Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/translateNvdaAddonsWithCrowdin/*/translateNvdaAddonsWithCrowdin.po
Languages: pt_pt, tr

source: &Translate add-ons with Crowdin...
pt_pt: &Traduzir addons com Crowdin...
tr: Eklen&tileri Crowdin ile çevir...

source: Shows the Translate NVDA Add-ons with Crowdin settings.
pt_pt: Mostra os addons para o NVDA com as configurações do Crowdin.
tr: NVDA Eklentilerini Crowdin ile Çevir Ayarlarını gösterir.

source: Shows the Translate NVDA Add-ons with Crowdin dialog.
pt_pt: Mostra a caixa de diálogo Traduzir complementos NVDA com Crowdin.
tr: NVDA Eklentilerini Crowdin ile Çevir iletişim kutusunu gösterir.

source: Cannot download translations. See NVDA log for more details
pt_pt: Não é possível descarregar traduções. Consulte o registo do NVDA para obter mais detalhes.
tr: Çeviriler indirilemiyor. Daha fazla ayrıntı için NVDA günlüğüne bakın

source: Translations exported
pt_pt: Traduções exportadas
tr: Çeviriler dışa aktarıldı

source: Cannot download translated file. See NVDA log for more details
pt_pt: Não é possível descarregar o ficheiro traduzido. Consulte o registo NVDA para obter mais detalhes.
tr: Çevrilmiş dosya indirilemiyor. Daha fazla detay için NVDA günlüğüne bakınız

source: Translation file downloaded to %s
pt_pt: Ficheiro de tradução descarregado para %s
tr: Çeviri dosyası %s adresine indirildi

source: Cannot upload translated file. See NVDA log for more details
pt_pt: Não é possível carregar o ficheiro traduzido. Consulte o registo NVDA para obter mais detalhes.
tr: Çevrilmiş dosya karşıya yüklenemiyor. Daha fazla ayrıntı için NVDA günlüğüne bakın

source: Translated file uploaded
pt_pt: Ficheiro traduzido carregado
tr: Çevrilmiş dosya yüklendi

source: Crowdin API token:
pt_pt: Token da API Crowdin:
tr: Crowdin API jetonu:

source: Translations directory:
pt_pt: Diretório de traduções:
tr: Çeviri dizini:

source: Browse...
pt_pt: Navegar...
tr: Gözat...

source: Select translations directory
pt_pt: Selecione o diretório de traduções
tr: Çeviriler için bir dizin seçin

source: NVDA add-ons with Crowdin
pt_pt: Addons para o NVDA com Crowdin
tr: Crowdin ile NVDA eklentileri

source: &Language:
pt_pt: &Idioma:
tr: Di&l:

source: &Filter by file list:
pt_pt: &Filtrar por lista de ficheiros:
tr: Dosya listesine göre &filtrele:

source: &Open file to translate
pt_pt: &Abrir ficheiro para traduzir
tr: Çevrilecek d&osyayı aç

source: &Upload translated file
pt_pt: &Carregar ficheiro traduzido
tr: Çevrilmiş dosyayı karşıya y&ükle

source: &Download translations for the selected language
pt_pt: &Descarregar traduções para o idioma selecionado
tr: Seçilen &dil çevirilerini indir

source: Do&wnload all translations
pt_pt: Descarregar todas as traduções
tr: &Tüm çevirileri indir

source: &Close
pt_pt: &Fechar
tr: &Kapat

source: File not found))
pt_pt: Ficheiro não encontrado
tr: Dosya bulunamadı))

source: Uploading file for {language}...
pt_pt: A carregar ficheiro para {language}...
tr: {language} dosyası yükleniyor...

source: Downloading translations for {language}...
pt_pt: A descarregar traduções para {language}...
tr: {language} dil çevirileri indiriliyor...

source: Downloading all translations...
pt_pt: A descarregar todas as traduções...
tr: Tüm çeviriler indiriliyor...

source: Translate NVDA add-ons with Crowdin
pt_pt: Traduza os complementos do NVDA com o Crowdin
tr: NVDA eklentilerini Crowdin ile çevir

source: Translate NVDA add-ons with Crowdin. Crowdin project: https://crowdin.com/project/nvdaaddons
pt_pt: Traduza os complementos do NVDA com o Crowdin. Projeto Crowdin: https://crowdin.com/project/nvdaaddons
tr: NVDA eklentilerini Crowdin ile çevir. Crowdin Projesi: https://crowdin.com/project/nvdaaddons

source: * Initial beta version.
pt_pt: * Versão beta inicial.
tr: * İlk beta sürümü.
