Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/objPad/*/objPad.po
Languages: sl, tr

source: Toggles ObjPad mode between normal, object nav and scan modes
sl: Preklaplja delovanje PrdPada med običajnim, delovanjem krmiljenja predmeta in preiskovalnim delovanjem
tr: Nesne dolaşımı, web, tarama ve normal modlar arasında geçiş yapar

source: Object nav mode
sl: Delovanje krmiljenja predmeta
tr: Nesne dolaşım modu

source: Web mode
sl: Spletno delovanje
tr: Web modu

source: Scan mode
sl: Preiskovalno delovanje
tr: Tarama modu

source: Normal mode
sl: Običajno delovanje
tr: Normal mod

source: Default (all elements)
tr: Varsayılan (tüm öğeler)

source: Links
tr: Bağlantılar

source: Form fields
tr: Form alanları

source: Headings
tr: Başlıklar

source: Frames
tr: Çerçeveler

source: Tables
tr: Tablolar

source: Lists
tr: Listeler

source: Landmarks
tr: Yer işaretleri

source: Embedded objects
tr: Gömülü nesneler

source: Text paragraphs
tr: Metin paragrafları

source: No next
sl: Ni naslednjega
tr: Başka yok

source: No previous
sl: Ni predhodnega
tr: Başka yok

source: ObjPad
sl: PrdPad
tr: Nesne Dolaşımı

source: Perform various object commands by pressing a single key, including navigation and more
sl: Izvede različne ukaze na predmetih s pritiskom le ene tipke vključno s krmiljenjem in drugim
tr: Bir tuşla çeşitli nesne komutlarını gerçekleştirin

source: * NVDA 2025.3.2 or later is required. * Added embedded object and text paragraph navigation to web mode.
tr: * NVDA 2025.3.2 veya üzeri gereklidir. * Web moduna gömülü nesne ve metin paragrafında dolaşım seçeneği eklendi.

source: normal
sl: običajno

source: Link
sl: Povezava

source: Form field
sl: Polje v obrazcu

source: Heading
sl: Naslov

source: Frame
sl: Okvir

source: Table
sl: Tabela

source: List
sl: Seznam

source: Landmark
sl: Mejnik
