Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/objPad/*/objPad.xliff
Languages: ru

source: Author: Christopher Duffley <nvda@chrisduffley.com>, originally by Joseph Lee, Cleverson Uliana and others
ru: Автор: Christopher Duffley <nvda@chrisduffley.com>, первоначально Joseph Lee, Cleverson Uliana и другие

source: NVDA compatibility: 2022.4 and later
ru: Совместимость с NVDA: 2022.4 и выше

source: This add-on provides quick commands to manage objects on screen, including navigation and other possibilities.
ru: Это дополнение обеспечивает горячие клавиши для управления объектами на экране, включая навигацию и другие возможности.

source: Commands
ru: Команды

source: Control+NVDA+TAB: Steps through arrow key modes (see below for details).
ru: Control+NVDA+TAB: переключение между режимами управления стрелками (см. ниже).

source: Arrow key modes
ru: Режимы управления стрелками

source: The add-on provides four ways to use arrow keys:
ru: Дополнение предоставляет четыре способа использования клавиш со стрелками:

source: Classic (or normal mode): use arrow keys to move cursor.
ru: Классический (или нормальный режим): клавиши стрелок взаимодействуют с системным курсором.

source: Object nav: use arrow keys to move to next/previous/parent/first child objects.
ru: ОБъектный навигатор: клавиши стрелок позволяют перемещаться по следующему, предыдущему, родительскому и первому дочернему элементам.

source: Web: use arrow keys to cycle through elements and move between them.
ru: Веб: Используйте клавиши со стрелками для перебора элементов и перемещения между ними.

source: Scan mode: use arrow keys to move through objects on screen regardless of hierarchy.
ru: Режим сканирования: клавиши стрелок позволяют перемещаться по элементам на экране независимо от их иерархии.

source: The following commands are available with arrow keys set to object nav:
ru: В режиме объектного навигатора, клавиши со стрелками выполняют следующие команды:

source: Right arrow: next object.
ru: Стрелка вправо: следующий объект.

source: Left arrow: previous object.
ru: Стрелка влево: предыдущий объект.

source: Up arrow: parent object.
ru: Стрелка вверх: родительский объект.

source: Down arrow: first child object.
ru: Стрелка вниз: первый дочерний объект.

source: SPACE or ENTER: activate.
ru: ПРОБЕЛ или ENTER: активировать.

source: With web mode active (elements are normal or moving by object, link, form field, heading, frame, table, list, landmark):
ru: При активном веб-режиме (элементы нормальные или передвижение по объектам, ссылка, форма, поле, заголовок, фрейм, таблица, список, ориентир):

source: Right arrow: next element.
ru: Стрелка вправо: следующий элемент.

source: Left arrow: previous element.
ru: Стрелка влево: предыдущий элемент.

source: Up arrow: previous element type.
ru: Стрелка вверх: предыдущий тип элемента.

source: Down arrow: next element type.
ru: Стрелка вниз: следующий тип элемента.

source: SPACE or ENTER: activate.
ru: ПРОБЕЛ или ENTER: активировать.

source: With scan mode active:
ru: В режиме сканирования:

source: Down arrow: next object or the next line.
ru: Стрелка вниз: следующий объект или следующая строка.

source: Up arrow: previous object or previous line.
ru: Стрелка вверх: предыдущий объект или предыдущая строка.

source: Right arrow: review next character.
ru: Стрелка вправо: просмотреть следующий символ.

source: Left arrow: previous character.
ru: Стрелка влево: предыдущий символ.

source: Control+right arrow: next word.
ru: Control+стрелка вправо: следующее слово.

source: Control+left arrow: previous word.
ru: Control+стрелка влево: предыдущее слово.

source: SPACE or ENTER: activate.
ru: ПРОБЕЛ или ENTER: активировать.

source: Version 25.06
ru: Версия 25.06

source: Compatible with NVDA 2025.1
ru: Совместимость с NVDA 2025.1

source: The link to download the add-on is no longer present to encourage usage of the Add-On Store.
ru: Ссылка для загрузки дополнения больше не присутствует, чтобы поощрять использование магазина дополнений.

source: Version 24.04
ru: Версия 24.04

source: Compatibility with NVDA 2024.1.
ru: Совместимость с NVDA 2024.1.

source: Version 23.05
ru: Версия 23.05

source: To reflect the maintainer change, the manifest has been updated to indicate as such.
ru: Чтобы отразить смену сопровождающего, манифест был обновлен и указан как таковой.

source: Version 23.02
ru: Версия 23.02

source: NVDA 2022.4 or later is required.
ru: Требуется NVDA 2022.4 или выше.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
ru: Требуется Windows 10 21H2 (обновление от ноября 2021 года/сборка 19044) или позже.

source: Version 23.01
ru: Версия 23.01

source: NVDA 2022.3 or later is required.
ru: Требуется NVDA 2022.3 или выше.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
ru: Требуется Windows 10 или выше, поскольку Windows 7, 8 и 8.1 больше не поддерживаются Корпорацией Майкрософт с января 2023 года.

source: Version 22.06
ru: Версия 22.06

source: Requires NVDA 2021.3 or later.
ru: Требуется NVDA 2021.3 или позже.

source: Version 21.04
ru: Версия 21.04

source: Requires NVDA 2020.1 or later.
ru: Требуется NVDA 2020.1 или позже.

source: Version 20.01
ru: Версия 20.01

source: Requires NVDA 2019.3 or later.
ru: Требуется NVDA 2019.3 или позже.

source: Version 18.12
ru: Версия 18.12

source: Internal changes to support future NVDA releases.
ru: Внутренние изменения для поддержки будущих выпусков NVDA.

source: Version 18.09
ru: Версия 18.09

source: Added localizations.
ru: Добавлены локализации.

source: Enter key (regular and Numpad) can be used to activate objects.
ru: Клавишу enter (обычную и цифровую) можно использовать для активации объектов.

source: Version 18.03
ru: Версия 18.03

source: Better compatibility with NVDA 2018.1.
ru: Улучшена Совместимость с NVDA 2018.1.

source: Version 16.12
ru: Версия 16.12

source: Added web mode.
ru: Добавлен веб-режим.

source: Version 16.10
ru: Версия 16.10

source: Initial stable version.
ru: Первая стабильная версия.
