Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/virtualRevision/*/virtualRevision.xliff
Languages: tr

source: Virtual Review
tr: Sanal inceleme

source: Authors: Rui Batista and NVDA Addon Team
tr: Yazarlar: Rui Batista ve NVDA Eklenti Ekibi

source: Download [stable version][1]
tr: [Kararlı sürümü indir][1]

source: Download [development version][2]
tr: [Geliştirici sürümünü indir][2]

source: NVDA compatibility: 2019.3 and beyond
tr: NVDA uyumluluğu: 2019.3 ve sonrası

source: This Addon allows NVDA users to review a Window content in a text box, similar to window virtualization of JAWS for Windows.
tr: Bu Eklenti, NVDA kullanıcılarının Windows için JAWS'ın pencere sanallaştırmasına benzer şekilde bir metin kutusunda bir Pencere içeriğini incelemelerine olanak tanır. Ancak bunun kullanıcılar için sadece bir kolaylık olduğunu ve NVDA'nın mükemmel inceleme modlarının ve nesne gezinme desteğinin yerini almadığını unutmayın.

source: Note, however, that this is just a convenience for users and does not replace NVDA's excellent review modes and object navigation support.
tr: Bununla birlikte, bunun sadece kullanıcılar için bir kolaylık olduğunu ve NVDA'nın mükemmel inceleme modlarını ve nesne navigasyon desteğini değiştirmediğini unutmayın.

source: Usage ##
tr: Kullanım ##

source: Press NVDA+control+w to open the virtual revision Window.
tr: Sanal inceleme Penceresini açmak için NVDA+control+w tuşlarına basın. Ardından, diğer metin içeriklerinde yaptığınız gibi gösterilen metin kutusunda gezinin. Sanal inceleme penceresini kapatmak için Escape tuşuna basabilirsiniz.

source: Then simply navigate the shown textbox as you do in any other text content.
tr: Ardından, gösterilen metin kutusuna başka herhangi bir metin içeriğinde yaptığınız gibi gezinmeniz yeterlidir.

source: You can press Escape to close the virtual revision window.
tr: Sanal İnceleme penceresini kapatmak için Escape tuşuna basabilirsiniz.

source: Changes for 3.0
tr: 3.0 için değişiklikler

source: Requires NVDA 2019.3 or later.
tr: NVDA 2019.3 veya sonraki sürümünü gerektirir.

source: Changes for 2.3
tr: 2.3 için değişiklikler

source: Internal changes to support future NVDA releases.
tr: Gelecekteki NVDA sürümlerini desteklemek için dahili değişiklikler.

source: Changes for 2.2
tr: 2.2 için değişiklikler

source: When windows are minimized or if the foreground window has no title, NVDA will record this fact when displaying virtual review window.
tr: Pencereler simge durumuna küçültüldüğünde veya ön plandaki pencerenin başlığı yoksa, NVDA sanal inceleme penceresini görüntülerken bu durumu kaydedecektir.

source: Changes for 2.1
tr: 2.1 için değişiklikler

source: The title of the screen under virtual review will be included.
tr: Sanal inceleme altındaki ekranın başlığı dahil edilecektir.

source: It is now possible to review contents of Universal Windows Platform (UWP) apps in Windows 10 and most modern apps in Windows 8.x.
tr: Windows 10'da Evrensel Windows Platformu (UWP) uygulamalarının ve Windows 8.x'te çoğu modern uygulamanın içeriğini incelemek artık mümkün.

source: When obtaining screen contents for modern and universal apps, a beep will be heard to indicate when the virtual review window is ready.
tr: Modern ve evrensel uygulamalar için ekran içerikleri alınırken, sanal inceleme penceresinin hazır olduğunu belirtmek için bir bip sesi duyulur.

source: Changes for 2.0
tr: 2.0 için değişiklikler

source: New name: Virtual Review.
tr: Yeni ad: Sanal İnceleme.

source: Due to changes in how content is shown, NVDA 2015.2 or later is required.
tr: İçeriğin gösterilme biçimindeki değişiklikler nedeniyle NVDA 2015.2 veya sonrası gereklidir.

source: Thanks to new features in 2015.2 and later, you can now find text in virtualized windows.
tr: 2015.2 ve sonraki sürümlerdeki yeni özellikler sayesinde artık sanallaştırılmış pencerelerde metin bulabilirsiniz.

source: Fixed the add-on functionality with non-console window.
tr: Konsol dışı pencerede eklenti işlevi düzeltildi.

source: Removed useless blank lines at bottom of virtualized console window.
tr: Sanallaştırılmış konsol penceresinin altındaki gereksiz boş satırlar kaldırıldı.

source: Some minor adjustments.
tr: Bazı küçük ayarlamalar.

source: Translations added.
tr: Çeviriler eklendi.

source: Changes for 1.2
tr: 1.2 için değişiklikler

source: Support virtualizing of console windows
tr: Konsol pencerelerinin sanallaştırma desteği

source: Changes for 1.1
tr: 1.1 için değişiklikler

source: Converted virtual revision to an add-on.
tr: Sanal inceleme bir eklentiye dönüştürüldü.

source: Changes for 1.0
tr: 1.0 için değişiklikler

source: Initial Release
tr: İlk sürüm
