Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/winMag/*/winMag.xliff
Languages: ru

source: Windows Magnifier
ru: Лупа Windows

source: Author: Cyrille Bougot
ru: Автор: Cyrille Bougot

source: NVDA compatibility: 2019.2.1 and beyond
ru: Совместимость с NVDA: 2019.2.1 и выше

source: This add-on improves the use of Windows Magnifier with NVDA.
ru: Это дополнение улучшает использование Лупы Windows с NVDA.

source: Features
ru: Возможности

source: Allows to report the result of some native Magnifier and color filtering keyboard commands.
ru: Позволяет сообщать результат выполнения некоторых встроенных клавиатурных команд увеличения и цветовой фильтрации.

source: Allows to reduce the cases where table navigation commands conflict with Magnifier's commands.
ru: Позволяет уменьшить количество случаев, когда команды навигации по таблице конфликтуют с командами лупы.

source: Adds some keyboard shortcuts to toggle various native options of the Magnifier.
ru: Добавляет несколько сочетаний клавиш для переключения различных встроенных параметров Лупы.

source: Allow to save and restore the configuration parameters of the Magnifier.
ru: Позволяет сохранять и восстанавливать параметры конфигурации лупы.

source: Adds some extra features that are not provided by Windows Magnifier (mouse to view, Magnifier window not on top)
ru: Добавляет некоторые дополнительные функции, которые не предоставляются лупой Windows (мышь для просмотра, окно лупы не сверху)

source: Settings
ru: Настройки

source: The setting panel of Windows Magnifier add-on allows to configure how NVDA reacts to native Windows Magnifier commands.
ru: Панель настроек дополнения лупы Windows позволяет настроить реакцию NVDA на собственные команды лупы Windows.

source: You may want to have more or less commands reported according to what you are able to see.
ru: Возможно, вам захочется, чтобы в зависимости от того, что вы видите, отображалось больше или меньше команд.

source: The panel also contains an option to modify the behaviour of Windows Magnifier control window.
ru: Панель также содержит опцию для изменения поведения окна управления лупой Windows.

source: This panel may be opened choosing Preferences -> Settings in the NVDA menu and then selecting the Windows Magnifier category in the Settings window.
ru: Эту панель можно открыть, выбрав Параметры -> Настройки в меню NVDA, а затем выбрав категорию лупы Windows в окне настроек.

source: The keyboard shortcut NVDA+Windows+O then O also allows to open this settings panel directly.
ru: Сочетание клавиш NVDA+Windows+O, затем O также позволяет напрямую открыть эту панель настроек.

source: The panel contains the following options:
ru: Панель содержит следующие параметры:

source: Report view moves: controls what is reported when you move the view with Control+Alt+Arrows commands. The three options are:
ru: Сообщать о перемещениях представления: управляет отображением при перемещении представления с помощью команд Control+Alt+стрелки. Возможны три варианта:

source: Off: Nothing is reported.
ru: Отключено: Ничего не сообщать.

source: With speech: a speech message indicates the position of the zoomed view on the dimension the view is being moved.
ru: С помощью речи: речевое сообщение указывает положение увеличенного масштаба в том измерении, в котором он перемещается.

source: With tones: a tone is played and its pitch indicates the position of the zoomed view on the dimension the view is being moved.
ru: С помощью сигналов: воспроизводится звуковой сигнал, высота которого указывает на положение увеличенного масштаба в том измерении, в котором оно перемещается.

source: This option does not affect docked view mode.
ru: Этот параметр не влияет на режим закрепленного просмотра.

source: Report screen edges: controls what is reported when you reach the edges of the screen while moving the view with Control+Alt+Arrows commands.
ru: Объявлять области экрана: управляет отображением, когда вы достигаете краев экрана при перемещении экрана с помощью команд Control+Alt+ стрелки.

source: The three options are: Off, With speech and With tones.
ru: Доступны три варианта отображения: Выключено, с речью и звуковыми сигналами.

source: This option does not affect docked view mode.
ru: Этот вариант не влияет на режим закрепленного просмотра.

source: Volume of the tones reporting the position of the view: allows to define the volume of the tones if you have selected to report view moves or screen edges with tones.
ru: Громкость звуковых сигналов, сообщающих о положении вида: позволяет определить громкость звуковых сигналов, если вы выбрали сообщать о перемещениях вида или краях экрана с помощью звуковых сигналов.

source: Report turn on or off:
ru: Сообщать о включении или выключении:

source: If checked, the Magnifier's state is reported when you use Windows++ or Windows+Escape commands to turn it on or off.
ru: если этот флажок установлен, отображается информация о состоянии лупы, когда вы используете команды Windows++ или Windows+Escape для ее включения или выключения.

source: Report zoom:
ru: Сообщать о масштабировании:

source: If checked, the Magnifier's zoom level is reported when you use Windows++ or Windows+- zoom commands.
ru: если этот флажок установлен, при использовании команд Windows++ или Windows+- отображается информация об уровне масштабирования лупы.

source: Report color inversion:
ru: Сообщать об инверсии цвета:

source: If checked, the color inversion state is reported when you use the control+Alt+I toggle command.
ru: Если этот флажок установлен, то при использовании команды переключения control+Alt+I отображается информация о состоянии инверсии цвета.

source: Report view change:
ru: Сообщать об изменении вида:

source: If checked, the view type is reported when you use a command that changes the view type (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)
ru: Если этот флажок установлен, отображается сообщение о типе вида при использовании команды, которая изменяет тип вида (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)

source: Report lens or docked window resizing:
ru: Сообщать об изменении размера линзы или закрепленного окна:

source: If checked, a message is reported when you use the resizing commands (Alt+Shift+Arrows).
ru: Если этот флажок установлен, при использовании команд изменения размера (Alt+Shift+стрелки) выводится сообщение.

source: In docked window mode, the height or the width is reported.
ru: В режиме закрепленного окна отображается информация о высоте или ширине.

source: In lens mode, the new dimension cannot be reported for now.
ru: В режиме линзы пока невозможно сообщить о новом размере.

source: These resizing command do not seem to be available on all versions of Windows; if your Windows version does not support them, you should keep this option unchecked.
ru: Похоже, что эти команды изменения размера доступны не во всех версиях Windows; если ваша версия Windows их не поддерживает, вам следует снять флажок с этой опции.

source: In documents and list views, pass control+alt+arrows shortcuts to Windows Magnifier:
ru: В документах и списковых представлениях используйте сочетания клавиш control+alt+стрелки для лупы Windows:

source: There are three possible choices:
ru: Здесь три возможных варианта:

source: Never: The command is not passed to Windows Magnifier and standard NVDA table navigation can operate.
ru: Никогда: команда не передаётся в лупу Windows, и стандартная навигация по таблицам NVDA может работать.

source: When used in documents out of a table, the Control+Alt+Arrow command reports a "Not in a table" error message.
ru: При использовании в документах из таблицы команда Control+Alt+Стрелка выдаёт сообщение об ошибке "Вне таблице".

source: This is the standard behaviour of NVDA without this add-on.
ru: Это стандартное поведение NVDA без этого дополнения.

source: You can still use NVDA+Windows+O then arrows to move the magnified view.
ru: Вы по-прежнему можете использовать сочетания клавиш NVDA+Windows+O, затем стрелки для перемещения увеличенного изображения.

source: Only when not in table: In table or in list views, Control+Alt+Arrow commands perform standard table navigation.
ru: Только когда не в таблице: В таблице или в просмотрах списка Control+Alt+Стрелки выполняют стандартную навигацию по таблице.

source: When used in documents out of a table, Control+Alt+Arrow commands perform standard Magnifier view move commands.
ru: При использовании в документах вне таблицы команды Control+Alt+стрелка выполняют стандартные команды перемещения в режиме лупы.

source: If you still want to move Windows Magnifier view while in table or in list view, you will need to press NVDA+F2 before using Control+Alt+Arrow commands or alternately use NVDA+Windows+O then arrows.
ru: Если вы всё ещё хотите переместить окно лупы Windows в режиме таблицы или списка, вам нужно будет нажать NVDA+F2 перед использованием команд Control+Alt+ стрелка или поочередно использовать NVDA+Windows+O, затем стрелки.

source: This option is the best compromise if you want to use Control+Alt+Arrow for both Magnifier and table navigation.
ru: Этот вариант является наилучшим компромиссом, если вы хотите использовать Control+Alt+Стрелку как для навигации по лупе, так и по таблице.

source: Always: Control+Alt+Arrow commands moves the Magnifier's view in any case.
ru: Всегда: команды Control+Alt+стрелка перемещают вид лупы в любом случае.

source: This option may be useful if you do not use Control+Alt+Arrow to navigate in table, e.g. because you have changed table navigation shortcuts in NVDA or because you exclusively use [Easy table navigator][5] add-on for table navigation.
ru: Эта опция может быть полезна, если вы не используете клавиши Control+Alt+стрелка для навигации по таблице, например, потому что вы изменили сочетания клавиш навигации по таблицам в NVDA или потому что вы используете исключительно [Easy table navigator][5] для навигации по таблицам.

source: Keep Windows Magnifier command window always on top:
ru: Поместить командное окно Windows Magnifier поверх всех окон:

source: If unchecked, the Magnifier's control window will not be kept always on top of other windows.
ru: если флажок снят, окно управления Лупой не будет всегда находиться поверх других окон.

source: Report color filter
ru: Сообщать о цветовом фильтре

source: If checked, the used color filter is reported when you use the `Windows+Control+C` toggle command.
ru: Если отмеченно, сообщается цветовой фильтр, когда вы используете команду переключения `Windows+Control+C`.

source: Commands added by this add-on
ru: Команды, добавленные этим дополнением

source: In addition to native Magnifier commands, this add-on provide additional commands:
ru: В дополнение к встроенным командам Лупы, это дополнение предоставляет дополнительные команды:

source: Commands that allow to control Magnifier's options without opening its configuration page.
ru: Команды, позволяющие управлять параметрами Лупы, не открывая страницу его конфигурации.

source: Extra commands specific to this add-on.
ru: Дополнительные команды, специфичные для этого дополнения.

source: All these additional commands are accessible through the Magnifier layer command NVDA+Windows+O:
ru: Все эти дополнительные команды доступны через команду слоя лупы NVDA+Windows+O:

source: NVDA+Windows+O then C: Toggles on or off caret tracking.
ru: NVDA+Windows+O, затем C: переключает отслеживание курсора.

source: NVDA+Windows+O then F: Toggles on or off focus tracking.
ru: NVDA+Windows+O, затем F: переключает отслеживание фокуса.

source: NVDA+Windows+O then M: Toggles on or off mouse tracking.
ru: NVDA+Windows+O, затем M: переключает отслеживание мыши.

source: NVDA+Windows+O then T: Toggles on or off tracking globally.
ru: NVDA+Windows+O, затем T: глобальное включение или выключение отслеживания.

source: When tracking is toggled on again, it is set to the last active tracking configuration before tracking was toggled off.
ru: При повторном включении отслеживания устанавливается последняя активная конфигурация отслеживания перед её отключением.

source: NVDA+Windows+O then S: Toggles on or off smoothing.
ru: NVDA+Windows+O, затем S: переключает сглаживание.

source: NVDA+Windows+O then R: Switches between mouse pointer tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 17643 or higher.
ru: NVDA+Windows+O, затем R: переключение между режимами отслеживания указателя мыши (по краю экрана или по центру экрана); эта функция доступна только в Windows 10 сборки 17643 или выше.

source: NVDA+Windows+O then X: Switches between text cursor tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 18894 or higher.
ru: NVDA+Windows+O, затем X: переключение между режимами отслеживания текстового курсора (по краю экрана или по центру экрана); эта функция доступна только в Windows 10 сборки 18894 или выше.

source: NVDA+Windows+O then shift+P: Saves the current configuration parameters of the magnifier to NVDA's configuration.
ru: NVDA+Windows+O, затем Shift+P: сохраняет текущие параметры конфигурации лупы в конфигурации NVDA.

source: NVDA+Windows+O then P: Restores the current configuration parameters of the magnifier from NVDA's configuration.
ru: NVDA+Windows+O, затем P: Восстанавливает текущие параметры конфигурации лупы из конфигурации NVDA.

source: If no configuration parameters has been previously saved to NVDA's configuration, the default configuration parameters of Windows Magnifier are restored instead.
ru: Если никакие параметры конфигурации ранее не были сохранены в конфигурации NVDA, вместо этого восстанавливаются параметры конфигурации по умолчанию для лупы Windows.

source: NVDA+Windows+O then Arrows: Move the magnified view.
ru: NVDA+Windows+O, затем Стрелки: перемещение увеличенного просмотра.

source: NVDA+Windows+O then V: Moves the mouse cursor in the center of the magnified view (command not available in docked view mode).
ru: NVDA+Windows+O, затем V: перемещает курсор мыши в центр увеличенного просмотра (команда недоступна в режиме закреплённого просмотра).

source: NVDA+Windows+O then W: Switches on or off the mode allowing to keep Windows Magnifier's control window always on top of the other ones.
ru: NVDA+Windows+O, затем W: Переключает режим, позволяющий всегда держать окно управления лупы Windows поверх других.

source: This feature is only available for installed versions of NVDA.
ru: Эта функция доступна только для установленных версий NVDA.

source: NVDA+Windows+O then O: Opens Windows Magnifier add-on settings.
ru: NVDA+Windows+O, затем O: открывает настройки дополнения Лупы Windows.

source: NVDA+Windows+O then H: Displays help on Magnifier layer commands.
ru: NVDA+Windows+O, затем H: отображает справку по командам слоя лупы.

source: There is no default direct gesture for each command, but you can attribute one normally in the input gesture dialog if you wish.
ru: Для каждой команды нет прямого жеста по умолчанию, но вы можете указать его в обычном диалоге жестов ввода, если хотите.

source: The same way, You can also modify or delete the Magnifier layer access gesture (NVDA+Windows+O).
ru: Аналогичным образом вы также можете изменить или удалить жест доступа к уровню лупы (NVDA+Windows+O).

source: Yet, you cannot modify the shortcut key of the Magnifier layer sub-commands.
ru: Тем не менее, вы не можете изменить комбинацию клавиш для подкоманд слоя лупы.

source: Magnifier's native commands
ru: Собственные команды лупы

source: The result of the following Magnifier native commands, or other Accessibility commands, may be reported by this add-on, according to its configuration:
ru: Результаты следующих собственных команд увеличения или других команд специальных возможностей могут сообщаться этим дополнением в соответствии с его конфигурацией:

source: Start Magnifier: Windows++ (on alpha-numeric keyboard or on numpad)
ru: Запустить лупу: Windows++ (на буквенно-цифровой клавиатуре или цифровой клавиатуре)

source: Quit Magnifier: Windows+Escape
ru: Выйти из лупы: Windows+Escape

source: Zoom in: Windows++ (on alpha-numeric keyboard or on numpad)
ru: Увеличить масштаб: Windows++ (на буквенно-цифровой клавиатуре или цифровой клавиатуре)

source: Zoom out: Windows+- (on alpha-numeric keyboard or on numpad)
ru: Уменьшить масштаб: Windows+- (на буквенно-цифровой клавиатуре или цифровой клавиатуре)

source: Toggle color inversion: Control+Alt+I
ru: Переключить инверсию цвета: Control+Alt+I

source: Select the docked view: Control+Alt+D
ru: Выбрать закреплённый просмотр: Control+Alt+D

source: Select the full screen view: Control+Alt+F
ru: Выбрать полноэкранный режим: Control+Alt+F

source: Select the lens view: Control+Alt+L
ru: Выбрать вид линзы: Control+Alt+L

source: Cycle through the three view types: Control+Alt+M
ru: Переключаться между тремя типами представления: Control+Alt+M

source: Resize the lens with the keyboard: Shift+Alt+Left/Right/Up/DownArrow
ru: Изменить размер линзы с помощью клавиатуры: Shift+Alt+стрелки Влево/Вправо/Вверх/Вниз

source: Note: although this does not seem to be documented, this shortcut seems to have been withdrawn in recent Windows versions such as Windows 10 2004.
ru: Примечание: хотя это, похоже, не задокументировано, этот ярлык, скорее всего, был убран из последних версий Windows, таких как Windows 10 2004.

source: Move the magnified view: Control+Alt+Arrows
ru: Перемещение увеличенного просмотра: Control+Alt+Стрелки

source: Toggle color filters: `Windows+Control+C` (provided you have enabled this shortcut in [Windows Accessibility settings, Color Filters][9])
ru: Переключить цветовые фильтры: `Windows+Control+C` (при условии, что вы включили эту горячую комбинацию в [настройках специальных возможностей Windows, Цветные фильтры][9])

source: Here is also a list of other Magnifier native commands, just for information:
ru: Вот также список других собственных команд лупы, просто для информации:

source: Control+Alt+mouseScrollWheel: Zooms in and out using the mouse scroll wheel.
ru: Control+Alt+колесо прокрутки мыши: увеличение и уменьшение масштаба с помощью колеса прокрутки мыши.

source: Control+Windows+M: Opens the Magnifier's settings window.
ru: Control+Windows+M: Открывает окно настроек лупы.

source: Control+Alt+R: Resizes the lens with the mouse.
ru: Control+Alt+R: Изменяет размер линзы с помощью мыши.

source: Control+Alt+Space: Quickly shows the entire desktop when using full screen view.
ru: Control+Alt+Пробел: Быстро отображает весь рабочий стол при использовании полноэкранного режима.

source: None of the Magnifier native commands can be modified.
ru: Ни одна из собственных команд лупы не может быть изменена.

source: Notes
ru: Примечания

source: For computers equipped with an Intel graphic card, control+alt+arrow (left/right/up/down) are also shortcuts to modify the orientation of the screen.
ru: На компьютерах, оснащённых графической картой Intel, клавиши control+alt+стрелка (влево/вправо/вверх/вниз) также используются для изменения ориентации экрана.

source: These shortcut are enabled by default and conflict with Windows Magnifiers shortcuts to move the view.
ru: Эти сочетания клавиш включены по умолчанию и конфликтуют с сочетаниями клавиш лупы Windows для перемещения просмотра.

source: You will need to disable them to be able to use them for the Magnifier.
ru: Чтобы использовать их в качестве лупы, вам нужно будет отключить их.

source: They can be disabled in the Intel control panel or in the Intel menu present in the system tray.
ru: Их можно отключить в панели управления Intel или в меню Intel, расположенном на системном лотке.

source: Depending on your Windows version, Alt+Shift+Arrow are Windows Magnifier shortcuts to resize the magnified view (lens or docked).
ru: В зависимости от вашей версии Windows, сочетание клавиш Alt +Shift + Стрелка - это сочетания клавиш лупы Windows для изменения масштаба (линзы или закреплённого).

source: When Magnifier is active (even in full screen mode), these shortcuts are captured by Magnifier and cannot be passed to the application, even if you press NVDA+F2 before.
ru: Когда лупа активна (даже в полноэкранном режиме), эти сочетания клавиш захватываются лупой и не могут быть переданы приложению, даже если вы до этого нажмете NVDA+F2.

source: To use these shortcuts in the current application, you need to quit the Magnifier (Windows+Escape) and re-open it after (Windows++).
ru: Чтобы использовать эти сочетания клавиш в текущем приложении, вам нужно закрыть лупу (Windows+Escape) и снова открыть ее (Windows++).

source: For example in MS word, to decrease title level:
ru: Например, в MS Word, чтобы уменьшить масштаб заголовка:

source: Press Windows+Escape to quit Magnifier.
ru: Нажмите Windows+Escape, чтобы выйти из Лупы.

source: Press Alt+Shift+RightArrow to decrease current title level.
ru: Нажмите Alt+Shift+Стрелка вправо, чтобы уменьшить текущий уровень заголовка.

source: Press Windows++ to re-open the Magnifier.
ru: Нажмите Windows++, чтобы снова открыть лупу.

source: For more information about Windows Magnifier's features and shortcuts, you may want to consult the following pages:
ru: Для получения дополнительной информации о функциях и горячих клавишах Лупы Windows вы можете ознакомиться со следующими страницами:

source: [Use Magnifier to make things on the screen easier to see](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
ru: [Использовать лупу, чтобы лучше видеть изображение на экране](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)

source: [Windows keyboard shortcuts for accessibility][4]
ru: [Сочетания клавиш Windows для обеспечения специальных возможностей][4]

source: This add-on has not been tested in multi-screen environment and there are chances that some feature are not working in this environment.
ru: Это дополнение не тестировалось в многоэкранной среде, и есть вероятность, что некоторые функции в этой среде не работают.

source: If you are using multi-screen environment and want it to be supported, please contact me to have it implemented.
ru: Если вы используете многоэкранную среду и хотите, чтобы она поддерживалась, пожалуйста, свяжитесь со мной, чтобы я внедрил её.

source: More generally, do not hesitate to contact me on the [GitHub page][3] of this add-on or directly by e-mail.
ru: В более общем плане, не стесняйтесь обращаться ко мне на [страницу GitHub][3] этого дополнения или напрямую по электронной почте.

source: Change log
ru: Журнал изменений

source: Version 4.2
ru: Версия 4.2

source: Magnifier or Color filtering commands will no longer fail if used for the first time with this add-on running.
ru: Команды увеличения или цветовой фильтрации больше не будут работать со сбоем при первом использовании этого дополнения.

source: Version 4.0
ru: Версия 4.0

source: The filter enabled by the toggle color filter command (`Windows+Control+C`) can now be reported; this toggle command should have been previously enabled in Windows Accessibility settings.
ru: Фильтр, включаемый командой переключения цветного фильтра (`Windows+Control+C`), теперь может сообщаться; Эта команда переключения должна быть заранее включена в настройках специальных возможностей Windows.

source: Compatibility with NVDA 2025.1.
ru: Совместимость с NVDA 2025.1.

source: Version 3.7
ru: Версия 3.7

source: Compatibility with NVDA 2024.1.
ru: Совместимость с NVDA 2024.1.

source: Version 3.6
ru: Версия 3.6

source: Fixed erroneous compatibility range.
ru: Исправлен ошибочный диапазон совместимости.

source: Version 3.5
ru: Версия 3.5

source: Prepares compatibility with NVDA 2024.1.
ru: Готовится к совместимости с NVDA 2024.1.
