Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/winMag/*/winMag.xliff
Languages: ru

source: Addresses potential security issues related to [GHSA-xg6w-23rw-39r8][8] when using the add-on with older versions of NVDA. However, it is recommended to use NVDA 2023.3.3 or higher.
ru: Устраняет потенциальные проблемы безопасности, связанные с [GHSA-xg6w-23rw-39r8][8] при использовании дополнения со старыми версиями NVDA. Однако рекомендуется использовать NVDA 2023.3.3 или выше.

source: Note: From now on, translation updates will not appear anymore in the change log.
ru: Примечание: С этого момента обновления перевода больше не будут отображаться в журнале изменений.

source: Version 3.4
ru: Версия 3.4

source: The "move mouse to view" command works again
ru: Команда "переместить мышь для просмотра" снова работает

source: Updated localizations.
ru: Обновлены локализации.

source: Version 3.3
ru: Версия 3.3

source: Compatibility reduced to NVDA 2019.2.1 and beyond.
ru: Совместимость снижена до версии NVDA 2019.2.1 и выше.

source: The last compatible versions with NVDA 2018.3 are the [3.2][7] (partially compatible) and [1.1][6] (fully compatible)
ru: Последними версиями, совместимыми с NVDA 2018.3, являются [3.2][7] (частично совместимое) и [1.1][6] (полностью совместимое).

source: Fixed a bug in the settings panel with NVDA 2019.2.1.
ru: Исправлена ошибка на панели настроек в NVDA 2019.2.1.

source: Version 3.2
ru: Версия 3.2

source: Removed the dev channel.
ru: Удален канал разработчика.

source: Updated localizations.
ru: Обновлены локализации.

source: Version 3.1
ru: Версия 3.1

source: Fixed an issue preventing the Magnifier's command window from being restored on top.
ru: Исправлена ошибка, из-за которой командное окно Лупы не восстанавливалось сверху.

source: Fixed an issue preventing the add-on to run on NVDA 2019.2.1.
ru: Исправлена ошибка, из-за которой дополнение не запускалось в NVDA 2019.2.1.

source: Updated localizations.
ru: Обновлены локализации.

source: Version 3.0
ru: Версия 3.0

source: Pressing the zoom buttons in the Magnifier window (with the keyboard) now reports the new zoom level.
ru: Нажатие кнопок масштабирования в окне лупы (с клавиатуры) теперь объявляет новый уровень масштабирования.

source: The parameter controlling if Magnifier control window remains always on top is now stored in configuration;
ru: Параметр, управляющий тем, всегда ли окно управления лупой остается открытым, теперь сохранен в конфигурации;

source: this means that this parameter is remembered when restarting NVDA and can be enabled or not depending on the active profile.
ru: это означает, что этот параметр запоминается при перезапуске NVDA и может быть включен или не включен в зависимости от активного профиля.

source: Fixed a bug causing unexpected screen curtain de-activation when using move to view or move view commands.
ru: Исправлена ошибка, приводившая к неожиданному отключению затемнения экрана при использовании команд "Переместить для просмотра" или "переместить вид".

source: Option alwaysOnTop setting will now be honoured also when changing magnification mode.
ru: Настройка параметра AlwaysOnTop теперь будет выполняться также при изменении режима увеличения.

source: Added ability to save and restore Windows Magnifier's config in NVDA's config.
ru: Добавлена возможность сохранять и восстанавливать конфигурацию Лупы Windows в конфигурации NVDA.

source: Compatibility with NVDA 2023.1.
ru: Совместимость с NVDA 2023.1.

source: Clarify which type of tracking is re-enabled when tracking is toggled on again.
ru: Уточнено, какой тип отслеживания будет повторно включен при повторном включении отслеживания.

source: Updated localizations.
ru: Обновлены локализации.

source: Version 2.0
ru: Версия 2.0

source: The view can be moved with arrows while in Windows Magnifier layer.
ru: Вид можно перемещать с помощью стрелок, находясь на уровне лупы Windows.

source: Capability to keep the Magnifier commands Window always on top or not.
ru: Возможность сохранять окно команд лупы всегда открытым или нет.

source: Added "Report screen edges" feature.
ru: Добавлена возможность "Сообщать о краях экрана".

source: Volume setting of tones when using move view commands.
ru: Настройка громкости звуковых сигналов при использовании команд перемещения просмотра.

source: Reporting view moves and mouse to view commands are now supported in Lens mode.
ru: В режиме линзы теперь поддерживаются объявления перемещений в режиме просмотра и команды мыши для просмотра.

source: Compatibility with NVDA 2022.1.
ru: Совместимость с NVDA 2022.1.

source: Fixed a bug that sometimes incorrectly reported that the Magnifier was not working upon script call.
ru: Исправлена ошибка, из-за которой иногда неправильно сообщалось, что Лупа не работала при вызове скрипта.

source: The release is now performed thanks to a GitHub action instead of appVeyor.
ru: Выпуск теперь выполняется благодаря действию на GitHub, а не с помощью AppVeyor.

source: Updated localizations.
ru: Обновлены локализации.

source: Version 1.1
ru: Версия 1.1

source: Added localizations.
ru: Добавлены локализации.

source: Version 1.0
ru: Версия 1.0

source: Initial release.
ru: Первый выпуск.
