Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/inputLock/*/inputLock.po
Languages: bs

source: Toggle input lock
bs: Zaključava i otključava tastaturu

source: Input locked
bs: Tastatura je zaključana

source: Input unlocked
bs: Tastatura je otključana

source: Toggle mouse lock
bs: Zaključava i otključava miš

source: Mouse locked
bs: Miš je zaključan

source: Mouse unlocked
bs: Miš je otključan

source: Toggle touchpad lock
bs: Zaključava i otključava dodirnu ploču

source: not support
bs: nije podržano

source: Touchpad unlocked
bs: Dodirna ploča je otključana

source: Touchpad locked
bs: Dodirna ploča je zaključana

source: Input lock settings
bs: Postavke zaključavanja unosa

source: Block mouse when NVDA is started
bs: Zaključaj miš kada se NVDA pokrene

source: Block clicks when mouse is locked
bs: Blokiraj klikove kada je miš zaključan

source: Input lock
bs: Zaključavanje unosa

source: With this addon, you will be able to lock and unlock your input devices with a single gesture or key press. This gesture can be changed from Input Gestures dialog.
bs: S ovim dodatkom moći ćete zaključati i otključati vaše ulazne uređaje jednom gestom. Ona se može promijeniti kroz dijalog ulaznih gesti.
