Repository: nvdaaddons/CrowdinRegistration
Catalog: clipContentsDesigner/doc/*/readme.po
Languages: de, es, fi, fr, hr, pl, ru

source: Added an option to choose if confirmations will be required if clipboard is not empty, for instance, if files or folders are been copied.
de: Es wurde eine Option hinzugefügt, um zu wählen, ob Bestätigungen erforderlich sind, wenn die Zwischenablage nicht leer ist, z.B. wenn Dateien oder Ordner kopiert wurden.
es: Añadida una opción para elegir si se requerirá confirmación si el portapapeles no está vacío, por ejemplo, si se están copiando archivos o carpetas.
fi: Lisätty asetus, jolla voidaan valita, kysytäänkö vahvistus, jos leikepöytä ei ole tyhjä esim. tiedostoja tai kansioita kopioitaessa.
fr: Ajout d'une option pour définir si une confirmation sera requise quand le presse-papiers n'est pas vide, par exemple si des fichiers ou dossiers sont en cours de copie.
hr: Dodana je opcija za potrebu potvrđivanja ako međuspremnik nije prazan, na primjer, ako su kopirane datoteke ili mape.
pl: Dodano opcję wyboru, czy potwierdzenia będą wymagane, jeśli schowek nie jest pusty, na przykład, jeśli pliki lub foldery są kopiowane.
ru: Добавлена возможность выбора, будут ли требоваться подтверждения, если буфер обмена не пуст, например, если были скопированы файлы или папки.

source: Requires NVDA 2018.4 or later.
de: Benötigt NVDA 2018.4 oder höher.
es: Se requiere de NVDA 2018.4 o posterior.
fi: Edellyttää NVDA 2018.4:ää tai uudempaa.
fr: Nécessite NVDA 2018.4 ou ultérieur.
hr: Zahtijeva NVDA verziju 2018.4 ili noviju.
pl: Wymaga NVDA 2018.4 lub nowszej.
ru: Требуется NVDA 2018.4 или позднее.

source: Changes for 8.0
de: Änderungen in 8.0
es: Cambios para 8.0
fi: Muutokset versiossa 8.0
fr: Changements pour la version 8.0
hr: Promjene u verziji 8.0
pl: Zmiany w wersji 8.0
ru: Изменения для 8.0

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
de: Die Einstellungen für die Erweiterung werden in der entsprechenden Kategorie der Einstellungen von NVDA angezeigt.
es: La configuración del complemento se muestra en la categoría correspondiente del diálogo Opciones de NVDA.
fi: Lisäosan asetukset näkyvät omassa kategoriassaan NVDA:n Asetukset-valintaikkunassa.
fr: Les paramètres de l'extension sont affichés dans la catégorie correspondante au dialogue Paramètres NVDA.
hr: Postavke dodatka se prikazuju u odgovarajućoj kategoriji dijaloškog okvira za NVDA Postavke.
pl: Ustawienia dodatku są wyświetlane w odpowiedniej kategorii dialogu ustawień NVDA.
ru: Настройки дополнения отображаются в соответствующей категории диалога настроек NVDA.

source: Requires NVDA 2018.2 or later.
de: Benötigt NVDA 2018.2 oder höher.
es: Se requiere de NVDA 2018.2 o posterior.
fi: Edellyttää NVDA 2018.2:ta tai uudempaa.
fr: Nécessite NVDA 2018.2 ou ultérieur.
hr: Zahtijeva NVDA verziju 2018.2 ili noviju.
pl: Wymaga NVDA 2018.2 lub nowszej.
ru: Требуется NVDA 2018.2 или позднее.

source: Changes for 7.0
de: Änderungen in 7.0
es: Cambios para 7.0
fi: Muutokset versiossa 7.0
fr: Changements pour la version 7.0
hr: Promjene u verziji 7.0
pl: Zmiany w wersji 7.0
ru: Изменения для 7.0

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
de: Die Befehle im Dialog zum Konfigurieren der Funktionen für das Emulieren der Kopier- und Ausschneide-Funktion werden bei der Installation entfernt, so dass das normale Verhalten von Strg+C und Strg+X wiederhergestellt werden kann.
es: En el diálogo para configurar las funciones Emular copiar y Emular cortar en la instalación, si eliges no, los comandos para estas características se eliminarán, de manera que puedas restaurar el comportamiento anterior de ctrl+c y ctrl+x.
fi: Jos valitset Ei Määritä kopioinnin ja leikkaamisen emuloinnin märitysvalintaikkunassa, joka tulee näkyviin lisäosaa asennettaessa, näiden ominaisuuksien komennot poistetaan käytöstä, mikä palauttaa normaalin Ctrl+C- ja Ctrl+X-toiminnallisuuden.
fr: Dans le dialogue pour configurer les fonctionnalités Émuler copier et Émuler couper à l'installation, si vous choisissez non, les commandes pour ces fonctionnalités seront supprimées, de sorte que vous pouvez restaurer le comportement normal pour contrôle+c et contrôle+x.
hr: Ako se u dijaloškom okviru za konfiguriranje funkcionalnosti „Emuliraj kopiranje” i „Emuliraj izrezivanje” odabere „ne”, naredbe za ove funkcije će se ukloniti kako bi se omogućio normalni način rada za kontrol+c i kontrol+x.
ru: В диалоге настройки функций "Эмулировать копирование" и "Эмулировать вырезание" при установке, если вы выберете "нет", команды для этих функций будут удалены, чтобы вы могли восстановить нормальное поведение для control+c и control+x.

source: Changes for 6.0
de: Änderungen in 6.0
es: Cambios para 6.0
fi: Muutokset versiossa 6.0
fr: Changements pour la version 6.0
hr: Promjene u verziji 6.0
pl: Zmiany w wersji 6.0
ru: Изменения для 6.0

source: Added options to choose if available actions should be performed after confirmation.
es: Se han añadido opciones para elegir si se deberían realizar las acciones disponibles tras una confirmación.
fi: Lisätty vaihtoehdot, joilla voidaan valita, pyydetäänkö käytettävissä olevien toimintojen suorittamiseen vahvistus.
fr: Ajout d'options pour choisir si les actions disponibles doivent être effectuées après confirmation.
hr: Dodane su opcije s kojima se može odlučiti je li se dostupne radnje trebaju izvršiti nakon potvrde.
ru: Добавлены опции для выбора того, следует ли выполнять доступные действия после подтверждения.

source: Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog.
es: Añadidas órdenes para emular cortar y emular copiar, que se pueden asignar desde el diálogo Gestos de entrada.
fi: Lisätty Vahvista kopioinnin emulointi- ja Vahvista leikkaamisen emulointi -asetukset, joille voidaan määrittää näppäinkomennot Näppäinkomennot-valintaikkunasta.
fr: Ajout des commandes Émuler copier et Émuler couper, qui peuvent être affectées à partir de la boîte de dialogue Gestes de commandes.
hr: Dodane su naredbe „Emuliraj kopiranje” i „Emuliraj izrezivanje”, koje je moguće dodijeliti u dijaloškom okviru „Ulazne geste”.
ru: Добавлены команды "Эмулировать копирование" и "Эмулировать вырезание", которые можно назначить из диалога "Жесты ввода".

source: Added a dialog to configure the Emulate copy and Emulate cut functionalities at installation. This allows to add the control+c and control+x commands to copy and cut, and be asked if you want to replace the clipboard contents when pressing these keystrokes.
es: Añadido un diálogo para configurar las funcionalidades Emular cortar y Emular copiar en la instalación. Esto permite añadir las órdenes control+c y control+x para copiar y cortar, y preguntar si quieres reemplazar los contenidos del portapapeles al pulsar estos atajos de teclado.
fi: Lisätty valintaikkuna Vahvista kopioinnin emulointi- ja Vahvista leikkaamisen emulointi -toiminnallisuuksien määrittämiseen lisäosan asennuksen aikana. Kun nämä asetukset ovat käytössä, kopioinnin (Ctrl+C) ja leikkaamisen (Ctrl+X) suorittamiselle ja leikepöydän sisällön korvaamiselle pyydetään vahvistus.
fr: Ajout d'une boîte de dialogue pour configurer les fonctionnalités Émuler copier et Émuler couper lors de l'installation. Cela permet d'ajouter les commandes Contrôle+c et Contrôle+x pour copier et couper et de demander si vous voulez remplacer le contenu du presse-papiers en appuyant sur ces combinaisons de touches.
hr: Dodan je dijaloški okvir za podešavanje naredbi „Emuliraj kopiranje” i „Emuliraj izrezivanje”, tijekom instaliranja. Ovo dozvoljava dodavanje naredbi kontrol+c i kontrol+x za kopiranje i izrezivanje, te postavljanjem pitanja, želiš li zamijeniti sadržaj međuspremnika pri korištenju ovih tipkovničkih prečaca.
ru: Добавлен диалог для настройки функций "Эмулировать копирование" и "Эмулировать вырезание" при установке. Это позволяет добавлять команды control+c и control+x для копирования и вырезания, а также получать запрос на замену содержимого буфера обмена при нажатии этих клавиш.

source: Fixed documentation for script_add (Windows+NVDA+c).
es: Corregida la documentación de script_add (Windows+NVDA+c).
fi: Korjattu tekstinlisäämiskomennon (Windows+NVDA+C) ohje.
fr: Correction de la documentation pour le script_add (Windows+NVDA+c).
hr: Ispravljena je dokumentacija za script_add (Windows+NVDA+c).
ru: Исправлена документация для script_add (Windows+NVDA+c).

source: Changes for 5.0
de: Änderungen in 5.0
es: Cambios para 5.0
fi: Muutokset versiossa 5.0
fr: Changements pour la version 5.0
hr: Promjene u verziji 5.0
pl: Zmiany w wersji 5.0
ru: Изменения для 5.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
de: Die visuelle Darstellung des Dialogs wurde verbessert und entspricht dem Erscheinungsbild der Dialoge in NVDA.
es: La presentación visual del diálogo se ha mejorado, adhiriéndose a la apariencia de los diálogos mostrados por NVDA.
fi: Valintaikkunan visuaalista esitystä on parannettu noudattamaan NVDA:n ikkunoiden ulkoasua.
fr: La présentation visuelle de la boîte de dialogue a été améliorée, en respectant l'apparence des dialogues présentés dans NVDA.
hr: Vizualni prikaz dijaloških okvira je poboljašn, slično dijaloškim okvirima koji su prikazani u programu NVDA.
pl: Wizualna prezentacja dialogów została ulepszona, aby była zgodna z wyświetlanymi dialogami w NVDA.
ru: Визуальное представление диалогов было модифицировано, придерживаясь внешнего вида диалогов, отображаемых в NVDA.

source: Requires NVDA 2016.4 or later.
de: Benötigt NVDA 2016.4 oder höher.
es: Se requiere de NVDA 2016.4 o posterior.
fi: Edellyttää NVDA:n 2016.4-versiota tai uudempaa.
fr: Nécessite NVDA 2016.4 ou ultérieur.
hr: Zahtijeva NVDA verziju 2016.4 ili noviju.
pl: Wymaga NVDA 2016.4 lub nowszą wersje.
ru: Требуется NVDA 2016.4 или позднее.

source: Changes for 4.0
de: Änderungen in 4.0
es: Cambios para 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
hr: Promjene u verziji 4.0
pl: Zmiany w wersji 4.0
ru: Изменения для 4.0

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
de: Erweiterungseinstellungen werden von der NVDA-Konfiguration verwaltet, so dass Standardprofile verwendet werden können, um verschiedene Trennlinien zu speichern. Es ist nicht erforderlich, die Einstellungen für den Import bei der Neuinstallation zu kopieren.
es: Ahora las opciones del complemento se gestionan desde la configuración de NVDA, así que pueden utilizarse perfiles estándar para guardar diferentes separadores, y no es necesario copiar las opciones para importarlas en la reinstalación.
fi: NVDA hallitsee nyt lisäosan asetuksia, jotta profiilien käyttäminen eri erottimien tallentamiseen olisi mahdollista, eikä asetusten kopiointia tarvita niiden tuomiseksi asennettaessa lisäosaa uudelleen.
fr: Les paramètres de l'extension sont gérés à partir de la configuration NVDA, afin que les profils standard puisse être utilisés pour enregistrer des séparateurs différents, et les paramètres n'ont pas besoin d'être copiés lors de l'importation pendant la réinstallation.
hr: Postavkama dodatka se upravlja NVDA konfiguracijom, tako da je moguće koristiti standardne profile za spremanje raznih rastavljača te nije potrebno kopirati postavke nakon reinstalacije.
pl: Ustawieniami dodatku teraz można zarządzać z samej konfiguracji NVDA, i z tego powodu teraz profile konfiguracyjne mogą być użyte do zachowywania różnych separatorów, a właściwie, teraz staje się niepotrzebnym kopiowanie ustawień separatora podczas reinstalacji.
ru: Настройки дополнения управляются из конфигурации NVDA, так что стандартные профили можно использовать для сохранения различных разделителей, и нет необходимости копировать настройки для импорта при переустановке.

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
de: Es kann nun gewählt werden, ob der hinzugefügte Text angehängt oder vorangestellt werden soll, indem Sie das Kontrollkästchen Text vor den Daten der Zwischenablage hinzufügen im Einstellungsdialog der Erweiterung verwenden.
es: Ahora es posible elegir si el texto añadido se anexará o se antepondrá, utilizando la casilla de verificacción Añadir texto antes de clip data desde el diálogo de opciones de Clip Contents Designer.
fi: Lisäosan asetusvalintaikkunan Lisää teksti leikepöydän nykyisen sisällön alkuun -valintaruutua käyttäen on nyt mahdollista valita, liitetäänkö lisätty teksti leikepöydällä jo olevan tekstin loppuun vai alkuun.
fr: Il est maintenant possible de choisir si l’ajout de texte sera ajouté à la fin ou ajouté au début, en utilisant la case à cocher Ajouter du texte avant l'insertion des données à partir de la boîte de dialogue Paramètres de Clip Contents Designer.
hr: Sad je moguće izabrati, hoće li dodani tekst biti dodan ispred ili iza postojećeg teksta, koristeći izborno polje „Dodaj tekst ispred podataka međuspremnika” u postavkama dodatka.
pl: Teraz można wybrać, czy tekst kopiowany ma być dodawany na końcu lub na początku, używając pola wyboru Dodaj tekst przed danymi Clip z dialogu ustawień projektanta zawartości schowka.
ru: Теперь можно выбрать, будет ли добавленный текст добавляться дополнительно или предварять его, установив флажок Добавлять текст перед данными клипа в диалоге настроек Clip Contents Designer.

source: Changes for 3.0
de: Änderungen in 3.0
es: Cambios para 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
hr: Promjene u verziji 3.0
pl: Zmiany w wersji 3.0
ru: Изменения для 3.0

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
de: Braille-Darstellung von MathML-Objekten können bei installiertem MathPlayer zur Zwischenablage hinzugefügt werden.
es: Se puede añadir al portapapeles la representación braille de objetos MathML si MathPlayer está instalado.
fi: MathML-objekteja kuvaavat pistekirjoitusmerkit voidaan lisätä leikepöydälle, mikäli MathPlayer on asennettu.
fr: La représentation en braille des objets MathML peut être ajoutée dans le presse-papiers si MathPlayer est installé.
hr: Brajičin prikaz MathML objekata se može dodati u privremenu memoriju, ako je MathPlayer instaliran.
pl: Wyświetlony brajl z MathML mogą być dodany do schowka, jeżeli MathPlayer jest zainstalowany.
ru: Отображение объектов MathML по Брайлю может быть добавлено в буфер обмена, если установлен MathPlayer.

source: If no separator is set, just a single line will be placed between the added text segments.
de: Wenn kein Trennzeichen gesetzt ist, wird nur eine einzige Linie zwischen den angehängten Textsegmenten platziert.
es: <Si no se a puesto un separador, se colocará una sola línea entre los segmentos de texto añadido.
fi: Mikäli erotinta ei ole määritetty, tekstiosuuksien väliin lisätään yksi tyhjä rivi.
fr: Si aucun séparateur n'est définie, juste une seule ligne sera placée entre les segments du texte ajouté.
hr: Ako nema razdvajača, dodat će se samo jedan redak između dodanih segmenata teksta.
pl: Jeżeli separator nie jest ustawiony, będzie wstawiona pojedyńcza linia pomiędzy odcinkami dodanego tekstu.
ru: Если разделитель не выбран, между фрагментами текста будет добавляться одна пустая строка.

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
de: Sie können ein Tastenkürzel zum Öffnen des Einstellungsdialogs zuweisen.
es: Se puede asignar un atajo de teclado para abrir el diálogo de Opciones de Clip Contents Designer.
fi: Leikepöydän sisällön käsittelijän asetusvalintaikkunan avaamista varten voidaan määrittää pikanäppäin.
fr: Un raccourci peut être assigné pour ouvrir le dialogue paramètres Clip Contents Designer.
hr: Moguće je odrediti prečac za otvaranje dijaloškog okvira za postavke dodatka.
pl: Teraz można przydzielić skrót do otwierania dialogu ustawień Projektanta zawartości schowka.
ru: Можно назначить ярлык для открытия диалога настроек Clip Contents Designer.

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
de: Es wurde ein Kontrollkästchen im Einstellungsdialog hinzugefügt, mit dem festgelegt wird, ob die Trennlinie beim erneuten Installieren der Erweiterung für den Import kopiert werden soll.
es: Añadida una casilla de verificación en el diálogho de opciones, para elegir si el separador debería copiarse para importarse cuando se reinstale el complemento.
fi: Asetusvalintaikkunaan lisätty valintaruutu, jolla voidaan määrittää, kopioidaanko erotin käyttäjän NVDA-asetusten kansioon, josta se voidaan tuoda asennettaessa lisäosaa uudelleen.
fr: Ajouté une case à cocher dans la boîte de dialogue paramètres, afin de choisir si le séparateur doit être copié pour être importé lors de la réinstallation de l'extension.
hr: U dijaloškom okviru za postavke je dodan potvrdni okvir, kojim se odlučuje o tome, treba li razdvajač kopirati za uvoz nakon ponovnog instaliranja dodatka.
pl: Dodane pole wyboru, dla wybierania czy separator musi być importowany podczas reinstalacji dodatku.
ru: Добавлен флажок в диалог настроек, позволяющий выбрать, следует ли копировать разделитель для импорта при переустановке дополнения.

source: Changes for 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hr: Promjene u verziji 2.0
pl: Zmiany w wersji 2.0
ru: Изменения для 2.0

source: Hindi characters can be used as the separator between added contents.
de: Indische Zeichen können nun als Trennzeichen zwischen kopierten Inhalten verwendet werden.
es: Se pueden utilizar caracteres hindi como separador entre contenidos añadidos.
fi: Hindinkielisiä merkkejä voidaan käyttää tekstiosuuksien välisenä erottimena.
fr: Les caractères Hindous peuvent être utilisés comme séparateur entre les contenus concaténés.
hr: Znakovi devanagari pisma se mogu koristiti kao rastavljači između dodanog sadržaja.
pl: Znaki Dewanagari mogą być używane jako separator dodawanej treści.
ru: Символы хинди могут использоваться в качестве разделителя между добавляемым содержимым.

source: Changes for 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hr: Promjene u verziji 1.0
pl: Zmiany dla 1.0
ru: Изменения для 1.0

source: Initial version.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Première version.
hr: Prva verzija.
pl: Pierwsze wydanie.
ru: Первоначальная версия.
