Repository: nvdaaddons/CrowdinRegistration
Catalog: clipContentsDesigner/doc/*/readme.po
Languages: de, es, fi, fr, hr, pl, ru

source: [[!meta title="Clip Contents Designer"]]
fi: [[!meta title="Leikepöydän sisällön käsittelijä"]]
hr: [[!meta title="Upravljanje sadržajem međuspremnika (Clip Contents Designer)"]]

source: Authors: Noelia, Abdel.
de: Autoren: Noelia und Abdel.
es: Autores: Noelia, Abdel.
fi: Tekijät: Noelia, Abdel.
fr: Auteurs : Noelia, Abdel.
pl: Autorzy: Noelia, Abdel.
ru: Авторы: Noelia, Abdel.

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting. The clipboard content can also be cleared an shown in browse mode.
de: Diese Erweiterung kann verwendet werden, um Text zur Zwischenablage hinzuzufügen. Dies kann beispielsweise beim Zusammenfügen von verschiedenen Textabschnitten nützlich sein. Der Inhalt der Zwischenablage kann auch gelöscht werden.
es: Este complemento se utiliza para agregar texto al portapapeles, el cual puede ser útil cuando quieras unir secciones de texto listas para pegar juntas. El contenido del portapapeles también puede limpiarse y mostrarse en modo exploración.
fi: Tätä lisäosaa käytetään tekstin lisäämiseen leikepöydälle, mistä voi olla hyötyä, jos haluat yhdistää tekstin eri osia yhdeksi kokonaisuudeksi liittääksesi sen jonnekin. Leikepöydän sisällön voi myös tyhjentää ja näyttää selaustilassa.
fr: Cette extension permet d'ajouter du texte dans le presse-papiers, ce qui peut être utile lorsque vous souhaitez joindre des portions de texte prêt pour le collage. Le contenu du presse-papiers peut aussi être vidé.
hr: Ovaj se dodatak koristi za dodavanje teksta u međuspremnik, što može biti korisno kad se žele spojiti dijelovi teksta, koji su spremni za lijepljenje. Sadržaj međuspremnika se može i izbrisati te prikazati u modusu čitanja.
pl: Ten dodatek służy do dodawania tekstu do schowka, co może być przydatne, gdy chcesz połączyć sekcje tekstu gotowe do wklejenia. Zawartość schowka można również wyczyścić i wyświetlić w trybie przeglądania.
ru: Это дополнение используется для добавления текста в буфер обмена, что может быть полезно, когда вы хотите объединить фрагменты текста, готовые к вставке. Содержимое буфера обмена также можно очистить и отобразить в режиме просмотра.

source: Keyboard commands
de: Tastenkombinationen
es: Órdenes de teclado
fi: Näppäinkomennot
fr: Commandes clavier
hr: Tipkovnički prečaci
pl: Skróty klawiszowe
ru: Команды клавиш

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
de: NVDA+Windows+C: Fügt den ausgewählten Text, MathML-Objekte als Unicode-Punktschriftzeichen oder die Zeichenkette, die mit dem NVDA-Cursor markiert wurde, zur Zwischenablage hinzu.
es: NVDA+windows+c: añade el texto seleccionado, los caracteres braille Unicode que representan objetos MathML, o la cadena que se haya marcado con el cursor de revisión, al portapapeles.
fi: NVDA+Windows+C: Lisää valittu/tarkastelukohdistimella merkitty teksti tai MathML-objekteja kuvaavat Unicode-pistekirjoitusmerkit leikepöydälle.
fr: NVDA+windows+c : Ajoute le texte sélectionné, les caractères braille Unicode qui représentent les objets MathML ou la chaîne qui a été marquée avec le curseur de revue, dans le presse-papiers.
hr: NVDA+windows+c: U međuspremnik dodaj označeni tekst, brajične znakove u unikodu koji predstavljaju MathML objekte ili znakovni niz koji je označen pomoću preglednog kursora.
pl: NVDA+windows+c: dodaje oznaczony tekst, znak brajlowski we formacie Unicode przedstawiający obiekty MathML, lub ciąg znaków zaznaczony za pomocą kursora przeglądu do schowka.
ru: NVDA+windows+c: Добавить выделенный текст, символы юникода брайля, представляющие объекты в MathML, или строку, которая была отмечена просмотровым курсором в буфер обмена.

source: NVDA+windows+x: Clear clipboard contents.
de: NVDA+Windows+X: Leert die Zwischenablage.
es: NVDA+windows+x: Limpia el contenido del portapapeles.
fi: NVDA+Windows+X: Tyhjennä leikepöydän sisältö.
fr: NVDA+windows+x : Vide le contenu du presse-papiers.
hr: NVDA+windows+x: Obriši sadržaj međuspremnika.
pl: NVDA+windows+x: wyczyść zawartość schowka.
ru: NVDA+windows+x: Очистить содержимое буфера обмена.

source: Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
de: Nicht zugeordnet: Kopieren (oder Ausschneiden) in die Zwischenablage, mit der Möglichkeit, um eine vorherige Bestätigung gebeten zu werden.
es: Sin asignar: copia hacia (o desde) el portapapeles, con la posibilidad de solicitar una confirmación previa.
fi: Ei määritetty: Kopioi leikepöydälle tai leikkaa siltä ja pyytää vaihtoehtoisesti vahvistuksen.
fr: Non assigné : Copier vers (ou couper depuis) le presse-papiers, avec la possibilité d'une demande de confirmation préalable.
hr: Nije dodijeljeno: Kopira u međuspremnik (ili se reže iz njega), s mogućnošću da se prethodno od korisnika traži potvrda.
pl: Nieprzypisane: Kopiuje do schowka (lub wycina z niego), z możliwością poproszenia o wcześniejsze potwierdzenie.
ru: Не назначена: Копирует в буфер обмена (или вырезает из него) с возможностью запроса предварительного подтверждения.

source: Not assigned: Shows the clipboard text as HTML in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
de: Nicht zugewiesen: Zeigt den Text der Zwischenablage im Lesemodus als HTML an oder benachrichtigt, wenn die Zwischenablage leer ist oder Inhalte enthält, die nicht in einer darstellbaren Nachricht angezeigt werden können, z. B. wenn Dateien oder Ordner im Windows Explorer kopiert wurden.
es: Sin asignar: Muestra el texto del portapapeles como HTML en modo exploración, o lo anuncia si el portapapeles está vacío o si tiene contenidos que no se pueden presentar en un mensaje navegable, por ejemplo si se están copiando archivos o carpetas desde el Explorador de Windows.
fi: Ei määritetty: Näyttää leikepöydällä olevan tekstin HTML-muodossa selaustilassa tai ilmoittaa, mikäli leikepöytä on tyhjä tai jos sillä on sisältöä, jota ei voida näyttää, esim. Resurssienhallinnasta kopioituja tiedostoja tai kansioita.
fr: Non assigné : affiche le texte du presse-papiers au format HTML en mode navigation, ou annonce si le presse-papiers est vide ou a un contenu qui ne peut pas être présenté dans un message consultable, par exemple si des fichiers ou des dossiers ont été copiés à partir de l'Explorateur Windows.
hr: Nije dodijeljeno: Prikazuje tekst međuspremnika u modusu čitanja ili najavljuje prazno stanje međuspremnika ili sadržaj koji se ne može predstaviti u pregledavajućoj poruci, na primjer ako su datoteke ili mape kopirane iz Windows Explorera.
pl: Nieprzypisane: Wyświetla tekst schowka jako HTML w trybie przeglądania lub informuje, czy schowek jest pusty lub zawiera zawartość, której nie można przedstawić w wiadomości z możliwością przeglądania, na przykład jeśli pliki lub foldery zostały skopiowane z Eksploratora Windows.
ru: Не назначена: Отображает текст из буфера обмена в формате HTML в режиме просмотра или сообщает, если буфер обмена пуст или содержит содержимое, которое невозможно отобразить в доступном для просмотра сообщении, например, если файлы или папки были скопированы из проводника Windows.

source: Not assigned: Shows the textual clipboard contents as plain text in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
de: Nicht zugewiesen: Zeigt den Text-Inhalt der Zwischenablage im Lesemodus als einfachen Text an oder gibt aus, ob die Zwischenablage leer ist oder Inhalte enthält, die nicht in einer darstellbaren Nachricht angezeigt werden können, z. B. wenn Dateien oder Ordner im dem Windows Explorer kopiert wurden.
es: Sin asignar: Muestra el texto del portapapeles como texto sin formato en modo exploración, o lo anuncia si el portapapeles está vacío o si tiene contenidos que no se pueden presentar en un mensaje navegable, por ejemplo si se están copiando archivos o carpetas desde el Explorador de Windows.
fi: Ei määritetty: Näyttää leikepöydällä olevan tekstin pelkkänä tekstinä selaustilassa tai ilmoittaa, mikäli leikepöytä on tyhjä tai jos sillä on sisältöä, jota ei voida näyttää, esim. Resurssienhallinnasta kopioituja tiedostoja tai kansioita.
fr: Non assigné : affiche le contenu textuel du presse-papiers sous forme de texte brut en mode navigation, ou annonce si le presse-papiers est vide ou a un contenu qui ne peut pas être présenté dans un message consultable, par exemple si des fichiers ou des dossiers ont été copiés à partir de l'explorateur Windows.
hr: Nije dodijeljeno: Prikazuje tekstualni sadržaj međuspremnika kao običan tekst u modusu čitanja ili najavljuje prazno stanje međuspremnika ili sadržaj koji se ne može predstaviti u pregledavajućoj poruci, na primjer ako su datoteke ili mape kopirane iz Windows Explorer.
pl: Nieprzypisane: Wyświetla tekstową zawartość schowka jako zwykły tekst w trybie przeglądania lub informuje, czy schowek jest pusty lub zawiera zawartość, której nie można przedstawić w wiadomości z możliwością przeglądania, na przykład jeśli pliki lub foldery zostały skopiowane z Eksploratora Windows.
ru: Не назначена: Отображает текстовое содержимое буфера обмена в виде обычного текста в режиме обзора или сообщает, если буфер обмена пуст или содержит содержимое, которое невозможно отобразить в доступном для просмотра сообщении, например, если файлы или папки были скопированы из проводника Windows.

source: Clip Contents Designer settings
de: Einstellungen für den Zwischenablagenverwalter
es: Opciones de Clip Contents Designer
fi: Leikepöydän sisällön käsittelijän asetukset
fr: Paramètres de Clip Contents Designer
hr: Postavke dodatka „Upravljanje sadržajem međuspremnika”
pl: Ustawienia Projektanta zawartości klipu
ru: Настройки Clip Contents Designer

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
de: Diese Kategorie finden Sie im NVDA_Menü, unter Optionen und Einstellungen.
es: Este panel se encuentra disponible en el menú NVDA, submenú Preferencias, diálogo Opciones.
fi: Tämä paneeli löytyy kohdasta NVDA-valikko -> Asetukset -> Asetukset.
fr: Ce panneau est disponible depuis le menu de NVDA, le sous-menu Préférences, le dialogue Paramètres.
hr: Ova je ploča dostupna u NVDA izborniku, podizbornik Postavke, dijaloški okvir Postavke.
pl: Ten panel jest dostępny z menu NVDA, podmenu Preferencje, okna dialogowego Ustawienia.
ru: Эта панель доступна из меню NVDA, подменю параметров, диалога настроек.

source: It contains the following controls:
de: Folgende Einstellungen sind verfügbar:
es: Contiene los siguientes controles:
fi: Se sisältää seuraavat säätimet:
fr: Il contient les contrôles suivants :
hr: Sadrži sljedeće kontrole:
pl: Zawiera następujące kontrolki:
ru: Она содержит следующие элементы управления:

source: Type the string to be used as a separator between contents added to the clipboard: Allows to set a separator which can be used to find the text segments once the entire added text is pasted.
de: Geben Sie die Zeichenfolge ein, die als Trennzeichen zwischen Inhalten verwendet werden soll, die der Zwischenablage hinzugefügt wurden: Ermöglicht das Festlegen eines Trennzeichens, mit dem die Textsegmente gefunden werden können, sobald der gesamte hinzugefügte Text eingefügt wurde.
es: Teclea la cadena que se usará como separador entre contenidos añadidos al portapapeles: permite configurar un separador que puede usarse para buscar los segmentos de texto una vez que se pega el texto completo.
fi: Kirjoita merkkijono, jota käytetään erottimena leikepöydälle lisättyjen tekstiosuuksien välissä: Mahdollistaa erottimen asettamisen, jota voidaan käyttää tekstiosioiden etsimiseen.
fr: Tapez la chaîne à utiliser comme séparateur entre les contenus ajoutés au presse-papiers : Permet de définir un séparateur qui peut être utilisé pour trouver les segments de texte une fois que tout le texte ajouté est collé.
hr: Upiši znakovni niz koji će se koristiti kao razdjeljivač između sadržaja koji su dodani u međuspremnik: Omogućuje postavljanje razdjeljivača koji se može koristiti za pronalaženje segmenata teksta nakon što je cijeli dodani tekst umetnut.
pl: Wpisz ciąg, który ma być używany jako separator między zawartością dodaną do schowka: Umożliwia ustawienie separatora, który może być używany do znajdowania segmentów tekstu po wklejeniu całego dodanego tekstu.
ru: Введите строку, которая будет использоваться в качестве разделителя между содержимым, добавленным в буфер обмена: Позволяет установить разделитель, который можно использовать для поиска фрагментов текста после вставки всего добавленного текста.

source: Add text before clip data: It's also possible to choose if the added text will be appended or prepended.
de: Text vor Daten der Zwischenablage hinzufügen: Sie können auch auswählen, ob der hinzugefügte Text angehängt oder vorangestellt werden soll.
es: Añadir texto antes de los datos del portapapeles: también es posible elegir si el texto añadido irá antes o después.
fi: Lisää teksti leikepöydällä olevan tekstin eteen: Voit myös valita, liitetäänkö lisätty teksti leikepöydällä jo olevan sisällön jälkeen vai eteen.
fr: Ajouter du texte au début du presse-papiers : il est également possible de choisir si le texte ajouté sera ajouté à la fin ou ajouté au début.
hr: Dodaj tekst prije podataka međuspremnika: Također je moguće odabrati, hoće li se dodani tekst umetnuti ispred ili iza.
pl: Dodaj tekst przed danymi klipu: Można również wybrać, czy dodany tekst będzie dodawany, czy poprzedzony.
ru: Добавлять текст в начало буфера обмена: Также можно выбрать, будет ли добавленный текст добавляться дополнительно или в качестве предисловия.

source: Select the actions which require previous confirmation: You can choose, for each action available, if it should be performed inmediately or after confirmation. Available actions are: add text, clear clipboard, emulate copy and emulate cut.
de: Wählen Sie die Aktionen aus, für die eine vorherige Bestätigung erforderlich ist: Sie können für jede verfügbare Aktion auswählen, ob sie sofort oder nach der Bestätigung ausgeführt werden soll. Verfügbare Aktionen sind: Text hinzufügen, Zwischenablage löschen, Kopieren emulieren und Ausschneiden emulieren.
es: Elige las acciones que requieren confirmación previa: puedes elegir, en cada acción disponible, si se debe realizar inmediatamente o tras una confirmación. Las acciones disponibles son: añadir texto, limpiar portapapeles, emular copia y emular cortar.
fi: Valitse vahvistusta edellyttävät toiminnot: Voit valita kullekin käytettävissä olevalle toiminnolle, suoritetaanko se heti vai vahvistuksen jälkeen. Käytettävissä ovat seuraavat toiminnot: lisää tekstiä, tyhjennä leikepöytä, kopioinnin emulointi sekä leikkaamisen emulointi.
fr: Sélectionnez les actions qui nécessitent une confirmation préalable : Vous pouvez choisir, pour chaque action disponible, si elle doit être effectuée immédiatement ou après confirmation. Les actions disponibles sont : ajouter du texte, effacer le presse-papiers, émuler la copie et émuler la coupe.
hr: Odaberi radnje koje zahtijevaju prethodnu potvrdu: Za svaku dostupnu radnju možeš odabrati, hoće li se izvršiti odmah ili nakon potvrde. Dostupne radnje su: dodaj tekst, isprazni međuspremnik, emuliraj kopiranje i emuliraj izrezivanje.
pl: Wybierz działania, które wymagają wcześniejszego potwierdzenia: Możesz wybrać, dla każdej dostępnej akcji, czy ma być wykonana natychmiast, czy po potwierdzeniu. Dostępne działania to: dodawanie tekstu, czyszczenie schowka, emulowanie kopiowania i emulowanie cięcia.
ru: Выбор действий, требующих предварительного подтверждения: Для каждого доступного действия вы можете выбрать, следует ли его выполнять немедленно или после подтверждения. Доступны следующие действия: добавление текста, очистка буфера обмена, эмуляция копирования и эмуляция вырезания.

source: Request confirmation before performing the selected actions when: You can select if confirmations will be requested always, just if text is contained in the clipboard, or if clipboard is not empty (for example if you've copied a file, not text).
de: Fordern Sie eine Bestätigung an, bevor Sie die ausgewählten Aktionen ausführen, wenn: Sie können wählen, ob immer Bestätigungen angefordert werden sollen, nur wenn Text in der Zwischenablage enthalten ist oder wenn die Zwischenablage nicht leer ist z. B. wenn Sie eine Datei (kein Text) kopiert haben.
es: Cuándo solicitar confirmación antes de realizar las acciones seleccionadas: puedes elegir si se solicitarán confirmaciones siempre, sólo si el portapapeles contiene texto, o si el portapapeles no está vacío (por ejemplo si has copiado un archivo, y no texto).
fi: Pyydä vahvistus ennen valittujen toimintojen suorittamista: Voit valita, pyydetäänkö vahvistus aina, vain, jos leikepöydällä on tekstiä tai mikäli leikepöytä ei ole tyhjä (esim. jos olet kopioinut tiedoston tekstin asemesta).
fr: Demander une confirmation avant d'effectuer les actions sélectionnées quand : Vous pouvez sélectionner si les confirmations seront toujours demandées, juste si du texte est contenu dans le presse-papiers, ou si le presse-papiers n'est pas vide (par exemple si vous avez copié un fichier, pas du texte).
hr: Zatraži potvrdu prije izvođenja odabranih radnji: Možeš odabrati hoće li se potvrde zatražiti uvijek, samo ako se tekst nalazi u međuspremniku ili ako međuspremnik nije prazan (na primjer ako si kopirao/la datoteku, a ne tekst).
pl: Poproś o potwierdzenie przed wykonaniem wybranych czynności, gdy: Możesz wybrać, czy potwierdzenia będą zawsze wymagane, tylko jeśli tekst jest zawarty w schowku lub jeśli schowek nie jest pusty (na przykład, jeśli plik został skopiowany, a nie tekst).
ru: Запрос подтверждения перед выполнением выбранных действий: Вы можете выбрать, всегда ли будут запрашиваться подтверждения, только если текст содержится в буфере обмена, или если буфер обмена не пуст (например, если вы скопировали файл, а не текст).

source: Format to show the clipboard text as HTML in browse mode: If you're learning HTML markup language, you may choose Preformatted text in HTML or HTML as shown in a web browser, to have an idea of how your HTML code will be rendered by NVDA in a browser. The difference between preformatted and conventional HTML is that the first option will preserve consecutive spaces and line breaks, and the second one will compact them. For example, write some HTML tags like h1, h2, li, pre, etc., select and copy the text to clipboard, and use clipContentsDesigner add-on to show the text in a browseable message.
de: Legen Sie fest, wie der Text in der Zwischenablage als HTML im Lesemodus dargestellt wird: Wenn Sie die HTML-Auszeichnungssprache lernen, können Sie vorformatierten Text in HTML oder HTML wie im Internetbrowser auswählen, damit Sie eine Vorstellung bekommen, wie Ihr HTML-Code in einem Internetbrowser von NVDA dargestellt wird. Der Unterschied zwischen vorformatiertem und herkömmlichem HTML besteht darin, dass bei der ersten Option aufeinanderfolgende Leerzeichen und Zeilenumbrüche beibehalten und bei der zweiten Option komprimiert werden. Schreiben Sie beispielsweise einige HTML-Tags wie h1, h2, li, pre etc.., wählen Sie den Text aus und kopieren Sie diesen in die Zwischenablage. Verwenden Sie die Erweiterung, um den Text in einer Fenster anzuzeigen.
es: Formatear para mostrar el texto del portapapeles como HTML en modo exploración: si estás aprendiendo el lenguaje de marcado HTML, puedes elegir texto preformateado en HTML o HTML como se muestra en un navegador web, para hacerte una idea de cómo renderizará NVDA tu código HTML en un navegador web. La diferencia entre HTML preformateado y convencional es que la primera opción preservará espacios consecutivos y saltos de línea, mientras que la segunda los compactará. Por ejemplo, escribe algunas etiquetas HTML como h1, h2, li, pre, etc., selecciona y copia el texto al portapapeles, y usa el complemento ClipContentsDesigner para mostrar el texto en un mensaje explorable.
fi: Näytä leikepöydän teksti selaustilassa HTML-muodossa: Jos opettelet HTML-kieltä, voit valita esimuotoillun tekstin HTML-muodossa tai HTML:n sellaisena, kuin se näytetään verkkoselaimessa saadaksesi käsityksen siitä, miten NVDA näyttää HTML-koodisi verkkoselaimessa. Ero esimuotoillun ja tavallisen HTML:n välillä on, että ensimmäinen vaihtoehto säilyttää peräkkäiset välilyönnit ja rivinvaihdot, kun jälkimmäinen tiivistää ne. Esimerkki: Kirjoita joitakin HTML-tägejä, kuten h1, h2, li, pre jne., valitse ja kopioi teksti leikepöydälle ja käytä Leikepöydän sisällön käsittelijä -lisäosaa tekstin näyttämiseen selaustilassa.
fr: Format pour afficher le texte du presse-papiers au format HTML en mode navigation : si vous apprenez le langage de balisage HTML, vous pouvez choisir le texte préformaté en HTML ou HTML comme affiché dans un navigateur Web, pour avoir une idée de la façon dont votre code HTML sera rendu par NVDA dans un navigateur. La différence entre le HTML préformaté et le HTML conventionnel est que la première option conservera les espaces et les sauts de ligne consécutifs, et la seconde les compactera. Par exemple, écrivez des balises HTML telles que h1, h2, li, pre, etc., sélectionnez et copiez le texte dans le presse-papiers et utilisez l'extension clipContentsDesigner pour afficher le texte dans un message consultable.
hr: Format za prikaz teksta međuspremnika kao HTML u načinu čitanja: Ako učiš HTML jezik, možeš odabrati predformatirani tekst u HTML-u ili HTML kako se prikazuje u web-pregledniku za dobivanje predodžbe o tome kako će NVDA prikazati tvoj HTML kod u pregledniku. Razlika između unaprijed formatiranog i konvencionalnog HTML-a je u tome što će prva opcija sačuvati uzastopne razmake i prijelome redaka, a druga neće. Na primjer, napiši neke HTML oznake kao što su h1, h2, li, pre itd., odaberi i kopiraj tekst u međuspremnik i kosristi dodatak „Upravljanje sadržajem međuspremnika” za prikaz teksta.
pl: Format, aby wyświetlić tekst schowka jako HTML w trybie przeglądania: Jeśli uczysz się języka znaczników HTML, możesz wybrać Wstępnie sformatowany tekst w HTML lub HTML, jak pokazano w przeglądarce internetowej, aby mieć pojęcie o tym, jak kod HTML będzie renderowany przez NVDA w przeglądarce. Różnica między wstępnie sformatowanym a konwencjonalnym HTML polega na tym, że pierwsza opcja zachowa kolejne spacje i podziały wierszy, a druga je zgęści. Na przykład napisz niektóre znaczniki HTML, takie jak h1, h2, li, pre itp., Zaznacz i skopiuj tekst do schowka i użyj dodatku clipContentsDesigner, aby wyświetlić tekst w wiadomości, którą można przeglądać.
ru: Формат отображения текста буфера обмена как HTML-документа в режиме обзора: Если вы изучаете язык разметки HTML, вы можете выбрать предварительно отформатированный текст в формате HTML или HTML, отображаемый в веб-браузере, чтобы иметь представление о том, как ваш HTML-код будет отображаться NVDA в браузере. Разница между предварительно отформатированным и обычным HTML заключается в том, что в первом варианте сохраняются последовательные пробелы и разрывы строк, а во втором они сокращаются. Например, напишите несколько HTML-тегов, таких как h1, h2, li, pre и т.д., выделите и скопируйте их. поместите текст в буфер обмена и используйте дополнение clipContentsDesigner, чтобы отобразить текст в доступном для просмотра сообщении.
