Repository: nvdaaddons/CrowdinRegistration
Catalog: clipContentsDesigner/doc/*/readme.po
Languages: de, es, fi, fr, hr, pl, ru

source: Maximum number of characters when showing clipboard text in browse mode: Please, be aware that increasing this limit may produce issues if the clipboard contains large strings of text. The default limit is 100000 characters.
de: Maximale Anzahl von Zeichen beim Anzeigen von Text in der Zwischenablage im Lesemodus: Beachten Sie, dass das Erhöhen dieser Grenze zu Problemen führen kann, wenn die Zwischenablage große Textzeichenfolgen enthält. Das Standardlimit beträgt 100000 Zeichen.
es: Máximo de caracteres cuando se muestra el texto del portapapeles en modo exploración: por favor, ten en cuenta que aumentar este límite puede producir problemas si el portapapeles contiene grandes cadenas de texto. El límite predeterminado es de 100000 caracteres.
fi: Merkkien enimmäismäärä selaustilassa leikepöydän tekstiä näytettäessä: Huomaa, että tämän rajan nostaminen saattaa aiheuttaa ongelmia, mikäli leikepöydällä on paljon tekstiä. Oletusraja on 100 000 merkkiä.
fr: Nombre maximal de caractères lors de l'affichage du texte du presse-papiers en mode navigation : veuillez noter que l'augmentation de cette limite peut entraîner des problèmes si le presse-papiers contient de grandes chaînes de texte. La limite par défaut est de 100 000 caractères.
hr: Maksimalni broj znakova kada se prikazuje tekst međuspremnika u modusu čitanja: imaj na umu da povećanje ovog ograničenja može uzrokovati probleme ako međuspremnik sadrži dugačke tekstove. Standardno ograničenje je 100.000 znakova.
pl: Maksymalna liczba znaków podczas wyświetlania tekstu schowka w trybie przeglądania: Należy pamiętać, że zwiększenie tego limitu może powodować problemy, jeśli schowek zawiera duże ciągi tekstu. Domyślny limit to 100000 znaków.
ru: Максимальное число символов при отображении текста буфера обмена в режиме обзора: Пожалуйста, имейте в виду, что увеличение этого ограничения может привести к проблемам, если буфер обмена содержит большие текстовые строки. Ограничение по умолчанию составляет 100000 символов.

source: Restore defaults.
es: Restaurar valores por defecto.
fi: Palauta oletukset.
fr: Restaurer les valeurs par défaut.
hr: Obnovi standardne vrijednosti.
ru: Восстановить значения по умолчанию.

source: Notes:
de: Anmerkungen:
es: Notas:
fi: Huomautuksia:
hr: Napomene:
pl: Uwagi:
ru: Примечания:

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed.
de: Bestätigungen werden nicht angefordert, wenn ein Meldungsfenster von NVDA geöffnet ist. In diesem Fall werden die Aktionen sofort ausgeführt.
es: No se solicitarán confirmaciones cuando siga abierto un cuadro de mensaje de NVDA. En esos casos, las acciones se realizarán inmediatamente.
fi: Vahvistusta ei pyydetä NVDA:n ilmoitusruudun ollessa avoimena, vaan toiminnot suoritetaan heti.
fr: Les confirmations ne seront pas demandées lorsqu'une boîte de message de NVDA est toujours ouverte. Dans ce cas, les actions seront effectuées immédiatement.
hr: Neće biti potrebno potvrditi, ako se neka NVDA poruka još uvijek prikazuje. U tim će se slučajevima radnje izvršavati odmah.
pl: Potwierdzenia nie będą wymagane, gdy okno komunikatu NVDA jest nadal otwarte. W takich przypadkach działania będą wykonywane natychmiast.
ru: Подтверждения не будут запрашиваться, если окно сообщений NVDA всё ещё открыто. В таких случаях действия будут выполнены незамедлительно.

source: Emulate copy and emulate cut commands mean that, when these features are enabled, the add-on will take control of control+c and control+x. This will allow to select if a confirmation should be requested before performing the actions corresponding to these keystrokes.
de: Die Befehle "Kopieren" und "Ausschneiden" emulieren bedeutet, dass die NVDA-Erweiterung die Kontrolle über Strg+C und Strg+X übernimmt, sobald diese Funktionen ausgeführt werden. So können Sie auswählen, ob eine Bestätigung angefordert werden soll, bevor die entsprechende Aktion ausgeführt wird.
es: Las órdenes Emular copiar y Emular cortar significan que, cuando estas funciones están activadas, el complemento tomará el control de control+c y control+x. Esto permitirá elegir si se debería solicitar una confirmación antes de realizar las acciones correspondientes a estos atajos de teclado.
fi: Kun kopioinnin ja leikkaamisen emulointi on otettu käyttöön, tämä lisäosa ottaa hallintaansa Ctrl+C- ja Ctrl+X-komennot. Tämä mahdollistaa valinnaisen vahvistuksen pyytämisen ennen näiden komentojen suorittamista.
fr: Emuler les commandes copier et couper signifie que, lorsque ces fonctionnalités sont activées, l'extension prendra le contrôle de contrôle+c et contrôle+x. Cela permettra de sélectionner si une confirmation doit être demandée avant d'effectuer les actions correspondant à ces frappes.
hr: Naredbe za emuliranje kopiranja i emuliranje izrezivanja znače, da će dodatak preuzeti kontrolu nad kontrol+c i kontrol+x kad su ove funkcije aktivirane. Time se može odabrati mogućnost za potvrdom prije izvođenja radnji koje odgovaraju tim prečacima.
ru: Команды "Эмулировать копирование" и "эмулировать вырезание" означают, что при включении этих функций надстройка возьмет на себя управление клавишами control+c и control+x. Это позволит выбрать, следует ли запрашивать подтверждение перед выполнением действий, соответствующих этим нажатиям клавиш.

source: Changes for 40.0.0
es: Cambios para 40.0.0
fi: Muutokset versiossa 40.0.0
fr: Changements pour la version 40.0.0
ru: Изменения для 40.0.0

source: Added support for Hebrew keyboard.
es: Se añade soporte para el teclado hebreo.
fi: Lisätty tuki hepreankieliselle näppäimistölle.
fr: Ajout de la prise en charge du clavier hébreu.
ru: Добавлена ​​поддержка клавиатуры на иврите.

source: Changes for 22.0.0
de: Änderungen in 22.0.0
es: Cambios para 22.0.0
fi: Muutokset versiossa 22.0.0
fr: Changements pour la version 22.0.0
hr: Promjene u verziji 22.0.0
ru: Изменения для 22.0

source: Added a button to restore defaults in the add-on settings panel.
de: Es wurde eine Schaltfläche zum Wiederherstellen der Standard-Einstellungen im den Einstellungen der NVDA-Erweiterung hinzugefügt.
es: Se ha añadido un botón para restaurar valores por defecto en el panel de opciones del complemento.
fi: Lisäosan asetuspaneeliin lisätty painike oletusarvojen palauttamista varten.
fr: Ajout d'un bouton pour restaurer aux paramètres par défaut dans le panneau de paramètres de l'extension.
hr: Dodan je gumb za obnavljanje zadanih postavki u ploči postavki dodatka.
ru: Добавлена кнопка для восстановления настроек по умолчанию на панели настроек дополнения.

source: The add-on cannot be run in secure mode.
de: Die NVDA-Erweiterung läuft nicht im geschützten Modus.
es: El complemento no se puede ejecutar en modo seguro.
fi: Lisäosaa ei voi käyttää suojatussa tilassa.
fr: L'extension ne peut pas être exécuté en mode sécurisé.
hr: Dodatak se ne može pokrenuti u sigurnom modusu.
ru: Дополнение не может быть запущена в безопасном режиме.

source: Changes for 17.0
de: Änderungen in 17.0
es: Cambios para 17.0
fi: Muutokset versiossa 17.0
fr: Changements pour la version 17.0
hr: Promjene u verziji 17.0
pl: Zmiany w wersji 17.0
ru: Изменения для 17.0

source: Compatible with NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
es: Compatible con NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
fr: Compatible avec NVDA 2023.1.
hr: Kompatibilno s NVDA čitačem 2023.1.
pl: Kompatybilny z NVDA 2023.1.
ru: Совместимо с NVDA 2023.1.

source: Changes for 16.0
de: Änderungen in 16.0
es: Cambios para 16.0
fi: Muutokset versiossa 16.0
fr: Changements pour la version 16.0
hr: Promjene u verziji 16.0
pl: Zmiany w wersji 16.0
ru: Изменения для 16.0

source: Reqires NVDA 2022.1 or later.
de: NVDA 2022.1 oder neuer wird benötigt.
es: Requiere NVDA 2022.1 o posterior.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
fr: Nécessite NVDA 2022.1 ou ultérieur.
hr: Zahtijeva NVDA 2022.1 ili noviju verziju.
pl: Wymagana wersja NVDA 2022.1 lub nowsza.
ru: Требуется NVDA 2022.1 или позднее.

source: Changes for 15.0
de: Änderungen in 15.0
es: Cambios para 15.0
fi: Muutokset versiossa 15.0
fr: Changements pour la version 15.0
hr: Promjene u verziji 15.0
pl: Zmiany w wersji 15.0
ru: Изменения для 15.0

source: The command to add text to clipboard is again presented in the input gestures dialog.
de: Der Befehl zum Hinzufügen von Text in die Zwischenablage wird wieder im Dialogfeld für die Tastenbefehle angezeigt.
es: La orden para añadir texto al portapapeles se presenta de nuevo en el diálogo Gestos de entrada.
fi: Tekstiä leikepöydälle lisäävä komento näytetään taas Näppäinkomennot-valintaikkunassa.
fr: La commande pour ajouter du texte au presse-papiers est à nouveau présentée dans la boîte de dialogue des gestes de commande.
hr: Naredba za dodavanje teksta u međuspremnik ponovo se prikazuje u dijaloškom okviru gesta unosa.
pl: Polecenie dodawania tekstu do schowka jest ponownie wyświetlane w oknie dialogowym gestów wprowadzania.
ru: Команда для добавления текста в буфер обмена снова отображается в диалоге жестов ввода.

source: Fixed gestures to copy and cut with Persian keyboard, thanks to Mohammadhosein Ghezelsofla.
de: Tastenkombinationen zum Kopieren und Ausschneiden mit persischer Tastatur behoben, dank Mohammad Hosein Ghezelsofla.
es: Se corrigen los gestos de copiar y cortar en el teclado persa. Gracias a Mohammadhosein Ghezelsofla.
fi: Korjattu kopioinnin ja leikkaamisen näppäinkomennot persiankielisellä näppäimistöllä. Kiitokset Mohammadhosein Ghezelsofla'lle.
fr: Correction des gestes pour copier et couper avec le clavier persan, grâce à Mohammadhosein Ghezelsofla.
hr: Ispravljene su geste za kopiranje i rezanje s perzijskom tipkovnicom, hvala Mohammadhosein Ghezelsofla.
pl: Naprawiono gesty do kopiowania i cięcia za pomocą perskiej klawiatury, dzięki Mohammadhosein Ghezelsofla.
ru: Исправлены жесты для копирования и вырезания с помощью персидской клавиатуры, спасибо Mohammadhosein Ghezelsofla.

source: Changes for 14.0
de: Änderungen in 14.0
es: Cambios para 14.0
fi: Muutokset versiossa 14.0
fr: Changements pour la version 14.0
hr: Promjene u verziji 14.0
pl: Zmiany w wersji 14.0
ru: Изменения для 14.0

source: Compatible with NVDA 2021.1.
de: Kompatibel mit NVDA 2021.1.
es: Compatible con NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
fr: Compatible avec NVDA 2021.1.
hr: Kompatibilno s NVDA čitačem 2021.1.
pl: Kompatybilny z NVDA 2021.1.
ru: Совместимо с NVDA 2021.1.

source: Changes for 13.0
de: Änderungen in 13.0
es: Cambios para 13.0
fi: Muutokset versiossa 13.0
fr: Changements pour la version 13.0
hr: Promjene u verziji 13.0
pl: Zmiany w wersji 13.0
ru: Изменения для 13.0

source: Fixed an issue in visual layout of the settings panel, thanks to Cyrille Bougot.
de: Dank Cyrille Bougot wurde ein Problem im visuellen Layout des Einstellungsfelds behoben.
es: Se ha corregido un problema en la disposición visual del panel de opciones, gracias a Cyrille Bougot.
fi: Korjattu ongelma asetuspaneelin visuaalisessa ulkoasussa; kiitos Cyrille Bougotille.
fr: Correction d'un problème dans la disposition visuelle du panneau des paramètres, grâce à Cyrille Bougot.
hr: Ispravljen je problem s vizualnim izgledom u ploči s postavkama. Hvala Cyrille Bougot.
pl: Naprawiono błąd w układzie wizualnym panelu ustawień, dzięki Cyrille Bougot.
ru: Исправлена ошибка в визуальном оформлении панели настроек, спасибо Cyrille Bougot.

source: Improved documentation.
de: Verbesserte Dokumentation.
es: Se ha mejorado la documentación.
fi: Dokumentaatiota paranneltu.
fr: Documentation améliorée.
hr: Poboljšana dokumentacija.
pl: Ulepszona dokumentacja.
ru: Улучшена документация.

source: Added a Clip Contents Designer category to assign input gestures to all commands available for this add-on.
de: Es wurde eine Kategorie "Zwischenablagenverwalter" hinzugefügt, damit allen verfügbaren Befehlen Tastenkombinationen zugewiesen werden können.
es: Se ha añadido una categoría Clip Contents Designer para asignar gestos de entrada a todas las órdenes disponibles para este complemento.
fi: Lisätty Leikepöydän sisällön käsittelijä -kategoria, josta voidaan määrittää näppäinkomennot kaikille tämän lisäosan komennoille.
fr: Ajout d'une catégorie Clip Contents Designer pour attribuer des gestes d'entrée à toutes les commandes disponibles pour cette extension.
hr: Dodatku „Upravljanje sadržajem međuspremnika” je dodana kategorija za dodjelu gesta unosa svim naredbama koje su dostupne za ovaj dodatak.
pl: Dodano kategorię Clip Contents Designer, aby przypisać gesty wprowadzania do wszystkich poleceń dostępnych dla tego dodatku.
ru: Добавлена категория Clip Contents Designer, позволяющая назначать жесты ввода для всех команд, доступных в этом дополнении.

source: Fixed bugs when using emulate copy in browsers if focus mode is active.
de: Fehler bei der Verwendung der Emulationskopie im Lesemodus behoben, wenn der Fokusmodus aktiv ist.
es: Se han corregido fallos al usar Emular copia en navegadores si el modo foco está activo.
fi: Korjattu bugeja käytettäessä kopioinnin emulointia selaimissa selaustilan ollessa käytössä.
fr: Correction de bugs lors de l'utilisation de la copie d'émulation dans les navigateurs si le mode focus est actif.
hr: Ispravljene su greške prilikom korištenja emuliranja kopiranja u preglednicima ako je modus fokusa aktiviran.
pl: Naprawiono błędy podczas korzystania z emulacji kopii w przeglądarkach, jeśli tryb koncentracji uwagi jest aktywny.
ru: Исправлены ошибки при использовании эмуляции копирования в браузерах при активном режиме фокусировки.

source: You can assign different gestures to show the clipboard textual contents as raw text or formatted in HTML. The Format to show the clipboard text in the settings panel has being modified accordingly, to select the two options available for HTML format.
de: Sie können verschiedene Gesten zuweisen, um den Textinhalt der Zwischenablage als Rohtext oder in HTML formatiert anzuzeigen. Das Format zum Anzeigen des Textes in der Zwischenablage im Einstellungsfeld wurde entsprechend geändert, um die beiden für das HTML-Format verfügbaren Optionen auszuwählen.
es: Puedes asignar diferentes gestos para mostrar el contenido textual del portapapeles como texto sin formato o formateado en HTML. Se ha modificado apropiadamente el formato en el que se muestra el texto del portapapeles en el panel de opciones para seleccionar las dos opciones disponibles para el formato HTML.
fi: Voit määrittää eri näppäinkomennot näyttämään leikepöydän tekstisisällön joko raakatekstinä tai muotoiltuna HTML:nä.
fr: Vous pouvez assigner différents gestes pour afficher le contenu textuel du presse-papiers sous forme de texte brut ou formaté en HTML. Le Format pour afficher le texte du presse-papiers dans le panneau des paramètres a été modifié en conséquence, pour sélectionner les deux options disponibles pour le format HTML.
hr: Mogu se dodijeliti različite geste za prikaz tekstualnog sadržaja međuspremnika kao neobrađeni tekst ili formatiran u HTML-u. Format za prikaz teksta međuspremnika je u ploči postavki u skladu s time promijenjen, što omogućuje biranje tih dviju opcija dostupne za HTML format.
pl: Możesz przypisać różne gesty, aby wyświetlić zawartość tekstową schowka jako tekst surowy lub sformatowany w formacie HTML. Format wyświetlania tekstu schowka w panelu ustawień został odpowiednio zmodyfikowany, aby wybrać dwie opcje dostępne dla formatu HTML.
ru: Вы можете назначить различные жесты для отображения текстового содержимого буфера обмена в виде необработанного текста или в формате HTML. Формат отображения текста из буфера обмена на панели настроек был соответствующим образом изменен, чтобы выбрать два варианта, доступные для формата HTML.

source: Changes for 12.0
de: Änderungen in 12.0
es: Cambios para 12.0
fi: Muutokset versiossa 12.0
fr: Changements pour la version 12.0
hr: Promjene u verziji 12.0
pl: Zmiany w wersji 12.0
ru: Изменения для 12.0

source: Fixed bugs when using emulate copy in applications like LibreOffice Writer.
de: Fehler bei der Verwendung von Emulationskopien in Anwendungen wie LibreOffice Writer behoben.
es: Se han corregido fallos al usar Emular copia en aplicaciones como Libre Office Writer.
fi: Korjattu bugeja käytettäessä kopioinnin emulointia sellaisissa sovelluksissa kuin LibreOffice Writer.
fr: Correction de bogues lors de l'utilisation de l'émulation de copie dans les applications telles que LibreOffice Writer.
hr: Ispravljene su greške prilikom korištenja emuliranja kopiranja u programima poput LibreOffice Writer.
pl: Naprawiono błędy podczas korzystania z emulacji kopii w aplikacjach takich jak LibreOffice Writer.
ru: Исправлены ошибки при использовании эмуляции копирования в таких приложениях, как LibreOffice Writer.

source: Changes for 11.0
de: Änderungen in 11.0
es: Cambios para 11.0
fi: Muutokset versiossa 11.0
fr: Changements pour la version 11.0
hr: Promjene u verziji 11.0
pl: Zmiany w wersji 11.0
ru: Изменения для 11.0

source: Now it's possible to add text marked with the review cursor using standard commands of NVDA (NVDA+f9 and NVDA+f10). NVDA+windows+f9 is no longer used, for a better integration with the new NVDA+shift+f9 command.
de: Jetzt ist es möglich, Text mit den Standardbefehlen des NVDA-Cursors (NVDA+f9 und NVDA+f10) zu markieren und in die Zwischenablage zu kopieren. NVDA+Windows+f9 wird nicht mehr verwendet, um dem neuen Befehl NVDA+shift+f9 besser zu integrieren.
es: Ahora es posible añadir texto marcado con el cursor de revisión usando órdenes estándar de NVDA (NVDA+f9 y NVDA+f10). Ya no se usa NVDA+windows+f9, para mejorar la integración con la nueva orden NVDA+shift+f9.
fi: Nyt on mahdollista lisätä tarkastelukohdistimella merkittyä tekstiä tavallisia NVDA-komentoja(NVDA+F9 ja NVDA+F10) käyttäen. Komentoa NVDA+Win+F9 ei enää käytetä paremman uuteen NVDA+Vaihto+F9-komentoon integroinnin takia.
fr: Il est maintenant possible d'ajouter du texte marqué avec le curseur de revue à l'aide de commandes standards de NVDA (NVDA+f9 et NVDA+f10). NVDA+Windows+f9 n'est plus utilisé pour une meilleure intégration avec na nouvelle commande de NVDA NVDA+maj+f9.
hr: Sada je moguće dodati tekst koji je označen preglednim kursorom, pomoću standardnih naredbi NVDA (NVDA+f9 i NVDA+f10). NVDA+windows+f9 se više ne koristi, radi boljw integracijw s novom naredbom NVDA+šift+f9.
pl: Teraz możliwe jest dodanie tekstu oznaczonego kursorem recenzji za pomocą standardowych poleceń NVDA (NVDA + f9 i NVDA + f10). NVDA+windows+f9 nie jest już używany, co zapewnia lepszą integrację z nowym poleceniem NVDA+shift+f9.
ru: Теперь можно добавлять текст, отмеченный курсором обзора, используя стандартные команды NVDA (NVDA+f9 и NVDA+f10). NVDA+windows+f9 больше не используется для лучшей интеграции с новой командой NVDA+shift+f9.

source: Requires NVDA 2019.3 or later.
de: Erfordert NVDA 2019.3 oder höher.
es: Se requiere NVDA 2019.3 o posterior.
fi: Edellyttää NVDA 2019.3:a tai uudempaa.
fr: Nécessite NVDA 2019.3 ou ultérieur.
hr: Zahtijeva NVDA verziju 2019.3 ili noviju.
pl: Wymaga NVDA 2019.3 lub nowszego.
ru: Требуется NVDA 2019.3 или позднее.

source: Changes for 10.0
de: Änderungen in 10.0
es: Cambios para 10.0
fi: Muutokset versiossa 10.0
fr: Changements pour la version 10.0
hr: Promjene u verziji 10.0
pl: Zmiany w wersji 10.0
ru: Изменения для 10.0

source: Fixed a bug in the dialog used to show the clipboard text, when its title contains non latin characters.
de: Es wurde ein Fehler in dem Dialog behoben, der verwendet wurde, um den Text der Zwischenablage anzuzeigen, wenn sein Titel nicht-lateinische Zeichen enthält.
es: Corregido un problema en el diálogo usado para mostrar el texto del portapapeles, cuando su título contiene caracteres no latinos.
fi: Korjattu ohjelmavirhe leikepöydän sisältämän tekstin näyttämiseen käytettävässä valintaikkunassa, kun sen nimi sisälsi ei-latinalaisia merkkejä.
fr: Correction d'un bogue dans le dialogue présentant le texte du presse-papiers, quand son titre contient des caractères non latins.
hr: Ispravljana je greška u dijaloškom okviru za prikaz teksta međuspremnika, kad naslov sadrži ne-latinične znakove.
pl: Naprawiono błąd w oknie dialogowym używanym do wyświetlania tekstu schowka, gdy jego tytuł zawiera znaki inne niż łacińskie.
ru: Исправлена ошибка в диалоге, используемом для отображения текста буфера обмена, когда его заголовок содержал нелатинские символы.

source: Fixed a bug when using the emulate cut and copy features with an Arabic keyboard layout. This has been fixed by Abdel, added as an add-on author.
de: Ein Fehler wurde behoben, der bei der Verwendung der emulierten Funktionen zum Ausschneiden und Kopieren mit einem arabischen Tastaturlayout auftrat. Dies wurde von Abdel behoben, der als zusätzlichen Autor dieser Erweiterung nun hinzugefügt wurde.
es: Corregido un problema al usar las funciones de emular cortar y copiar con la distribución de teclado árabe. Esto ha sido corregido por Abdel, que se ha añadido como autor del complemento.
fi: Korjattu ohjelmavirhe leikkaamisen ja kopioinnin emulointitoiminnoissa arabialaista näppäimistöasettelua käytettäessä. Tämän korjasi Abdel, joka on lisätty lisäosan tekijäksi.
fr: Correction d'un bogue lors de l'utilisation des fonctionnalités d'émulation de copier ou couper avec une configuration clavier Arabe. Ceci a été corrigé par Abdel, ajouté comme auteur de l'extension.
hr: Ispravljena je greška kad se koriste funkcije emuliranja izrezivanja i kopiranja s arapskim rasporedom tipkovnice. To je ispravio Abdel, dodan je kao autor dodatka.
pl: Naprawiono błąd podczas korzystania z funkcji emulacji wycinania i kopiowania z arabskim układem klawiatury. Zostało to naprawione przez Abdela, dodanego jako autor dodatku.
ru: Исправлена ошибка при использовании функций эмуляции вырезания и копирования с арабской раскладкой клавиатуры. Это исправил Abdel, добавленный в качестве автора дополнения.

source: Changes for 9.0
de: Änderungen in 9.0
es: Cambios para 9.0
fi: Muutokset versiossa 9.0
fr: Changements pour la version 9.0
hr: Promjene u verziji 9.0
pl: Zmiany w wersji 9.0
ru: Изменения для 9.0

source: Added the possibility of showing the clipboard text in browse mode.
de: Es wurde die Möglichkeit hinzugefügt, den Text der Zwischenablage im Lesemodus anzuzeigen.
es: Añadida la posibilidad de mostrar el texto del portapapeles en modo exploración.
fi: Lisätty mahdollisuus leikepöydän tekstin näyttämiseen selaustilassa.
fr: Ajout de la possibilité de voir le contenu du presse-papiers en mode navigation.
hr: Dodana je mogućnost prikazivanja teksta međuspremnika u modusu čitanja.
pl: Dodano możliwość wyświetlania tekstu schowka w trybie przeglądania.
ru: Добавлена возможность отображения текста буфера обмена в режиме обзора.
