Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/clipContentsDesigner/*/clipContentsDesigner.xliff
Languages: pt_pt, tr, zh_tw

source: Format to show the clipboard text as HTML in browse mode: If you're learning HTML markup language, you may choose Preformatted text in HTML or HTML as shown in a web browser, to have an idea of how your HTML code will be rendered by NVDA in a browser. The difference between preformatted and conventional HTML is that the first option will preserve consecutive spaces and line breaks, and the second one will compact them. For example, write some HTML tags like h1, h2, li, pre, etc., select and copy the text to clipboard, and use clipContentsDesigner add-on to show the text in a browseable message.
tr: Pano metnini tarama modunda HTML olarak gösterecek şekilde biçimlendirin: HTML biçimlendirme dili öğreniyorsanız, HTML kodunuzun NVDA tarafından bir tarayıcıda nasıl oluşturulacağı hakkında bir fikir sahibi olmak için HTML veya bir web tarayıcısında gösterildiği gibi HTML'de Önceden Biçimlendirilmiş metin'i seçebilirsiniz. Önceden biçimlendirilmiş ve geleneksel HTML arasındaki fark, ilk seçeneğin ardışık boşlukları ve satır sonlarını koruması, ikincisinin ise bunları sıkıştırmasıdır. Örneğin, h1, h2, li, pre vb. gibi bazı HTML etiketleri yazın, metni seçip panoya kopyalayın ve metni göz atılabilir bir mesajda göstermek için clipContentsDesigner eklentisini kullanın.

source: Maximum number of characters when showing clipboard text in browse mode: Please, be aware that increasing this limit may produce issues if the clipboard contains large strings of text. The default limit is 100000 characters.
tr: Pano metnini Tarama kipi modunda gösterirken maksimum karakter sayısı: Pano büyük metin dizeleri içeriyorsa, bu sınırı artırmanın sorunlara yol açabileceğini lütfen unutmayın. Varsayılan sınır 100000 karakterdir.

source: Restore defaults.
tr: Varsayılanları geri yükle.

source: Notes:
tr: Notlar:

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed.
tr: Eğer NVDA'nın bir mesaj kutusu hala açıksa bir işlem için onay istenmeyecektir. Bu gibi durumlarda, işlemler derhal gerçekleştirilecektir.

source: Emulate copy and emulate cut commands mean that, when these features are enabled, the add-on will take control of control+c and control+x. This will allow to select if a confirmation should be requested before performing the actions corresponding to these keystrokes.
tr: Kopyalayı taklit et ve kesme komutlarını taklit et, bu özellikler etkinleştirildiğinde, eklentinin kontrol+c ve control+x kontrolünü ele alacağı anlamına gelir. Bu, bu tuş vuruşlarına karşılık gelen eylemleri gerçekleştirmeden önce bir onay istenip verilmeyeceğini seçecektir.

source: Changes for 46.0.0
tr: 46.0.0 için Değişiklikler

source: NVDA will sanitize HTML in browseable messages.
tr: NVDA, göz atılabilir iletilerdeki HTML'yi sterilize edecektir.

source: Added a button to close browseable messages, in addition to the Escape key.
tr: Göz atılabilir mesajları kapatmak için Escape tuşuna ek olarak bir düğme eklendi.

source: Changes for 40.0.0
tr: 40.0.0 için Değişiklikler

source: Added support for Hebrew keyboard.
tr: İbranice klavye için destek eklendi.

source: Changes for 22.0.0
tr: 22.0.0 için Değişiklikler

source: Added a button to restore defaults in the add-on settings panel.
tr: Eklenti ayarları panelinde varsayılanları geri yüklemek için bir düğme eklendi.

source: The add-on cannot be run in secure mode.
tr: Eklenti güvenli modda çalıştırılamaz.

source: Changes for 17.0
tr: 17.0 için Değişiklikler

source: Compatible with NVDA 2023.1.
tr: NVDA 2023.1 ile uyumlu.

source: Changes for 16.0
tr: 16.0 için Değişiklikler

source: Reqires NVDA 2022.1 or later.
tr: NVDA 2022.1 veya sonraki bir sürümü gerektirir.

source: Changes for 15.0
tr: 15.0 için Değişiklikler

source: The command to add text to clipboard is again presented in the input gestures dialog.
tr: Panoya metin ekleme komutu, girdi hareketleri iletişim kutusuna tekrar eklendi.

source: Fixed gestures to copy and cut with Persian keyboard, thanks to Mohammadhosein Ghezelsofla.
tr: Mohammadhosein Ghezelsofla sayesinde Farsça klavyeyle kopyalama ve kesme hareketleri düzeltildi.

source: Changes for 14.0
tr: 14.0 için Değişiklikler

source: Compatible with NVDA 2021.1.
tr: NVDA 2021.1 ile uyumlu.

source: Changes for 13.0
tr: 13.0 için Değişiklikler

source: Fixed an issue in visual layout of the settings panel, thanks to Cyrille Bougot.
tr: Ayarlar panelinin görsel düzenindeki bir sorun düzeltildi, teşekkürler Cyrille Bougot.

source: Improved documentation.
tr: Dokümantasyon (yardım dosyaları) geliştirildi.

source: Added a Clip Contents Designer category to assign input gestures to all commands available for this add-on.
tr: Eklenti için kullanılabilen tüm komutlara girdi hareketleri atamak için bir Pano İçerik Düzenleyicisi kategorisi eklendi.

source: Fixed bugs when using emulate copy in browsers if focus mode is active.
tr: Tarayıcılarda odak modu etkinken Kopyalamayı taklit et kullanıldığında yaşanan hatalar düzeltildi.

source: You can assign different gestures to show the clipboard textual contents as raw text or formatted in HTML. The Format to show the clipboard text in the settings panel has being modified accordingly, to select the two options available for HTML format.
tr: Pano metin içeriklerini ham metin veya HTML şeklinde biçimlendirilmiş olarak göstermek için farklı hareketler atayabilirsiniz. Ayarlar panelinde pano metnini gösterecek biçim, HTML biçimi için mevcut iki seçeneği seçmek üzere düzenlendi.

source: Changes for 12.0
tr: 12.0 için Değişiklikler

source: Fixed bugs when using emulate copy in applications like LibreOffice Writer.
tr: LibreOffice Writer gibi uygulamalarda Kopyalamayı taklit et kullanırken oluşan hatalar düzeltildi.

source: Changes for 11.0
tr: 11.0 için Değişiklikler

source: Now it's possible to add text marked with the review cursor using standard commands of NVDA (NVDA+f9 and NVDA+f10). NVDA+windows+f9 is no longer used, for a better integration with the new NVDA+shift+f9 command.
tr: Artık NVDA'nın standart komutlarını (NVDA+f9 ve NVDA+f10) kullanarak inceleme imleciyle işaretlenmiş metni eklemek mümkündür. Yeni NVDA+shift+f9 komutuyla daha iyi bir entegrasyon için NVDA+windows+f9 artık kullanılmamaktadır.

source: Requires NVDA 2019.3 or later.
tr: NVDA 2019.3 veya sonraki bir sürümü gerektirir.

source: Changes for 10.0
tr: 10.0 için Değişiklikler

source: Fixed a bug in the dialog used to show the clipboard text, when its title contains non latin characters.
tr: Başlık latin olmayan karakterler içerdiğinde pano metnini göstermek için kullanılan iletişim kutusundaki bir hata düzeltildi.

source: Fixed a bug when using the emulate cut and copy features with an Arabic keyboard layout. This has been fixed by Abdel, added as an add-on author.
tr: Arapça klavye düzeniyle Kesmeyi taklit et ve Kopyalamayı taklit et özelliklerini kullanırken oluşan bir hata düzeltildi. Bu, Abdel tarafından düzeltildi, eklenti yazar olarak eklendi.

source: Changes for 9.0
tr: 9.0 için Değişiklikler

source: Added the possibility of showing the clipboard text in browse mode.
tr: Pano metnini tarama kipi modunda gösterme özelliği eklendi.

source: Added an option to choose if confirmations will be required if clipboard is not empty, for instance, if files or folders are been copied.
tr: Dosyalar veya klasörler kopyalanmışsa, pano boş değilse onayın gerekli olup olmayacağını seçmek için bir seçenek eklendi.

source: Requires NVDA 2018.4 or later.
tr: NVDA 2018.4 veya sonraki bir sürümü gerektirir.

source: Changes for 8.0 ##
tr: 8.0 için Değişiklikler ##

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
tr: Eklenti ayarları, NVDA Ayarları iletişim kutusunun ilgili kategorisinde gösterilir.

source: Requires NVDA 2018.2 or later.
tr: NVDA 2018.2 veya sonraki bir sürümü gerektirir.

source: Changes for 7.0
tr: 7.0 için Değişiklikler

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
tr: Kurulum sırasında yapılandırma iletişim kutusunda hayır'ı seçerseniz, Kesmeyi taklit et ve Kopyalamayı taklit et özeliklerine ilişkin komutlar kaldırılır, böylece kontrol+c ve kontrol+x için normal davranışı geri yükleyebilirsiniz.

source: Changes for 6.0
tr: 6.0 için Değişiklikler

source: Added options to choose if available actions should be performed after confirmation.
tr: Onaydan sonra mevcut eylemlerin gerçekleştirilip gerçekleştirilmeyeceğini seçmek için seçenekler eklendi.

source: Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog.
tr: Girdi hareketleri iletişim kutusundan atanabilen Kopyalamayı taklit et ve Kesmeyi taklit et komutları eklendi.

source: Added a dialog to configure the Emulate copy and Emulate cut functionalities at installation. This allows to add the control+c and control+x commands to copy and cut, and be asked if you want to replace the clipboard contents when pressing these keystrokes.
tr: Yükleme sırasında Kopyalamayı taklit et ve Kesmeyi taklit et işlevlerini yapılandırmak için bir iletişim kutusu eklendi. Bu, kopyalamak ve kesmek için control+c ve control+x komutlarının eklenmesine ve bu tuş vuruşlarına basıldığında pano içeriğini değiştirmek isteyip istemediğinizin sorulmasına olanak tanır.

source: Fixed documentation for script_add (Windows+NVDA+c).
tr: Belgeler script_add (Windows+NVDA+c) için düzeltildi.

source: Changes for 5.0 ##
tr: 5.0 için Değişiklikler ##

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
tr: Diyaloğun görsel sunumu, NVDA'da gösterilen diyalogların görünümüne bağlı kalarak geliştirildi.

source: Requires NVDA 2016.4 or later.
tr: NVDA 2016.4 veya sonraki bir sürümü gerektirir.

source: Changes for 4.0 ##
tr: 4.0 için Değişiklikler ##

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
tr: Eklenti ayarları NVDA konfigürasyonundan yönetilir, böylece farklı ayraçları kaydetmek için standart profiller kullanılabilir ve yeniden kurulum sırasında içe aktarma için ayarların kopyalanması gerekmez.

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
tr: Artık, Pano İçerik düzenleyicisi ayarları iletişim kutusundaki metni pano verilerinden önce ekle onay kutusunu kullanarak, eklenecek metnin başa mı yoksa sona mı ekleneceğini seçmek mümkündür.

source: Changes for 3.0 ##
tr: 3.0 için Değişiklikler ##

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
tr: MathPlayer kuruluysa, MathML nesnelerinin Braille gösterimi panoya eklenebilir.

source: If no separator is set, just a single line will be placed between the added text segments.
tr: Ayraç ayarlanmazsa, eklenen metin bölümleri arasına yalnızca tek bir satır yerleştirilir.

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
tr: Pano İçerik Düzenleyicisi ayarları iletişim kutusunu açmak için bir kısayol atanabilir.

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
tr: Eklentiyi yeniden yüklerken içe aktarılmak üzere ayırıcının kopyalanıp kopyalanmayacağını seçmek için ayarlar iletişim kutusuna bir onay kutusu eklendi.

source: Changes for 2.0 ##
tr: 2.0 için Değişiklikler ##

source: Hindi characters can be used as the separator between added contents.
tr: Hintçe karakterler, eklenen içerikler arasında ayraç olarak kullanılabilir.

source: Changes for 1.0 ##
tr: 1.0 için Değişiklikler ##

source: Initial version.
tr: İlk sürüm.
