Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/clipContentsDesigner/*/clipContentsDesigner.xliff
Languages: pt_pt, tr, zh_tw

source: Clip Contents Designer #
pt_pt: Gestor de conteúdos da área de transferência
zh_tw: 剪貼簿內容設計師 #

source: Authors: Noelia, Abdel.
pt_pt: Autores: Noelia, Abdel.
zh_tw: 作者：Noelia, Abdel。

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting.
pt_pt: Este extra é utilizado para adicionar texto à área de transferência, o que pode ser útil quando se pretende juntar secções de texto prontas para serem coladas. O conteúdo da área de transferência também pode ser limpo e mostrado no modo de navegação.
zh_tw: 此附加元件用於將文字加入剪貼簿，當您想將多段文字合併在一起以便貼上時，此功能非常實用。

source: The clipboard content can also be cleared an shown in browse mode.
pt_pt: Este extra é utilizado para adicionar texto à área de transferência, o que pode ser útil quando se pretende juntar secções de texto prontas para serem coladas. O conteúdo da área de transferência também pode ser limpo e mostrado no modo de navegação.
zh_tw: 剪貼簿的內容也能夠被清除，以及在瀏覽模式中呈現。

source: Keyboard commands ##
pt_pt: Comandos de teclado:
zh_tw: 鍵盤指令 ##

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
pt_pt: NVDA+windows+c: Adicionar texto selecionado, caracteres braille Unicode que representam objetos MathML ou a cadeia de caracteres que foi marcada com o cursor de revisão à área de transferência.
zh_tw: NVDA+windows+c：將選取的文字、代表 MathML 物件的 Unicode 點字字元，或以檢閱游標標示的字串，加入剪貼簿。

source: NVDA+windows+x: Clear clipboard contents.
pt_pt: NVDA+windows+x: Limpar o conteúdo da área de transferência.
zh_tw: NVDA+windows+x：清除剪貼簿內容。

source: Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
pt_pt: Não atribuído: Cópias para (ou cortes de) a área de transferência, com a possibilidade de ser solicitada uma confirmação prévia.
zh_tw: 未指派：複製至 (或剪下至) 剪貼簿，可設定是否需要事先確認。

source: Not assigned: Shows the clipboard text as HTML in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
pt_pt: Não atribuído: Mostra o texto da área de transferência como HTML no modo de navegação ou anuncia se a área de transferência está vazia ou tem conteúdo que não pode ser apresentado em uma mensagem navegável, por exemplo, se arquivos ou pastas foram copiados do Windows Explorer.
zh_tw: 未指派：在瀏覽模式中將剪貼簿文字以 HTML 格式顯示；或在剪貼簿為空，或其內容無法以可瀏覽訊息呈現時，例如從檔案總管複製了檔案或資料夾時讀出。

source: Not assigned: Shows the textual clipboard contents as plain text in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
pt_pt: Não atribuído: Mostra o conteúdo textual da área de transferência como texto simples no modo de navegação ou anuncia se a área de transferência está vazia ou tem conteúdo que não pode ser apresentado em uma mensagem navegável, por exemplo, se arquivos ou pastas foram copiados do Windows Explorer.
zh_tw: 未指派：在瀏覽模式中將剪貼簿的文字內容以純文字格式顯示；或在剪貼簿為空，或其內容無法以可瀏覽訊息呈現時，例如從檔案總管複製了檔案或資料夾時讀出。

source: Clip Contents Designer settings ##
pt_pt: Configurações do gestor da área de transferência
zh_tw: 剪貼簿內容設計師設定 ##

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
pt_pt: Este painel está disponível a partir do menu do NVDA, submenu Preferências, diálogo configurações.
zh_tw: 此面板可從 NVDA 功能表、偏好、設定對話框中存取。

source: It contains the following controls:
pt_pt: Para usar Be My Eyes, concorda com o seguinte:
zh_tw: 它包含以下控制項：

source: Type the string to be used as a separator between contents added to the clipboard: Allows to set a separator which can be used to find the text segments once the entire added text is pasted.
pt_pt: Digite a cadeia a ser utilizada como separador entre os conteúdos adicionados à área de transferência: Permite definir um separador que pode ser utilizado para encontrar os segmentos de texto uma vez colado todo o texto adicionado.
zh_tw: 輸入要用作剪貼簿中已加入內容之間的分隔符字串：可讓您設定一個分隔符，以便在貼上所有已加入的文字後，能找到各個文字區段。

source: Add text before clip data: It's also possible to choose if the added text will be appended or prepended.
pt_pt: Adicione texto antes dos dados do clipe: Também é possível escolher se o texto adicionado será anexado ou pré-anexado.
zh_tw: 在剪貼資料前加入文字：也可以選擇要將加入的文字附加在後，或前置在前。

source: Select the actions which require previous confirmation: You can choose, for each action available, if it should be performed inmediately or after confirmation. Available actions are: add text, clear clipboard, emulate copy and emulate cut.
pt_pt: Seleccionar as acções que requerem confirmação prévia: Pode escolher, para cada acção disponível, se esta deve ser realizada imediatamente ou após confirmação. As acções disponíveis são: adicionar texto, limpar a área de transferência, emular cópia e emular corte.
zh_tw: 選取需要事先確認的動作：您可以為每個可用的動作，選擇要立即執行，或是經過確認後才執行。可用的動作有：加入文字、清除剪貼簿、模擬複製及模擬剪下。

source: Request confirmation before performing the selected actions when: You can select if confirmations will be requested always, just if text is contained in the clipboard, or if clipboard is not empty (for example if you've copied a file, not text).
pt_pt: Solicitar confirmação antes de executar as ações selecionadas quando: pode selecionar se as confirmações serão solicitadas sempre, apenas se o texto estiver contido na área de transferência ou se a área de transferência não estiver vazia (por exemplo, se você tiver copiado um arquivo, não um texto).
zh_tw: 在以下情況執行所選動作前，請求確認：您可以選取何時要請求確認，可為總是、或僅在剪貼簿中包含文字時、或當剪貼簿非空白時(例如，當您複製了檔案而非文字)。

source: Format to show the clipboard text as HTML in browse mode: If you're learning HTML markup language, you may choose Preformatted text in HTML or HTML as shown in a web browser, to have an idea of how your HTML code will be rendered by NVDA in a browser. The difference between preformatted and conventional HTML is that the first option will preserve consecutive spaces and line breaks, and the second one will compact them. For example, write some HTML tags like h1, h2, li, pre, etc., select and copy the text to clipboard, and use clipContentsDesigner add-on to show the text in a browseable message.
pt_pt: Formatar para mostrar o texto da área de transferência como HTML no modo de navegação: Se estiver aprendendo a linguagem de marcação HTML, poderá escolher Texto pré-formatado em HTML ou HTML como mostrado em um navegador da Web, para ter uma ideia de como o código HTML será renderizado pelo NVDA em um navegador. A diferença entre o HTML pré-formatado e o convencional é que a primeira opção preservará espaços consecutivos e quebras de linha, enquanto a segunda os compactará. Por exemplo, escreva algumas tags HTML como h1, h2, li, pre etc., selecione e copie o texto para a área de transferência e use o complemento clipContentsDesigner para mostrar o texto em uma mensagem navegável.
zh_tw: 在瀏覽模式中將剪貼簿文字以 HTML 顯示的格式：如果您正在學習 HTML 標籤語言，您可以選擇「HTML 中的預格式化文字」或「如網頁瀏覽器中所示的 HTML」，以了解您的 HTML 程式碼在瀏覽器中會如何被 NVDA 呈現。預格式化 HTML 與傳統 HTML 的區別在於，前一個選項會保留連續的空格和換行，而後一個選項則會將其壓縮。例如，您可以撰寫一些 HTML 標籤，如 h1、h2、li、pre 等，選取並複製文字到剪貼簿，然後使用剪貼簿內容設計師附加元件將文字顯示在可瀏覽訊息中。

source: Maximum number of characters when showing clipboard text in browse mode: Please, be aware that increasing this limit may produce issues if the clipboard contains large strings of text. The default limit is 100000 characters.
pt_pt: Número máximo de caracteres ao mostrar o texto da área de transferência no modo de navegação: Tenha em atenção que o aumento deste limite pode produzir problemas se a área de transferência contiver grandes cadeias de texto. O limite por defeito é de 100000 caracteres.
zh_tw: 在瀏覽模式中顯示剪貼簿文字時的最大字元數：請注意，若剪貼簿中包含大量文字字串，增加此限制可能會產生問題。預設限制為 100000 個字元。

source: Restore defaults.
pt_pt: Restaurar para valores por padrão
zh_tw: 還原預設值。

source: Notes:
pt_pt: Notas:
zh_tw: 注意：

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed.
pt_pt: As confirmações não serão solicitadas quando uma caixa de mensagens do NVDA ainda estiver aberta. Nesses casos, as acções serão executadas de imediato.
zh_tw: 當 NVDA 的訊息方塊仍開啟時，將不會請求確認。在這些情況下，動作會被立即執行。

source: Emulate copy and emulate cut commands mean that, when these features are enabled, the add-on will take control of control+c and control+x. This will allow to select if a confirmation should be requested before performing the actions corresponding to these keystrokes.
pt_pt: Emular os comandos copiar e emular o corte significa que, quando estas funcionalidades estão activadas, o extra assumirá o controlo de control+c e control+x. Isto permitirá seleccionar se deve ser solicitada uma confirmação antes de executar as acções correspondentes a estes atalhos.
zh_tw: 模擬複製與模擬剪下指令意指，當這些功能啟用時，此附加元件將會接管 control+c 和 control+x。如此便能選擇在執行這些按鍵對應的動作前，是否要請求確認。

source: Changes for 46.0.0
pt_pt: Alterações para 0.3-dev:
zh_tw: 46.0.0 版的變更

source: NVDA will sanitize HTML in browseable messages.
pt_pt: O NVDA higienizará o HTML em mensagens navegáveis.
zh_tw: NVDA 會淨化可瀏覽訊息中的 HTML。

source: Added a button to close browseable messages, in addition to the Escape key.
pt_pt: Foi adicionado um botão para fechar mensagens navegáveis, além da tecla Escape.
zh_tw: 除了 Escape 鍵外，新增了一個用以關閉可瀏覽訊息的按鈕。

source: Changes for 40.0.0
pt_pt: Alterações para 0.3-dev:
zh_tw: 40.0.0 版的變更

source: Added support for Hebrew keyboard.
pt_pt: não suporta
zh_tw: 新增對希伯來文鍵盤的支援。

source: Changes for 22.0.0
pt_pt: Alterações para 0.3-dev:
zh_tw: 22.0.0 版的變更

source: Added a button to restore defaults in the add-on settings panel.
pt_pt: Foi adicionado um botão para restaurar os padrões no painel de configurações do extra.
zh_tw: 在附加元件設定中新增了還原預設值的按鈕。

source: The add-on cannot be run in secure mode.
pt_pt: Não é possível adicionar
zh_tw: 此附加元件無法在安全模式下執行。

source: Changes for 17.0
pt_pt: Alterações guardadas.
zh_tw: 17.0 版的變更

source: Compatible with NVDA 2023.1.
pt_pt: Compatibilidade com NVDA 2023.1
zh_tw: 與 NVDA 2023.1 相容。

source: Changes for 16.0
pt_pt: Alterações guardadas.
zh_tw: 16.0 版的變更

source: Reqires NVDA 2022.1 or later.
pt_pt: Compatibilidade com NVDA 2022.1
zh_tw: 需要 NVDA 2022.1 或更新版本。

source: Changes for 15.0
pt_pt: Alterações guardadas.
zh_tw: 15.0 版的變更

source: The command to add text to clipboard is again presented in the input gestures dialog.
pt_pt: O comando para adicionar texto à área de transferência é novamente apresentado na caixa de diálogo de comandos de entrada.
zh_tw: 將文字加入剪貼簿指令再次顯示於輸入手勢對話框中。

source: Fixed gestures to copy and cut with Persian keyboard, thanks to Mohammadhosein Ghezelsofla.
pt_pt: Corrigidos os atalhos para copiar e cortar com o teclado persa, graças a Mohammadhosein Ghezelsofla.
zh_tw: 修正了使用波斯文鍵盤時，複製與剪下手勢的問題，感謝 Mohammadhosein Ghezelsofla。

source: Changes for 14.0
pt_pt: Alterações guardadas.
zh_tw: 14.0 版的變更

source: Compatible with NVDA 2021.1.
pt_pt: Compatível com o NVDA 2021.1.
zh_tw: 與 NVDA 2021.1 相容。

source: Changes for 13.0
pt_pt: Alterações guardadas.
zh_tw: 13.0 版的變更

source: Fixed an issue in visual layout of the settings panel, thanks to Cyrille Bougot.
pt_pt: Corrigido um problema na disposição visual do painel de configurações, graças a Cyrille Bougot.
zh_tw: 修正了設定視覺版面配置的問題，感謝 Cyrille Bougot。

source: Improved documentation.
pt_pt: Abrir &documentação...
zh_tw: 改善了說明文件。

source: Added a Clip Contents Designer category to assign input gestures to all commands available for this add-on.
pt_pt: Adicionada uma categoria Clip Content Designer para atribuir comandos de entrada a todos os comandos disponíveis para este add-on.
zh_tw: 新增了剪貼簿內容設計師類別，可用於為此附加元件的所有可用指令指派輸入手勢。

source: Fixed bugs when using emulate copy in browsers if focus mode is active.
pt_pt: Correção de erros ao usar a cópia emulada em navegadores se o modo de foco estiver ativo.
zh_tw: 修正了在瀏覽器中，若焦點模式啟用時，使用模擬複製會發生錯誤的問題。

source: You can assign different gestures to show the clipboard textual contents as raw text or formatted in HTML. The Format to show the clipboard text in the settings panel has being modified accordingly, to select the two options available for HTML format.
pt_pt: Pode atribuir diferentes comandos para mostrar o conteúdo textual da área de transferência como texto em bruto ou formatado em HTML. O Formato para mostrar o texto da área de transferência no painel de definições foi modificado em conformidade, para seleccionar as duas opções disponíveis para o formato HTML.
zh_tw: 您可以為以原始文字顯示剪貼簿文字內容和以 HTML 格式顯示剪貼簿文字內容指派不同的手勢。設定中的顯示剪貼簿文字的格式也已相應修改，可用於選取兩種可用的 HTML 格式。

source: Changes for 12.0
pt_pt: Alterações guardadas.
zh_tw: 12.0 版的變更

source: Fixed bugs when using emulate copy in applications like LibreOffice Writer.
pt_pt: Correção de erros ao usar a cópia emulada em aplicativos como o LibreOffice Writer.
zh_tw: 修正了在 LibreOffice Writer 等應用程式中使用模擬複製時的錯誤。

source: Changes for 11.0
pt_pt: Alterações guardadas.
zh_tw: 11.0 版的變更

source: Now it's possible to add text marked with the review cursor using standard commands of NVDA (NVDA+f9 and NVDA+f10). NVDA+windows+f9 is no longer used, for a better integration with the new NVDA+shift+f9 command.
pt_pt: Agora é possível adicionar texto marcado com o cursor de revisão usando comandos padrão do NVDA (NVDA+f9 e NVDA+f10). NVDA+windows+f9 já não é utilizado, para uma melhor integração com o novo comando NVDA+shift+f9.
zh_tw: 現在，您可以使用 NVDA 的標準指令 (NVDA+f9 和 NVDA+f10) 來加入以檢閱游標標示的文字。為了更好地與新的 NVDA+shift+f9 指令整合，NVDA+windows+f9 已不再使用。

source: Requires NVDA 2019.3 or later.
pt_pt: Requer NVDA 2019.3 ou superiores.
zh_tw: 需要 NVDA 2019.3 或更新版本。

source: Changes for 10.0
pt_pt: Alterações guardadas.
zh_tw: 10.0 版的變更

source: Fixed a bug in the dialog used to show the clipboard text, when its title contains non latin characters.
pt_pt: Corrigido um erro no diálogo utilizado para mostrar o texto da área de transferência, quando o seu título contém caracteres não latinos.
zh_tw: 修正了當用以顯示剪貼簿文字的對話框，其標題包含非拉丁字元時會發生的錯誤。

source: Fixed a bug when using the emulate cut and copy features with an Arabic keyboard layout. This has been fixed by Abdel, added as an add-on author.
pt_pt: Foi corrigido um erro ao usar os recursos de corte e cópia emulados com um layout de teclado árabe. Isso foi corrigido por Abdel, adicionado como um autor de complemento.
zh_tw: 修正了使用阿拉伯文鍵盤配置時，模擬剪下與模擬複製功能的錯誤。此問題由 Abdel 修正，並已將其列為附加元件作者。

source: Changes for 9.0
pt_pt: Alterações guardadas.
zh_tw: 9.0 版的變更

source: Added the possibility of showing the clipboard text in browse mode.
pt_pt: Foi adicionada a possibilidade de mostrar o texto da área de transferência no modo de navegação.
zh_tw: 新增了在瀏覽模式中顯示剪貼簿文字的功能。

source: Added an option to choose if confirmations will be required if clipboard is not empty, for instance, if files or folders are been copied.
pt_pt: Foi adicionada uma opção para escolher se serão necessárias confirmações se a área de transferência não estiver vazia, por exemplo, se arquivos ou pastas estiverem sendo copiados.
zh_tw: 新增了一個選項，可選擇若剪貼簿非空白時，例如複製了檔案或資料夾，是否需要請求確認。

source: Requires NVDA 2018.4 or later.
pt_pt: Requer NVDA 2019.3 ou superiores.
zh_tw: 需要 NVDA 2018.4 或更新版本。

source: Changes for 8.0 ##
pt_pt: Alterações para 0.3-dev:
zh_tw: 8.0 版的變更 ##

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
pt_pt: As configurações do complemento são mostradas na categoria correspondente da caixa de diálogo Configurações do NVDA.
zh_tw: 此附加元件的設定會顯示在 NVDA 設定對話框中對應的類別下。

source: Requires NVDA 2018.2 or later.
pt_pt: Requer NVDA 2019.3 ou superiores.
zh_tw: 需要 NVDA 2018.2 或更新版本。

source: Changes for 7.0
pt_pt: Alterações guardadas.
zh_tw: 7.0 版的變更

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
pt_pt: <target/>
zh_tw: 在安裝時設定模擬複製與模擬剪下功能的對話框中，若您選擇否，則這些功能的指令將會被移除，以便您恢復 control+c 和 control+x 的正常行為。

source: Changes for 6.0
pt_pt: Alterações guardadas.
zh_tw: 6.0 版的變更

source: Added options to choose if available actions should be performed after confirmation.
pt_pt: <target/>
zh_tw: 新增了選項，可選擇是否要在確認後才執行可用的動作。

source: Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog.
pt_pt: <target/>
zh_tw: 新增了模擬複製與模擬剪下指令，可從輸入手勢對話框中指派。

source: Added a dialog to configure the Emulate copy and Emulate cut functionalities at installation. This allows to add the control+c and control+x commands to copy and cut, and be asked if you want to replace the clipboard contents when pressing these keystrokes.
pt_pt: <target/>
zh_tw: 新增了在安裝時設定模擬複製與模擬剪下功能的對話框。此對話框可讓您為複製與剪下新增 control+c 和 control+x 指令，並在按下這些按鍵時，詢問您是否要取代剪貼簿的內容。

source: Fixed documentation for script_add (Windows+NVDA+c).
pt_pt: <target/>
zh_tw: 修正了 script_add (Windows+NVDA+c) 的說明文件。

source: Changes for 5.0 ##
pt_pt: Alterações para 0.3-dev:
zh_tw: 5.0 版的變更 ##

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
pt_pt: <target/>
zh_tw: 對話框的視覺呈現已增強，使其與 NVDA 中顯示的對話框外觀保持一致。

source: Requires NVDA 2016.4 or later.
pt_pt: Requer NVDA 2019.3 ou superiores.
zh_tw: 需要 NVDA 2016.4 或更新版本。

source: Changes for 4.0 ##
pt_pt: Alterações para 0.3-dev:
zh_tw: 4.0 版的變更 ##

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
pt_pt: <target/>
zh_tw: 附加元件設定由 NVDA 組態管理，因此可使用標準的設定檔來儲存不同的分隔符，且重新安裝時也無需再複製設定以進行匯入。

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
pt_pt: <target/>
zh_tw: 現在您可以透過剪貼簿內容設計師設定對話框中的在剪貼資料前加入文字核取方塊，選擇要將加入的文字附加在後或前置在前。

source: Changes for 3.0 ##
pt_pt: Alterações para 0.3-dev:
zh_tw: 3.0 版的變更 ##

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
pt_pt: <target/>
zh_tw: 若已安裝 MathPlayer，可將 MathML 物件的點字表示方式加入剪貼簿。

source: If no separator is set, just a single line will be placed between the added text segments.
pt_pt: <target/>
zh_tw: 若未設定分隔符，則只會在已加入的文字區段之間置入一個換行。

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
pt_pt: <target/>
zh_tw: 可以為開啟剪貼簿內容設計師設定對話框指派一個快捷鍵。

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
pt_pt: <target/>
zh_tw: 在設定對話框中新增了一個核取方塊，用以選擇重新安裝附加元件時，是否應複製分隔符以供匯入。

source: Changes for 2.0 ##
pt_pt: Versão 2.0
zh_tw: 2.0 版的變更 ##

source: Hindi characters can be used as the separator between added contents.
pt_pt: <target/>
zh_tw: 印地文字元可用作已加入內容之間的分隔符。

source: Changes for 1.0 ##
pt_pt: Versão 1.0
zh_tw: 1.0 版的變更 ##

source: Initial version.
pt_pt: Versão inicial.
zh_tw: 初始版本。

source: Clip Contents Designer #
tr: Pano İçerik Düzenleyicisi #

source: Authors: Noelia, Abdel.
tr: Yazarlar: Noelia ve Abdel.

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting.
tr: Bu eklenti, panoya metin eklemek için kullanılır ve bu, metin bölümlerini yapıştırmaya hazır bir şekilde birleştirmek istediğinizde yararlı olabilir.

source: The clipboard content can also be cleared an shown in browse mode.
tr: Pano içeriği ayrıca temizlenebilir ve göz atma modunda gösterilebilir.

source: Keyboard commands ##
tr: Klavye komutları ##

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
tr: NVDA+windows+c: Seçilen metni, MathML nesnelerini temsil eden Unicode braille karakterlerini veya inceleme imleciyle işaretlenmiş dizeyi panoya ekler.

source: NVDA+windows+x: Clear clipboard contents.
tr: NVDA+Windows+X: Pano içeriğini temizler.

source: Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
tr: Atanmamış: Panoya kopyalar (veya panodan keser), önceden onay istenme olasılığı ile.

source: Not assigned: Shows the clipboard text as HTML in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
tr: Atanmamış: Pano metnini tarama modunda HTML olarak gösterir. Pano boşsa ya da Windows Gezgini'nden kopyalanan dosyalar veya klasörler gibi tarama modunda görüntülenemeyen içeriklere sahipse bunu sesli olarak bildirir.

source: Not assigned: Shows the textual clipboard contents as plain text in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
tr: Atanmamış: Metinsel pano içeriğini tarama kipi modunda düz metin olarak gösterir. Panonun boş olup olmadığını veya örneğin dosyalar ya da klasörler Windows Gezgini'nden kopyalanmışsa göz atılabilir bir iletide gösterilemeyen içeriğe sahip olup olmadığını bildirir.

source: Clip Contents Designer settings ##
tr: Pano İçerik Düzenleyicisi Ayarları ##

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
tr: Bu panele NVDA menüsü tercihler alt menüsünden Ayarlar iletişim kutusuna girerek erişilebilir.

source: It contains the following controls:
tr: Aşağıdaki kontrolleri içerir:

source: Type the string to be used as a separator between contents added to the clipboard: Allows to set a separator which can be used to find the text segments once the entire added text is pasted.
tr: Panoya eklenen içerikler arasında ayraç olarak kullanılacak metni yazın: Eklenen metnin tamamı yapıştırıldıktan sonra metin bölümlerini bulmak için kullanılabilecek bir ayırıcı ayarlamayı sağlar.

source: Add text before clip data: It's also possible to choose if the added text will be appended or prepended.
tr: Metni panodaki verilerden önce ekle: Eklenen metnin sona mı yoksa başa mı ekleneceğini seçmek de mümkündür.

source: Select the actions which require previous confirmation: You can choose, for each action available, if it should be performed inmediately or after confirmation. Available actions are: add text, clear clipboard, emulate copy and emulate cut.
tr: Önceden onay gerektiren eylemleri seçin: Mevcut her eylem için hemen mi yoksa onaydan sonra mı gerçekleştirileceğini seçebilirsiniz. Kullanılabilir eylemler şunlardır: metin ekle, panoyu temizle, kopyalamayı taklit et ve kesmeyi taklit et.

source: Request confirmation before performing the selected actions when: You can select if confirmations will be requested always, just if text is contained in the clipboard, or if clipboard is not empty (for example if you've copied a file, not text).
tr: Şu durumlarda seçili eylemleri gerçekleştirmeden önce onay iste: Yalnızca panoda metin varsa veya pano boş değilse (örneğin metin değil de bir dosya kopyaladıysanız) onayın her zaman istenip istenmeyeceğini seçebilirsiniz.
