Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/stationPlaylist/*/stationPlaylist.po
Languages: pt_pt

source: After entering SPL Assistant, press: A: Automation. C: Toggle cart explorer. Shift+C: Announce name of the currently playing track. Control+D: Control keys toggle (Studio 6.10 and later). E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. Shift+E: Record to file. F: Track finder. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. K: Move to place marker track. Control+K: Set place marker track. L: Listener count. Shift+L: Line-in status. M: Microphone status. N: Next track. O: Playlist hour over/under by. P: Playback status. Shift+P: Pitch for the current track. R: Remaining time for the playlist. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile.
pt_pt: Depois de entrar no SPL Assistant, prima: A: Automação. C: Alternar o explorador de carrinhos. Shift+C: Anuncia o nome da faixa atualmente em reprodução. Control+D: Alternância das teclas de controlo (Studio 6.10 e posterior). E: Estado geral da transmissão de metadados. Shift+1 até shift+4, shift+0: Status de transmissão de metadados para o codificador DSP e quatro URLs adicionais. Shift+E: Gravar em ficheiro. F: Localizador de faixas. H: Duração das faixas nesta faixa horária. Shift+H: Duração das restantes faixas nesta faixa horária. K: Passar para a faixa de marcação de local. Control+K: Definir a faixa do marcador de lugar. L: Contagem de ouvintes. Shift+L: Estado da entrada de linha. M: Estado do microfone. N: Faixa seguinte. O: Hora da lista de reprodução acima/abaixo de. P: Estado da reprodução. Shift+P: Pitch para a faixa atual. R: Tempo restante para a lista de reprodução. Shift+R: Monitorizar a pesquisa da biblioteca. S: Tempo programado para a faixa. Shift+S: Tempo até que a faixa selecionada seja reproduzida. T: Modo de edição/inserção de carrinho. U: Tempo de funcionamento do estúdio. W: Tempo e temperatura. Y: Modificação da lista de reprodução. F8: Obter instantâneos da lista de reprodução, como a contagem de faixas, a faixa mais longa, etc. Shift+F8: Obter transcrições da lista de reprodução numa variedade de formatos. F9: Marcar a faixa atual como início da análise do tempo da faixa. F10: Efetuar a análise do tempo da faixa. F12: Mudar para um perfil de troca instantânea.

source: You are using an unsupported version of {appName}. This add-on requires {appName} {version} or later
pt_pt: Está a utilizar uma versão não suportada de {appName}. Este add-on requer {appName} {version} ou posterior

source: Unsupported {appName} release
pt_pt: Libertação não suportada {appName}

source: SPL Studio Settings...
pt_pt: Definições do SPL Studio...

source: SPL settings
pt_pt: Definições SPL

source: Scan complete with {scanCount} items
pt_pt: Digitalização completa com {scanCount} itens

source: Cart explorer is active
pt_pt: O explorador de carrinhos está ativo

source: Warning: Microphone active
pt_pt: Aviso: Microfone ativo

source: Warning: {seconds} sec left in track introduction
pt_pt: Aviso: {seconds} segundos restantes na introdução da faixa

source: Warning: {seconds} sec remaining
pt_pt: Aviso: {seconds} segundos restantes

source: SPL mode
pt_pt: Modo SPL

source: Announces broadcaster time. If pressed twice, reports minutes and seconds left to top of the hour.
pt_pt: Anuncia a hora da emissora. Se premido duas vezes, indica os minutos e segundos que faltam para o final da hora.

source: Announces time including seconds.
pt_pt: Anuncia a hora, incluindo os segundos.

source: Opens SPL Studio alarms settings.
pt_pt: Abre as configurações de alarmes do SPL Studio.

source: Opens SPL Studio add-on configuration dialog.
pt_pt: Abre a caixa de diálogo de configuração do complemento SPL Studio.

source: Opens SPL add-on broadcast profiles dialog.
pt_pt: Abre a caixa de diálogo dos perfis de difusão do suplemento SPL.

source: Opens SPL Studio add-on welcome dialog.
pt_pt: Abre a caixa de diálogo de boas-vindas do complemento SPL Studio.

source: Toggles between various braille timer settings.
pt_pt: Alterna entre várias definições do temporizador em braille.

source: text "%s" not found
pt_pt: o texto: "%s" não foi encontrado

source: Track finder is available only in track list.
pt_pt: O localizador de faixas só está disponível na lista de faixas.

source: Column search is available only in track list.
pt_pt: A pesquisa por colunas só está disponível na lista de faixas.

source: Time range finder is available only in track list.
pt_pt: O localizador de intervalos de tempo só está disponível na lista de faixas.

source: You need to add at least one track to find tracks.
pt_pt: É necessário adicionar pelo menos uma faixa para encontrar faixas.

source: Find track
pt_pt: Encontrar o rasto

source: Column search
pt_pt: Pesquisa na coluna

source: Finds a track in the track list.
pt_pt: Encontra uma faixa na lista de faixas.

source: Finds text in columns.
pt_pt: Procura texto em colunas.

source: Finds the next occurrence of the track with the name in the track list.
pt_pt: Encontra a próxima ocorrência da faixa com o nome na lista de faixas.

source: Finds previous occurrence of the track with the name in the track list.
pt_pt: Encontra a ocorrência anterior da faixa com o nome na lista de faixas.

source: Locates track with duration within a time range
pt_pt: Localiza a faixa com duração dentro de um intervalo de tempo

source: Toggles cart explorer to learn cart assignments.
pt_pt: Alterna o explorador de carrinhos para aprender as atribuições de carrinhos.

source: You are not in playlist viewer, cannot enter cart explorer
pt_pt: Não está no visualizador de listas de reprodução, não pode entrar no explorador de carrinhos

source: Some or all carts could not be assigned, cannot enter cart explorer
pt_pt: Não foi possível atribuir alguns ou todos os carrinhos, não é possível entrar no explorador de carrinhos

source: Entering cart explorer
pt_pt: Entrar no explorador de carrinhos

source: Exiting cart explorer
pt_pt: Sair do explorador de placas

source: Cart command unavailable
pt_pt: Comando de placas indisponível

source: Cart unassigned
pt_pt: Placa não atribuída

source: Toggles library scan progress settings.
pt_pt: Alterna as definições de progresso da digitalização da biblioteca.

source: Scan start
pt_pt: Início da digitalização

source: {itemCount} items in the library
pt_pt: {itemCount} itens na biblioteca

source: Scan complete with {itemCount} items
pt_pt: Digitalização completa com {itemCount} itens

source: Scanning
pt_pt: A Examinar

source: {itemCount} items scanned
pt_pt: {itemCount} itens digitalizados

source: Opens a dialog to quickly enable or disable metadata streaming.
pt_pt: Abre uma caixa de diálogo para ativar ou desativar rapidamente o fluxo de metadados.

source: Cannot open metadata streaming dialog
pt_pt: Não é possível abrir a caixa de diálogo de transmissão de metadados

source: Please return to playlist viewer before invoking this command.
pt_pt: Regresse ao visualizador de listas de reprodução antes de invocar este comando.

source: No playlist has been loaded.
pt_pt: Não foi carregada nenhuma lista de reprodução.

source: Please select a track from playlist viewer before invoking this command.
pt_pt: Selecione uma faixa no visualizador de listas de reprodução antes de invocar este comando.

source: Not in playlist viewer, cannot perform playlist analysis.
pt_pt: Não está no visualizador de listas de reprodução, não é possível efetuar a análise da lista de reprodução.

source: No playlist to analyze.
pt_pt: Não há lista de reprodução para analisar.

source: No tracks are selected, cannot perform playlist analysis.
pt_pt: Não há faixas selecionadas, não é possível efetuar a análise da lista de reprodução.

source: Items: {playlistItemCount}
pt_pt: Itens: {playlistItemCount}

source: Tracks: {playlistTrackCount}
pt_pt: Faixas: {playlistTrackCount}

source: Duration: {playlistTotalDuration}
pt_pt: Duração: {playlistTotalDuration}

source: Shortest: {playlistShortestTrack}
pt_pt: O mais curto: {playlistShortestTrack}

source: Longest: {playlistLongestTrack}
pt_pt: Mais longo: {playlistLongestTrack}

source: Average: {playlistAverageDuration}
pt_pt: Média: {playlistAverageDuration}

source: Top artist: {} ({})
pt_pt: Artista de topo: {} ({})

source: Top artist: none
pt_pt: Artista de topo: nenhum

source: Top artists: none
pt_pt: Artistas de topo: nenhum

source: Top artists:
pt_pt: Artistas de topo:

source: No artist information ({artistCount})
pt_pt: Nenhuma informação sobre o artista ({artistCount})

source: Top category: {} ({})
pt_pt: Categoria principal: {} ({})

source: Categories:
pt_pt: Categorias:

source: Top genre: {} ({})
pt_pt: Género de topo: {} ({})

source: Top genre: none
pt_pt: Género principal: nenhum

source: Top genres: none
pt_pt: Principais géneros: nenhum

source: Top genres:
pt_pt: Géneros de topo:

source: No genre information ({genreCount})
pt_pt: Nenhuma informação sobre o género ({genreCount})

source: The SPL Assistant layer command. See the add-on guide for more information on available commands.
pt_pt: O comando de camada do Assistente SPL. Consulte o guia do add-on para obter mais informações sobre os comandos disponíveis.

source: Failed to locate Studio main window, cannot enter SPL Assistant
pt_pt: Falha ao localizar a janela principal do Studio, não é possível entrar no Assistente SPL

source: Playlist modification not available
pt_pt: Alteração da lista de reprodução não disponível

source: Announces title of the next track if any
pt_pt: Anuncia o título da faixa seguinte, se existir

source: No next track scheduled
pt_pt: Não há previsão para a próxima faixa

source: Cannot find next track information
pt_pt: Não é possível encontrar informações sobre a faixa seguinte

source: Announces title of the currently playing track
pt_pt: Anuncia o título da faixa atualmente em reprodução

source: Cannot find current track information
pt_pt: Não é possível encontrar a informação atual do percurso

source: Announces temperature and weather information
pt_pt: Anuncia informações sobre a temperatura e o tempo

source: Weather and temperature not configured
pt_pt: Tempo e temperatura não configurados

source: Weather information not found
pt_pt: Informações meteorológicas não encontradas

source: Listener count not found
pt_pt: Contagem de ouvintes não encontrada

source: Monitoring library scan
pt_pt: Monitorização da exploração da biblioteca

source: Scanning is in progress
pt_pt: A digitalização está a decorrer

source: Marks focused track as start marker for various playlist analysis commands
pt_pt: Marca a faixa focada como marcador de início para vários comandos de análise de listas de reprodução

source: Playlist analysis activated
pt_pt: Análise de listas de reprodução activada

source: Playlist analysis deactivated
pt_pt: Análise da lista de reprodução desactivada

source: Announces total length of tracks between analysis start marker and the current track
pt_pt: Anuncia o comprimento total das faixas entre o marcador de início da análise e a faixa atual

source: No track selected as start of analysis marker, cannot perform time analysis
pt_pt: Nenhuma faixa selecionada como marcador de início de análise, não é possível efetuar a análise temporal

source: Tracks: {numberOfSelectedTracks}, totaling {totalTime}
pt_pt: Faixas: {numberOfSelectedTracks}, totalizando {totalTime}

source: Presents playlist snapshot information such as number of tracks and top artists
pt_pt: Apresenta informações instantâneas sobre a lista de reprodução, como o número de faixas e os principais artistas

source: No tracks found, cannot set place marker
pt_pt: Não foram encontradas faixas, não é possível definir o marcador de lugar

source: place marker set
pt_pt: conjunto de marcadores de lugar

source: This track cannot be used as a place marker track
pt_pt: Esta faixa não pode ser utilizada como faixa de marcador de local

source: No place marker found
pt_pt: Nenhum marcador de lugar encontrado

source: Metadata streaming on {URLPosition} enabled
pt_pt: Fluxo de metadados em {URLPosition} ativado

source: Metadata streaming on {URLPosition} disabled
pt_pt: Fluxo de metadados em {URLPosition} desativado

source: SPL Assistant help
pt_pt: Ajuda do SPL Assistant

source: SPL Assistant help for JAWS layout
pt_pt: Ajuda do Assistente SPL para o layout do JAWS

source: Your encoder settings had errors and were reset to defaults.
pt_pt: As definições do codificador tinham erros e foram repostas para as predefinições.

source: SPL add-on Encoder settings error
pt_pt: SPL add-on Erro nas definições do codificador

source: Encoder settings for {name}
pt_pt: Definições do codificador para {name}

source: Encoder &label
pt_pt: Codificador e etiqueta

source: &Focus to Studio when connected
pt_pt: &Focus para o Studio quando ligado

source: &Play first track when connected
pt_pt: &Reproduzir a primeira faixa quando ligado

source: Enable background connection &monitoring
pt_pt: Ativar a ligação e a monitorização em segundo plano

source: Play connection status &beep while connecting
pt_pt: Reproduzir o estado da ligação e emitir um sinal sonoro durante a ligação

source: Announce connection &status until encoder connects
pt_pt: Anunciar a ligação e o estado até o codificador se ligar

source: Toggles whether NVDA will switch to Studio when connected to a streaming server.
pt_pt: Alterna se o NVDA mudará para o Studio quando conectado a um servidor de streaming.

source: Switch to Studio after connecting
pt_pt: Mudar para o Studio após a ligação

source: Do not switch to Studio after connecting
pt_pt: Não mudar para o Studio depois de ligar

source: Toggles whether Studio will play the first song when connected to a streaming server.
pt_pt: Alterna se o Studio reproduzirá a primeira música quando conectado a um servidor de streaming.

source: Play first track after connecting
pt_pt: Reproduzir a primeira faixa após a ligação

source: Do not play first track after connecting
pt_pt: Não reproduzir a primeira faixa depois de ligar

source: Toggles whether NVDA will monitor the selected encoder in the background.
pt_pt: Alterna se o NVDA irá monitorizar o codificador selecionado em segundo plano.

source: Monitoring encoder {encoderNumber}
pt_pt: Codificador de monitorização {encoderNumber}

source: Encoder {encoderNumber} will not be monitored
pt_pt: O codificador {encoderNumber} não será monitorizado

source: Encoder monitoring canceled
pt_pt: Monitorização do codificador cancelada

source: Opens a dialog to erase encoder labels and settings from an encoder that was deleted.
pt_pt: Abre uma caixa de diálogo para apagar as etiquetas e definições do codificador de um codificador que foi eliminado.

source: Enter the position of the encoder you wish to delete or will delete
pt_pt: Introduzir a posição do codificador que se pretende apagar ou que se vai apagar

source: Encoder label and settings eraser
pt_pt: Etiqueta do codificador e apagador de definições

source: Shows encoder settings dialog to configure various encoder settings such as encoder label.
pt_pt: Mostra o diálogo de definições do codificador para configurar várias definições do codificador, como a etiqueta do codificador.

source: Another encoder settings dialog is open.
pt_pt: É aberta outra caixa de diálogo de definições do codificador.

source: If pressed once, reports the current time including seconds. If pressed twice, reports the current date
pt_pt: Se premido uma vez, indica a hora atual, incluindo os segundos. Se premido duas vezes, indica a data atual

source: Position: {pos}
pt_pt: Posição: {pos}

source: Label: {label}
pt_pt: Etiqueta: {label}

source: No encoder label
pt_pt: Sem etiqueta de codificador

source: Connecting...
pt_pt: A conectar...

source: Disconnecting...
pt_pt: Desligar...

source: Connects the selected encoder.
pt_pt: Liga o codificador selecionado.

source: Connects all encoders.
pt_pt: Liga todos os codificadores.

source: After entering SPL Controller, press: A: Turn automation on. Shift+A: Turn automation off. M: Turn microphone on. Shift+M: Turn microphone off. N: Turn microphone on without fade. L: Turn line in on. Shift+L: Turn line in off. P: Play. U: Pause. S: Stop with fade. T: Instant stop. C: Announce name and duration of the currently playing track. Shift+C: Announce name and duration of the upcoming track. E: Announce connected encoders if any. I: Announce listener count. Q: Announce Studio status information. R: Remaining time for the playing track. Shift+R: Library scan progress. Function keys and number row keys with or without Shift, Alt, and Control keys: Play carts.
pt_pt: Depois de entrar no SPL Controller, prima: A: Ativar a automatização. Shift+A: Desativar a automatização. M: Ligar o microfone. Shift+M: Desliga o microfone. N: Ligar o microfone sem fade. L: Ligar a entrada de linha. Shift+L: Desativar a entrada de linha. P: Reproduzir. U: Pausa. S: Paragem com fade. T: Paragem instantânea. C: Anunciar o nome e a duração da faixa atualmente em reprodução. Shift+C: Anuncia o nome e a duração da faixa seguinte. E: Anuncia os codificadores ligados, se existirem. I: Anuncia a contagem de ouvintes. Q: Anuncia informações sobre o estado do estúdio. R: Tempo restante para a faixa em reprodução. Shift+R: Progresso da pesquisa na biblioteca. Teclas de função e teclas de linha numérica com ou sem Shift, Alt e teclas de controlo: Reproduzir carrinhos.

source: No encoders found
pt_pt: Não foram encontrados codificadores

source: Only one encoder type can be active at once
pt_pt: Apenas um tipo de codificador pode estar ativo de cada vez

source: Connected encoders: {encodersConnected}
pt_pt: Codificadores ligados: {encodersConnected}

source: No encoders connected
pt_pt: Não há codificadores ligados

source: Moves to SPL Studio window from other programs.
pt_pt: Move-se para a janela do SPL Studio a partir de outros programas.

source: SPL Studio is not running.
pt_pt: O SPL Studio não está a ser executado.

source: SPl Controller layer command. See add-on guide for available commands.
pt_pt: Comando da camada de controlador SPl. Ver o guia de suplementos para os comandos disponíveis.

source: You are already in SPL Studio window. For status commands, use SPL Assistant commands.
pt_pt: Já se encontra na janela do SPL Studio. Para os comandos de estado, utilize os comandos do SPL Assistant.

source: SPL Controller
pt_pt: Controlador SPL

source: There is no track playing. Try pausing while a track is playing.
pt_pt: Não está a ser reproduzida nenhuma faixa. Tente fazer uma pausa enquanto uma faixa está a ser reproduzida.

source: Scan in progress with {itemCount} items scanned
pt_pt: Digitalização em curso com {itemCount} itens digitalizados

source: Scan complete with {itemCount} items scanned
pt_pt: Digitalização completa com {itemCount} itens digitalizados

source: Listener count: {listenerCount}
pt_pt: Contagem de ouvintes: {listenerCount}

source: There is no track playing.
pt_pt: Não há nenhuma faixa a ser reproduzida.

source: Announces stream encoder status from other programs
pt_pt: Anuncia o estado do codificador de fluxo a partir de outros programas

source: Cannot obtain encoder connection status
pt_pt: Não é possível obter o estado da ligação do codificador

source: Announces Studio status such as track playback status from other programs
pt_pt: Anuncia o status do Studio, como o status de reprodução de faixa de outros programas

source: SPL Controller help
pt_pt: Ajuda do controlador SPL

source: Enhances support for StationPlaylist apps. In addition, adds global commands for the Studio application from everywhere.
pt_pt: Melhora o suporte para aplicações StationPlaylist. Além disso, adiciona comandos globais para a aplicação Studio a partir de qualquer lugar.

source: * NVDA 2025.1 or later is required. * In Studio, search history in track finder (Control+NVDA+F) is deprecated and will be removed in a future release to align with NVDA's own find dialog experience. * In Studio, performing SPL Controller layer entry command will enter SPL Assistant layer, and the add-on setting to configure this option is checked by default for new installations.
pt_pt: * É necessário o NVDA 2025.1 ou posterior. * No Studio, o histórico de pesquisa no localizador de faixas (Control+NVDA+F) está obsoleto e será removido numa versão futura para se alinhar com a experiência da caixa de diálogo de localização do próprio NVDA. * No Studio, a execução do comando de entrada da camada do Controlador SPL entrará na camada do Assistente SPL, e a definição do suplemento para configurar esta opção está selecionada por predefinição para novas instalações.
