Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/stationPlaylist/*/stationPlaylist.po
Languages: pt_pt

source: You are not in playlist editor
pt_pt: Não está no editor de listas de reprodução

source: Studio main window not found
pt_pt: Janela principal do Studio não encontrada

source: SPL Studio is minimized to system tray.
pt_pt: O SPL Studio é minimizado para a bandeja do sistema.

source: Pressing once announces data for a track column, pressing twice will present column data in a browse mode window
pt_pt: Premir uma vez anuncia os dados de uma coluna de via, premir duas vezes apresentará os dados da coluna numa janela de modo de navegação

source: StationPlaylist
pt_pt: Lista de reprodução de estações

source: Column {columnPosition} not found
pt_pt: Coluna {columnPosition} não encontrada

source: {headerText} not found
pt_pt: {headerText} não encontrado

source: Track data
pt_pt: Dados da pista

source: Presents data for all columns in the currently selected track
pt_pt: Apresenta os dados de todas as colunas do percurso atualmente selecionado

source: Item {current} of {total}
pt_pt: Item {current} de {total}

source: Normal profile
pt_pt: Perfil normal

source: An instant switch profile is active. Resetting Studio add-on settings means normal profile will become active and switch profile settings will be left in unpredictable state. Are you sure you wish to reset Studio add-on settings to factory defaults?
pt_pt: Um perfil de comutação instantâneo está ativo. A reposição das definições do Studio add-on significa que o perfil normal ficará ativo e as definições do perfil de comutação ficarão num estado imprevisível. Tem a certeza de que deseja repor as configurações adicionais do Studio para os valores de fábrica?

source: SPL Studio add-on reset
pt_pt: Redefinição do complemento SPL Studio

source: active
pt_pt: activo

source: instant switch
pt_pt: interrutor instantâneo

source: Switching to {newProfileName}
pt_pt: Comutação para {newProfileName}

source: Returning to {previousProfile}
pt_pt: Regressar a {previousProfile}

source: Studio add-on Configuration error
pt_pt: Studio add-on Erro de configuração

source: Only normal profile is in use
pt_pt: Apenas o perfil normal está a ser utilizado

source: No instant switch profile is defined
pt_pt: Não está definido nenhum perfil de comutação instantânea

source: You are already in the instant switch profile
pt_pt: Já se encontra no perfil de troca instantânea

source: Welcome to StationPlaylist add-on for NVDA, your companion to broadcasting with SPL Studio using NVDA screen reader. Highlights of StationPlaylist add-on include: * Layer commands for obtaining status information * Various ways to examine track columns * Various ways to find tracks * Tools to analyze the loaded playlist * Cart Explorer to learn cart assignments * Comprehensive settings and documentation * Completely free, open-source and community-driven * And much more Visit www.stationplaylist.com for details on StationPlaylist suite of applications. Visit StationPlaylist add-on GitHub page (https://github.com/ChrisDuffley/stationPlaylist) for add-on details and to read the documentation. Want to see this dialog again? Just press Alt+NVDA+F1 while using Studio to return to this dialog. Thank you.
pt_pt: Bem-vindo ao StationPlaylist add-on para NVDA, o seu companheiro para transmitir com o SPL Studio utilizando o leitor de ecrã NVDA. Os destaques do StationPlaylist add-on incluem: * Comandos de camada para obter informações de status * Várias formas de examinar colunas de faixas * Várias maneiras de encontrar faixas * Ferramentas para analisar a lista de reprodução carregada * Explorador de carrinhos para aprender a atribuição de carrinhos * Definições e documentação abrangentes * Completamente gratuito, de código aberto e orientado para a comunidade * E muito mais Visite www.stationplaylist.com para obter detalhes sobre o conjunto de aplicativos StationPlaylist. Visite a página do GitHub do complemento StationPlaylist (https://github.com/ChrisDuffley/stationPlaylist) para obter detalhes sobre o add-on e ler a documentação. Quer ver esta caixa de diálogo novamente? Basta pressionar Alt+NVDA+F1 enquanto estiver usando o Studio para retornar a esta caixa de diálogo. Obrigado.

source: Welcome to StationPlaylist add-on
pt_pt: Bem-vindo ao add-on StationPlaylist

source: Show welcome dialog when I start Studio
pt_pt: Mostrar a caixa de diálogo de boas-vindas quando inicio o Studio

source: Braille timer off
pt_pt: Temporizador Braille desligado

source: Braille track endings
pt_pt: Finais de faixas em Braille

source: Braille intro endings
pt_pt: Finais de introdução em Braille

source: Intro
pt_pt: Introdução

source: Braille intro and track endings
pt_pt: Introduções e finais de faixas em Braille

source: Both
pt_pt: Ambos

source: Do not announce library scans
pt_pt: Não anunciar as digitalizações da biblioteca

source: Announce start and end of a library scan
pt_pt: Anunciar o início e o fim de uma pesquisa na biblioteca

source: Start and end only
pt_pt: Apenas início e fim

source: Announce the progress of a library scan
pt_pt: Anunciar o progresso de uma pesquisa na biblioteca

source: Scan progress
pt_pt: Progresso da digitalização

source: Announce progress and item count of a library scan
pt_pt: Anunciar o progresso e a contagem de itens de uma pesquisa na biblioteca

source: Scan count
pt_pt: Contagem de digitalização

source: Another find dialog is open.
pt_pt: É aberto outro diálogo de procura.

source: An unexpected error has occured when trying to open find dialog.
pt_pt: Ocorreu um erro inesperado ao tentar abrir a caixa de diálogo Localizar.

source: Enter or select the name or the artist of the track you wish to &search
pt_pt: Introduzir ou selecionar o nome ou o intérprete da faixa que pretende &search

source: Enter or select text to be &searched in a column
pt_pt: Introduzir ou selecionar texto a ser &pesquisado numa coluna

source: C&olumn to search:
pt_pt: C&coluna para pesquisar:

source: Time range finder
pt_pt: Localizador de intervalo de tempo

source: Minimum duration
pt_pt: Duração mínima

source: Minute
pt_pt: Minuto

source: Second
pt_pt: Segundo

source: Maximum duration
pt_pt: Duração máxima

source: Minimum duration is greater than the maximum duration.
pt_pt: A duração mínima é superior à duração máxima.

source: No track with duration between minimum and maximum duration.
pt_pt: Nenhuma faixa com duração entre a duração mínima e a duração máxima.

source: Time range find error
pt_pt: Erro de procura de intervalo de tempo

source: Cannot obtain metadata streaming status information
pt_pt: Não é possível obter informações sobre o estado do fluxo de metadados

source: No metadata streaming URL's defined
pt_pt: Não foram definidos URLs de fluxo de metadados

source: Metadata streaming configured for DSP encoder
pt_pt: Fluxo de metadados configurado para o codificador DSP

source: Metadata streaming configured for DSP encoder and URL {URL}
pt_pt: Fluxo de metadados configurado para o codificador DSP e URL {URL}

source: Metadata streaming configured for URL {URL}
pt_pt: Fluxo de metadados configurado para URL {URL}

source: Metadata streaming configured for DSP encoder and URL's {URL}
pt_pt: Fluxo de metadados configurado para o codificador DSP e URLs {URL}

source: Metadata streaming configured for URL's {URL}
pt_pt: Fluxo de metadados configurado para URLs {URL}

source: Playlist Transcripts
pt_pt: Transcrições de listas de reprodução

source: Playlist data copied to clipboard
pt_pt: Dados da lista de reprodução copiados para a área de transferência

source: Another playlist transcripts dialog is open.
pt_pt: É aberta outra caixa de diálogo de transcrições de listas de reprodução.

source: entire playlist
pt_pt: lista de reprodução completa

source: start to current item
pt_pt: início para o item atual

source: current item to the end
pt_pt: item atual até ao fim

source: current hour
pt_pt: hora atual

source: Transcript range:
pt_pt: Gama de transcrições:

source: Transcript format:
pt_pt: Formato da transcrição:

source: view transcript
pt_pt: ver transcrição

source: copy to clipboard
pt_pt: copiar para área de transferência

source: save to file
pt_pt: guardar num ficheiro

source: Transcript action:
pt_pt: Ação de transcrição:

source: SPL Broadcast Profiles
pt_pt: Perfis de difusão SPL

source: Activate
pt_pt: Activar

source: An instant switch profile might be active or you are in the midst of a broadcast. If so, please press SPL Assistant, F12 to switch back to a previously active profile before opening broadcast profiles dialog to delete a profile.
pt_pt: Um perfil de comutação instantânea pode estar ativo ou está a meio de uma emissão. Se for esse o caso, prima SPL Assistant, F12 para voltar a um perfil anteriormente ativo antes de abrir a caixa de diálogo de perfis de emissão para eliminar um perfil.

source: Profile delete error
pt_pt: Erro de eliminação de perfil

source: You are about to delete the currently active profile. Select yes if you wish to proceed.
pt_pt: Está prestes a eliminar o perfil atualmente ativo. Selecione sim se pretender continuar.

source: Delete active profile
pt_pt: Eliminar o perfil ativo

source: The profile {} will be permanently deleted. This action cannot be undone.
pt_pt: O perfil {} será permanentemente apagado. Esta ação não pode ser anulada.

source: Copy Profile
pt_pt: Copiar Perfil

source: &Base profile:
pt_pt: &Perfil de base:

source: Profile triggers for {profileName}
pt_pt: Accionadores de perfil para {profileName}

source: This is an &instant switch profile
pt_pt: Este é um perfil de troca &instantânea

source: &Beep for status announcements
pt_pt: &Beep para anúncios de estado

source: beginner
pt_pt: principiante

source: advanced
pt_pt: opções avançadas

source: Message &verbosity:
pt_pt: Mensagem &verbosidade:

source: Track ending
pt_pt: Final da faixa

source: Track intro
pt_pt: Introdução da faixa

source: Track intro and ending
pt_pt: Introdução e final da faixa

source: &Braille timer:
pt_pt: &Temporizador Braille:

source: &Library scan announcement:
pt_pt: &Anúncio de digitalização da biblioteca:

source: Include &hours when announcing track or playlist duration
pt_pt: Inclui &horas, quando anuncia pistas ou duração da Playlist

source: &Vertical column navigation announcement:
pt_pt: &Anúncio de navegação em coluna vertical:

source: whichever column I am reviewing
pt_pt: qualquer que seja a coluna que estou a rever

source: &Beep for different track categories
pt_pt: &Beep para diferentes categorias de faixas

source: Message
pt_pt: Mensagem

source: Beep
pt_pt: Bip

source: &Track comment announcement:
pt_pt: anúncio de comentários do &Track:

source: Notify when located at &top or bottom of playlist viewer
pt_pt: Notificar quando estiver localizado no &topo ou no fundo do visualizador de listas de reprodução

source: Play a sound when listener &requests arrive
pt_pt: &Reproduzir um som quando chega uma solicitação de um ouvinte

source: Alarms
pt_pt: Alarmes

source: &End of track alarm in seconds
pt_pt: alarme de fim de percurso em segundos

source: &Notify when end of track is approaching
pt_pt: &Notificar quando se aproxima o fim da via

source: &Track intro alarm in seconds
pt_pt: &Alarme de introdução de pista, em segundos

source: &Notify when end of introduction is approaching
pt_pt: &Notificar quando se aproxima o fim da introdução

source: &Microphone alarm in seconds (0 disables the alarm)
pt_pt: &Alarme do microfone em segundos (0 desactiva o alarme)

source: Microphone alarm &interval in seconds
pt_pt: Alarme do microfone e intervalo em segundos

source: beep
pt_pt: Beep para letras maiúsculas quando o &caps lock está activo

source: message
pt_pt: mensagem

source: both beep and message
pt_pt: sinal sonoro e mensagem

source: &Alarm notification:
pt_pt: &Notificação de alarme:

source: Playlist snapshots
pt_pt: Instantâneos de listas de reprodução

source: Select information to be included when obtaining playlist snapshots. Track count and total duration are always included.
pt_pt: Selecionar as informações a incluir quando se obtêm instantâneos de listas de reprodução. A contagem de faixas e a duração total são sempre incluídas.

source: Shortest and longest tracks
pt_pt: Percursos mais curtos e mais longos

source: Average track duration
pt_pt: Duração média do trajeto

source: Artist count
pt_pt: Contagem de artistas

source: Top artist count (0 displays all artists)
pt_pt: Contagem de artistas principais (0 mostra todos os artistas)

source: Category count
pt_pt: Contagem de categorias

source: Top category count (0 displays all categories)
pt_pt: Contagem de categorias principais (0 apresenta todas as categorias)

source: Genre count
pt_pt: Contagem de géneros

source: Top genre count (0 displays all genres)
pt_pt: Contagem de géneros principais (0 apresenta todos os géneros)

source: &Show results window when playlist snapshots command is performed once
pt_pt: mostrar janela de resultados quando o comando de instantâneos da lista de reprodução é executado uma vez

source: Metadata streaming options
pt_pt: Opções de transmissão de metadados

source: Check to enable metadata streaming, uncheck to disable.
pt_pt: Marque para ativar o fluxo de metadados, desmarque para desativar.

source: &Apply streaming changes to the selected profile
pt_pt: &Aplicar as alterações de transmissão ao perfil selecionado

source: Metadata streaming
pt_pt: Fluxo de metadados

source: When Studio starts
pt_pt: Quando o Studio inicia

source: When instant switch profile is active
pt_pt: Quando o perfil de comutação instantânea está ativo

source: &Metadata streaming notification and connection
pt_pt: notificação e ligação de fluxo contínuo de metadados

source: &Select the URL for metadata streaming upon request:
pt_pt: &Selecionar o URL para transmissão de metadados a pedido:

source: Column order
pt_pt: Ordem das colunas

source: Column announcements
pt_pt: Anúncios de colunas

source: To apply custom column order and inclusion when announcing track columns in Studio's playlist viewer, uncheck 'Announce columns in the order shown on screen' and configure column inclusion and order.
pt_pt: Para aplicar uma ordem e inclusão de colunas personalizadas ao anunciar colunas de faixas no visualizador de listas de reprodução do Studio, desmarque 'Anunciar colunas na ordem mostrada na tela' e configure a inclusão e ordem das colunas.

source: Announce columns in the &order shown on screen
pt_pt: Anunciar as colunas na &ordem apresentada no ecrã

source: &Select columns to be announced (artist and title are announced by default):
pt_pt: &Selecionar colunas a anunciar (o artista e o título são anunciados por defeito):

source: Playlist transcripts
pt_pt: Transcrições de listas de reprodução

source: &Select columns to be included in playlist transcripts (artist and title are always included):
pt_pt: &Selecionar colunas a incluir nas transcrições das listas de reprodução (o artista e o título são sempre incluídos):

source: Columns explorer
pt_pt: Explorador de colunas

source: Columns E&xplorer for SPL Studio...
pt_pt: Colunas E&xplorer para SPL Studio...

source: Columns Explorer for &Track Tool...
pt_pt: Explorador de colunas para a ferramenta &Track...

source: Columns Explorer for &SPL Creator...
pt_pt: Explorador de colunas para o &SPL Creator...

source: Columns Explorer for &playlist editor...
pt_pt: Explorador de colunas para o editor &playlist...

source: Columns Explorer for Track Tool
pt_pt: Explorador de colunas para a ferramenta Track

source: Columns Explorer for SPL Creator
pt_pt: Explorador de colunas para SPL Creator

source: Columns Explorer for playlist editor (Creator and Remote VT)
pt_pt: Explorador de colunas para o editor de listas de reprodução (Creator e Remote VT)

source: Columns Explorer for SPL Studio
pt_pt: Explorador de colunas para SPL Studio

source: Slot {position}
pt_pt: Ranhura {position}

source: Status announcements
pt_pt: Anúncios de estado

source: Announce &scheduled time for the selected track
pt_pt: Anunciar e programar a hora da faixa selecionada

source: Announce &listener count
pt_pt: Anunciar &contagem de ouvintes

source: &Announce name of the currently playing cart
pt_pt: &Nome de anúncio do carrinho atualmente em reprodução

source: Include track player &position when announcing current and next track information
pt_pt: Incluir o leitor e a posição da faixa ao anunciar as informações sobre a faixa atual e seguinte

source: Allow SPL C&ontroller command to invoke SPL Assistant layer
pt_pt: Permitir que o comando SPL C&ontroller invoque a camada SPL Assistant

source: SPL Assistant command &layout:
pt_pt: Comando &layout do Assistente SPL:

source: Reset settings
pt_pt: Reiniciar definições

source: Reset instant switch profile
pt_pt: Repor o perfil de comutação instantânea

source: Remove encoder settings
pt_pt: Remover definições do codificador

source: Erase track comments
pt_pt: Apagar comentários da faixa

source: Are you sure you wish to reset SPL add-on settings to defaults?
pt_pt: Tem a certeza de que pretende repor as predefinições do SPL add-on?

source: Warning
pt_pt: Aviso

source: Successfully applied default add-on settings.
pt_pt: Aplicou com êxito as definições padrão do add-on.

source: Reset configuration
pt_pt: Repor a configuração

source: Warning! Selecting Reset button and choosing various reset options will reset add-on settings to defaults.
pt_pt: Aviso! Se selecionar o botão Repor e escolher várias opções de reposição, as definições do add-on serão repostas para as predefinições.

source: Reset settings...
pt_pt: Repor as definições...

source: StationPlaylist Add-on Settings
pt_pt: Definições do add-on StationPlaylist

source: Normal profile is in use, cannot open broadcast profiles dialog.
pt_pt: O perfil normal está a ser utilizado, não é possível abrir a caixa de diálogo dos perfis de difusão.

source: Add-on settings dialog is open, cannot switch profiles
pt_pt: A caixa de diálogo das definições do complemento está aberta, não é possível mudar de perfil

source: Microphone active
pt_pt: Microfone ativo

source: Toggles track column announcement order between screen layout and custom order
pt_pt: Alterna a ordem de anúncio da coluna da via entre a disposição do ecrã e a ordem personalizada

source: Use screen order when announcing track columns
pt_pt: Utilizar a ordem do ecrã ao anunciar colunas de trajeto

source: Use custom order when announcing track columns
pt_pt: Utilizar ordem personalizada ao anunciar colunas de trajeto

source: Track comment copied to clipboard
pt_pt: Comentário do trajeto copiado para a área de transferência

source: Comments cannot be added to this kind of track
pt_pt: Não é possível acrescentar comentários a este tipo de registo

source: Track comment
pt_pt: Comentário da faixa

source: Announces track comment if any. Press twice to copy this information to the clipboard, and press three times to open a dialog to add, change or remove track comments
pt_pt: Anuncia o comentário da faixa, se existir. Prima duas vezes para copiar esta informação para a área de transferência e prima três vezes para abrir uma caixa de diálogo para adicionar, alterar ou remover comentários de faixa

source: After entering SPL Assistant, press: A: Automation. C: Announce name of the currently playing track. D: Remaining time for the playlist. Control+D: Control keys toggle (Studio 6.10 and later). E: Overall metadata streaming status. Shift+1 through shift+4, shift+0: Metadata streaming status for DSP encoder and four additional URL's. H: Duration of trakcs in this hour slot. Shift+H: Duration of remaining trakcs in this hour slot. I: Listener count. K: Move to place marker track. Control+K: Set place marker track. L: Line-in status. M: Microphone status. N: Next track. O: Playlist hour over/under by. P: Playback status. Shift+P: Pitch for the current track. R: Record to file. Shift+R: Monitor library scan. S: Scheduled time for the track. Shift+S: Time until the selected track will play. T: Cart edit/insert mode. U: Studio up time. W: Weather and temperature. Y: Playlist modification. F8: Take playlist snapshots such as track count, longest track and so on. Shift+F8: Obtain playlist transcripts in a variety of formats. F9: Mark current track as start of track time analysis. F10: Perform track time analysis. F12: Switch to an instant switch profile.
pt_pt: Depois de entrar no SPL Assistant, prima: A: Automação. C: Anunciar o nome da faixa atualmente em reprodução. D: Tempo restante para a lista de reprodução. Control+D: Alternância das teclas de controlo (Studio 6.10 e posterior). E: Estado geral da transmissão de metadados. Shift+1 até shift+4, shift+0: Status de transmissão de metadados para o codificador DSP e quatro URLs adicionais. H: Duração dos trakcs nesta faixa horária. Shift+H: Duração dos restantes trakcs nesta faixa horária. I: Contagem de ouvintes. K: Passar para a faixa do marcador de lugar. Control+K: Definir a pista do marcador de posição. L: Estado da entrada de linha. M: Estado do microfone. N: Faixa seguinte. O: Acima/abaixo da hora da lista de reprodução. P: Estado da reprodução. Shift+P: Pitch para a faixa atual. R: Gravar no ficheiro. Shift+R: Monitorizar a pesquisa na biblioteca. S: Hora programada para a faixa. Shift+S: Tempo até que a faixa selecionada seja reproduzida. T: Modo de edição/inserção de carrinho. U: Tempo de funcionamento do estúdio. W: Tempo e temperatura. Y: Modificação da lista de reprodução. F8: Obter instantâneos da lista de reprodução, como a contagem de faixas, a faixa mais longa, etc. Shift+F8: Obter transcrições da lista de reprodução numa variedade de formatos. F9: Marcar a faixa atual como início da análise do tempo da faixa. F10: Efetuar a análise do tempo da faixa. F12: Mudar para um perfil de troca instantânea.
