Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/clipContentsDesigner/locale/*/LC_MESSAGES/nvda.po
Languages: bg_bg, fa_ir, hr_hr, pt_br

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut. Do you want to configure Emulate copy and cut now? You may do or change this later.
bg_bg: Тази добавка позволява да потвърдите дали искате да копирате и изрязвате, като замените съдържанието на клипборда, когато натиснете Control+C и Control+X. Това се нарича емулиране на копиране и изрязване и по подразбиране работи само когато клипбордът съдържа текст. Искате ли да конфигурирате емулирането на копиране и изрязване сега? Можете да направите или промените това по-късно.
fa_ir: این افزونه به شما امکان میدهد هنگام برش و کپی یا جایگزینی محتوای کلیپ‌برد، با استفاده از ctrl+c و ctrl+x، آن‌را تأیید کنید. این کار شبیه‌سازیِ کپی یا شبیه‌سازیِ برش نامیده میشود. میخواهید شبیه‌سازیِ کپی و برش را هم‌اکنون تنظیم کنید؟ این کار را بعدا هم میتوانید انجام بدهید.
hr_hr: Ovaj dodatak omogućuje potvrđivanje kopiranja i izrezivanja, čime se sadržaj međuspremnika zamjenjuje prilikskom tipki kontrol+c i kontrol+x. To se zove „Emuliranje kopiranja i izrezivanja”. Želiš li sada konifigurirati Emuliranje kopiranja i izrezivanja? To možeš uraditi ili promijeniti i kasnije.
pt_br: Este complemento possibilita confirmar se você deseja copiar e cortar, substituindo o conteúdo da área de transferência, ao pressionar control+c e control+x. Isto é chamado de emulação de copiar e cortar. Deseja configurar a emulação de copiar e cortar agora? Pode também alterá-la mais tarde.

source: Configure Emulate copy and cut
bg_bg: Конфигуриране на емулирането на копиране и изрязване
fa_ir: پیکربندیِ شبیه‌سازیِ کپی و برش
hr_hr: Podesi Emuliranje kopiranja i izrezivanja
pt_br: Configurar emulação de copiar e cortar

source: Preformatted text in HTML
bg_bg: Предварително форматиран текст в HTML
fa_ir: متنِ از‌پیش‌قالب‌بندی‌شده در HTML
hr_hr: Predformatirani tekst u HTML-u
pt_br: Texto pré-formatado em HTML

source: HTML as shown in a web browser
bg_bg: HTML, както е показано в уеб браузър
fa_ir: HTML آنطور که در مرورگر نمایش داده میشود
hr_hr: HTML prikazan kao u web pregledniku
pt_br: HTML como mostrado num navegador web

source: Plain text
bg_bg: Обикновен текст
fa_ir: متنِ ساده
hr_hr: Neformatirani tekst
pt_br: Texto simples

source: Shows the Clip Contents Designer settings.
bg_bg: Извежда настройките за Дизайнера на съдържанието на клипборда.
fa_ir: پنجره‌ی تنظیماتِ طراحِ محتوای کلیپ‌برد را نمایش میدهد.
hr_hr: Prikazuje postavke za „Upravljanje sadržajem međuspremnika”.
pt_br: Mostra o diálogo de configurações do Gestor do conteúdo de transferência.

source: Clipboard cleared
bg_bg: Клипбордът е изчистен
fa_ir: کلیپ‌برد پاک شد
hr_hr: Međuspremnik je izbrisan
pt_br: Apagada a área de transferência

source: Clipboard not cleared
bg_bg: Клипбордът не бе изчистен
fa_ir: کلیپ‌برد پاک نشد
hr_hr: Međuspremnik nije izbrisan
pt_br: Não foi apagada a área de transferência

source: Please, confirm if you want to add text to the clipboard
bg_bg: Моля, потвърдете дали желаете да добавите текст към клипборда
fa_ir: لطفا تأیید کنید که میخواهید متن را به کلیپ‌برد بیفزایید
hr_hr: Potvrdi, ako želiš dodati tekst u međuspremnik
pt_br: Por favor confirme se deseja acrescentar texto à área de transferência

source: Adding text to clipboard
bg_bg: Добавяне на текст към клипборда
fa_ir: در حالِ افزودنِ متن به کلیپ‌برد
hr_hr: Dodavanje teksta u međuspremnik
pt_br: Acrescentando texto à área de transferência

source: Added
bg_bg: Добавено
fa_ir: افزوده شد
hr_hr: Dodano
pt_br: Acrescentado

source: Cannot add
bg_bg: Не може да се добави
fa_ir: نمیتوانم اضافه کنم
hr_hr: Nije moguće dodati
pt_br: Não consegui acrescentar

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
bg_bg: Извлича избрания низ или текст от предварително зададения начален маркер до и включително текущата позиция на курсора за преглед и го добавя в клипборда.
fa_ir: رشته یا متنِ انتخاب‌شده را از محلِّ نشانه‌ی آغازِ از‌پیش تعیین‌شده تا موقعیتِ فعلیِ مکان‌نمای بازبینی بازیابی کرده و به کلیپ‌برد اضافه میکند.
hr_hr: Pronalazi odabrani niz znakova ili tekst od prethodno postavljene početne oznake do uključujući trenutačne pozicije preglednog kursora, te ga dodaje u međuspremnik.
pt_br: Recupera a cadeia de caracteres selecionada ou o texto do marcador de início definido anteriormente até a posição atual do cursor de revisão, inclusive, e o adiciona à área de transferência.

source: Please, confirm if you want to clear the clipboard
bg_bg: Моля, потвърдете дали желаете да изчистите клипборда
fa_ir: لطفا تأیید کنید که میخواهید کلیپ‌برد را پاک کنید
hr_hr: Potvrdi, ako želiš izbrisati međuspremnik
pt_br: Por favor confirme se deseja limpar a área de transferência

source: Clearing clipboard
bg_bg: Изчистване на клипборда
fa_ir: در حالِ پاک کردنِ کلیپ‌برد
hr_hr: Brisanje međuspremnika
pt_br: Limpando área de transferência

source: Deletes the added text and the content of the clipboard.
bg_bg: Изтрива добавения текст и съдържанието на клипборда.
fa_ir: متنِ اضافه‌شده و محتوای کلیپ‌برد را پاک میکند.
hr_hr: Briše kopirani tekst i sadržaj međuspremnika.
pt_br: Apaga o texto acrescentado e o conteúdo da área de transferência.

source: Please, confirm if you want to copy to the clipboard
bg_bg: Моля, потвърдете дали желаете да копирате в клипборда
fa_ir: لطفا تأیید کنید که میخواهید در کلیپ‌برد کپی کنید
hr_hr: Potvrdi, ako želiš kopirati u međuspremnik
pt_br: Por favor confirme se deseja copiar para a área de transferência

source: Copying to clipboard
bg_bg: Копиране в клипборда
fa_ir: در حالِ کپی کردن در کلیپ‌برد
hr_hr: Kopiranje u međuspremnik
pt_br: Copiando da área de transferência

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
bg_bg: Копира в клипборда с възможност за запитване за потвърждение преди извършване на операцията
fa_ir: در کلیپ‌برد کپی میکند، با امکانِ درخواستِ تأییدِ قبلی
hr_hr: Kopira u međuspremnik, s mogućnošću prethodnog traženja odobrenja
pt_br: Copia da área de transferência, com a possibilidade de ser previamente consultado para confirmar

source: Please, confirm if you want to cut from the clipboard
bg_bg: Моля, потвърдете дали желаете да изрежете от клипборда
fa_ir: لطفا تأیید کنید که میخواهید از کلیپ‌برد بِبُرید
hr_hr: Potvrdi, ako želiš izrezati iz međuspremnika
pt_br: Por favor confirme se deseja cortar da área de transferência

source: Cutting from clipboard
bg_bg: Изрязване от клипборда
fa_ir: در حالِ بریدن از کلیپ‌برد
hr_hr: Izrezivanje iz međuspremnika
pt_br: Cortando da área de transferência

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
bg_bg: Изрязва от клипборда с възможност за запитване за потвърждение преди извършване на операцията
fa_ir: از کلیپ‌برد میبُرَد، با امکانِ درخواستِ تأییدِ قبلی
hr_hr: Reže iz međuspremnika, s mogućnošću prethodnog traženja odobrenja
pt_br: Corta da área de transferência, com a possibilidade de ser previamente consultado para confirmar

source: Shows the clipboard text as HTML in browse mode
bg_bg: Показва текста на клипборда като HTML в режим на разглеждане
fa_ir: متنِ کلیپ‌برد را به شکلِ HTML در حالتِ مرور نمایش میدهد
hr_hr: Prikazuje tekst međuspremnika kao HTML u modusu čitanja
pt_br: Mostra o texto da área de transferência como HTML no modo de navegação

source: Clipboard is not empty, but there is no text to show
bg_bg: Клипбордът не е празен, но няма текст за показване
fa_ir: کلیپ‌برد خالی نیست؛ ولی متنی برای نمایش وجود ندارد
hr_hr: Međuspremik nije prazan, ali ne postoji tekst za prikaz
pt_br: Área de transferência não está vazia, mas não há texto para mostrar

source: Clipboard is empty
bg_bg: Клипбордът е празен
fa_ir: کلیپ‌برد خالی است
hr_hr: Međuspremnik je prazan
pt_br: Área de transferência está vazia

source: Clipboard text ({max}/{current} - {formatForTitle})
bg_bg: Текст в клипборда ({max}/{current} – {formatForTitle})
fa_ir: متنِ کلیپ‌برد ({max}/{current} - {formatForTitle})
hr_hr: Tekst međuspremnika ({max}/{current} – {formatForTitle})
pt_br: Texto da área de transferência ({max}/{current} - {formatForTitle})

source: Shows the clipboard textual contents as plain text in browse mode
bg_bg: Показва текста на клипборда като обикновен текст в режим на разглеждане
fa_ir: محتوای متنیِ کلیپ‌برد را به شکلِ متنِ ساده در حالتِ مرور نشان می دهد
hr_hr: Prikazuje neformatiran tekstualni sadržaj međuspremnika u modusu čitanja
pt_br: Mostra o conteúdo textual da área de transferência como texto simples no modo de navegação

source: Type the string to be used as a &separator between contents added to the clipboard.
bg_bg: Въведете низа, който ще се използва като &разделител между отделните части на добавеното в клипборда съдържание.
fa_ir: رشته‌ای را که باید به عنوانِ &جداساز میانِ محتواهایی که به کلیپ‌برد اضافه میشوند استفاده شود تایپ کنید.
hr_hr: Upiši znakovni niz, koji će se koristiti kao &rastavljač između sadržaja koji se dodaju u međuspremnik.
pt_br: Digite a sequência de caracteres a ser usada como &separador entre conteúdos acrescentados à área de transferência.

source: &Add text before clip data
bg_bg: &Добави текста преди данните в клипборда
fa_ir: &افزودنِ متن پیش از داده‌های کلیپ‌برد
hr_hr: &Dodaj tekst ispred podataka međuspremnika
pt_br: &Acrescentar texto antes dos dados

source: Sele&ct the actions which require previous confirmation
bg_bg: Из&берете действията, които изискват предварително потвърждение
fa_ir: کاری را که انجامِ آن از قبل نیازمندِ تأیید است انت&خاب کنید
hr_hr: &Odaberi radnje koje zahtijevaju prethodno odobrenje
pt_br: Sele&cione as ações que requerem confirmação prévia

source: Confirm to add text
bg_bg: Потвърждение за добавяне на текст
fa_ir: تأیید برای افزودنِ متن
hr_hr: Potvrdi za dodavanje teksta
pt_br: Confirme adicionar texto

source: Confirm to clear clipboard
bg_bg: Потвърждение за изчистване на клипборда
fa_ir: تأیید برای پاک کردنِ کلیپ‌برد
hr_hr: Potvrdi za brisanje međuspremnika
pt_br: Confirme limpar a área de transferência

source: Confirm to emulate copy
bg_bg: Потвърждение за емулиране на копирането
fa_ir: تأیید برای شبیه‌سازیِ کپی
hr_hr: Potvrdi za emuliranje kopiranja
pt_br: Confirme emulação de copiar

source: Confirm to emulate cut
bg_bg: Потвърждение за емулиране на изрязването
fa_ir: تأیید برای شبیه‌سازیِ بریدن
hr_hr: Potvrdi za emuliranje izrezivanja
pt_br: Confirme emulação de cortar

source: &Request confirmation before performing the selected actions when:
bg_bg: &Запитване преди извършването на избраните действия, когато:
fa_ir: &درخواستِ تأیید پیش از انجامِ کارِ انتخاب‌شده وقتی که:
hr_hr: &Zatraži potvrdu prije izvršavanja odabrane radnje kad:
pt_br: Solicita confirmação antes de executa&r as ações selecionadas quando:

source: Always
bg_bg: Винаги
fa_ir: همیشه
hr_hr: Uvijek
pt_br: Sempre

source: If the clipboard contains text
bg_bg: Ако клипбордът съдържа текст
fa_ir: اگر کلیپ‌برد دارای متن باشد
hr_hr: Ako međuspremnik sadrži tekst
pt_br: Se a área de transferência contiver texto

source: If the clipboard is not empty
bg_bg: Ако клипбордът не е празен
fa_ir: اگر کلیپ‌برد خالی نباشد
hr_hr: Ako međuspremnik nije prazan
pt_br: Se a área de transferência não estiver vazia

source: &Format to show the clipboard text as HTML in browse mode:
bg_bg: &Формат, в който да се извежда текстът на клипборда като HTML в режим на разглеждане:
fa_ir: &قالبِ نمایشِ متنِ کلیپ‌برد به شکلِ HTML در حالتِ مرور:
hr_hr: &Format za prikaz teksta međuspremnika kao HTML u modusu čitanja:
pt_br: &Formato para mostrar o texto da área de transferência como HTML em modo de navegação:

source: &Maximum number of characters when showing clipboard text in browse mode
bg_bg: &Максимален брой символи при извеждане на текста от клипборда в режим на разглеждане
fa_ir: &حداکثرِ تعدادِ نویسه‌ها هنگامِ نمایشِ متنِ کلیپ‌برد در حالتِ مرور
hr_hr: &Maksimalni broj znakova pri prikazivanju teksta međuspremnika u modusu čitanja
pt_br: Número &máximo de caracteres ao mostrar o texto da área de transferência no modo de navegação

source: Restore defaults
bg_bg: Възстанови настройките по подразбиране
fa_ir: برگرداندن به پیشفرض
hr_hr: Obnovi zadane vrijednosti
pt_br: Restaurar padrões

source: Clip Contents Designer
bg_bg: Дизайнер на съдържанието на клипборда (Clip Contents Designer)
fa_ir: طراحِ محتوای کلیپ‌برد
hr_hr: Upravljanje sadržajem međuspremnika
pt_br: Gestor do Conteúdo de Transferência

source: Allows the joining of separate fragments of text on the clipboard and clearing of clipboard content. Current text on the clipboard can be presented in browse mode. Option to request confirmation before performing actions such as copy, cut, add text, or clearing the clipboard to avoid accidental changes.
bg_bg: Позволява обединяването на отделни фрагменти от текст в клипборда и изчистване на съдържанието на клипборда. Текущият текст в клипборда може да бъде представен в режим на разглеждане. Опция за искане на потвърждение преди извършване на действия като копиране, изрязване, добавяне на текст или изчистване на клипборда, за да се избегнат случайни промени.
fa_ir: اجازه می‌دهد تا قطعاتِ جداگانه‌ی متن را در کلیپ‌برد به هم بپیوندید و محتوای کلیپ‌برد را پاک کنید. متنِ موجود در کلیپ‌برد را می‌توان در حالتِ مرور به نمایش دراورد. گزینه‌هایی برای درخواست تایید پیش از اجرای عملیاتی مثلِ کپی، برش، افزودنِ متن یا پاک کردن کلیپ‌برد، برای جلوگیری از تغییراتِ تصادفی.
hr_hr: Omogućuje spajanje zasebnih fragmenata teksta u međuspremniku i brisanje sadržaja međuspremnika. Trenutačni tekst u međuspremniku može se prikazati u modusu pregledavanja. Opcija za traženje potvrde prije izvođenja radnji kao što su kopiranje, rezanje, dodavanje teksta ili brisanje međuspremnika kako bi se izbjegle slučajne promjene.
pt_br: Permite a junção de fragmentos separados de texto na área de transferência e a limpeza do conteúdo da área de transferência. O texto atual na área de transferência pode ser apresentado no modo de navegação. Opção para solicitar confirmação antes de executar ações como copiar, cortar, adicionar texto ou limpar a área de transferência para evitar alterações acidentais.
