Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/emoticons/*/emoticons.xliff
Languages: pt

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
pt: Autores: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description.
pt: Usando esse complemento, o texto falado contendo caracteres de emoticon será substituído por sua descrição mais amigável.

source: For example: the sequence ":)" will be spoken as "smiling smiley", or for example NVDA will recognize the meaning of each emoji.
pt: Por exemplo: a sequência ":)" será falada como "smiley sorridente" ou, por exemplo, o NVDA reconhecerá o significado de cada emoji.

source: You can take advantage of the following features:
pt: Você pode aproveitar os seguintes recursos:

source: Insert Emoticon ##
pt: Inserir emoticon ##

source: Sometimes an image is worth a 1000 words: use the new emoji to liven up your instant message and to let your friends know how you’re feeling.
pt: Às vezes, uma imagem vale mais do que mil palavras: use o novo emoji para animar sua mensagem instantânea e dizer aos seus amigos como você está se sentindo.

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat.
pt: Quando você não tiver certeza dos caracteres de um smiley específico, esse complemento permitirá que você o selecione e o insira no texto, como em um bate-papo.

source: Press NVDA+I, or from menu Tools -> Emoticons > Insert emoticon, to open a dialog with the provided emoticons or emoji.
pt: Pressione NVDA+I ou, no menu Tools -> Emoticons > Insert emoticon (Ferramentas -> Emoticons > Inserir emoticon), para abrir uma caixa de diálogo com os emoticons ou emoji fornecidos.

source: This dialog allows you to choose an emoticon and to view the emoticons that interest you:
pt: Essa caixa de diálogo permite que você escolha um emoticon e visualize os emoticons que lhe interessam:

source: An editable field allows you to filter the search for the desired emoticon among the emoticons available.
pt: Um campo editável permite que você filtre a pesquisa do emoticon desejado entre os emoticons disponíveis.

source: Through a set of radio buttons, you can choose to view only emoji category (alt+E) or view only standard emoticon category (alt+s) or view all emoticons available (alt+A).
pt: Por meio de um conjunto de botões de rádio, você pode optar por exibir apenas a categoria emoji (alt+E) ou exibir apenas a categoria emoticon padrão (alt+s) ou exibir todos os emoticons disponíveis (alt+A).

source: In the list of emoticons (alt+L) are displayed on three columns respectively: the name of emoticon, the type of emoticon (standard emoticon or emoji), the corresponding character.
pt: Na lista de emoticons (alt+L) são exibidos em três colunas, respectivamente: o nome do emoticon, o tipo de emoticon (emoticon padrão ou emoji) e o caractere correspondente.

source: When you press OK, the characters for the chosen emoticon will be copied to your clipboard, ready for pasting.
pt: Quando você pressionar OK, os caracteres do emoticon escolhido serão copiados para a área de transferência, prontos para serem colados.

source: Insert symbol ##
pt: Inserir o símbolo ##

source: This dialog allows you to choose one of the symbols available in the Punctuation/symbol pronunciation dialog of NVDA. You can use the Filter edit box or the arrow keys to select an item from the symbols list.
pt: Essa caixa de diálogo permite que você escolha um dos símbolos disponíveis na caixa de diálogo Pronúncia de pontuação/símbolo do NVDA. Você pode usar a caixa de edição Filtro ou as teclas de seta para selecionar um item da lista de símbolos.

source: If you want to copy various symbols, use the Add button to append them to the Symbols to copy edit box.
pt: Se você quiser copiar vários símbolos, use o botão Add (Adicionar) para anexá-los à caixa de edição Symbols to copy (Símbolos a serem copiados).

source: Then, press OK and the selected emoji or symbol, or the symbols contained in the mentioned edit box, will be copied to your clipboard, ready for pasting.
pt: Em seguida, pressione OK e o emoji ou símbolo selecionado, ou os símbolos contidos na caixa de edição mencionada, serão copiados para a área de transferência, prontos para serem colados.

source: Associate gestures to symbols ##
pt: Associar gestos a símbolos ##

source: From NVDA's menu, Preferences submenu, Input gestures dialog, category Insert symbols or Copy symbols, you can configure NVDA to type symbols through associated gestures.
pt: No menu do NVDA, submenu Preferências, caixa de diálogo Gestos de entrada, categoria Inserir símbolos ou Copiar símbolos, você pode configurar o NVDA para digitar símbolos por meio de gestos associados.

source: You can use the Edit field edit box to reduce the number of symbols presented, so that this category can be expanded faster.
pt: Você pode usar a caixa de edição Editar campo para reduzir o número de símbolos apresentados, de modo que essa categoria possa ser expandida mais rapidamente.

source: Emoticons dictionary ##
pt: dicionário de &Emoticons...

source: Emoticons add-on allows to have differents speech-dictionaries using configuration profiles.
pt: O complemento Emoticons permite ter diferentes dicionários de fala usando perfis de configuração.

source: This means that you can create or edit a specific speech-dictionary for each your custom profile.
pt: Isso significa que você pode criar ou editar um dicionário de fala específico para cada perfil personalizado.

source: From NVDA MENU, Preferences -> Speech dictionaries -> Emoticons dictionary, you can open a dialog to add or to edit available emoticons.
pt: No MENU NVDA, Preferências -> Dicionários de fala -> Dicionário de emoticons, você pode abrir uma caixa de diálogo para adicionar ou editar os emoticons disponíveis.

source: Saving your customizations, the new reading settings of emoticons will only apply to the profile you are currently editing.
pt: Ao salvar suas personalizações, as novas configurações de leitura de emoticons serão aplicadas somente ao perfil que estiver sendo editado no momento.

source: For example, you may wish that NVDA spoken custom emoticons only in XxChat program, but not in other chat programs: you can do this by creating a profile for the XxChat application and assign to it a speech dictionary from Speech dictionaries menu, Emoticons dictionary option. See below for Emoticons settings in relation to the configuration profiles.
pt: Por exemplo, você pode desejar que o NVDA fale emoticons personalizados somente no programa XxChat, mas não em outros programas de bate-papo: você pode fazer isso criando um perfil para o aplicativo XxChat e atribuindo a ele um dicionário de fala no menu Dicionários de fala, opção Dicionário de emoticons. Veja abaixo as definições de Emoticons em relação aos perfis de configuração.

source: You can also export each custom speech-dictionary pressing "Save and export dictionary" button: in this way your speech-dictionaries will be saved in your user config folder, speechDicts/emoticons subfolder.
pt: Você também pode exportar cada dicionário de fala personalizado pressionando o botão "Save and export dictionary" (Salvar e exportar dicionário): dessa forma, seus dicionários de fala serão salvos na pasta de configuração do usuário, subpasta speechDicts/emoticons.

source: The exact name and location of the dictionary file will be based on the editing configuration profile, which will be shown in the title of the Emoticons dictionary dialog.
pt: O nome e o local exatos do arquivo do dicionário serão baseados no perfil de configuração de edição, que será mostrado no título da caixa de diálogo Dicionário de emoticons.

source: Emoticons settings ##
pt: Configurações de emoticons

source: From menu Preferences -> Settings -> Emoticons opens a panel to configure the activation of your speech-dictionaries for each profile.
pt: No menu Preferências -> Configurações -> Emoticons, abre-se um painel para configurar a ativação de seus dicionários de fala para cada perfil.

source: In Emoticons settings panel you can choose whether or not speech-dictionary should automatically activate when NVDA switches to the profile you are currently editing. By default it is disabled in normal configuration of NVDA and in all your new profiles.
pt: No painel de configurações Emoticons, você pode escolher se o dicionário de fala deve ou não ser ativado automaticamente quando o NVDA mudar para o perfil que você está editando no momento. Por padrão, ele é desativado na configuração normal do NVDA e em todos os seus novos perfis.

source: Moreover, it's possible to determine if the add-on emojis should be spoken. This could be useful to preserve symbols speaking if emojis are included in NVDA's configuration.
pt: Além disso, é possível determinar se os emojis adicionais devem ser falados. Isso pode ser útil para preservar a fala dos símbolos se os emojis estiverem incluídos na configuração do NVDA.

source: If symbols inserted using associated gestures aren't spoken in your system, even when NVDA is configured to speak typed characters, you can try to enable a checkbox to ensure the speaking of inserted symbols.
pt: Se os símbolos inseridos usando gestos associados não forem falados em seu sistema, mesmo quando o NVDA estiver configurado para falar caracteres digitados, você pode tentar ativar uma caixa de seleção para garantir a fala dos símbolos inseridos.

source: If you may wish to keep clean your configuration folders, in this dialog it is also possible to choose if dictionaries not used (associated with non existing profiles) will be removed from the add-on when it is unloaded.
pt: Se desejar manter limpas as pastas de configuração, nessa caixa de diálogo também é possível escolher se os dicionários não usados (associados a perfis não existentes) serão removidos do complemento quando ele for descarregado.

source: Key Commands: ##
pt: Teclas de atalho:

source: These are the key commands available by default, you can edit those or add new key to open Emoticons settings panel or Emoticon Dictionary dialog:
pt: Esses são os comandos de tecla disponíveis por padrão. Você pode editá-los ou adicionar uma nova tecla para abrir o painel de configurações de Emoticons ou a caixa de diálogo Dicionário de Emoticons:

source: NVDA+E: speaking emoticons on/off, toggles between speaking text as it is written, or with the emoticons replaced by the human description.
pt: NVDA+E: ativar/desativar emoticons, alterna entre falar o texto como ele está escrito ou com os emoticons substituídos pela descrição humana.

source: NVDA+I: show a dialog to select an emoticon you want to copy.
pt: NVDA+I: mostra uma caixa de diálogo para selecionar um emoticon que você deseja copiar.

source: Not assigned: show a dialog to select an NVDA's symbol you want to copy.
pt: Não atribuído: mostra um diálogo para seleccionar um símbolo do NVDA que deseja copiar.

source: Not assigned: open a browseable message showing the symbol where the review cursor is positioned, so that the whole description can be reviewed in browse mode.
pt: Não atribuído: abre uma mensagem navegável que mostra o símbolo onde o cursor de revisão está posicionado, de modo que toda a descrição possa ser revisada no modo de navegação.

source: Not assigned: open a browseable message showing the symbol where the caret is positioned, so that the whole description can be reviewed in browse mode.
pt: Não atribuído: abre uma mensagem navegável mostrando o símbolo onde o cursor está posicionado, de modo que toda a descrição possa ser revisada no modo de navegação.

source: Note: On Windows 10 and higher, it's also possible to use the built-in emoji panel.
pt: Observação: No Windows 10 e superior, também é possível usar o painel de emojis integrado.

source: Changes for 34.0.0
pt: Alterações para a versão 34.0.0

source: Added ability to copy to clipboard, and paste individual symbols, useful when gestures associated with Insert symbols scripts don't work.
pt: Foi adicionada a capacidade de copiar para a área de transferência e colar símbolos individuais, útil quando os gestos associados aos scripts Inserir símbolos não funcionam.

source: Changes for 33.0.0
pt: Alterações para a versão 33.0.0

source: Fixed bug in Save and export dictionaries.
pt: Correção de um bug em salvar e exportar dicionários.

source: Added copy and close buttons to messages presented in browse mode.
pt: Adição dos botões copiar e fechar às mensagens apresentadas no modo de navegação.

source: When using commands to insert symbols, they may be spoken according to the speak typed characters option.
pt: Ao usar comandos para inserir símbolos, eles podem ser falados de acordo com a opção falar caracteres digitados.

source: Changes for 22.0.0 ##
pt: Alterações para 22.0.0 ##

source: Requires NVDA 2023.2 or later.
pt: Requer o NVDA 2023.2 ou posterior.

source: Changes for 17.0 ##
pt: Alterações para a versão 17.0 ##

source: Added ability to associate gestures to type symbols.
pt: Foi adicionada a capacidade de associar gestos a símbolos de digitação.

source: Added ability to copy various symbols at the same time.
pt: Foi adicionada a capacidade de copiar vários símbolos ao mesmo tempo.

source: Changes for 16.0 ##
pt: Alterações para a versão 16.0 ##

source: Compatible with NVDA 2023.1.
pt: Compatível com o NVDA 2023.1.

source: Changes for 15.0 ##
pt: Alterações para a versão 15.0 ##

source: Requires NVDA 2022.1 or later.
pt: Requer o NVDA 2022.1 ou posterior.

source: Cannot be used in secure mode.
pt: Não pode ser usado no modo seguro.

source: Changes for 14.0 ##
pt: Alterações para a versão 14.0 ##

source: Compatible with NVDA 2021.1.
pt: Compatível com o NVDA 2021.1.

source: Changes for 13.0 ##
pt: Alterações para a versão 13.0 ##

source: Fixed errors in Insert Emoticon dialog.
pt: Correção de erros na caixa de diálogo Inserir Emoticon.

source: Added a dialog to insert a symbol available in the Punctuation/symbol pronunciation of NVDA.
pt: Adicionado um diálogo para inserir um símbolo disponível na Pronúncia de Pontuação/Símbolo do NVDA.

source: Changes for 12.0 ##
pt: Alterações para a versão 12.0 ##

source: Requires NVDA 2019.3 or later.
pt: Requer NVDA 2019.3 ou superiores.

source: Changes for 11.0 ##
pt: Alterações para a versão 11.0 ##

source: When the add-on is updated, dictionaries saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import dictionaries saved in the main dictionaries folder of NVDA.
pt: Quando o extra é actualizado, os dicionários guardados na versão anterior do extra serão automaticamente copiados para a nova versão, a menos que prefira importar dicionários guardados na pasta principal de dicionários do NVDA.

source: When showing the symbol where the caret or the review cursor are positioned, the words Character and Replacement are used to distinguish between the symbol itself and its description in browse mode, useful for speech users.
pt: Ao mostrar o símbolo onde o cursor de cursor ou de revisão está posicionado, as palavras Character e Replacement são usadas para distinguir entre o símbolo em si e sua descrição no modo de navegação, o que é útil para usuários de fala.

source: Changes for 10.0 ##
pt: Alterações para a versão 10.0 ##

source: Added commands to show the symbol where the review cursor or caret are positioned. Gestures for these commands can be assigned from the Input gestures dialog, Text review category.
pt: Foram adicionados comandos para mostrar o símbolo no local em que o cursor de revisão ou o cursor de atenção está posicionado. Os gestos para esses comandos podem ser atribuídos na caixa de diálogo Gestos de entrada, categoria Revisão de texto.

source: Changes for 9.0 ##
pt: Alterações para a versão 9.0 ##

source: Added the possibility of choosing if add-on emojis should be spoken.
pt: Foi adicionada a possibilidade de escolher se os emojis adicionais devem ser falados.

source: Used appropiate encoding for dictionary names, fixing errors when they contain certain characters.
pt: Usou a codificação apropriada para nomes de dicionário, corrigindo erros quando eles continham determinados caracteres.

source: The translated summary of the add-on is properly used for the title presented in add-on help, accessible from the add-on manager.
pt: O resumo traduzido do complemento é usado corretamente para o título apresentado na ajuda do complemento, acessível no gerenciador de complementos.

source: Added a note mentioning the emoji panel available on Windows 10.
pt: Adicionada uma nota mencionando o painel de emojis disponível no Windows 10.

source: Changes for 8.0 ##
pt: Alterações para 8.0 ##

source: Compatible with NVDA 2018.3 or later (required).
pt: Compatível com o NVDA 2018.3 ou posterior (obrigatório).

source: Changes for 7.0 ##
pt: Alterações para a versão 7.0 ##

source: The Activation settings dialog has been moved to a panel in NVDA settings, so that the current profile will be shown in the title of the NVDA settings dialog.
pt: A caixa de diálogo Configurações de ativação foi movida para um painel nas configurações do NVDA, de modo que o perfil atual seja mostrado no título da caixa de diálogo Configurações do NVDA.

source: The Manage Emoticons menu has been removed: now Insert emoticon will be found under the Tools menu, and Customize Emoticons will be shown under Speech dictionaries like Emoticons dictionary.
pt: O menu Gerenciar emoticons foi removido: agora, Inserir emoticon será encontrado no menu Ferramentas, e Personalizar emoticons será mostrado em Dicionários de fala, como o Dicionário de emoticons.

source: Requires NVDA 2018.2 or later.
pt: Requer o NVDA 2018.2 ou posterior.

source: Changes for 6.0 ##
pt: Alterações para a versão 6.0 ##

source: Added support for configuration profiles.
pt: Foi adicionado suporte a perfis de configuração.

source: In NVDA 2017.4 or later, the configuration settings and custom dictionaries will change automatically according with the selected profiles. In 2017.3 or earlier, you can apply changes by reloading plugins (pressing control+NVDA+f3).
pt: No NVDA 2017.4 ou posterior, as definições de configuração e os dicionários personalizados serão alterados automaticamente de acordo com os perfis selecionados. Na versão 2017.3 ou anterior, você pode aplicar as alterações recarregando os plug-ins (pressionando control+NVDA+f3).

source: If you choose to import settings when updating the add-on, deprecated files (emoticons.ini and emoticons.dic) will be removed or adapted to this version.
pt: Se você optar por importar as configurações ao atualizar o complemento, os arquivos obsoletos (emoticons.ini e emoticons.dic) serão removidos ou adaptados a essa versão.

source: Changes for 5.0 ##
pt: Alterações para a versão 5.0 ##

source: Added support for emojis.
pt: Adicionado suporte a emojis.

source: Improvements for Insert Emoticon dialog with a filter field and radio buttons to choose displayed emoticons.
pt: Aprimoramentos na caixa de diálogo Inserir emoticon com um campo de filtro e botões de opção para escolher os emoticons exibidos.

source: Using guiHelper for Activation settings dialog and Insert Emoticon dialog: requires NVDA 2016.4 or higher versions
pt: Uso do guiHelper para a caixa de diálogo Configurações de ativação e Inserir emoticon: requer NVDA 2016.4 ou versões superiores

source: Changes for 4.0 ##
pt: Alterações para a versão 4.0 ##

source: If the Insert smiley dialog is opened when another settings dialog is active, NVDA will show the corresponding error message.
pt: Se a caixa de diálogo Inserir smiley for aberta quando outra caixa de diálogo de configurações estiver ativa, o NVDA mostrará a mensagem de erro correspondente.

source: Changes for 3.0 ##
pt: Alterações para a versão 3.0 ##

source: In the Customize emoticons dialog, it is now possible to specify that a pattern should only match if it is a whole word, according to speech dictionaries of NVDA 2014.4.
pt: Na caixa de diálogo Personalizar emoticons, agora é possível especificar que um padrão só deve corresponder se for uma palavra inteira, de acordo com os dicionários de fala do NVDA 2014.4.

source: Changes for 2.0 ##
pt: Alterações para a versão 2.0 ##

source: Add-on help is available from the Add-ons Manager.
pt: A ajuda do add-on está disponível no Add-ons Manager.

source: Changes for 1.1 ##
pt: Alterações para a versão 1.1 ##

source: Removed duplicated emoticon.
pt: Removido o emoticon duplicado.

source: Added some smileys.
pt: Adicionei alguns smileys.

source: Changes for 1.0 ##
pt: Alterações para 1.0 ##

source: Initial version.
pt: Versão inicial.
