Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/searchWith/*/searchWith.xliff
Languages: tr

source: Search With #
tr: İle Ara #

source: Author: Ibrahim Hamadeh
tr: Yazar: Ibrahim Hamadeh

source: Download [Stable version 2.5.3][1]
tr: [Kararlı sürümü indir][1]

source: NVDA compatibility: 2019.3 and beyond
tr: NVDA uyumluluğu: 2019.3 ve sonrası

source: This addon helps you to search text, via various search engines.
tr: Bu eklenti, çeşitli arama motorları aracılığıyla metin aramanıza yardımcı olur.

source: Let no text selected, and press the gesture of the addon
tr: Hiçbir metin seçili olmadan, eklentinin hareketini basın

source: A dialog will be displayed, with an edit box to enter a search query
tr: Bir arama sorgusu girmek için düzenleme kutusu içeren bir iletişim kutusu görüntülenecektir

source: To search with Google press enter, or tab to search with other engines.
tr: Google ile arama yapmak için Enter tuşuna basın veya diğer arama motorlarıyla arama yapmak için Sekme tuşuna basın.

source: Or
tr: Veya

source: select some text and press once, a menu will be displayed with various search engines to choose.
tr: bir metin seçin ve bir kez basın, seçebileceğiniz çeşitli arama motorlarının bulunduğu bir menü görüntülenecektir.

source: And while text is selected, you can press the gesture twice to search with Google directly.
tr: Metin seçiliyken, doğrudan Google ile arama yapmak için harekete iki kez basabilirsiniz.

source: The Default gesture for the addon is: NVDA+ Windows+ S.
tr: Eklenti için varsayılan hareket: NVDA+ Windows+ S olarak belirlenmiştir.

source: If the keystroke do not work for you, or conflict with other keystroke,
tr: Tuş vuruşu işinize yaramazsa veya diğer tuş vuruşlarıyla çakışırsa,

source: you can as always add a gesture or change the existent one going to :
tr: her zaman olduğu gibi bir hareket ekleyebilir veya var olanı değiştirebilirsiniz:

source: NVDA menu>preferences>inputGestures>Search With category.
tr: NVDA menüsü>Tercihler>Girdi Hareketleri>İle Ara kategorisi.

source: Usage ##
tr: Kullanım ##

source: If you want to enter a search query, just press the addon gesture
tr: Bir arama sorgusu girmek istiyorsanız, eklenti hareketine basmanız yeterlidir

source: A dialog will be displayed, with an edit field to enter the search term.
tr: Arama terimini girmek için bir düzenleme alanı içeren bir iletişim kutusu görüntülenecektir.

source: Want to search with Google? just press enter
tr: Google ile arama yapmak isterseniz sadece enter'a basın

source: Otherwise tab to Other Engines button, and give it a space
tr: Aksi takdirde Sekme tuşuna basarak Diğer Motorlar düğmesinin üzerine gelip boşluk tuşu ile etkinleştirin

source: A popup menu will show up, with various search engines to choose.
tr: Seçebileceğiniz çeşitli arama motorlarının bulunduğu bir açılır menü görünecektir.

source: Yahoo, Bing, DuckDuckGo, and Youtube.
tr: Yahoo, Bing, DuckDuckGo, ve Youtube.

source: This is the default menu, and you may modify it from addon's setting panel.
tr: Bu varsayılan menüdür ve eklentinin ayar panelinden değiştirebilirsiniz.

source: Another way to use the addon, is by selecting some text
tr: Eklentiyi kullanmanın başka bir yolu da bir metin seçmektir. Metni seçili hale getirdikten sonra, eklentinin varsayılan veya sizin belirlediğiniz hareketine bastığınızda, Dilediğiniz arama motorunu seçebileceğiniz bir liste açılır. Bu liste Ayarlar panelinden yapılandırılabilir

source: And on Pressing the addon's gesture, or any other you have assigned to it
tr: Eklentinin varsayılan hareketine veya ona atadığınız herhangi bir tuşa basmak

source: a virtual menu will be displayed with various search engines
tr: çeşitli arama motorlarının bulunduğu sanal bir menü görüntülenecektir

source: Either the default menu, or any other you have tailed to your needs.
tr: Ya varsayılan menü ya da ihtiyaçlarınıza göre sıraladığınız herhangi bir menü.

source: Choose one and press enter, the default browser will open displaying search results.
tr: Birini seçin ve enter tuşuna basın, varsayılan tarayıcı arama sonuçlarını görüntüleyerek açılacaktır. veya doğrudan Google ile arama yapmak istiyorsanız, harekete iki kez basın ve işlem tamam.

source: Or, if you want to search with Google directly
tr: Veya doğrudan Google ile arama yapmak istiyorsanız

source: press the gesture twice, and you are done.
tr: harekete iki kez basın ve işiniz bitti.

source: Want to trigger search menu specifically for clipboard or last spoken text?
tr: Özellikle pano veya son konuşulan metin için arama menüsünü tetiklemek ister misiniz?

source: You can from input gestures dialog, assigned a gesture for:
tr: Girdi hareketleri iletişim kutusunda, şunlar için bir hareket atayabilirsiniz:

source: Trigger search menu for clipboard text, and pressed twice searches that text by Google directly.
tr: Pano metni için arama menüsünü açar ve iki kez basıldığında bu metni doğrudan Google ile arar.

source: Trigger search menu for last spoken text, and pressed twice searches that text by Google directly.
tr: Son söylenen için arama menüsünü açar ve iki kez basıldığında bu metni doğrudan Google ile arar.

source: Now if you ask, can I modify Search with menu?
tr: Şimdi sorarsanız, menü ile Aramayı değiştirebilir miyim?

source: Yes you can do that from the setting panel, and adjust the menu to fit to your mood and needs.
tr: Evet bunu ayar panelinden yapabilir ve menüyü ruh halinize ve ihtiyaçlarınıza uyacak şekilde ayarlayabilirsiniz.

source: You can from there, add to Search with menu, other available search engines
tr: Oradan, diğer mevcut arama motorlarını ile ara menüsüne ekleyebilirsiniz

source: And you can if you like, remove an item from it, move item up, move item down, or return and set it to default state.
tr: İsterseniz bir öğeyi kaldırabilir, öğeyi yukarı taşıyabilir, aşağı taşıyabilir veya geri dönüp varsayılan duruma ayarlayabilirsiniz.

source: If you want these modifications to be permanent, you have to save configuration after wards.
tr: Bu değişikliklerin kalıcı olmasını istiyorsanız, işlemden sonra yapılandırmayı kaydetmeniz gerekir.

source: Want to search Google using other language options?
tr: Diğer dil seçeneklerini kullanarak Google'da arama yapmak ister misiniz?

source: Go to, Search With category in setting panels
tr: Ayarlar panelinde İle Ara kategorisine gidin

source: From the cumbo box there, you can choose search Google either:
tr: Oradaki açılan birleşik kutudan Google'da ara'yı seçebilirsiniz:

source: Using browser settings and language.
tr: Tarayıcı ayarlarını ve dilini kullan.

source: Using NVDA language.
tr: NVDA dilini kullan.

source: Using windows language.
tr: Windows dilini kullan.

source: Now, you have the option to choose the default query in Search with dialog
tr: Artık, “İle Ara” iletişim kutusunda varsayılan sorguyu seçme seçeneğiniz var

source: from the Options for default query combo box in setting panel, you can choose either
tr: ayar panelindeki Varsayılan sorgu seçenekleri açılan kutusundan aşağıdakilerden birini seçebilirsiniz

source: Leave blank
tr: Boş bırak

source: Use clipboard text
tr: Pano metnini kullan

source: Use last spoken text
tr: Son konuşulan metni kullan

source: And if clipboard or last spoken text is chosen, text in search box will be displayed selected, so that you can easily override it.
tr: Pano veya son konuşulan metin seçilirse, ilgili metin arama kutusuna kendiliğinden eklenecektir. Böylece hızlıca arama yapabilirsiniz.

source: Now let's choose the target language for translate engines, Google Translate and DeepL translator.
tr: Şimdi çeviri motorları, Google Çeviri ve DeepL çevirmeni için hedef dili seçelim.

source: Still in setting panel, under Translation engines group, there are two combo boxes, one for Google Translate and the other for DeepL Translator. Choose the target language you want for each of them and you are done.
tr: Hala ayar panelinde, Çeviri motorları grubu altında, biri Google Çeviri ve diğeri DeepL Translator için olmak üzere iki açılır kutu bulunmaktadır. Her biri için istediğiniz hedef dili seçin ve işlem tamamdır.

source: Lastly, especially for advanced users
tr: Son olarak, özellikle gelişmiş kullanıcılar için

source: You can through a check box in setting panel, choose if you want to preserve your data folder upon installing a new version.
tr: Ayar panelindeki bir onay kutusu aracılığıyla, yeni bir sürüm yükledikten sonra veri klasörünüzü korumak isteyip istemediğinizi seçebilirsiniz.

source: This means that your data will be sustained, but added to it the newly entries in the new version.
tr: Bu, verilerinizin korunacağı, ancak yeni sürümdeki yeni girişlerin ekleneceği anlamına gelir.

source: And that's it, hope to search for good and find it, happy searching!
tr: Ve işte bu, iyi şeyler aramanızı ve bulmanızı umuyoruz, mutlu aramalar!

source: Changes for 2.5.3 ###
tr: 2.5.3 için değişiklikler ###

source: Add DeepL translator to available engines.
tr: Mevcut motorlara DeepL Çeviri eklendi.

source: Add two combo boxes in setting panel, to choose target language for Google translate and DeepL translator.
tr: Google çeviri ve DeepL Çeviri için hedef dili seçmek üzere ayar paneline iki Açılabilir seçim kutusu eklendi.

source: Changes for 2.5 ###
tr: 2.5 için değişiklikler ###

source: Return the name of the addon to 'searchWith'(camel case).
tr: Eklentinin adını ‘searchWith’ (camel case) olarak döndürür.

source: Add Google Scholar to available engines.
tr: Google Akademik mevcut motorlar arasına eklendi.

source: Changes for 2.4 ###
tr: 2.4 için değişiklikler ###

source: Localization and documentation updates.
tr: Yerelleştirme ve Belge güncellemeleri.

source: Changes for 2.3 ###
tr: 2.3 için değişiklikler ###

source: Now choosing to preserve data from setting panel, does not means that you will not get the new data entries
tr: Şimdi verileri ayar panelinden korumayı seçmek, yeni veri girişlerini alamayacağınız anlamına gelmez

source: but the new entries in the new version, will be merged and added to your old data file.
tr: ancak yeni sürümdeki yeni girişler birleştirilecek ve eski veri dosyanıza eklenecektir.

source: Update last tested version to 2023.1 to comply with NVDA version 2023.1.
tr: NVDA sürüm 2023.1 ile uyumlu hale gelecek şekilde güncellendi.

source: Changes for 2.2 ###
tr: 2.2 için değişiklikler ###

source: Add localization and documentation updates.
tr: Yerelleştirme ve belge güncellemeleri eklendi.

source: Changes for 2.0 ###
tr: 2.0 için değişiklikler ###

source: Disable the addon in secure mode.
tr: Eklenti güvenli modda devre dışı bırakıldı.

source: Update last tested version to 2022.1, to comply with recent addon api version.
tr: Son test edilen sürüm 2022.1'e güncellendi ve en son Eklenti API sürümüyle uyumlu hale getirildi.

source: Changes for 1.9 ###
tr: 1.9 için değişiklikler ###

source: Localization and documentation updates.
tr: Yerelleştirme ve Belge güncellemeleri.

source: Changes for 1.8 ###
tr: 1.8 için değişiklikler ###

source: Add a check box in setting panel, to let advanced users preserve their data folder.
tr: İleri düzey kullanıcıların veri klasörlerini korumalarına izin vermek için ayar paneline bir onay kutusu eklendi.

source: Add two new entries in input gestures:
tr: Girdi hareketlerine iki yeni komut eklendi:

source: trigger search menu for clipboard text, press twice searches Google directly.
tr: panodaki metin için arama menüsünü açar. İki kez basılırsa metin doğrudan Google'da aranır.

source: Trigger search menu for last spoken text, press twice searches Google directly.
tr: Son söylenen için arama menüsünü açar. İki kez basılırsa metin doğrudan Google'da aranır.

source: Changes for 1.7 ###
tr: 1.7 için değişiklikler ###

source: Make a combo box in addon's setting, to choose an option for default query in search with dialog.
tr: Eklentinin ayarlarında bir açılır kutu eklendi, böylece iletişim kutusu ile arama yaparken varsayılan sorgu için bir seçenek seçebilirsiniz.

source: You can select either Leave blank, Use clipboard text, or Use last spoken text.
tr: Boş bırak, Pano metnini kullan veya Son konuşulan metni kullan'ı seçebilirsiniz.

source: Changes for 1.6 ###
tr: 1.6 için değişiklikler ###

source: Add tew new sites or search engines:
tr: Yeni siteler veya arama motorları ekleyin:

source: Google Translate
tr: Google Çeviri

source: NVDA Issues On GitHub
tr: GitHub'da NVDA sorunları

source: Use script decorators, instead of traditional script gesture way.
tr: Geleneksel komut dosyası hareketi yolu yerine komut dosyası dekoratörlerini kullanın.

source: Changes for 1.5 ###
tr: 1.5 için değişiklikler ###

source: Fixing a serious bug, by escaping special characters in the query string, before including it in the url.
tr: URL'ye eklemeden önce sorgu dizesindeki özel karakterlerden kaçınarak ciddi bir hata düzeltildi.

source: Changes for 1.4 ###
tr: 1.4 için değişiklikler ###

source: Add localization updates .
tr: Yerelleştirme güncellemeleri eklendi.

source: Remove some doc strings under script functions, not suitable be shown in input gestures.
tr: Girdi hareketleri iletişim kutusunda, gösterilmeye uygun olmayan bazı belge dizeleri script fonksiyonlarının altından kaldırıldı.

source: Changes for 1.2 ###
tr: 1.2 için değişiklikler ###

source: Add translations for Portuguese (Brazil), Portuguese (Portugal), and Turkish.
tr: Portekizce (Brezilya), Portekizce (Portekiz) ve Türkçe için çeviriler eklendi.

source: Add translations for Chinese (Simplified, China)
tr: Çince için çeviriler eklendi (Basitleştirilmiş, Çince)

source: Changes for 0.7 ###
tr: 0.7 için değişiklikler ###

source: Add more sites that could be added to menu, such as Stackoverflow, Stackexchange, GoogleBooks and others.
tr: Stackoverflow, Stackexchange, GoogleBooks ve diğerleri gibi menüye eklenebilecek daha fazla site eklendi.

source: Add the options to use last spoken text as default query, in search with dialog.
tr: İletişim kutusuyla aramada, son konuşulan metni varsayılan sorgu olarak kullanma seçeneği eklendi.

source: Changes for 0.4 ###
tr: 0.4 için değişiklikler ###

source: Add a dialog if no text selected, to enter a search query.
tr: Herhangi bir metin seçilmemişse, arama sorgusu girmek için bir iletişim kutusu eklendi.

source: Make possible to modify Search with menu from setting panel, to fit to user needs.
tr: Kullanıcı ihtiyaçlarına göre ile Ara ayar panelinden menüyü deyiştirmek mümkün kılındı.

source: Changes for 0.3 ###
tr: 0.3 için değişiklikler ###

source: Add setting panel, giving more language options in Google search.
tr: Google aramada daha fazla dil seçeneği sunan ayar paneli eklendi.

source: Changes for 0.1 ###
tr: 0.1 için değişiklikler ###

source: Initial version
tr: İlk Sürüm
