Repository: nvdaaddons/CrowdinRegistration
Catalog: emoticons/doc/*/readme.po
Languages: da, de, fi, gl, it, ja, pt_br, pt_pt, sk, uk

source: Saving your customizations, the new reading settings of emoticons will only apply to the profile you are currently editing.
da: Ved at gemme dine tilpasninger, vil dine nye læseindstillinger kun blive anvendt på den indstillingsprofil, som du er i færd med at redigere.
de: Wenn Sie Ihre Anpassungen speichern, gelten die neuen Ausspracheeinstellungen von Emoticons nur für das gerade aktive Profil.
fi: Uudet hymiöiden lukuasetukset koskevat vain muokattavaa profiilia.
gl: Gardando as túas persoalizacións, a nova lectura de configuración dos emoticóns só se aplicará ao perfil que estés a editar actualmente.
it: Quando si salva la configurazione, le nuove impostazioni di lettura saranno applicate solo al profilo personale in uso.
ja: カスタマイズを保存すると、顔文字の新しい読み上げ設定が、現在編集しているプロファイルのみに適用されます。
pt_br: Salvando suas personalizações, as novas configurações de leitura de emoticons só se aplicam ao perfil que você está editando no momento.
pt_pt: Guardar as suas personalizações, as novas configurações de leitura dos emoticons só se aplicam ao perfil que está a editar no momento.
sk: Keď uložíte zmeny v doplnku pri aktivovanom konfiguračnom profile, zmeny sa prejavia len v práve aktívnom profile.
uk: Після збереження змін читання смайликів, вони будуть застосовані лише до того профілю, який ви зараз редагуєте.

source: For example, you may wish that NVDA spoken custom emoticons only in XxChat program, but not in other chat programs: you can do this by creating a profile for the XxChat application and assign to it a speech dictionary from Speech dictionaries menu, Emoticons dictionary option. See below for Emoticons settings in relation to the configuration profiles.
da: F.eks. ønsker du måske, at NVDA kun udtaler tilpassede humørikoner i XXChat-programmet, men ikke i andre chatprogrammer: Du kan gøre dette ved at oprette en indstillingsprofil for applikationen XXChat, og derefter tildele en udtaleordbog til profilen fra menuen "udtaleordbøger" og ved at vælge Emoticons. Se herunder for Emoticons-indstillinger i henhold til indstillingsprofiler.
de: Zum Beispiel können Sie NVDA nur in XxChat, aber nicht in anderen Chat-Programmen die Emoticons ansagen lassen: Sie können dies tun, indem Sie ein Profil für die XxChat-Anwendung erstellen und ihr ein Sprachwörterbuch aus dem Menü Sprachwörterbücher, Option Emoticons Wörterbuch, zuweisen. Siehe unten für Emoticons Einstellungen in Bezug auf die Konfigurationsprofile.
fi: Saatat esim. haluta, että NVDA puhuu muokatut hymiöt XxChatissa, muttei muissa chattiohjelmissa. Tämä onnistuu luomalla profiili XxChat-sovellukselle ja liittämällä siihen puhesanasto Puhesanastot-alavalikosta löytyvää Hymiöt-vaihtoehtoa käyttäen. Katso alta tietoja asetusprofiileihin liittyvistä Hymiöt-lisäosan asetuksista.
gl: Por exemplo, poderás desexar que o NVDA falara emoticóns persoalizados só no programa XxChat, pero non noutros programas de chat: podes facer esto creando un perfil para a aplicación XxChat e asignar a el un diccionario da fala dende o menú Diccionarios da Fala, Opción Diccionario de Emoticóns. Consulta abaixo para opcións de activación en relación cos perfís de configuración.
it: Per esempio, se si preferisce che NVDA legga le emoticons solo in uno specifico programma di chat, ma non in altre applicazioni di chat, si può creare un profilo personale per lo specifico programma ed assegnargli un dizionario di voce dal menu Dizionari -> Dizionario Emoticons. Si veda più avanti per le impostazioni di Emoticons in relazione ai profili di configurazione.
ja: 例えば、NVDAがカスタム絵文字をXxチャットプログラムだけで読んでほしいけれど、他のチャットプログラムで読んでほしくないと思うかもしれません: これは、Xxチャットアプリケーション用のプロファイルを作成し、これに読み上げ辞書メニュー、Emoticons辞書オプションから、読み上げ辞書を割り当てすることで可能です。設定プロファイルに関するEmoticon設定については、以下を参照して下さい。
pt_br: Por exemplo, você pode desejar que o NVDA fale emoticons personalizados apenas no programa XxBate-papo, mas não em outros programas de bate-papo: você pode criar um perfil para o aplicativo XxBate-papo e atribuir um dicionário de fala no menu Dicionários, opção de Dicionário de Emoticons. Veja abaixo as configurações dos Emoticons em relação aos perfis de configuração.
pt_pt: Por exemplo, pode desejar que o NVDA fale os emoticons personalizados apenas no programa XxChat, mas não em outros programas de chat: pode fazer isso criando um perfil para o aplicativo XxChat e atribuindo-lhe um dicionário no menu Personalizar Emoticons. Veja abaixo a configuração de activação em relação aos perfis de configuração.
sk: Napríklad: Chceme, aby NVDA oznamovalo emotikony v programe Miranda, ale nie v ostatných aplikáciách. Vytvoríme preto profil pre Mirandu a priradíme k nemu slovník z rečových slovníkov.
uk: Наприклад, ви можете захотіти, щоб NVDA промовляла користувацькі смайлики лише в програмі XxChat, але не в інших програмах обміну повідомленнями: ви можете це зробити, створивши профіль для програми XxChat та призначити для неї мовленнєвий словник із меню «Мовленнєві словники» -> «Словник Emoticons». Див. Нижче параметри смайликів для профілів конфігурації.

source: You can also export each custom speech-dictionary pressing "Save and export dictionary" button: in this way your speech-dictionaries will be saved in your user config folder, speechDicts/emoticons subfolder.
da: Du kan også eksportere dine tilpassede udtaleordbøger ved at trykke på "Gem og eksporter ordbog". Dine ordbøger vil blive gemt i din mappe med din egen brugerkonfiguration (user config) for NVDA i undermappen speechDicts/emoticons.
de: Der Schalter "Wörterbuch speichern und exportieren" legt eine entsprechende Wörterbuchdatei in Ihrem "User Config"-Verzeichnis unter "speechDicts/Emoticons" ab.
fi: Voit myös viedä luomasi puhesanastot painamalla "Tallenna ja vie sanastot" -painiketta. Sanastot tallennetaan asetuskansiossasi olevaan speechDicts\emoticons-alikansioon.
gl: Tamén podes exportar cada diccionario personalizado da fala premendo o botón "Gardar e exportar diccionario": deste xeito o teu diccionario da fala gardarase no teu cartafol de configuración do usuario, subcartafol speechDicts/emoticons.
it: E' anche possibile esportare ogni dizionario di pronuncia scegliendo il pulsante Salva ed Esporta Dizionario. In questo modo i tuoi dizionari di pronuncia verranno salvati nella cartella configurazione utente di NVDA, sottocartella speechDicts/emoticons.
ja: "辞書を保存してエクスポート"ボタンを押して、それぞれのカスタム読み上げ辞書のエクスポートも出来ます: この方法で読み上げ辞書がユーザーのconfigフォルダのspeechDicts/emoticonsサブフォルダに保存されます。
pt_br: Você também pode exportar cada dicionário de fala personalizado pressionando o botão "Salvar e exportar dicionário": dessa forma, seus dicionários de fala serão salvos em sua pasta de configuração do usuário, subpasta speechDicts/emoticons.
pt_pt: Neste extra, também pode exportar cada dicionário personalizado pressionando o botão "Guardar e exportar dicionário": desta forma, os seus dicionários serão salvos na sua pasta de configuração do utilizador, subpasta speechDicts / emoticons.
sk: po stlačení tlačidla "Ulož a exportuj slovník" sa používateľský slovník uloží v priečinku s nastaveniami NVDA, v priečinku speechDicts/emoticons.
uk: Натиснення кнопки "Зберегти і експортувати словник" збереже файл словника з іменем emoticons.dic у вашу папку користувацької конфігурації, у вкладену папку speechDicts.

source: The exact name and location of the dictionary file will be based on the editing configuration profile, which will be shown in the title of the Emoticons dictionary dialog.
da: Det nøjagtige navn og placering af ordbogsfilen baseres på den redigerede indstillingsprofil, og vil blive vist i titlen på dialogen for Emoticons.
de: Der genaue Name und Speicherort der Wörterbuch-Datei richtet sich nach dem Konfigurationsprofil, das im Titel des Emoticons-Dialogs angezeigt wird.
fi: Puhesanastotiedoston tarkka nimi ja sijainti määräytyvät muokattavan profiilin mukaan, joka näkyy hymiösanastovalintaikkunan nimessä.
gl: O nomme e localización exacta do ficheiro de diccionario basearáse no perfil de configuración en edición, que se amosará no título do diálogo de diccionario do Emoticons.
it: Il nome ed il percorso del dizionario si baseranno sul profilo di configurazione corrente, che verrà indicato nel titolo della finestra del dizionario di Emoticons.
ja: 辞書ファイルの正確な名称と位置は、編集している設定プロファイルに基づき、Emoticon辞書ダイアログのタイトルに表示されます。
pt_br: O nome e a localização exatos do arquivo de dicionário serão baseados no perfil de configuração em edição, que será mostrado no título do diálogo do dicionário de Emoticons.
pt_pt: O nome exacto e a localização do ficheiro de dicionário serão baseados no perfil de configuração de edição, que será mostrado no título da caixa de diálogo do dicionário de Emoticons.
sk: Názov slovníka sa určí podľa názvu profilu. Názov sa zobrazí aj v názve okna pri úprave slovníka.
uk: Ім’я та місце розташування файла словника базуватиметься на імені редагованого конфігураційного профіля, і буде відображено у заголовку діалогового вікна «Словники Emoticons».

source: Emoticons settings
da: Indstillinger for Emoticons
de: Emoticons-Einstellungen
fi: Hymiöt-lisäosan asetukset
gl: Opcións de emoticóns
it: Impostazioni di Emoticons
ja: Emoticon設定
pt_br: Configurações de emoticons
pt_pt: Configurações de emoticons
sk: Nastavenia
uk: Налаштування Emoticons

source: From menu Preferences -> Settings -> Emoticons opens a panel to configure the activation of your speech-dictionaries for each profile.
da: Fra menuen Præferencer>Indstillinger>Emoticons åbnes et panel, hvor du konfigurerer aktivering af dine udtaleordbøger til hver profil.
de: Über das Menü "Einstellungen" -> "Emoticons" können Sie die Aktivierung der Sprach-Wörterbücher für jedes Profil konfigurieren.
fi: Asetukset-valikon kohdasta Asetukset -> Hymiöt avautuu paneeli, josta voit määrittää puhesanastojen käyttöönoton asetukset kullekin asetusprofiilille.
gl: Dende o menú Preferencias -> Opciones -> Emoticóns abre un diálogo para configurar a activación do teu diccionario da fala para cada perfil.
it: Scegliendo Preferenze->Impostazioni->Emoticons dal menu di NVDA, è possibile aprire una finestra per configurare l'Attivazione del dizionario di pronuncia per ogni profilo.
ja: 設定(P) -> 設定(S) ->Emoticonsメニューから、それぞれのプロファイルで有効にする読み上げ辞書を設定するパネルを開きます。
pt_br: No menu Preferências -> Configurações -> Emoticons abre um painel para configurar a ativação de seus dicionários de fala para cada perfil.
pt_pt: A partir do menu de Preferências -> Gerenciar Emoticons -> Configurações de activação abra uma caixa de diálogo para configurar a activação dos seus dicionários de voz para cada perfil.
sk: Aktiváciu slovníka aktivujete v strome s nastaveniami NVDA, vetva emotikony.
uk: У меню NVDA -> «Налаштування» -> «Налаштування Emoticons» ви можете налаштувати поведінку додатка для поточного конфігураційного профіля.

source: In Emoticons settings panel you can choose whether or not speech-dictionary should automatically activate when NVDA switches to the profile you are currently editing. By default it is disabled in normal configuration of NVDA and in all your new profiles.
da: I indstillingspanelet for Emoticons kan du vælge, om NVDA automatisk skal aktivere udtaleordbøger, når du skifter til den profil du er i færd med at redigere. Som standard er dette slået fra i den normale konfiguration af NVDA og alle dine nyoprettede indstillingsprofiler.
de: In den Einstellungen von Emoticons können Sie auswählen, ob das Sprachwörterbuch automatisch aktiviert werden soll, wenn NVDA zu dem Profil wechselt, das Sie gerade bearbeiten. Standardmäßig ist es in der normalen Konfiguration von NVDA und in allen Ihren neuen Profilen deaktiviert.
fi: Hymiöt-asetuspaneelissa voit valita, otetaanko puhesanasto automaattisesti käyttöön NVDA:n vaihtaessa muokkaamaasi profiiliin. Asetus ei ole oletusarvoisesti käytössä NVDA:n normaaleissa asetuksissa eikä uusissa profiileissa.
gl: No panel Opcións de emoticóns podes escoller se o diccionario da fala deberíasse activar ou non automáticamente cando o NVDA cambia ao perfil que estás a editar actualmente. Por defecto está deshabilitado na configuración normal do NVDA e en todos os novos perfís.
it: Nella finestra impostazioni di Emoticons è possibile scegliere se il dizionario per il profilo che si sta modificando deve essere attivato automaticamente quando NVDA passa a quel profilo. Per default, questa impostazione è disattivata nella configurazione normale di NVDA e in tutti i nuovi profili.
ja: Emoticons設定パネルにて、NVDAが現在編集しているプロファイルに切り替える時に、読み上げ辞書を自動的に有効にするかどうか、選択出来ます。初期設定では、NVDAの標準設定と新しいプロファイルの全てで無効となっています。
pt_br: No painel de configurações de Emoticons, você pode escolher se o dicionário de fala deve ou não ser ativado automaticamente quando o NVDA alterna para o perfil que você está editando no momento. Por padrão está desabilitado na configuração normal do NVDA e em todos os seus novos perfis.
pt_pt: No painel de configurações do extra, pode escolher se o dicionário de descrição deve ou não ser activado automaticamente quando o NVDA muda para o perfil que está a editar no momento. Por padrão, está desactivado na configuração normal do NVDA e em todos os seus novos perfis.
sk: Tu môžete určiť, či sa použije slovník s emotikonmi pre práve upravovaný profil. Predvolene je toto nastavenie vypnuté.
uk: На панелі налаштувань додатка Emoticons ви можете вибрати, чи повинен словник автоматично вмикатись при переході на профіль, який ви зараз редагуєте. Типово цей параметр відключений у нормальній конфігурації NVDA і у всіх нових профілях.

source: Moreover, it's possible to determine if the add-on emojis should be spoken. This could be useful to preserve symbols speaking if emojis are included in NVDA's configuration.
da: Desuden er det muligt at afgøre, om emojis der genkendes af tilføjelsen skal oplyses. Dette kan være nyttigt at bevare symboler, hvis emojis er inkluderet i NVDAs konfiguration.
de: Darüber hinaus kann ebenfalls festgelegt werden, ob die Emojis der Erweiterung angesagt werden soll. Dies ist nützlich, wenn in der NVDA-Konfiguration Symbole vorkommen.
fi: Lisäksi on mahdollista määrittää, puhutaanko lisäosan emojit. Tästä voi olla hyötyä symbolien puhumisen säilyttämisessä, jos NVDA:n asetuksiin sisältyy emojeita.
gl: Aínda máis, é posible determinar se se deberían falar os emojis do complemento. Isto podería ser útil para preservar a fala de símbolos se os emojis están incluídos na configuración do NVDA.
it: È inoltre possibile decidere se le emoji dell'add-on devono essere vocalizzate. Ciò può essere utile per conservare la pronuncia dei simboli quando le emoji sono incluse nella configurazione di NVDA.
ja: さらに、アドオンの絵文字が読み上げされるかを、決定することが出来ます。これは、NVDAの設定に絵文字が含まれている場合に、記号読み上げを保持するのに便利です。
pt_br: Outrossim, pode-se determinar se os emojis do complemento devem ser falados. Isso pode ser útil para preservar símbolos de serem falados caso os emojis estejam inclusos na configuração do NVDA.
pt_pt: Além disso, é possível determinar se os emojis complementares devem ser falados. Isto pode ser útil para preservar os símbolos falados, se os emojis estiverem incluídos na configuração do NVDA.
sk: Takisto môžete zapnúť a vypnúť oznamovanie emoji. Toto je užitočné v prípade, že sú emoji súčasťou NVDA.
uk: Можна також вказати, чи промовляти емодзі так, як вони прописані у додатку. Це може знадобитися, якщо ви хочете, аби NVDA промовляла емодзі так, як вони прописані в її типовій конфігурації.

source: If you may wish to keep clean your configuration folders, in this dialog it is also possible to choose if dictionaries not used (associated with non existing profiles) will be removed from the add-on when it is unloaded.
da: Hvis du ønsker at holde konfigurationsmapperne rene, vil det også være muligt i denne dialog at vælge om ubrugte ordbøger (tilhørende ikke-eksisterende profiler) skal fjernes fra tilføjelsen når den udlæses.
de: Wenn Sie Ihre Konfigurationsordner sauber halten möchten, können Sie in diesem Dialog nicht genutzte Wörterbücher von gelöschten Profilen entfernen.
fi: Mikäli haluat pitää asetuskansiosi puhtaana, tästä valintaikkunasta on myös mahdollista valita, poistetaanko käyttämättömät (ei-olemassa oleviin profiileihin liitetyt) puhesanastot lisäosasta, kun se poistetaan muistista.
gl: Se desexases manter limpos os teus cartafois de configuración, neste diálogo é posible tamén escoller se os dicionarios non usados (asociados con perfís non existentes) borraranse do complemento cando se descargue.
it: Se si preferisce tenere pulite le cartelle di configurazione, in questa finestra è anche possibile scegliere se i dizionari non utilizzati (quelli associati ad un profilo non più esistente) verranno rimossi quando il componente aggiuntivo viene scaricato dalla memoria.
ja: 設定フォルダーをきれいに保ちたい場合は、このダイアログで、使用されていない辞書(存在しないプロファイルに関連付けられている)を、アンロード時に、アドオンから除去することを選択することも出来ます。
pt_br: Se você desejar manter limpas suas pastas de configuração, nesta caixa de diálogo também é possível escolher se os dicionários não utilizados (associados a perfis não existentes) serão removidos do complemento quando ele for descarregado.
pt_pt: Se quiser manter limpas as suas pastas de configuração, nesta caixa de diálogo também é possível escolher se os dicionários não utilizados (associados a perfis não existentes) serão removidos do extra quando estiverem descarregados.
sk: Tiež môžete z tohto dialógu odstrániť slovníky, ktoré sa viac nepoužívajú a nie ú asociované so žiadnym profilom.
uk: У цьому діалоговому вікні можна також обрати, чи будуть видалені з додатка словники, які не використовуються, наприклад, пов’язані з неіснуючими профілями, при його деактивації.

source: Key Commands:
da: Tastaturkommandoer:
de: Tastenkombinationen:
fi: Näppäinkomennot:
gl: Ordes de teclado:
it: Comandi rapidi:
ja: キーコマンド:
pt_br: Teclas de Comando:
pt_pt: Teclas de Comando:
sk: Klávesové skratky:
uk: Клавіатурні команди:

source: These are the key commands available by default, you can edit those or add new key to open Emoticons settings panel or Emoticon Dictionary dialog:
da: Disse er de vigtigste kommandoer tilgængelige som standard. Du kan redigere dem eller tilføje nye tastetryk for at åbne indstillingspanelet for Humørikoner eller dialogen til styrelse af Humørikoner-ordbøger.
de: Dies sind die standardmäßig verfügbaren Tastenbefehle. Sie können diese bearbeiten oder neue Tasten hinzufügen, um das Emoticons-Einstellungsfenster oder das Dialogfeld für das Emoticons-Wörterbuch zu öffnen:
fi: Nämä ovat oletusnäppäinkomentoja. Voit muokata niitä tai lisätä uuden Hymiöt-asetuspaneelin tai hymiösanastovalintaikkunan avaamiseen:
gl: Estas son as teclas de ordes dispoñibles por omisión, podes editalas ou engadir teclas novas para abrir o panel Opcións de Emoticóns ou o diálogo Diccionario de Emoticóns:
it: Questi sono i comandi rapidi disponibili di default: E' possibile modificarli o aggiungerne di nuovi per aprire le impostazioni o la finestra Dizionario Emoticons:
ja: これらは初期設定で利用可能なキーコマンドです。これらを編集したり、Emoticons設定パネルまたはEmoticon辞書ダイアログを開く、新しいキーを追加したりすることが出来ます:
pt_br: Estes são os comandos de teclas disponíveis por padrão, você pode editá-los ou adicionar uma nova tecla para abrir o painel de configurações de Emoticons ou o diálogo Dicionário de Emoticons:
pt_pt: Estas são as teclas de comando disponíveis por padrão, pode editá-las ou adicionar uma nova tecla para abrir o painel de configurações do extra ou o diálogo do dicionário do Emoticon:
sk: Klávesové skratky môžete upraviť v dialógu klávesové skratky, vetva prezeranie textu. Dostupné sú tieto možnosti:
uk: Це типові ключові команди, ви можете їх редагувати або додавати нові, щоб відкрити панель налаштувань додатка Emoticons або словники Emoticons:

source: NVDA+E: speaking emoticons on/off, toggles between speaking text as it is written, or with the emoticons replaced by the human description.
da: NVDA+e: Skifter mellem at udtale tekst, som den er skrevet, eller med humørikonerne erstattet med den brugervenlige beskrivelse.
de: NVDA+E: Ansage der Emoticons aktivieren oder deaktivieren, legt fest, ob der Text so vorgelesen wird, wie dieser geschrieben wurde oder ob Emoticons durch Beschreibungen ersetzt werden sollen.
fi: NVDA+E: hymiöiden puhuminen käyttöön/pois käytöstä - ottaa käyttöön tekstin lukemisen sellaisena kuin se on kirjoitettu tai hymiöiden korvaamisen niiden kuvauksilla.
gl: NVDA+E: activando e desactivando a difusión dos emoticonos, conmuta entre falar texto segundo estea escrito, ou cos emoticonos remprazados pola descripción humana.
it: NVDA+E: Attiva o disattiva la lettura delle emoticon. Passa dalla lettura del testo delle emoticons così com'è scritto alla lettura della loro descrizione completa.
ja: NVDA+E: 書かれた通りのテキスト、または、人による表現に置き換えられた顔文字による読み上げの間で、絵文字の読み上げのオンオフを切り替えます。
pt_br: NVDA+E: Liga/desliga a fala de emoticons, alterna entre falar o texto como está escrito ou com os emoticons substituídos por descrições amigáveis.
pt_pt: NVDA + E: falar emoticons on / off, alterna entre o texto falar como está escrito, ou com os emoticons substituídos pela descrição humana.
sk: NVDA+E: prepína medzi vyslovovaním znakov a popisov emotikonov. Určuje, či budú oznamované jednotlivé časti emotikonu alebo slovný popis.
uk: NVDA+E: перемкнути між промовлянням тексту як написано, або з заміненими зрозумілими описами.

source: NVDA+I: show a dialog to select an emoticon you want to copy.
da: NVDA+i: Viser en dialog, hvor du kan vælge et humørikon, du vil kopiere.
de: NVDA+I: Zeigt ein Dialogfeld an, aus dem Sie ein Emoticon zum Einfügen auswählen können.
fi: NVDA+I: näyttää valintaikkunan, josta voit valita tekstiin lisättävän hymiön.
gl: NVDA+I: amosa un cadro de diálogo para seleccionar un emoticón que queras pegar.
it: NVDA+I: visualizza una finestra di dialogo per selezionare un emoticon che si desidera copiare negli appunti.
ja: NVDA+I: コピーしたい顔文字を選択するダイアログを表示します。
pt_br: NVDA+I: mostra um diálogo para selecionar um emoticon que queira copiar.
pt_pt: NVDA + I: mostra uma caixa de diálogo para seleccionar um emoticon que deseja copiar.
sk: NVDA+I: zobrazí dialóg na vloženie požadovaného emotikonu.
uk: NVDA+I: викликає діалог для вибору смайлика, який ви хочете вставити.

source: Not assigned: show a dialog to select an NVDA's symbol you want to copy.
da: Ikke tildelt: Få vist en dialog for at vælge et NVDA -symbol, du vil kopiere.
de: Nicht zugewiesen: Zeigt einen Dialogfeld an, um das zu kopierende NVDA-Symbol auszuwählen.
fi: Ei määritetty: näyttää valintaikkunan, josta voit valita kopioitavan NVDA:n symbolin.
gl: Sen asignar: amosa un diálogo para seleccionar un símbolo de NVDA que queiras copiar.
it: Non assegnato: visualizza una finestra di dialogo per selezionare un simbolo (punteggiatura o altro) che si desidera copiare.
ja: 割り当てなし: コピーしたいNVDAの記号を選択するダイアログを表示します。
pt_br: Não atribuído: mostra um diálogo para selecionar um símbolo do NVDA que queira copiar.
pt_pt: Não atribuído: mostra um diálogo para seleccionar um símbolo do NVDA que deseja copiar.
uk: Не призначено: викликає діалог вибору бажаного для копіювання символа з доступних в NVDA.
