Repository: nvdaaddons/CrowdinRegistration
Catalog: emoticons/doc/*/readme.po
Languages: da, de, fi, gl, it, ja, pt_br, pt_pt, sk, uk

source: [[!meta title="Emoticons"]]
da: [[!meta title="Humørikoner (Emoticons)"]]
fi: [[!meta title="Hymiöt"]]
sk: [[!meta title="Emotikony"]]

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
fi: Tekijät: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed ja Francisco Javier Estrada Martínez
pt_br: Autores: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description.
da: Med dette tilføjelsesprogram vil du få udtalt humørikoner i tekster på en mere brugervenlig måde.
de: Diese NVDA-Erweiterung ersetzt Emoticons durch besser verständliche Beschreibungen.
fi: Puhutussa tekstissä olevat hymiömerkit korvataan tätä lisäosaa käytettäessä niiden ihmisystävällisemmillä kuvauksilla.
gl: Ó se utilizar este complemento, o texto falado que conteña carácteres de emoticón reemprazarase pola súa descripción máis amigable.
it: Utilizzando questo componente aggiuntivo, la lettura dei caratteri che compongono una emoticon verrà sostituita con una sua descrizione.
ja: このアドオンを使うと、顔文字を含むテキストを読み上げるときに人間がもっと理解しやすい表現に置き換えます。
pt_br: Ao usar este complemento, os textos falados que contenham caracteres de emoticons serão substituídos por descrições mais amigáveis dos mesmos.
pt_pt: Ao usar este extra, o texto do emoticon que contenha caracteres será substituído por uma descrição mais humana e amigável.
sk: Tento doplnok interpretuje grafické emotikony slovným popisom.
uk: Під час використання цього додатка символи смайликів у тексті, що промовляється, будуть замінені на їх більш зрозумілі описи.

source: For example: the sequence ":)" will be spoken as "smiling smiley", or for example NVDA will recognize the meaning of each emoji.
da: F.eks. vil ":)" blive udtalt som "smilende smiley", og NVDA vil også være i stand til at genkende og udtale emojis.
de: So wird beispielsweise: ":)" als "Lächelndes Gesicht" oder ":D" als "Lachendes Gesicht" ausgesprochen.
fi: Esimerkki: Merkit ":)" luetaan "hymyilee", ja NVDA tunnistaa myös emojit.
gl: Por exemplo: a secuencia ":)" falarase como "cara sorinte", ou por exemplo NVDA recoñecerá o significado de cada emoji.
it: Per esempio: la sequenza ":)" sarà pronunciata "Smiley Sorriso", ed inoltre NVDA potrà riconoscere il nome degli emoji quando presenti nel testo.
ja: 例えば: ":)" は「ほほえんでいる顔文字」と読み上げられるか、または、例えばNVDAはそれぞれの絵文字の意味を認識します。
pt_br: Por exemplo: A seqüência ":)" será falada como "carinha sorridente", ou por exemplo o NVDA vai reconhecer o significado de cada emoji.
pt_pt: Por exemplo: a seqüência ":)" será falada como "smiley sorridente", ou, por exemplo, o NVDA reconhecerá o significado de cada emoji.
sk: napríklad: ":)" bude prečítané ako "úsmev". NVDA navyše bude rozpoznávať aj emoji.
uk: Наприклад: «:)» промовлятиметься як «усміхнений смайлик», а емодзі читатимуться словами, зрозумілими користувачеві.

source: You can take advantage of the following features:
da: Du kan udnytte følgende funktioner:
de: Diese NVDA-Erweiterung bietet folgende Funktionen:
fi: Voit hyödyntää seuraavia ominaisuuksia:
gl: Podes aproveitar as seguintes características:
it: È possibile usufruire delle seguenti funzionalità:
ja: 次のような機能を利用出来ます:
pt_br: Pode tirar proveito dos seguintes recursos:
pt_pt: Neste extra, pode aproveitar os seguintes recursos:
sk: Ďalšie vlastnosti:
uk: Ви можете скористатися такими можливостями:

source: Insert Emoticon
da: Indsæt humørikon
de: Emoticon einfügen
fi: Lisää hymiö
gl: Insertar Emoticón
it: Inserire emoticon
ja: 顔文字の挿入
pt_br: Inserir Emoticon
pt_pt: Inserir Emoticon
sk: Vloženie emotikonu
uk: Вставити смайлик

source: Sometimes an image is worth a 1000 words: use the new emoji to liven up your instant message and to let your friends know how you’re feeling.
fi: Joskus kuva kertoo enemmän kuin 1000 sanaa: käytä uusia emojeita pikaviestiesi elävöittämiseen ja kertoaksesi ystävillesi, miltä sinusta tuntuu.
pt_br: Às vezes uma imagem vale que 1000 palavras: use o novo emoji para animar suas mensagens instantâneas e fazer seus amigos saberem como você está se sentindo.

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat.
da: Når du er usikker på tegn for en særlig smiley, giver denne tilføjelse dig mulighed for at vælge og indsætte den i din tekst som i en chat.
de: Wenn Sie sich unsicher sind, welche Zeichen für ein bestimmtes Smiley verwendet werden, können Sie dieses Smiley mit Hilfe der Erweiterung auswählen und es in Ihren Text einfügen.
fi: Kun olet epävarma jonkin tietyn hymiön merkeistä, tämän lisäosan avulla voit valita ja lisätä ne tekstiisi, kuten esim. chattiin.
gl: Cando non esteas seguro dos caracteres para un emoticón en particular, este complemento capacítache para selecionalos e insertalos no teu texto como nun chat.
it: Se non sai quale carattere usare per una emoticon, questo componente aggiuntivo ti permette di selezionarne uno e inserirlo nel testo che stai scrivendo, come accade nelle chat.
ja: 特定の笑った顔文字の文字がわからない時、このアドオンにより、選んで、チャットなどのテキストに挿入出来るようになります。
pt_br: Quando você não tiver certeza dos caracteres para uma carinha em particular, este complemento lhe possibilita selecionar e inseri-lo no texto, por exemplo num bate-papo (chat).
pt_pt: Quando não tiver a certeza dos caracteres para um determinado smiley, este extra permite-lhe seleccioná-lo e inseri-lo no seu texto, como numa conversa.
sk: Ak si nie ste istý, ako napísať správne smailíka, tento doplnok vám umožní vybrať požadovaný symbol zo zoznamu.
uk: Якщо ви не знаєте символів для певного смайлика, цей додаток допоможе вам вибрати його і вставити у ваш текст, наприклад у чат.

source: Press NVDA+I, or from menu Tools -> Emoticons > Insert emoticon, to open a dialog with the provided emoticons or emoji.
da: Tryk på NVDA + I, eller fra menuen værktøjer-> Indsæt humørikon, kan du åbne en dialog med de medfølgende humørikoner eller emoji.
de: Drücken Sie NVDA+I oder über das Menü Extras -> Emoticons -> Emoticon einfügen, um einen Dialog mit den bereitgestellten Emoticons oder Emoji zu öffnen. \ N.
fi: Paina NVDA+I tai valitse Työkalut / Hymiöt / Lisää hymiö avataksesi valintaikkunan, jossa näkyvät käytettävissä olevat hymiöt ja emojit.
gl: Preme NVDA+I, ou dende o menú Ferramentas -> Emoticons > Insertar emoticón, para abrir un diálogo cos emoticóns ou emojis proporcionados.
it: Premi NVDA+I, o scegli Strumenti->Emoticons->Inserisci emoticon dal menu di NVDA, per aprire una finestra di dialogo contenente le emoticon o emoji disponibili.
ja: Press NVDA+Iを押す、または、ツール->Emoticons>顔文字を挿入のメニューから、提供された顔文字や絵文字のあるダイアログを開きます。
pt_br: Pressione NVDA+I, ou no menu Ferramentas -> Emoticons > Inserir emoticon, para abrir um diálogo com os emoticons ou emojis fornecidos.
pt_pt: Pressione NVDA+I, ou no menu Ferramentas -> Emoticons > Inserir emoticon, para abrir um diálogo com os emoticons ou emoji fornecidos.
uk: Натисніть NVDA+I, або оберіть у меню NVDA -> Інструменти пункт «Вставити емодзі» для вибору емодзі чи смайлика.

source: This dialog allows you to choose an emoticon and to view the emoticons that interest you:
da: Denne dialog lader dig vælge et humørikon og vise de humørikoner, der interesserer dig:
de: Dieses Dialogfeld zeigt Ihnen eine Liste aller Emoticons an. Dort könnenSie ein Emoticon auswählen und die dazugehörige Beschreibung lesen:
fi: Tästä valintaikkunasta voit valita haluamasi hymiön ja tarkastella sellaisia, jotka sinua kiinnostavat:
gl: Este diálogo permíteche escoller un emoticón e ver os emoticóns que che interesen:
it: Questa finestra di dialogo ti consente di scegliere una emoticon e di visualizzare la grafia delle emoticon che ti interessano:
ja: このダイアログから、顔文字を選択し、興味のある絵文字について閲覧することが出来ます:
pt_br: Este diálogo possibilita você escolher um emoticon e ver os emoticons que lhe interessem:
pt_pt: Esta caixa de diálogo permite-lhe escolher um emoticon e ver os emoticons que o interessam:
sk: V dialógu uvidíte emotikony na vloženie a tiež tie, ktoré často vkladáte:
uk: У цьому вікні ви зможете вибрати смайлик чи емодзі та переглянути смайлики, які вас цікавлять:

source: An editable field allows you to filter the search for the desired emoticon among the emoticons available.
da: Et redigeringsfelt lader dig filtrere søgning af de humørikoner, som du ønsker.
de: Ein Eingabefeld ermöglicht es Ihnen, die Suche nach dem gewünschten Emoticon unter den verfügbaren Emoticons zu filtern.
fi: Muokkauskentän avulla voit suodattaa hakua löytääksesi käytettävissä olevien hymiöiden joukosta haluamasi.
gl: Un campo editable que che permite filtrar a procura do emoticón desexado de entre os emoticóns dispoñibles.
it: Un campo editazione permette di filtrare la ricerca dell'emoticon desiderata tra le emoticon disponibili.
ja: 編集可能なフィールドにより、利用可能な顔文字の中から、使用したい顔文字を検索してフィルターすることが出来ます。
pt_br: Um campo de edição possibilita filtrar a pesquisa do emoticon desejado entre os disponíveis.
pt_pt: Um campo de edição permite-lhe filtrar a busca do emoticon desejado entre os emoticons disponíveis.
sk: Pomocou editačného poľa filter môžete rýchlo vyhľadať príslušný emotikon.
uk: Вікно редагування дозволяє фільтрувати пошук потрібного смайлика серед наявних смайликів.

source: Through a set of radio buttons, you can choose to view only emoji category (alt+E) or view only standard emoticon category (alt+s) or view all emoticons available (alt+A).
da: Ved brug af et sæt af radioknapper kan du vælge at se kun emoji (alt+E) eller se kun standardhumørikoner (alt+S) eller se alle tilgængelige humørikoner (alt+A).
de: Über eine Reihe von Kontrollfeldern können Sie wählen, ob Sie nur die Emoji-Kategorie (alt+e), nur die Standard-Emoticon-Kategorie (alt+s) oder alle verfügbaren Emoticons (alt+a) anzeigen möchten.
fi: Valintapainikkeilla voit valita, näytetäänkö vain emojit (Alt+E), vain tavalliset hymiöt (Alt+I) vai kaikki käytettävissä olevat hymiöt (Alt+A).
gl: A través dun grupo de botóns de opción, podes escoller ver só a categoría emoji (alt+E) ou ver só a categoría de emoticonos estándar (alt+s) ou ver todos os emoticonos dispoñibles (alt+A).
it: Tramite dei pulsanti radio è possibile scegliere di visualizzare solo le emoji (alt+E), solo le emoticon standard (alt+s) o tutte le emoticon disponibili (alt+A).
ja: ラジオボタンのセットにより、絵文字カテゴリのみ(alt+E)を閲覧、標準顔文字カテゴリのみを閲覧(alt+s)、または、全ての利用可能な顔文字を閲覧(alt+A)を選択することが出来ます。
pt_br: Por meio dum conjunto de botões de opção, pode escolher ver somente a categoria emoji (alt+E) ou ver somente a categoria emoticons padrão (alt+s) ou ver todos os emoticons disponíveis (alt+A).
pt_pt: Através de um conjunto de botões de rádio, pode optar por ver apenas a categoria emoji (alt + E) ou visualizar apenas a categoria padrão de emoticon (alt + s) ou visualizar todos os emoticons disponíveis (alt + A).
sk: Pomocou prepínača môžete zvoliť všetky emotikony (alt+v), emoji (alt+i) alebo len štandardné emotikony (alt+š).
uk: За допомогою радіокнопок ви можете вибрати, які смайлики хочете переглянути: лише емодзі (alt+E), лише стандартні смайлики (alt + s) або всі доступні смайлики (alt + A).

source: In the list of emoticons (alt+L) are displayed on three columns respectively: the name of emoticon, the type of emoticon (standard emoticon or emoji), the corresponding character.
da: I listen over humørikoner (Alt+L) kan du se tre kolonner: Disse viser henholdsvis navnet på humørikonet, typen af humørikon (standard eller emoji), og til sidst det pågældende tegn for humørikonet.
de: In der Liste der Emoticons (alt+L) werden jeweils auf drei Spalten angezeigt: der Name des Emoticons, der Typ (Standard Emoticon oder Emoji) und das entsprechende Zeichen.
fi: Hymiöluettelossa (Alt+H) näytetään kolmessa sarakkeessa hymiön nimi, tyyppi (tavallinen tai emoji) sekä vastaava merkki.
gl: Na listaxe de emoticonos (alt+L) amósanse en tres columnas respectivamente: os nomes de emoticono, o tipo de emoticono (emoticono estándar ou emoji), o carácter correspondente.
it: Nella lista delle emoticon (alt+L),, su tre colonne, sono mostrati rispettivamente: il nome dell'emoticon, il tipo di emoticon (standard emoticon o emoji) e i caratteri necessari per ottenerla.
ja: 顔文字のリスト(alt+L)には、3つの列が表示されています。それぞれ、: 顔文字の名前、顔文字の種類(標準顔文字または絵文字)、対応する文字です。
pt_br: Na lista (alt+L), os emoticons são mostrados em três colunas, a saber: Nome do emoticon, tipo (emoticon padrão ou emoji) e o caractere correspondente.
pt_pt: Na lista de emoticons (alt + L) cada Emoticom é mostrado em três colunas respectivamente: o nome do emoticon, o tipo de emoticon (emoticon padrão ou emoji) e o conjunto de caracteres que o representam.
sk: V zozname (alt+z) sa pri každej položke zobrazuje textový popis, tip a symbol.
uk: У списку смайликів та емодзі (alt+L) відображаються три стовпці: назва смайлика, тип смайлика (стандартний смайлик чи емодзі), і символи, які йому відповідають.

source: When you press OK, the characters for the chosen emoticon will be copied to your clipboard, ready for pasting.
da: Når du trykker på OK, vil det valge humørikon blive indsat i udklipsholderen, klar til at indsætte.
de: Mit Drücken auf "OK" wird die Zeichenfolge für das ausgewählte Emoticon in die Zwischenablage kopiert.
fi: Kun painat OK, valitun hymiön merkit kopioidaan leikepöydälle, josta voit liittää ne haluamaasi paikkaan.
gl: Cando premas Aceptar, os caracteres para o emoticón escollido copiaranse no teu portapapeis, listos para se pegar.
it: Quando si preme OK, i caratteri dell'emoticon scelta verranno copiati negli appunti, pronti per essere incollati.
ja: OKを押すと、選択された顔文字の文字がクリップボードにコピーされて、貼り付け可能になります。
pt_br: Ao pressionar OK, os caracteres do emoticon escolhido serão copiados para a área de transferência, prontos para colar.
pt_pt: Quando pressiona OK, os caracteres do emoticon escolhido serão copiados para a área de transferência, ficando prontos para colar na sua conversa.
sk: Stlačením OK sa príslušný emotikon uloží do schránky. Následne ho môžete kamkoľvek prilepiť.
uk: Після натискання «Гаразд» смайлик чи емодзі скопіюється в буфер обміну і його можна буде вставити у потрібний вам текст.

source: Insert symbol
da: Indsæt symbol
de: Symbol einfügen
fi: Lisää symboli
gl: Insertar símbolo
it: Inserisci simbolo
ja: 記号の挿入
pt_br: Inserir símbolo
pt_pt: Inserir símbolo
uk: Вставити символ

source: This dialog allows you to choose one of the symbols available in the Punctuation/symbol pronunciation dialog of NVDA. You can use the Filter edit box or the arrow keys to select an item from the symbols list.
de: In diesem Dialogfeld können Sie eines der Symbole auswählen, die im Dialogfeld für die Interpunktion/Symbolaussprache in NVDA verfügbar sind. Sie können das Bearbeitungsfeld "Filter" oder die Pfeiltasten verwenden, um ein Element aus der Liste der Symbole auszuwählen.
fi: Tästä valintaikkunasta voit valita jonkin Välimerkkien ja symboleiden puhuminen -valintaikkunassa olevista symboleista. Voit käyttää Suodata-muokkauskenttää tai nuolinäppäimiä symbolin valitsemiseen luettelosta.
pt_br: Esta caixa de diálogo permite que você escolha um dos símbolos disponíveis no diálogo Pronúncia de pontuação/símbolos do NVDA. Pode usar a caixa de edição Filtro ou as teclas de setas para selecionar um item da lista de símbolos. Em seguida, pressione OK e o emoji ou símbolo selecionado será copiado para sua área de transferência, pronto para colar.

source: If you want to copy various symbols, use the Add button to append them to the Symbols to copy edit box.
de: Wenn Sie verschiedene Symbole kopieren möchten, verwenden Sie die Schaltfläche "Hinzufügen", um sie an das Bearbeitungsfeld "Zu kopierende Symbole" anzuhängen.
fi: Jos haluat kopioida eri symboleita, käytä Lisää-painiketta liittääksesi ne Kopioitavat symbolit -muokkausruutuun.
pt_br: Se você quiser copiar vários símbolos, use o botão Adicionar para anexá-los à caixa de edição Símbolos a serem copiados.
uk: Якщо ви хочете скопіювати різні символи, скористайтеся кнопкою Додати, щоб додати їх до поля редагування Символи для копіювання.

source: Then, press OK and the selected emoji or symbol, or the symbols contained in the mentioned edit box, will be copied to your clipboard, ready for pasting.
de: Klicken Sie dann auf "OK", um das ausgewählte Emoji oder Symbol bzw. die im genannten Bearbeitungsfeld enthaltenen Symbole in die Zwischenablage zu kopieren und an anderer Stelle wieder einzufügen.
fi: Paina sitten OK, jonka jälkeen valittu emoji tai symboli tai mainitun muokkausruudun sisältämät symbolit kopioidaan leikepöydälle, josta voit liittää ne haluamaasi paikkaan.
pt_br: Em seguida, pressione OK e o emoji ou símbolo selecionado, ou os símbolos contidos na caixa de edição mencionada, serão copiados para a área de transferência, prontos para serem colados.

source: Associate gestures to symbols
de: Tastenbefehle mit Symbolen verknüpfen
fi: Liitä näppäinkomennot symboleihin
pt_br: Associar gestos a símbolos
uk: Призначити жести на символи

source: From NVDA's menu, Preferences submenu, Input gestures dialog, category Insert symbols, you can configure NVDA to type symbols through associated gestures.
de: Über das NVDA-Menü, Untermenü Einstellungen, Dialogfeld für die Tastenbefehle, Kategorie Symbole einfügen, können Sie NVDA so konfigurieren, dass Symbole durch zugehörige Tastenbefehle eingegeben werden können.
fi: Näppäinkomennot-valintaikkunan Lisää symbolit -kategoriasta voit määrittää NVDA:n kirjoittamaan symbolit niihin liitetyillä näppäinkomennoilla.
pt_br: No menu do NVDA, submenu Preferências, caixa de diálogo Gestos de entrada, categoria Inserir símbolos, você pode configurar o NVDA para digitar símbolos por meio de gestos associados.
uk: У меню NVDA, підменю «Параметри», діалозі «Жести вводу» категорії «Вставка символів», ви можете налаштувати NVDA на введення символів за допомогою відповідних жестів.

source: You can use the Edit field edit box to reduce the number of symbols presented, so that this category can be expanded faster.
de: Sie können das Bearbeitungsfeld "Feld bearbeiten" verwenden, um die Anzahl der dargestellten Symbole zu reduzieren, so dass diese Kategorie schneller erweitert werden kann.
fi: Voit vähentää näytettävien symboleiden määrää käyttämällä muokkausruutua, jotta tätä kategoriaa laajennetaan nopeammin.
pt_br: Você pode usar a caixa de edição Editar campo para reduzir o número de símbolos apresentados, de modo que essa categoria possa ser expandida mais rapidamente.
uk: Ви можете зменшити кількість представлених символів у полі редагування, щоб швидше розгортати цю категорію.

source: Emoticons dictionary
da: Humørikonordbog
de: Emoticons-Wörterbuch
fi: Hymiösanasto
gl: Diccionario de emoticóns
it: Dizionario delle emoticons
ja: 顔文字辞書
pt_br: Dicionário de emoticons
pt_pt: Dicionário de emoticons
sk: Slovník emotikonov
uk: Словник смайликів

source: Emoticons add-on allows to have differents speech-dictionaries using configuration profiles.
da: Tilføjelsespakken til humørikoner lader dig tildele forskellige udtaleordbøger ved brug af indstillingsprofiler.
de: Die NVDA-Erweiterung Emoticons ermöglicht die Erstellung verschiedener Aussprachewörterbücher für unterschiedliche Konfigurationsprofile.
fi: Hymiöt-lisäosa mahdollistaa eri puhesanastot asetusprofiileja käyttäen.
gl: O complemento Emoticons permite ter diferentes diccionarios da fala usando perfís de configuración.
it: Questo componente aggiuntivo permette di avere più dizionari di pronuncia, servendosi dei profili di configurazione.
ja: Emoticonsアドオンは、設定プロファイルを使用して、異なる読み上げ辞書を持てるようになります。
pt_br: O Complemento Emoticons permite ter diferentes dicionários de fala usando perfis de configuração.
pt_pt: Este extra permite-lhe ter diferentes dicionários de descrição de Emoticons, para usar com diferentes perfis.
sk: Môžete mať rôzne slovníky pre rôzne konfiguračné profily.
uk: Додаток Emoticons дозволяє мати різні словники для кожного окремого конфігураційного профіля.

source: This means that you can create or edit a specific speech-dictionary for each your custom profile.
da: Dette betyder, at du kan oprette eller redigere en bestemt udtaleordbog for en særlig indstillingsprofil.
de: Das heißt Sie können für jedes benutzerdefinierte Profil ein spezielles Sprach-Wörterbuch erstellen oder bearbeiten.
fi: Tämä tarkoittaa, että voit luoda kullekin profiilille oman puhesanaston tai muokata sitä.
gl: Esto significa que podes crear ou editar un diccionario da fala específico para cada perfil personalizado.
it: Ciò significa che è possibile creare o modificare un dizionario di pronuncia per ogni profilo.
ja: これは、それぞれのカスタムプロファイルに、特定の読み上げ辞書を作成または編集出来るということです。
pt_br: Isso significa que você pode criar ou editar um dicionário de fala específico para cada perfil personalizado.
pt_pt: Isto significa que pode criar ou editar um dicionário de descrição específico para cada perfil personalizado.
sk: V každom konfiguračnom profile NVDA tak môžete mať vlastný slovník emotikonov.
uk: Це означає, що ви можете створити або відредагувати певний словник для кожного окремого профілю.

source: From NVDA MENU, Preferences -> Speech dictionaries -> Emoticons dictionary, you can open a dialog to add or to edit available emoticons.
da: Fra NVDA-menuen>Præferencer>Udtaleordbøger>Emoticons kan du åbne en indstillingsdialog, hvor du kan tilføje eller rette eksisterende humørikoner.
de: Über das NVDA-Menü "Einstellungen" -> "Aussprache-Wörterbücher" -> "Emoticons-Wörterbuch", können Sie einen Dialog öffnen, um verfügbare Emoticons hinzuzufügen oder zu bearbeiten.
fi: Voit avata valintaikkunan uusien hymiöiden lisäämiseksi tai olemassa olevien muokkaamiseksi valitsemalla NVDA-valikosta Asetukset -> Puhesanastot -> Hymiöt.
gl: Dende o menú NVDA, Preferencias -> Diccionarios da Fala -> Diccionario de Emoticóns, podes abrir un diálogo para engadir ou editar os emoticóns dispoñibles.
it: Scegliendo Preferenze->Dizionari->Dizionario Emoticons dal menu di NVDA, , è possibile aprire una finestra di dialogo per aggiungere o modificare gli emoticon disponibili.
ja: NVDAメニュー、設定(P) - > 読み上げ辞書 - > Emoticons辞書から、利用可能な顔文字を追加または編集するダイアログを開けます。
pt_br: No MENU DO NVDA, em Preferências -> Dicionários -> Dicionário de Emoticons, pode abrir um diálogo de opções para adicionar ou editar os emoticons disponíveis.
pt_pt: A partir do menu do NVDA, Preferências -> dicionários de fala -> dicionário de emoticons, pode abrir uma caixa de diálogo para adicionar ou editar emoticons disponíveis.
sk: V menu NVDA >možnosti >emotikony >pridať /upraviť môžete vytvoriť nové, alebo upraviť existujúce emotikony. V tomto dialógu môžete uložiť vlastný používateľský slovník s emotikonmi.
uk: У меню NVDA -> «Параметри» -> «Мовленнєві словники» -> «Словники смайликів та емодзі» ви можете додавати нові смайлики чи емодзі або змінювати наявні.
