Repository: nvdaaddons/CrowdinRegistration
Catalog: emoticons/doc/*/readme.po
Languages: da, de, fi, gl, it, ja, pt_br, pt_pt, sk, uk

source: Not assigned: open a browseable message showing the symbol where the review cursor is positioned, so that the whole description can be reviewed in browse mode.
da: Ikke tildelt: Åbn et vindue, der viser symbolet, hvor læsemarkøren er placeret, så hele beskrivelsen kan gennemgås i gennemsynstilstand.
de: Nicht zugewiesen: Öffnet eine (wie im Internet) lesbare Meldung, die das Symbol anzeigt, an dem sich der NVDA-cursor befindet, damit die gesamte Beschreibung im Lesemodus gelesen werden kann.
fi: Ei määritetty: Avaa selattavan viestin, jossa näytetään tarkastelukohdistimen kohdalla oleva symboli, jotta sen koko kuvausta voidaan tarkastella selaustilassa.
gl: Non asignada: abrir unha mensaxe de modo exploración amosando o símbolo onde o cursor de revisión está posicionado, de modo que se poida examinar en modo exploración a descrición completa.
it: Non assegnato: apre un messaggio leggibile in modalità navigazione, che mostra il simbolo presente alla posizione del cursore di controllo e la sua descrizione per esteso.
ja: 割り当てなし: 表現全体がブラウズモードで閲覧出来るように、レビューカーソルが位置している記号を表示する、閲覧可能なメッセージを開きます。
pt_br: Não atribuído: Abre uma mensagem navegável mostrando o símbolo onde o cursor de exploração está posicionado, de modo que a descrição inteira possa ser explorada em modo de navegação.
pt_pt: Não atribuído: abre uma mensagem navegável mostrando o símbolo onde o cursor de revisão está posicionado, para que toda a descrição possa ser revisada no modo de navegação.
sk: Nedefinované: Zobraz emotikon pod prezeracím kurzorom režime prehliadania.
uk: Не призначено: відкрийте для перегляду повідомлення з символом у позиції переглядового курсора, щоб весь опис можна було переглянути в режимі огляду.

source: Not assigned: open a browseable message showing the symbol where the caret is positioned, so that the whole description can be reviewed in browse mode.
da: Ikke tildelt: Åbn et vindue, der viser symbolet, hvor systemmarkøren er placeret, så hele beskrivelsen kan gennemgås i gennemsynstilstand.
de: Nicht zugewiesen: Öffnet eine (wie im Internet) lesbare Meldung, die das Symbol anzeigt, an dem sich die Schreibmarke befindet, damit die gesamte Beschreibung im Lesemodus gelesen werden kann.
fi: Ei määritetty: Avaa selattavan viestin, jossa näytetään kohdistimen kohdalla oleva symboli, jotta sen koko kuvausta voidaan tarkastella selaustilassa.
gl: Non asignada: abrir mensaxe de modo exploración amosando o símbolo onde o cursor está posicionado, de modo que se poida revisar en modo exploración a descrición completa.
it: Non assegnato: apre un messaggio leggibile in modalità navigazione, che mostra il simbolo presente alla posizione del cursore di sistema e la sua descrizione per esteso.
ja: 割り当てなし: 表現全体がブラウズモードで閲覧出来るように、キャレットが位置している記号を表示する閲覧可能なメッセージを開きます。
pt_br: Não atribuído: Abre uma mensagem navegável mostrando o símbolo onde o cursor está posicionado, de modo que a descrição inteira possa ser explorada em modo de navegação.
pt_pt: Não atribuído: abre uma mensagem navegável mostrando o símbolo onde o cursor está posicionado, para que toda a descrição possa ser revisada no modo de navegação.
sk: Nedefinované: Zobraz emotikon pod systémovým kurzorom v režime prehliadania.
uk: Не призначено: відкрийте для перегляду повідомлення з символом у позиції системної каретки, щоб весь опис можна було переглянути в режимі огляду.

source: Note: On Windows 10 and higher, it's also possible to use the built-in emoji panel.
de: Hinweis: Unter Windows 10 und Windows 11 ist es auch möglich, das integrierte Emoji-Panel zu verwenden.
fi: Huom: Windows 10:ssä ja uudemmissa on mahdollista käyttää myös sisäänrakennettua emojipaneelia.
gl: Nota: En Windows 10 e superior, tamén é posible utilizar o panel de emoji integrado.
it: Nota: dalla versione di Windows 10 è possibile utilizzare la finestra emoji nativa.
ja: 備考: Windows 10以降では、搭載の絵文字パネルを使用することも可能です。
pt_br: Nota: No Windows 10, também é possível usar o painel de emojis integrado.

source: Changes for 33.0.0
fi: Muutokset versiossa 33.0.0

source: Fixed bug in Save and export dictionaries.
fi: Sanakirjojen tallennuksen ja viennin virhe korjattu.

source: Added copy and close buttons to messages presented in browse mode.
fi: Selaustilassa näytettäviin ilmoituksiin lisätty Kopioi- ja Sulje-painikkeet.

source: Changes for 22.0.0
fi: Muutokset versiossa 22.0.0
pt_br: Mudanças na 22.0.0

source: Requires NVDA 2023.2 or later.
fi: Edellyttää NVDA 2018.2:ta tai uudempaa.
pt_br: Requer o NVDA 2023.2 ou posterior.

source: Changes for 17.0
de: Änderungen in 17.0
fi: Muutokset versiossa 17.0
gl: Cambios para 1.0
pt_br: Mudanças na 17.0

source: Added ability to associate gestures to type symbols.
de: Es ist nun möglich, Tastenbefehle mit Tipp-Symbolen zu verknüpfen.
fi: Lisätty mahdollisuus määrittää näppäinkomennot symboleiden kirjoittamiseksi.
pt_br: Adicionada a capacidade de associar gestos a símbolos de digitação.
uk: Додано можливість призначити жести на введенняя символів.

source: Added ability to copy various symbols at the same time.
de: Es ist nun möglich, mehrere Symbole gleichzeitig zu kopieren.
fi: Lisätty mahdollisuus eri symboleiden kopioimiseen samalla kertaa.
pt_br: Foi adicionada a capacidade de copiar vários símbolos ao mesmo tempo.
uk: Додано можливість одночасного копіювання різних символів.

source: Changes for 16.0
de: Änderungen in 16.0
fi: Muutokset versiossa 16.0
pt_br: Mudanças na 16.0

source: Compatible with NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
gl: Compatible con NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.

source: Changes for 15.0
de: Änderungen in 15.0
fi: Muutokset versiossa 15.0
gl: Cambios para 15.0
it: Novità nella versione 15.0
ja: 15.0の変更点
pt_br: Mudanças na 15.0

source: Requires NVDA 2022.1 or later.
de: Benötigt NVDA 2022.1 oder neuer.
fi: Edellyttää NVDA 2022.1:tä tai uudempaa.
gl: Require NVDA 2022.1 ou posterior.
it: Richiede NVDA 2022.1 o versioni successive.
ja: NVDA 2022.1以降が必要。
pt_br: Requer NVDA 2022.1 ou posterior.

source: Cannot be used in secure mode.
de: Läuft nicht mehr im geschützten Modus.
fi: Ei voida käyttää suojatussa tilassa.
gl: Non se pode utilizar en modo seguro.
it: Non può essere utilizzato in modalità protetta.
ja: セキュアモードで使用不能。
pt_br: Não pode ser usado no modo seguro.
uk: Неможливо використовувати на захищених екранах.

source: Changes for 14.0
da: Ændringer for 14.0
de: Änderungen in 14.0
fi: Muutokset versiossa 14.0
gl: Cambios para 14.0
it: Novità nella versione 14.0
ja: 14.0の変更点
pt_br: Mudanças na 14.0
pt_pt: Alterações para 14.0
uk: Зміни у версії 14.0

source: Compatible with NVDA 2021.1.
da: Kompatibel med NVDA 2021.1.
de: Kompatibel mit NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
gl: Compatible co NVDA 2021.1.
it: Compatibile con NVDA 2021.
ja: NVDA 2021.1に互換。
pt_br: Compatível com o NVDA 2021.1.
pt_pt: Compatível com a NVDA 2021.1.
uk: Додаток тепер сумісний з NVDA 2021.1.

source: Changes for 13.0
da: Ændringer for 13.0
de: Änderungen in 13.0
fi: Muutokset versiossa 13.0
gl: Cambios para 13.0
it: Novità nella versione 13.0
ja: 13.0の変更点
pt_br: Mudanças na 13.0
pt_pt: Alterações para 13.0
uk: Зміни у версії 13.0

source: Fixed errors in Insert Emoticon dialog.
da: Rettede fejl i dialogboksen "Indsæt humørikon".
de: Der Fehler im Dialogfeld "Emoticon einfügen" wurde behoben.
fi: Korjattu Lisää hymiö -valintaikkunan virheitä.
gl: Arranxados erros no diálogo Insertar Emoticón.
it: Corretti alcuni errori nella finestra Inserisci Emoticon.
ja: 絵文字挿入ダイアログでのエラーを修正しました。
pt_br: Erros corrigidos no diálogo Inserir Emoticon.
pt_pt: Erros corrigidos no diálogo Inserir Emoticon.
uk: Виправлено помилки у діалозі вставки емодзі.

source: Added a dialog to insert a symbol available in the Punctuation/symbol pronunciation of NVDA.
da: Tilføjet en dialog for at indsætte et symbol, der er tilgængeligt i "Udtale af sætningstegn og symboler" for NVDA.
de: Es wurde ein Dialogfeld zum Einfügen eines Symbols hinzugefügt, welches in Interpunktion / Symbol-Aussprache von NVDA verfügbar ist.
fi: Lisätty valintaikkuna, josta voidaan lisätä jokin NVDA:n Välimerkkien ja symboleiden puhuminen -valintaikkunassa olevista symboleista.
gl: Engadido un diálogo para insertar un símbolo dispoñible na pronunciación de puntuación/símbolos de NVDA.
it: Aggiunta una finestra per inserire un simbolo presente nella finestra Pronuncia Punteggiatura/Simboli di NVDA.
ja: NVDAの句読点/記号の読み上げで利用可能な記号を挿入するダイアログを追加しました。
pt_br: Adicionado um diálogo para inserir um símbolo disponível na Pronúncia de pontuação/símbolos do NVDA.
pt_pt: Adicionado um diálogo para inserir um símbolo disponível na Pronúncia de Pontuação/Símbolo do NVDA.
uk: Додано можливість вибирати для вставки символи, доступні в діалозі «Вимова символів і знаків пунктуації» NVDA.

source: Changes for 12.0
da: Ændringer for 12.0
de: Änderungen in 12.0
fi: Muutokset versiossa 12.0
gl: Cambios para 12.0
it: Novità nella versione 12.0
ja: 12.0の変更点
pt_br: Mudanças na 12.0
pt_pt: Alterações para 12.0
sk: Zmeny vo verzii 12.0
uk: Зміни у версії 12.0

source: Requires NVDA 2019.3 or later.
da: Kræver NVDA 2019.3 eller nyere.
de: Erfordert NVDA 2019.3 oder neuer.
fi: Edellyttää NVDA 2019.3:a tai uudempaa.
gl: Require NVDA 2019.3 ou posterior.
it: Richiede NVDA 2019.3 o versioni successive.
ja: NVDA 2019.3以降が必要です。
pt_br: Requer NVDA 2019.3 ou posterior.
pt_pt: Requer o NVDA 2019.3 ou posterior.
sk: Vyžaduje NVDA od verzie 2019.3.
uk: Вимагає NVDA 2019.3 чи новішу.

source: Changes for 11.0
da: Ændringer i 11.0
de: Änderungen in 11.0
fi: Muutokset versiossa 11.0
gl: Cambios para 11.0
it: Novità nella versione 11.0
ja: 11.0の変更点
pt_br: Mudanças na 11.0
pt_pt: Alterações para 11.0
sk: Zmeny vo verzii 11.0
uk: Зміни у версії 11.0

source: When the add-on is updated, dictionaries saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import dictionaries saved in the main dictionaries folder of NVDA.
da: Når tilføjelsen opdateres, kopieres ordbøger, der er gemt i den forrige version af tilføjelsen automatisk til den nye version, medmindre du foretrækker at importere ordbøger, der er gemt i NVDAs hovedordbøger.
de: Bei dem Update dieser NVDA-Erweiterung werden die in der vorherigen Version gespeicherten Wörterbücher automatisch in die neue Version kopiert, es sei denn, Sie möchten ausdrücklich, dass diese aus dem Hauptkonfigurationsordner von NVDA importiert werden.
fi: Kun lisäosa päivitetään, iaemmassa versiossa tallennetut sanastot kopioidaan automaattisesti uuteen versioon, paitsi jos haluat tuoda ne NVDA:n sanastojen pääkansiosta.
gl: Cando o complemento se actualice, os dicionarios gardados na versión anterior do complemento copiaranse automaticamente á nova versión, a menos que prefiras importar os dicionarios gardados no cartafol principal de dicionarios de NVDA.
it: Quando il componente aggiuntivo viene aggiornato, i dizionari salvati nella versione precedente verranno automaticamente copiati nella nuova versione, a meno che non si preferisca importare i dizionari salvati nella cartella principale dei dizionari di NVDA.
ja: アドオンが更新される時、NVDAのメイン辞書フォルダに保存された辞書のインポートを好む場合を除き、アドオンの前のバージョンで保存された辞書は自動的に新しいバージョンにコピーされます。
pt_br: Quando o complemento é atualizado, os dicionários salvos na versão anterior do complemento serão automaticamente copiados para a nova versão, a não ser que você prefira importar dicionários salvos na pasta principal de dicionários do NVDA.
pt_pt: Quando o extra é actualizado, os dicionários guardados na versão anterior do extra serão automaticamente copiados para a nova versão, a menos que prefira importar dicionários guardados na pasta principal de dicionários do NVDA.
sk: Slovníky z predošlých verzií sa automaticky importujú pri aktualizácii do novej verzie, ak nepreferujete ukladanie slovníkov do hlavného adresára s nastaveniami NVDA.
uk: Після оновлення додатка словники, збережені в попередній його версії, будуть автоматично скопійовані в нову версію, якщо ви не віддасте перевагу імпортуванню словників, збережених у головній папці словників NVDA.

source: When showing the symbol where the caret or the review cursor are positioned, the words Character and Replacement are used to distinguish between the symbol itself and its description in browse mode, useful for speech users.
da: Når symbolet, der viser hvor systemmarkøren eller gennemsynsmarkøren er placeret, bruges ordene Tegn og erstatning til at skelne mellem selve symbolet og dets beskrivelse i gennemsynstilstand, hvilket er nyttigt for brugere af tale.
de: Beim Anzeigen eines Symbols, auf dem sich der Systemcursor oder der NVDA-Cursor befindet, werden die Wörter, Zeichen und die Ersetzung verwendet, um zwischen dem Symbol selbst und seiner Beschreibung im Lesemodus zu unterscheiden. Dies ist nützlich für Anwender, die ausschließlich mit Sprachausgabe, ohne Braillezeile, arbeiten.
fi: Kun järjestelmä- tai tarkastelukohdistimen kohdalla oleva symboli näytetään, sanoja "merkki" ja "korvaava teksti" käytetään erottamaan toisistaan varsinainen symboli ja sen kuvaus, mistä on hyötyä pelkän puheen käyttäjille.
gl: Ao amosar o símbolo sobre o que están posicionados o cursor ou o cursor de revisión, utilízanse as palabras Carácter e Reemprazo para distinguir entre o símbolo en sí e a súa descrición en modo exploración, útil para usuarios de fala.
it: Quando si visualizza il carattere alla posizione dei cursori, si utilizzano le diciture carattere e In sostituzione per distinguere meglio il carattere e la sua descrizione, cosa utile per chi usa una sintesi vocale.
ja: キャレッドまたはレビューカーソルが位置する記号を表示する時、記号そのものと、ブラウズモードでの表現を区別するために、文字や置換という言葉が使用され、読み上げユーザーに便利です。
pt_br: Ao mostrar o símbolo onde o cursor do sistema ou o de exploração está posicionado, são usadas as palavras caractere e substituto para distinguir entre o próprio símbolo e a descrição dele no modo de navegação, útil para usuários de fala.
pt_pt: Ao mostrar o símbolo onde o cursor ou o cursor de revisão estão posicionados, as palavras Caracter e Substituição são usadas para distinguir entre o próprio símbolo e a sua descrição no modo de navegação, útil para os utilizadores de voz.
sk: V režime prehliadania sa pri popise symbolu zobrazujú aj slová znak a popis, aby bolo možné ľahšie rozlíšiť reprezentáciu a popis symbolov.
uk: Коли відображається символ, де розташована системна каретка або переглядовий курсор, слова «Символ» та «Заміна» використовуються для розмежування самого символа та його опису в режимі перегляду.

source: Changes for 10.0
da: Ændringer for 10.0
de: Änderungen in 10.0
fi: Muutokset versiossa 10.0
gl: Cambios para 10.0
it: Novità nella versione 10.0
ja: 10.0の変更点
pt_br: Mudanças na 10.0
pt_pt: Alterações para 10.0
sk: Zmeny vo verzii 10.0
uk: Зміни у версії 10.0

source: Added commands to show the symbol where the review cursor or caret are positioned. Gestures for these commands can be assigned from the Input gestures dialog, Text review category.
da: Tilføjede kommandoer for at vise symbolet, hvor system- eller læsemarkøren er placeret. Kommandoer for disse kan tildeles fra dialogboksen Inputbevægelser, kategorien Tekstlæsning.
de: Es wurden Befehle hinzugefügt, um das Symbol anzuzeigen, an dem sich der NVDA-cursor oder die Schreibmarke befinden. Tastenbefehle für diese Befehle können im Dialogfeld für die Tastenbefehle, in der Kategorie "Befehle zum Betrachten von Text", zugewiesen werden.
fi: Lisätty komennot, joilla voidaan näyttää tarkastelukohdistimen tai järjestelmäkohdistimen kohdalla oleva symboli. Näiden komentojen näppäinkomennot on mahdollista määrittää Näppäinkomennot-valintaikkunan Tekstin tarkastelu -kategoriasta.
gl: Engadidos atallos para amosar o símbolo onde estea posicionado o cursor de revisión ou do sistema. Os xestos para estes atallos pódense asignar dende o diálogo Xestos de entrada, categoría Revisión de texto.
it: Aggiunti comandi per mostrare il carattere alla posizione del cursore di sistema o del cursore di controllo e la sua descrizione. È possibile assegnare tasti per questi comandi dalla finestra Gesti e tasti di immissione sotto la categoria Revisione del Testo.
ja: レビューカーソルまたはキャレットが位置している記号を表示するコマンドを追加しました。これらのコマンドのジェスチャーは入力ジェスチャーダイアログ、Text reviewカテゴリーから割り当て出来ます。
pt_br: Adicionados comandos para mostrar o símbolo onde o cursor de exploração ou o do sistema está posicionado. Gestos para esses comandos podem ser atribuídos no diálogo Definir Comandos, categoria Exploração de Texto.
pt_pt: Adicionados comandos para mostrar o símbolo onde o cursor de revisão ou o cursor estão posicionados. Teclas para esses comandos podem ser atribuídas a partir da caixa de diálogo definir comandos, na categoria Revisão de texto.
sk: Pridané skratky na zobrazenie symbolov v režime prehliadania. Nastavujú sa v dialógu klávesové skratky, vetva prezeranie textu.
uk: Додано команди для перегляду символа в позиції системної каретки чи переглядового курсора. Жести на ці команди можна призначити у меню NVDA -> «Параметри» -> «Жести вводу», у категорії «Перегляд тексту».

source: Changes for 9.0
da: Ændringer for 9.0
de: Änderungen in 9.0
fi: Muutokset versiossa 9.0
gl: Cambios para 9.0
it: Novità nella versione 9.0
ja: 9.0の変更点
pt_br: Mudanças na 9.0
pt_pt: Alterações para 9.0
sk: Zmeny vo verzii 9.0
uk: Зміни у версії 9.0

source: Added the possibility of choosing if add-on emojis should be spoken.
da: Tilføjet muligheden for at vælge, om emojis genkendt af tilføjelsen skal oplyses.
de: Man kann nun auswählen, ob Emojis (die in der NVDA-Erweiterung enthalten sind) angesagt werden sollen.
fi: Lisätty mahdollisuus valita, puhutaanko lisäosan emojit.
gl: Engadida a posibilidad de elixir se se falarán os emojis do omplemento.
it: Aggiunta la possibilità di scegliere se gli emoji del componente aggiuntivo devono esser letti.
ja: このアドオンの絵文字が読み上げされるべきか選択出来るようになりました。
pt_br: Adicionada a possibilidade de escolher se os emojis do complemento devem ser falados.
pt_pt: Adicionada a possibilidade de escolher se os emojis do extra devem ser falados.
sk: Pridaná možnosť zapnúť a vypnúť oznamovanie emotikonov.
uk: Додано можливість вибору вимови емодзі так, як вони прописані у додатку.

source: Used appropiate encoding for dictionary names, fixing errors when they contain certain characters.
da: Brugt passende kodning for ordbognavne, retttede fejl, når de indeholder bestemte tegn.
de: Adäquates Encoding für Wörterbuchnamen verwendet, dies behebt Fehler, wenn diese bestimmte Zeichen enthalten.
fi: Sanastojen nimissä käytetään nyt asianmukaista merkistöä, mikä korjaa virheitä, joita ilmeni, kun nimissä oli tiettyjä merkkejä.
gl: Utilízase a codificación apropiada para nomes de dicionario, arranxando errores cando conteñen certos caracteres.
it: Introdotta una più appropriata codifica per i nomi dei dizionari, che evita errori quando questi contengono specifici caratteri.
ja: 辞書名に適切なエンコードを使用し、特定の文字を含んでいる時のエラーを修正しました。
pt_br: Usada codificação adequada nos nomes dos dicionários, o que corrige erros quando estes contêm certos caracteres.
pt_pt: Usada a codificação apropriada para nomes de dicionários, corrigindo erros quando eles contêm certos caracteres.
sk: Prerobené kódovanie a odstránené problémy s kódovaním.
uk: Використовується відповідне кодування для імен словників, виправлення помилок, коли вони містять певні символи.

source: The translated summary of the add-on is properly used for the title presented in add-on help, accessible from the add-on manager.
da: Den oversatte beskrivelse af tilføjelsen bruges korrekt til titlen, der præsenteres i tilføjelseshjælp, tilgængelig fra styringen af tilføjelsespakker.
de: Die übersetzte Zusammenfassung der NVDA-Erweiterung wird ordnungsgemäß für den Titel verwendet, der in der Hilfe der NVDA-Erweiterung angezeigt wird und auf den über "Erweiterung verwalten" zugegriffen werden kann.
fi: Lisäosan käännettyä yhteenvetoa käytetään asianmukaisesti Lisäosien hallinnasta löytyvän lisäosaohjeen nimenä.
gl: O resumo do complemento traducido úsase adecuadamente para o título presentado na axuda do complemento, accesible dende o administrador de complementos.
it: Il riepilogo tradotto dell'addon viene usato correttamente per il titolo mostrato nella guida per il componente, raggiungibile dal Gestore componenti aggiuntivi.
ja: 翻訳されたこのアドオンについての概要が、アドオンヘルプに表示されるタイトルに適切に使用され、アドオンマネージャーからアクセス出来るようになりました。
pt_br: O resumo traduzido do complemento é usado adequadamente no título apresentado na ajuda do complemento, acessível no Gestor de Complementos.
pt_pt: O resumo traduzido do extra é, agora, usado correctamente para o título apresentado na ajuda do extra, acessível a partir do gestor de extras.
sk: Odteraz je možné preložiť popis doplnku.
uk: Перекладені зведення про додаток належним чином відображаються в заголовку довідкового розділу менеджера додатків.

source: Added a note mentioning the emoji panel available on Windows 10.
da: Tilføjet en bemærkning der nævner emoji-panelet tilgængeligt i Windows 10.
de: Es wurde eine Notiz hinzugefügt, in der das Emoji-Panel unter Windows 10 erwähnt wird.
fi: Lisätty maininta Windows 10:n emojipaneelista.
gl: Engadida unha nota mencionando que está dispoñible o panel de emoji en Windows 10.
it: Nella guida viene menzionato il pannello emoji presente in Windows 10.
ja: Windows 10で利用可能な絵文字パネルについての説明を追加しました。
pt_br: Adicionada uma nota mencionando o painel de emojis disponível em Windows 10.
pt_pt: Adicionada uma nota mencionando o painel de emojis disponível no Windows 10.
sk: Pridaná informácia o panely emoji v systéme Windows 10.
uk: Додано примітку, де згадується панель емодзі, яка доступна у Windows 10.

source: Changes for 8.0
da: ændringer i 8.0
de: Änderungen in 8.0
fi: Muutokset versiossa 8.0
gl: Cambios para 8.0
it: Novità nella versione 8.0
ja: 8.0の変更点
pt_br: Mudanças na 8.0
pt_pt: Alterações para 8.0
sk: Zmeny vo verzii 8.0
uk: Зміни у версії 8.0

source: Compatible with NVDA 2018.3 or later (required).
da: Kompatibel med NVDA 2018.3 eller nyere (påkrævet).
de: Kompatibel mit NVDA 2018.3 oder neuer (erforderlich).
fi: Yhteensopiva NVDA 2018.3:n tai uudemman kanssa (vaaditaan).
gl: Compatible co NVDA 2018.3 ou posterior (requerido).
it: Compatibile con NVDA 2018.3 o versioni successive.
ja: NVDA 2018.3以降に互換(必要)。
pt_br: Compatível com o NVDA 2018.3 ou posterior (requerido).
pt_pt: Compatível com o NVDA 2018.3 ou posterior
sk: Vyžaduje NVDA od verzie 2018.3.
uk: Сумісний з NVDA 2018.3 або новішою (необхідно).

source: Changes for 7.0
da: Ændringer i7.0
de: Änderungen in 7.0
fi: Muutokset versiossa 7.0
gl: Cambios para 7.0
it: Novità nella versione 7.0
ja: 7.0の変更点
pt_br: Mudanças na 7.0
pt_pt: Alterações para 7.0
sk: Zmeny vo verzii 7.0
uk: Зміни у версії 7.0
