Repository: nvdaaddons/CrowdinRegistration
Catalog: emoticons/doc/*/readme.po
Languages: da, de, fi, gl, it, ja, pt_br, pt_pt, sk, uk

source: The Activation settings dialog has been moved to a panel in NVDA settings, so that the current profile will be shown in the title of the NVDA settings dialog.
da: Dialogboksen med indstillinger for aktivering er blevet flyttet til et panel i NVDAs indstillinger, således den aktuelle profil vil blive vist i titlen på indstillingsdialogen.
de: Das Dialogfeld für die Aktivierungs-Einstellungen wurde in den NVDA-Einstellungen verschoben, so dass das aktuelle Profil im Titel der NVDA-Einstellung angezeigt wird.
fi: Käyttöönottoasetusten valintaikkuna on siirretty NVDA:n asetusnäytön paneeliin, jotta nykyinen profiili näkyy Asetukset-valintaikkunan nimessä.
gl: O diálogo Opcións de activación moveuse a un panel nas opcións do NVDA, así que o perfil actual amosarase no título do diálogo Opcións do NVDA.
it: La finestra delle impostazioni di attivazione è stata spostata in un pannello delle impostazioni di NVDA, in modo che il profilo corrente venga visualizzato nel titolo della finestra di dialogo Impostazioni di NVDA.
ja: 現在のプロファイルがNVDAの設定ダイアログのタイトルに表示されるように、NVDA設定のパネルに動作設定ダイアログを移動しました。
pt_br: A caixa de diálogo Configurações de ativação foi movida para um painel nas configurações do NVDA, para que o perfil atual seja exibido no título da caixa de diálogo de configurações do NVDA.
pt_pt: A caixa de diálogo Configurações de ativação foi movida para um painel nas configurações do NVDA, para que o perfil actual seja mostrado no título da caixa de diálogo de configurações do NVDA.
sk: Dialóg s nastaveniami presunutý do nastavení NVDA.
uk: Діалогове вікно налаштувань додатка переміщено на панель в налаштуваннях NVDA, там також відображено назву поточного конфігураційного профілю.

source: The Manage Emoticons menu has been removed: now Insert emoticon will be found under the Tools menu, and Customize Emoticons will be shown under Speech dictionaries like Emoticons dictionary.
da: Menuen til håndtering af humørikoner er blevet fjernet. Nu kan du finde "Indsæt humørikon" under menuen Værktøjer, og "Tilpas humørikoner" vil blive vist under "Udtaleordbøger" ligesom humørikoner-ordbøger.
de: Das Menü "Emoticons verwalten" wurde entfernt: Jetzt wird "Emoticon einfügen" unter dem Menü "Extras" und "Emoticons anpassen" unter Sprach-Wörterbücher wie "Emoticons-Wörterbuch" angezeigt.
fi: Hymiöiden hallinta -valikko on poistettu. Lisää hymiö -vaihtoehto löytyy nyt Työkalut-valikosta, ja "Mukauta hymiöitä" näkyy Puhesanastot-alavalikossa nimellä Hymiöt.
gl: Borrouse o menú Xestionar emoticóns: Agora Insertar emoticón atoparase no menú Ferramentas e Personalizar Emoticóns amosarase en Diccionarios da Fala como Diccionario de emoticóns.
it: IL menu Gestisci Emoticons è stato rimosso, la voce Inserisci Emoticons è stata spostata nel menu Strumenti e la finestra per creare un dizionario nel menu Personalizza -> Dizionari -> Dizionario Emoticons.
ja: 顔文字管理メニューが除去されました: 顔文字の挿入は、ツールメニューの下に見つかり、Emoticon辞書のような読み上げ辞書の下に、顔文字のカスタマイズが見つかるようになりました。
pt_br: O menu Gerir Emoticons foi removido: agora Inserir emoticon será encontrado no menu Ferramentas e Personalizar Emoticons será mostrado em dicionários como o dicionário de emoticons.
pt_pt: O menu Gerir Emoticons foi removido: agora o extra foi Inserido no menu Ferramentas e os Emoticons Personalizados serão exibidos em dicionários de fala, como o dicionário de Emoticons.
sk: Odstránené menu doplnku: Pridanie emotikonu vykonáte z menu nástroje, slovníky sú v menu rečové slovníky.
uk: Меню керування смайликами було видалено: тепер Вставити смайлик можна з меню NVDA -> «Інструменти», а Налаштувати смайлики можна у мовленнєвих словниках -> «Словники смайликів та емодзі».

source: Requires NVDA 2018.2 or later.
da: Kræver NVDA 2018.2 eller nyere.
de: Benötigt NVDA 2018.2 oder neuer.
fi: Vaatii NVDA 2018.2:n tai uudemman.
gl: Requírese do NVDA 2018.2 ou posterior.
it: Richiede NVDA 2018.2 o versioni successive.
ja: NVDA 2018.2以降が必要。
pt_br: Requer o NVDA 2018.2 ou posterior.
pt_pt: Requer o NVDA 2018.2 ou posterior.
sk: Vyžaduje NVDA od verzie 2018.2.
uk: Вимагає NVDA 2018.2 або новішої.

source: Changes for 6.0
da: Ændringer i6.0
de: Änderungen in 6.0
fi: Muutokset versiossa 6.0
gl: Cambios para 6.0
it: Novità nella versione 6.0
ja: 6.0の変更点
pt_br: Mudanças na 6.0
pt_pt: Alterações para 6.0
sk: Zmeny vo verzii 6.0
uk: Зміни у версії 6.0

source: Added support for configuration profiles.
da: Tilføjede understøttelse for indstillingsprofiler.
de: Unterstützt nun auch benutzerdefinierte Konfigurationsprofile in NVDA.
fi: Lisätty tuki asetusprofiileille.
gl: Engadido o soporte para perfís de configuración.
it: Aggiunto il supporto per i profili di configurazione.
ja: 設定プロファイルのサポートを追加しました。
pt_br: Adicionado suporte para perfis de configurações.
pt_pt: Adicionado suporte para perfis de configuração.
sk: Pridaná podpora pre konfiguračné profily.
uk: Додано підтримку конфігураційних профілів.

source: In NVDA 2017.4 or later, the configuration settings and custom dictionaries will change automatically according with the selected profiles. In 2017.3 or earlier, you can apply changes by reloading plugins (pressing control+NVDA+f3).
da: I NVDA 2017.4 og nyere, vil konfigurationsindstillinger samt tilppassede ordbøger ændre sig, afhængigt af hvilken indstillingsprofil der er aktiv. I NVDA 2017.3 kan du anvende ændringer ved at genindlæse plug-ins ved brug af NVDA+Ctrl+F3.
de: In NVDA 2017.4 oder neuer ändern sich die Konfigurations-Einstellungen und benutzerdefinierten Wörterbücher automatisch entsprechend den ausgewählten Profilen. In 2017.3 oder älter können Sie Änderungen vornehmen, indem Sie Plugins neu laden (STRG+NVDA+f3).
fi: NVDA 2017.4:ssä tai uudemmassa asetukset muuttuvat ja puhesanastot vaihtuvat automaattisesti valittuna olevan profiilin mukaisesti. 2017.3:ssa tai aiemmassa versiossa voit ottaa muutokset käyttöön lataamalla liitännäiset uudelleen (painamalla Ctrl+NVDA+F3).
gl: No NVDA 2017.4 ou posterior, as opción de configuración e os diccionarios persoalizados cambiarán automáticamente de acordó cos perfís selecionados. No 2017.3 ou anteriores, podes aplicar cambios recargando plugins (premendos control+NVDA+f3).
it: In NVDA 2017.4 o versioni successive, le impostazioni ed i dizionari personali cambieranno automaticamente a seconda del profilo in uso. Nelle versioni 2017.3 o precedenti, è possibile aplicare le modifiche ricaricando i componenti aggiuntivi (premere nvda+control+F3).
ja: NVDA 2017.4以降では、 設定やカスタム辞書は、選択されたプロファイルによって、自動的に変わるようになりました。2017.3以前では、プラグインを再読み込みして(control+NVDA+f3を押す)、変更を適用出来ます。
pt_br: No NVDA 2017.4 ou posterior, as definições de configuração e os dicionários personalizados serão alterados automaticamente de acordo com os perfis selecionados. Em 2017.3 ou anterior, você pode aplicar alterações recarregando plugins (pressionando control+NVDA+f3).
pt_pt: No NVDA 2017.4 ou posterior, as configurações e os dicionários personalizados serão alterados automaticamente de acordo com os perfis seleccionados. No 2017.3 ou anteriores, pode aplicar alterações recarregando plugins (pressionando controle + NVDA + f3).
sk: Od NVDA 2017.4 sa nastavenia načítavajú podľa použitého profilu. V starších verziách je potrebné načítať pluginy (ctrl+nvda+F3).
uk: У NVDA 2017.4 або новіших версіях налаштування конфігурації та користувацькі словники автоматично змінюватимуться відповідно до обраних профілів. У 2017.3 або старіших версіях ви можете застосувати зміни, перезавантаживши плагіни (натискання клавіш control+NVDA+f3).

source: If you choose to import settings when updating the add-on, deprecated files (emoticons.ini and emoticons.dic) will be removed or adapted to this version.
da: Hvis du vælger at importere indstillinger, når du opdaterer tilføjelse, vil forældede filer (emoticons.ini og emoticons.dic) blive fjernet eller tilpasset til denne version.
de: Wenn Sie beim Aktualisieren der NVDA-Erweiterung "Einstellungen importieren" auswählen, werden veraltete Dateien (emoticons.ini und emoticons.dic) entfernt oder an diese Version angepasst.
fi: Mikäli valitset asetusten tuomisen lisäosaa päivitettäessä, vanhentuneet tiedostot (emoticons.ini ja emoticons.dic) poistetaan tai muunnetaan tähän versioon sopiviksi.
gl: Se escolles importar opcións cando actualizas o complemento, os ficheiros deprecados (emoticons.ini e emoticons.dic) borraranse ou adaptaránse a esta versión.
it: Se si sceglie di importare le impostazioni quando si aggiorna il componente aggiuntivo, i file obsoleti (emoticon.ini ed emoticon.dic) saranno rimossi o adattati alla nuova versione.
ja: アドオンを更新する時、設定のインポートを選択すると、使用されなくなるファイル(emoticons.iniとemoticons.dic)は削除されるか、このバージョンに適合されます。
pt_br: Se você optar por importar as configurações ao atualizar o complemento, os arquivos preteridos (emoticons.ini e emoticons.dic) serão removidos ou adaptados a esta versão.
pt_pt: Se optar por importar configurações ao actualizar o extra, os ficheiros obsoletos (emoticons.ini e emoticons.dic) serão removidos ou adaptados a esta versão.
sk: Pri aktualizácii na novú verziu sa odstránia nepoužívané súbory (emoticons.ini a emoticons.dic).
uk: Якщо ви вирішите імпортувати налаштування під час оновлення додатка, застарілі файли (emoticons.ini та emoticons.dic) будуть видалені або адаптовані до цієї версії.

source: Changes for 5.0
da: Ændringer i6.0
de: Änderungen in 5.0
fi: Muutokset versiossa 5.0
gl: Cambios para 5.0
it: Novità nella versione 5.0
ja: 5.0の変更点
pt_br: Mudanças na 5.0
pt_pt: Alterações para 5.0
sk: Zmeny vo verzii 5.0
uk: Зміни у версії 5.0

source: Added support for emojis.
da: Tilføjet understøttelse af emojis.
de: Unterstützung für Emojis hinzugefügt.
fi: Lisätty tuki emojeille.
gl: Engadido o soporte para emojis.
it: Aggiunto il supporto per le emoji.
ja: 絵文字のサポートを追加しました。
pt_br: Adicionado suporte a emojis.
pt_pt: Adicionado suporte para emojis.
sk: Pridaná podpora emoji.
uk: Додано підтримку емодзі.

source: Improvements for Insert Emoticon dialog with a filter field and radio buttons to choose displayed emoticons.
da: Forbedringer for Indsæt humørikon dialog med et felt til filtrering af humørikoner og radioknapper til at vælge viste humørikoner.
de: Verbesserungen im Dialogfeld "Emoticon einfügen" durch Filter-Funktionen und Kontrollfeldern zur Auswahl der angezeigten Emoticons.
fi: Hymiönlisäysvalintaikkunaa paranneltu suodatuskentällä ja valintapainikkeilla hymiötyypin valitsemiseksi.
gl: Melloras para o diálogo Insertar Emoticón cun campo de filtro e botóns de opción para escoller os emoticonos amosados.
it: Miglioramenti alla finestra Inserisci Emoticon, con un campo di ricerca e pulsanti radio per scegliere quali emoticon visualizzare.
ja: 顔文字挿入ダイアログの、表示される顔文字を選択するためのフィルターフィールドとラジオボタンの改善。
pt_br: Aprimoramentos para o diálogo Inserir Emoticon com um campo de filtro e botões de opção para escolher os emoticons mostrados.
pt_pt: Melhorias para o diálogo inserir Emoticon com um campo de filtro e botões de rádio para escolher os emoticons a mostrar.
sk: Do dialógu na vloženie emotikonu pridaný filter a kategórie.
uk: У діалог «Вставити смайлик чи емодзі» додано поле для фільтрування та перемикачі, які дозволяють вибрати типи смайлів для відображення.

source: Using guiHelper for Activation settings dialog and Insert Emoticon dialog: requires NVDA 2016.4 or higher versions
da: Benytter GuiHelper for dialogen til aktiveringsindstillinger og "Indsæt humørikoner". Dette kræver NVDA 2016.4 og nyere versioner.
de: Für die Dialogfelder wird guiHelper für die Aktivierungs-Einstellungen und Emoticon einfügen und verwalten verwendet: Erfordert NVDA 2016.4 oder neuer
fi: Käytetään guiHelperiä käyttöönottoasetusten ja hymiöiden lisäysvalintaikkunalle. Edellyttää NVDA:n 2016.4-versiota tai uudempaa.
gl: Uso do guiHelper para o diálogo Opcións de Activación e o diálogo Insertar Emoticón: require de versións do NVDA 2016.4 ou superiores
it: Viene usato il metodo guiHelper nelle finestre Inserisci Emoticon e Impostazioni di Attivazione: richiede NVDA 2016.4 o versioni successive
ja: 動作設定ダイアログと顔文字挿入ダイアログにguiHelperを使用: NVDA 2016.4以降が必要
pt_br: Usa guiHelper para os diálogos Opções de Ativação e Inserir Emoticon: requer NVDA 2016.4 ou versões maiores
pt_pt: Usar o guiHelper para o diálogo Configurações de Activação e diálogo Inserir Emoticon: requer versões do NVDA 2016.4 ou superiores
sk: Vyžaduje NVDA 2016.4. Pridaný modul guiHelper na zobrazenie dialógov.
uk: Використовується guiHelper для активації налаштувань і вставки смайлів: необхідна NVDA 2016.4 або новіші версії

source: Changes for 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
fi: Muutokset versiossa 4.0
gl: Cambios para 4.0
it: Novità nella versione 4.0
ja: 4.0の変更点
pt_br: Mudanças na 4.0
pt_pt: Alterações para 4.0
sk: Zmeny vo verzii 4.0
uk: Зміни у версії 4.0

source: If the Insert smiley dialog is opened when another settings dialog is active, NVDA will show the corresponding error message.
da: Hvis du åbner dialogen "Indsæt smiley",mens en anden indstillingsdialog er åben, vil NVDA vise en tilsvarende fejlmeddelelse.
de: Wenn der Dialog "Smiley einfügen" geöffnet wird, während ein Einstellungsdialog von NVDA aktiv ist, wird die zugehörige Fehlermeldung ausgegeben.
fi: NVDA näyttää virheilmoituksen, jos Lisää hymiö -valintaikkuna avataan toisen asetusvalintaikkunan ollessa aktiivisena.
gl: Se o diálogo Insertar emoticón está aberto cando outro diálogo de opcións estea activo, NVDA amosará a mensaxe de erro correspondente.
it: Se la finestra Inserisci Faccina è aperta quando un'altra finestra di impostazioni è attiva, NVDA mostrerà il corrispondente messaggio di errore .
ja: 他の設定ダイアログが開いている状態で「顔文字の挿入」ダイアログを開くとエラーメッセージが表示されるようになりました。
pt_br: Se o diálogo de inserir carinha for aberto quando outro diálogo de opções estiver ativo, o NVDA mostrará a mensagem de erro correspondente.
pt_pt: Se a caixa de diálogo inserir smiley for aberta quando outra caixa de diálogo de configurações estiver activa, o NVDA mostrará a mensagem de erro correspondente.
sk: Nie je viac možné otvoriť dialóg na vkladanie emotikonov, ak je už otvorený iný dialóg NVDA.
uk: Якщо діалог вставки смайлів відкритий коли активне інше вікно з налаштуваннями, NVDA видасть відповідне повідомлення про помилку.

source: Changes for 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
gl: Cambios para 3.0
it: Novità nella versione 3.0
ja: 3.0の変更点
pt_br: Mudanças na 3.0
pt_pt: Alterações para 3.0
sk: Zmeny vo verzii 3.0
uk: Зміни у версії 3.0

source: In the Customize emoticons dialog, it is now possible to specify that a pattern should only match if it is a whole word, according to speech dictionaries of NVDA 2014.4.
da: I dialogen til tilpasning af humørikoner er det nu muligt at specificere, at et mønster kun skal matche, hvis der er tale om et helt ord i overensstemmelse med udtaleordbøgerne i NVDA 2014.4.
de: Im Dialogfeld "Emoticons verwalten..." kann nun die Gültigkeit eines Musters festgelegt werden, wenn es ein ganzes Wort ist. Dies ist mit den Aussprache-Wörterbüchern von NVDA 2014.4 vergleichbar.
fi: Mukauta hymiöitä -valintaikkunassa on nyt mahdollista määrittää, että haettava merkkijono täsmää vain, jos se on kokonainen sana, kuten puhesanastoissa NVDA:n 2014.4-versiosta lähtien.
gl: No diálogo Persoalizar emoticóns, agora é posible especificar que un patrón só debería compararse se é unha palabra completa, de acordo cos diccionarios da fala do NVDA 2014.4.
it: Nella finestra Personalizza Emoticons, è ora possibile effettuare una ricerca per sole parole intere, in analogia con i dizionari di NVDA 2014.4.
ja: エモーティコンの編集ダイアログにおいて、パターンを単語全体にだけ適用するかどうかを指定できるようになりました。これは NVDA 2014.4 の読み上げ辞書で追加された機能です。
pt_br: No diálogo Personalizar emoticons, agora é possível determinar que uma expressão só deve valer se for uma palavra inteira, conforme os dicionários de fala do NVDA 2014.4.
pt_pt: Na caixa de diálogo Personalizar emoticons, agora é possível especificar que um padrão deve corresponder apenas se for uma palavra inteira, de acordo com os dicionários do NVDA 2014.4.
sk: v dialógu s nastavením emotikonov môžete odteraz určiť, či sa má reťazec zmeniť len ak je ako celé slovo, alebo v ľubovoľnom kontexte (rovnako ako v rečových slovníkoch NVDA od verzie 2014.4).
uk: В діалозі налаштувань смайликів тепер можна вказати, що зразок відповідатиме смайлику, якщо він - лише ціле слово, згідно з мовленнєвими словниками NVDA 2014.4.

source: Changes for 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
gl: Cambios para 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pt_br: Mudanças na 2.0
pt_pt: Mudanças para 2.0
sk: Zmeny vo verzii 2.0
uk: Зміни у версії 2.0

source: Add-on help is available from the Add-ons Manager.
da: Hjælp til tilføjelsesprogram er til rådighed fra styring af tilføjelsesprogrammer.
de: Hilfe zur NVDA-Erweiterung ist im Bereich "Erweiterung verwalten" verfügbar.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
gl: A axuda do complemento está dispoñible no Administrador de Complementos.
it: La guida di questo add-on è disponibile dal menu gestore componenti aggiuntivi.
ja: アドオンマネージャーからアドオンのヘルプが利用できるようになりました。
pt_br: A ajuda do complemento está disponível no gestor de complementos.
pt_pt: A ajuda adicional está disponível no Gestor de extras.
sk: Návod k doplnku môžete nájsť v správcovi doplnkov.
uk: Довідка додатка доступна у менеджері додатків.

source: Changes for 1.1
da: Ændringer i 1.1
de: Änderungen in 1.1
fi: Muutokset versiossa 1.1
gl: Cambios para 1.1
it: Novità nella versione 1.1
ja: 1.1の変更点
pt_br: Mudanças na 1.1
pt_pt: Alterações para 1.1
sk: Zmeny vo verzii 1.1
uk: Зміни у версії 1.1

source: Removed duplicated emoticon.
da: Fjernet dobbelt humørikon.
de: Doppelte Emoticons wurden entfernt.
fi: Poistettu hymiö, joka oli listassa kahteen kertaan.
gl: Borrado un emoticón duplicado.
it: Rimosse emoticons duplicate.
ja: 重複した顔文字を消去しました。
pt_br: Removido um emoticon duplicado.
pt_pt: O emoticon duplicado foi removido.
sk: odstránené duplicitné emotikony.
uk: Видалено смайлики, які дублювалися.

source: Added some smileys.
da: Tilføjede nogle smileys.
de: Einige Smileys wurden hinzugefügt.
fi: Muutama hymiö lisätty.
gl: Engadidos algúns emoticóns.
it: Aggiunte alcune faccine.
ja: 顔文字を追加しました。
pt_br: Adicionadas algumas carinhas.
pt_pt: Adicionados alguns smileys.
sk: pridané nové emotikony.
uk: Додано деякі смайлики.

source: Changes for 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pt_br: Mudanças na 1.0
pt_pt: Alterações para 1.0
sk: Zmeny vo verzii 1.0
uk: Зміни у версії 1.0

source: Initial version.
da: Første version.
de: Erste Version.
fi: Ensimmäinen versio.
gl: Versión inicial.
it: Versione iniziale.
ja: 最初のバージョン。
pt_br: Versão inicial.
pt_pt: Versão inicial.
sk: prvé vydanie.
uk: Перша версія.
