Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/BMI/*/BMI.po
Languages: pt_pt

source: &Calculate your BMI...
pt_pt: &Calcule o seu IMC...

source: BMI, This add-on calculates the body mass index.
pt_pt: IMC, Este suplemento calcula o índice de massa corporal.

source: Calculation of the Body mass Index.
pt_pt: Cálculo do índice de massa corporal.

source: Enter or select your height in centimeters:
pt_pt: Introduza ou selecione a sua altura em centímetros:

source: Enter or select your weight in kilograms:
pt_pt: Introduza ou selecione o seu peso em quilogramas:

source: C&alculate
pt_pt: C&calcular

source: C&lean
pt_pt: C&Limpo

source: &Cancel
pt_pt: &Cancelar

source: Atention
pt_pt: Atenção

source: Your BMI is {}. Your BMI indicates that you are underweight. It's important to consult a doctor or nutritionist to evaluate your health and identify ways to gain weight in a healthy way. Observation: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a healthcare professional, such as a physician or nutritionist, for a more accurate assessment and proper guidance on health and weight.
pt_pt: O seu IMC é {}. O seu IMC indica que tem peso a menos. É importante consultar um médico ou nutricionista para avaliar o seu estado de saúde e identificar formas de ganhar peso de forma saudável. Observação: Para uma interpretação correta do IMC, recomenda-se que se tenham em conta outros factores, como a composição corporal, a distribuição da gordura distribuição da gordura, a idade, o género e o estado geral de saúde da pessoa. Recomenda-se sempre a consulta de um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais avaliação mais exacta e uma orientação adequada em matéria de saúde e peso.

source: Your BMI is {}. Your BMI indicates that you are at a healthy weight. Keep it up by maintaining a balanced diet and regularly engaging in physical activity. Observation: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a healthcare professional, such as a physician or nutritionist, for a more accurate assessment and proper guidance on health and weight.
pt_pt: O seu IMC é {}. O seu IMC indica que tem um peso saudável. Mantenha-o mantendo uma dieta equilibrada e praticando regularmente uma atividade física. Observação: Para uma interpretação correta do IMC, recomenda-se que se tenham em conta outros factores, como a composição corporal, a distribuição da gordura, a idade, o sexo e o estado geral de saúde da pessoa distribuição da gordura, a idade, o género e o estado geral de saúde da pessoa. Recomenda-se sempre a consulta de um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais avaliação mais exacta e uma orientação adequada em matéria de saúde e peso.

source: Your BMI is {}. Your BMI indicates that you are overweight. It's important to consult a doctor or nutritionist to evaluate your health and identify ways to lose weight in a healthy way. Observation: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a healthcare professional, such as a physician or nutritionist, for a more accurate assessment and proper guidance on health and weight.
pt_pt: O seu IMC é {}. O seu IMC indica que tem excesso de peso. É importante consultar um médico ou nutricionista para avaliar o seu estado de saúde e identificar formas de perder peso de forma saudável. Observação: Para uma interpretação correta do IMC, recomenda-se que se tenham em conta outros factores, como a composição corporal, a distribuição da gordura distribuição da gordura, a idade, o género e o estado geral de saúde da pessoa. Recomenda-se sempre a consulta de um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais avaliação mais exacta e uma orientação adequada em matéria de saúde e peso.

source: Your BMI is {}. Your BMI indicates that you are overweight. It's important to consult a doctor or nutritionist to evaluate your health and identify ways to lose weight in a healthy way. Observation: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a healthcare professional, such as a physician or nutritionist, for a more accurate assessment and proper guidance on health and weight.
pt_pt: O seu IMC é {}. O seu IMC indica que tem excesso de peso. É importante consultar um médico ou nutricionista para avaliar o seu estado de saúde e identificar formas de perder peso de forma saudável. Observação: Para uma interpretação correta do IMC, recomenda-se que se tenham em conta outros factores, como a composição corporal, a distribuição da gordura distribuição da gordura, a idade, o género e o estado geral de saúde da pessoa. Recomenda-se sempre a consulta de um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais avaliação mais exacta e uma orientação adequada em matéria de saúde e peso.

source: Your BMI is {}. Your BMI indicates that you are obese. It's important to consult a doctor or nutritionist to evaluate your health and identify ways to lose weight in a healthy way and reduce health risks. Observation: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a healthcare professional, such as a physician or nutritionist, for a more accurate assessment and proper guidance on health and weight.
pt_pt: O seu IMC é {}. O seu IMC indica que é obeso. É importante consultar um médico ou nutricionista para avaliar a sua saúde e identificar formas de perder peso de forma saudável e reduzir os riscos para a saúde. Observação: Para uma interpretação correta do IMC, recomenda-se que se tenham em conta outros factores, como a composição corporal, a distribuição da gordura distribuição da gordura, a idade, o género e o estado geral de saúde da pessoa. Recomenda-se sempre a consulta de um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais avaliação mais exacta e uma orientação adequada em matéria de saúde e peso.

source: Attention
pt_pt: Atenção

source: Calculate your BMI
pt_pt: Calcular o seu IMC

source: This addon calculates the body mass index.
pt_pt: Este addon calcula o índice de massa corporal.
