Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/BMI/*/BMI.xliff
Languages: ru

source: (BMI) Calculation of the body mass index
ru: (BMI) Расчет индекса массы тела

source: Author: Edilberto Fonseca <edilberto.fonseca@outlook.com>.
ru: Автор: Edilberto Fonseca <edilberto.fonseca@outlook.com>.

source: Creation date: 08/11/2022.
ru: Дата создания: 08/11/2022.

source: License: [gpl 2.0][1]
ru: Лицензия: [gpl 2.0][1]

source: Review date: 03/18/2024.
ru: Дата рассмотрения: 03/18/2024.

source: Introduction
ru: Введение

source: Welcome to the BMI Add-on! This is a plug-in designed to help determine the Body Mass Index (BMI), which is an international measurement used to assess a person's body fat level. With this Addon you can easily calculate your BMI by providing your height and weight. In addition, we also offer a ranking of the results, so that you can better understand your situation and take the necessary steps to achieve and maintain good health.
ru: Добро пожаловать в дополнение BMI! Это плагин, предназначенный для определения индекса массы тела (ИМТ), который является международным показателем, используемым для оценки уровня жира в организме человека. С помощью этого дополнения вы можете легко рассчитать свой ИМТ, указав свой рост и вес. Кроме того, мы также предлагаем рейтинг результатов, чтобы вы могли лучше понять свою ситуацию и предпринять необходимые шаги для достижения и поддержания хорошего здоровья.

source: Note: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a health professional, such as a doctor or nutritionist, for a more accurate assessment and to obtain proper guidance on health and weight.
ru: Примечание: Для правильной интерпретации ИМТ рекомендуется учитывать другие факторы, такие как состав тела, распределение жира, возраст, пол и общее состояние здоровья человека. Всегда рекомендуется проконсультироваться с медицинским работником, таким как врач или диетолог, для более точной оценки и получения надлежащих рекомендаций по состоянию здоровья и весу.

source: Installation
ru: Установка

source: Here are the step-by-step instructions for installing the BMI Add-on in NVDA:
ru: Ниже приведены пошаговые инструкции по установке дополнения BMI в NVDA:

source: Download the Add-on installation file from the Add-on Store or [BMI][1] official page.
ru: Загрузите установочный файл дополнения из магазина дополнений или с [официальной страницы BMI][1].

source: Note: If the add-on is downloaded from the store, installation happens automatically. Otherwise, follow the guidelines below.
ru: Примечание: Если дополнение загружено из магазина, установка произойдёт автоматически. В противном случае следуйте приведённым ниже рекомендациям.

source: Press enter on the add-on you downloaded.
ru: Нажмите enter на загруженном вами дополнении.

source: Follow the on-screen instructions to install the Add-on.
ru: Следуйте инструкциям на экране, чтобы установить дополнение.

source: Restart NVDA.
ru: Перезапустите NVDA.

source: Press "NVDA + N" to open the "T" tools menu and verify that the IMC Add-on is listed in the tools list.
ru: Нажмите "NVDA + N", чтобы открыть подменю "Сервис" и убедитесь, что дополнение отображается.

source: You are now ready to use the BMI Add-on and calculate your Body Mass Index directly from NVDA. Be sure to check out the Add-on's documentation for additional information on how to use it and customize it to your needs.
ru: Теперь вы готовы использовать дополнение BMI и рассчитать свой индекс массы тела непосредственно из NVDA. Обязательно ознакомьтесь с документацией к дополнению для получения дополнительной информации о том, как его использовать и настроить в соответствии с вашими потребностями.

source: Settings
ru: Настройки

source: There are no instructions on how to configure the add-on, its use is simple.
ru: Здесь нет инструкций по настройке дополнения, его использование простое.

source: Usage
ru: Использование

source: Press "alt+windows+i", or use NVDA's menu (NVDA+N), Tools, Calculate Your BMI, to invoke the add-on. A dialog with two fields will appear:
ru: Нажмите "alt+windows+i" или воспользуйтесь меню NVDA (NVDA+N), Сервис, Рассчитать свой ИМТ, чтобы вызвать дополнение. Появится диалог с двумя полями ввода:

source: Height, where the height in centimeters "CM" must be selected or entered.
ru: Рост, где необходимо выбрать или ввести рост в сантиметрах "СМ".

source: Weight, where the weight in kilograms "KG" must be selected or entered.
ru: Вес, где необходимо выбрать или ввести значение веса в килограммах "КГ".

source: After filling in all the fields, just press the calculate button, using the "alt+A" shortcut, or press enter on the calculate button.
ru: После заполнения всех полей просто нажмите кнопку рассчитать, используя сочетание клавиш "alt+A", или нажмите enter на кнопке рассчитать.

source: NVDA will verbalize a dialog with the result of the calculation. At the end of the dialog, the cursor will be positioned on the OK button. Pressing enter, the cursor will be positioned in the height field.
ru: NVDA отобразит диалог с результатом расчёта. В конце диалога курсор будет установлен на кнопке OK. При нажатии клавиши enter курсор будет установлен в поле роста.

source: Hotkeys
ru: Горячие клавиши

source: main dialog
ru: главный диалог

source: “alt+A”: Performs the calculation.
ru: “alt+A”: Выполняет расчёт ИМТ.

source: “alt+L: Clears the fields and positions the cursor in the height field.
ru: “alt+L: Очищает поля и помещает курсор в поле "Рост".

source: “alt+C”: Closes the dialog box, escape can also be used.
ru: “alt+C”: Закрывает диалог, также можно использовать escape.

source: License
ru: Лицензия

source: This add-on is covered by the GNU General Public License [GPL v2][1].
ru: Это дополнение распространяется по GNU General Public License [GPL v2][1].

source: Thanks
ru: Благодарности

source: Special thanks to the contributors Rui Fonte, Noelia e Dalen who have helped make this version possible.
ru: Особая благодарность авторам Rui Fontes, Noelia и Dalen, которые помогли сделать эту версию возможной.
