Repository: nvdaaddons/CrowdinRegistration
Catalog: */clipContentsDesigner.po
Languages: fr

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut. Do you want to configure Emulate copy and cut now? You may do or change this later.
fr: Cette extension permet de confirmer si vous souhaitez copier ou couper, en remplaçant le contenu du presse-papiers, lorsque vous appuyez sur contrôle+c et contrôle+x. Ceci s'appelle "Émuler copier et couper". Voulez-vous configurer "Émuler copier et couper" maintenant ? Vous pourrez le faire ou le modifier plus tard.

source: Configure Emulate copy and cut
fr: Configurer Émuler copier et couper

source: Preformatted text in HTML
fr: Texte préformaté en HTML

source: HTML as shown in a web browser
fr: HTML tel qu'affiché dans un navigateur web

source: Plain text
fr: Texte brut

source: Shows the Clip Contents Designer settings.
fr: Affiche les paramètres de Clip Contents Designer.

source: Clipboard cleared
fr: Presse-papiers vidé

source: Clipboard not cleared
fr: Le presse-papiers n'est pas vide

source: Please, confirm if you want to add text to the clipboard
fr: Veuillez confirmer si vous souhaitez ajouter du texte au presse-papiers

source: Adding text to clipboard
fr: Ajout de texte au presse-papiers

source: Added
fr: Ajouté

source: Cannot add
fr: Impossible d'ajouter

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
fr: Récupère la chaîne sélectionnée ou le texte depuis le marqueur de début précédemment défini jusqu'à la position actuelle du curseur de révision incluse, et l’ajoute au presse-papiers.

source: Please, confirm if you want to clear the clipboard
fr: Veuillez confirmer si vous souhaitez vider le presse-papiers

source: Clearing clipboard
fr: Vidage du presse-papiers

source: Deletes the added text and the content of the clipboard.
fr: Supprime le texte ajouté ainsi que le contenu du presse-papiers.

source: Please, confirm if you want to copy to the clipboard
fr: Veuillez confirmer si vous souhaitez copier dans le presse-papiers

source: Copying to clipboard
fr: Copie vers le presse-papiers

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
fr: Copie dans le presse-papiers, avec la possibilité de demander une confirmation préalable

source: Please, confirm if you want to cut from the clipboard
fr: Veuillez confirmer si vous souhaitez couper depuis le presse-papiers

source: Cutting from clipboard
fr: Coupe depuis le presse-papiers

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
fr: Coupe depuis le presse-papiers, avec la possibilité de demander une confirmation préalable

source: Shows the clipboard text as HTML in browse mode
fr: Affiche le texte du presse-papiers en HTML en mode navigation

source: Clipboard is not empty, but there is no text to show
fr: Le presse-papiers n'est pas vide, mais il n'y a aucun texte à afficher

source: Clipboard is empty
fr: Le presse-papiers est vide

source: Clipboard text ({max}/{current} - {formatForTitle})
fr: Texte du presse-papiers ({max}/{current} - {formatForTitle})
