Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: Access8Math establishes corresponding mathematical rules for the MathML structure of commonly used math content. When encountering MathML structures that match the rules, the system will read out and display them according to the content defined in the mathematical rules. The speech outputs and Braille outputs can be customized according to the habits of different regions.
pt_br: O Access8Math estabelece regras matemáticas correspondentes para a estrutura MathML do conteúdo matemático comumente usado. Quando encontrar estruturas MathML que correspondam às regras, o sistema as lerá e exibirá de acordo com o conteúdo definido nas regras matemáticas. As saídas de fala e de Braille podem ser personalizadas de acordo com os hábitos de diferentes regiões.
pt_pt: O Access8Math estabelece as regras matemáticas correspondentes para a estrutura MathML dos conteúdos matemáticos mais utilizados. Quando encontra estruturas MathML que correspondem às regras, o sistema lê-as e apresenta-as de acordo com o conteúdo definido nas regras matemáticas. As saídas de voz e as saídas em Braille podem ser personalizadas de acordo com os hábitos de diferentes regiões.
ru: Access8Math устанавливает соответствующие математические правила для структуры MathML часто используемого математического содержимого. При обнаружении структур MathML, которые соответствуют правилам, система считывает и отображает их в соответствии с содержанием, определенным в математических правилах. Речевой и по Брайлю выводы могут быть настроены в соответствии с особенностями различных регионов.
tr: Access8math, yaygın olarak kullanılan matematik içeriğinin matematik yapısı için karşılık gelen matematiksel kurallar belirler. Kurallarla eşleşen MathML yapılarıyla karşılaşırken, sistem bunları matematiksel kurallarda tanımlanan içeriğe göre okuyacak ve gösterecektir. Konuşma çıktıları ve braille çıktıları farklı bölgelerin alışkanlıklarına göre özelleştirilebilir.

source: Edit: In the Math Rules dialog, there is a list of mathematical rules. Select any rule and click the "Edit" button to enter the editing dialog. The editable fields of the rule can be divided into two parts, "Serialization Order" and "Mathematical Meaning of Specific Nodes."
pt_br: Editar: Na caixa de diálogo Regras matemáticas, há uma lista de regras matemáticas. Selecione qualquer regra e clique no botão “Edit” (Editar) para acessar a caixa de diálogo de edição. Os campos editáveis da regra podem ser divididos em duas partes, "Ordem de serialização" e "Significado matemático de nós específicos".
pt_pt: Editar: Na caixa de diálogo Regras matemáticas, existe uma lista de regras matemáticas. Seleccione qualquer regra e clique no botão "Editar" para aceder à caixa de diálogo de edição. Os campos editáveis da regra podem ser divididos em duas partes, "Ordem de serialização" e "Significado matemático de nós específicos"
ru: Редактировать: В диалоговом окне "Математические правила" отображается список математических правил. Выберите любое правило и нажмите кнопку "Редактировать", чтобы перейти в диалоговое окно редактирования. Редактируемые поля правила можно разделить на две части: "Порядок сериализации" и "Математическое значение определенных узлов".
tr: Düzenle: Matematik Kuralları iletişim kutusunda, matematik kurallarının bir listesi vardır. Herhangi bir kuralı seçin ve düzenleme iletişim kutusuna girmek için "Düzenle" düğmesini tıklayın. Kuralın düzenlenebilir alanları, "Serileştirme Sırası" ve "Belirli Düğümlerin Matematiksel Anlamı" olmak üzere iki kısma ayrılabilir.

source: Serialization Order: In Access8Math, each math rule is divided into several segments, and these segments are output in a specific order. In this section, the output order of specific segments, as well as the text at the beginning, between segments, and at the end can be adjusted. For example, in the fraction rule "mfrac", this rule is divided into five segments. Orders 0, 2, and 4 represent the starting text, the separating text between segments 1 and 3, and the ending text. Each text can be adjusted according to preference. Orders 1 and 3 allow adjustments to the output order of specific segments by the drop-down menu.
pt_br: Ordem de serialização: No Access8Math, cada regra de matemática é dividida em vários segmentos, e esses segmentos são gerados em uma ordem específica. Nessa seção, a ordem de saída de segmentos específicos, bem como o texto no início, entre segmentos e no final, pode ser ajustada. Por exemplo, na regra de fração “mfrac”, essa regra é dividida em cinco segmentos. As ordens 0, 2 e 4 representam o texto inicial, o texto de separação entre os segmentos 1 e 3 e o texto final. Cada texto pode ser ajustado de acordo com a preferência. As ordens 1 e 3 permitem ajustes na ordem de saída de segmentos específicos pelo menu suspenso. Ordenação serializada: a regra matemática é dividida em vários blocos de acordo com a ordem de leitura. Nesta área, a ordem de leitura do nó filho e o texto de delimitação de início, intermediário e final podem ser alterados. Tomando a regra fracionária mfrac como exemplo, esta regra é dividida em cinco blocos de leitura. A ordem 0, 2 e 4 representam o prompt inicial, o prompt de segmentação do projeto e o prompt final, respectivamente, e o texto de significados pode ser alterado em cada campo. As ordens 1 e 3 ajustam a sequência de leitura do nó filho, que pode ser alterada no menu suspenso.
pt_pt: Ordem de serialização: No Access8Math, cada regra matemática é dividida em vários segmentos, e estes segmentos são apresentados numa ordem específica. Nesta secção, a ordem de saída de segmentos específicos, bem como o texto no início, entre segmentos e no final podem ser ajustados. Por exemplo, na regra de fração "mfrac", essa regra é dividida em cinco segmentos. As ordens 0, 2 e 4 representam o texto inicial, o texto de separação entre os segmentos 1 e 3 e o texto final. Cada texto pode ser ajustado de acordo com a preferência. As ordens 1 e 3 permitem ajustar a ordem de saída de segmentos específicos através do menu pendente.
ru: Порядок сериализации: В Access8Math каждое математическое правило разделено на несколько сегментов, и эти сегменты выводятся в определенном порядке. В этом разделе можно настроить порядок вывода определенных сегментов, а также текст в начале, между сегментами и в конце. Например, в правиле дроби "mfrac" это правило разделено на пять сегментов. Порядковые номера 0, 2 и 4 представляют собой начальный текст, разделительный текст между сегментами 1 и 3 и конечный текст. Каждый текст может быть изменен в зависимости от предпочтений. Заказы 1 и 3 позволяют изменять порядок вывода определенных сегментов с помощью выпадающего меню.
tr: Serileştirme Sırası: Access8Math'te, her matematik kuralı birkaç bölüme bölünür ve bu bölümler belirli bir sırada çıktı olarak verilir. Bu bölümde, belirli bölümlerin çıktı sırasının yanı sıra başlangıçtaki, bölümler arasındaki ve sondaki metin ayarlanabilir. Örneğin, “mfrac” kesir kuralında, bu kural beş bölüme ayrılmıştır. Sırasıyla 0, 2 ve 4 başlangıç metnini, 1 ve 3 bölümleri arasındaki ayırıcı metni ve bitiş metnini temsil eder. Her metin tercihe göre ayarlanabilir. Sıra 1 ve 3, açılır menü ile belirli bölümlerin çıktı sırasının ayarlanmasına izin verir.

source: Mathematical Meaning of Specific Nodes: The mathematical meaning of specific segments of the math rule can be adjusted in this section. Taking the fraction rule "mfrac" as an example, this rule contains two specific segments: the numerator and the denominator. You can change the meaning of each specific segment according to the math rule.
pt_br: Significado matemático de nós específicos: O significado matemático de segmentos específicos da regra matemática pode ser ajustado nesta seção. Tomando a regra de fração “mfrac” como exemplo, essa regra contém dois segmentos específicos: o numerador e o denominador. Você pode alterar o significado de cada segmento específico de acordo com a regra matemática.
pt_pt: Significado matemático de nós específicos: O significado matemático de segmentos específicos da regra matemática pode ser ajustado nesta secção. Tomando a regra de fração "mfrac" como exemplo, esta regra contém dois segmentos específicos: o numerador e o denominador. É possível alterar o significado de cada segmento específico de acordo com a regra matemática.
ru: Математическое значение определенных узлов: в этом разделе можно настроить математическое значение определенных сегментов математического правила. В качестве примера возьмем правило дробей "mfrac", которое содержит два определенных сегмента: числитель и знаменатель. Вы можете изменить значение каждого конкретного сегмента в соответствии с математическим правилом.
tr: Belirli Düğümlerin Matematiksel Anlamı: Matematik kuralının belirli bölümlerinin matematiksel anlamı bu bölümde ayarlanabilir. Örnek olarak “mfrac” kesir kuralını ele alırsak, bu kural iki özel segment içerir: pay ve payda. Her bir özel segmentin anlamını matematik kuralına göre değiştirebilirsiniz.

source: Example: Verify if a rule is read in the correct way after editing. Clicking the “Example” button will bring up default mathematical content that matches the corresponding mathematical rule. Users can interact with the content to see whether a rule is read in the correct way.
pt_br: Exemplo: Verificar se uma regra é lida da maneira correta após a edição. Ao clicar no botão" Exemplo", será exibido o conteúdo matemático padrão que corresponde à regra matemática correspondente. Os usuários podem interagir com o conteúdo para ver se uma regra é lida da maneira correta.
pt_pt: Exemplo: Verificar se uma regra é lida da forma correcta após a edição. Ao clicar no botão "Exemplo", é apresentado um conteúdo matemático predefinido que corresponde à regra matemática correspondente. Os utilizadores podem interagir com o conteúdo para ver se uma regra é lida da forma correcta.
ru: Пример: Проверьте, правильно ли прочитано правило после редактирования. Нажав на кнопку “Пример”, вы увидите математическое содержимое по умолчанию, соответствующее данному математическому правилу. Пользователи могут взаимодействовать с содержимым, чтобы увидеть, правильно ли прочитано правило.
tr: Örnek: Bir kuralın düzenlendikten sonra doğru şekilde okunup okunmadığını doğrulayın. “Örnek” düğmesine tıklandığında, ilgili matematiksel kuralla eşleşen varsayılan matematiksel içerik görüntülenir. Kullanıcılar, bir kuralın doğru şekilde okunup okunmadığını görmek için içerikle etkileşime girebilir.

source: Restore Default Values: Reset the list of mathematical rules to the initial default values.
pt_br: Restaurar valores padrão: Redefine a lista de regras matemáticas para os valores padrões iniciais.
pt_pt: Restaurar valores predefinidos: Repor a lista de regras matemáticas para os valores predefinidos iniciais.
ru: Восстановить значения по умолчанию: Вернуть список математических правил к исходным значениям по умолчанию.
tr: Varsayılan Değerleri Geri Yükle: Matematiksel kurallar listesini ilk varsayılan değerlere sıfırlar.

source: Import: Import a mathematical rules file, which can be used to load exported mathematical rules files.
pt_br: Importar: Importar um arquivo de regras matemáticas, que pode ser usado para carregar arquivos de regras matemáticas exportados.
pt_pt: Importar: Importar ficheiros de regras matemáticas, que podem ser utilizados para carregar ficheiros de regras matemáticas.
ru: Импорт: импортировать файл математических правил, который можно использовать для загрузки экспортированных файлов математических правил.
tr: İçe Aktar: Dışa aktarılan matematiksel kural dosyalarını yüklemek için kullanılabilecek bir matematiksel kurallar dosyasını içe aktarın.

source: Export: Save the mathematical rules file to the specified path for sharing or saving.
pt_br: Exportar: Salve o arquivo de regras matemáticas no caminho especificado para compartilhamento ou salvamento.
pt_pt: Exportar: Guardar o ficheiro de regras matemáticas para o caminho especificado para partilhar ou guardar.
ru: Экспорт: Сохранить файл математических правил по указанному пути для совместного использования или сохранения.
tr: Dışa Aktar: Matematiksel kurallar dosyasını paylaşmak veya kaydetmek için belirtilen yola kaydedin.

source: If you are interested in localizing symbol dictionaries and mathematical rules, edit them through these two windows, and use the export function to obtain edited files. Then, you can provide these files to the development team through Access8Math GitHub Pull requests or Email (tsengwoody.tw@gmail.com). We would be happy to include your translation in Access8Math.
pt_br: Se estiver interessado em localizar dicionários de símbolos e regras matemáticas, edite-os por meio dessas duas janelas e use a função de exportação para obter os arquivos editados. Em seguida, você pode fornecer esses arquivos à equipe de desenvolvimento por meio de solicitações pull do Access8Math no GitHub ou por e-mail (tsengwoody.tw@gmail.com). Teremos o maior prazer em incluir sua tradução no Access8Math.
pt_pt: Se estiver interessado em localizar dicionários de símbolos e regras matemáticas, edite-os através destas duas janelas e utilize a função de exportação para obter os ficheiros editados. Em seguida, pode fornecer estes ficheiros à equipa de desenvolvimento através dos pedidos Pull do Access8Math no GitHub ou por correio eletrónico (tsengwoody.tw@gmail.com). Teremos todo o gosto em incluir a sua tradução no Access8Math.
ru: Если вы заинтересованы в локализации словарей символов и математических правил, отредактируйте их через эти два окна и используйте функцию экспорта для получения отредактированных файлов. Затем вы можете предоставить эти файлы команде разработчиков через Access8Math на GitHub или по электронной почте (tsengwoody.tw@gmail.com). Мы будем рады включить ваш перевод в Access8Math.
tr: Sembol sözlüklerini ve matematiksel kuralları yerelleştirmekle ilgileniyorsanız, bunları bu iki pencereden düzenleyin ve düzenlenmiş dosyaları elde etmek için dışa aktarma işlevini kullanın. Ardından, bu dosyaları Access8math Github çekme istekleri veya e -posta (tsengwoody.tw@gmail.com) aracılığıyla geliştirme ekibine sağlayabilirsiniz. Çevirinizi Access8math'a dahil etmekten mutluluk duyarız.

source: Appendix
pt_br: Apêndice
pt_pt: Apêndice
ru: Приложение
tr: Ek Bilgiler

source: LaTeX Menu
pt_br: Menu LaTeX
pt_pt: Menu LaTeX
ru: Меню LaTeX
tr: LaTeX Menüsü
