Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: Authors: Woody Tseng
pt_br: Autores: Woody Tseng
pt_pt: Autores: Woody Tseng
ru: Авторы: Woody Tseng
tr: Yazarlar: Woody Tseng

source: Download [stable version][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Descarregar [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indir][1]

source: Access8Math Introduction
pt_br: Introdução ao Access8Math
pt_pt: O Access8Math permite:
ru: Введение в Access8Math
tr: Access8Math Giriş

source: Access8Math is an NVDA add-on that enhances the user experience when reading and writing mathematical content.
pt_br: O Access8Math é um complemento do NVDA que aprimora a experiência do usuário ao ler e escrever conteúdo matemático.
pt_pt: O Access8Math é um complemento NVDA que melhora a experiência do utilizador ao ler e escrever conteúdos matemáticos.
ru: Access8Math - это дополнение для NVDA, улучшающее работу пользователей при чтении и записи математического содержимого.
tr: Access8Math, matematiksel içeriği okurken ve yazarken kullanıcı deneyimini geliştiren bir NVDA eklentisidir.

source: Access8Math offers text-to-speech/Braille functionality for MathML content. MathML is the standard language for describing math structure and content on the web, which enables visually readable math content through a web browser.
pt_br: O Access8Math oferece funcionalidade de conversão de texto em voz/braille para conteúdo MathML. MathML é a linguagem padrão para descrever a estrutura e o conteúdo matemático na Web, o que permite a leitura visual do conteúdo matemático em um navegador da Web.
pt_pt: O Access8Math oferece a funcionalidade de conversão de texto em voz/Braille para conteúdos MathML. O MathML é a linguagem padrão para descrever a estrutura e o conteúdo matemático na Web, o que permite um conteúdo matemático visualmente legível através de um navegador Web.
ru: Access8Math предлагает функции преобразования текста в речь/брайль для содержимого MathML. MathML - это стандартный язык для описания математической структуры и содержимого в Интернете, который позволяет визуально считывать его через веб-браузер.
tr: Access8math, MathML içeriği için metin-konuşma/braille işlevselliği sunar. MathML, bir web tarayıcısı aracılığıyla görsel olarak okunabilir matematik içeriğini sağlayan matematik yapısını ve içeriğini tanımlamak için standart bir dildir.

source: Access8Math can also assist in writing and converting LaTeX to MathML. LaTex is a typesetting system which is easy to write and learn. It’s commonly used for representing math formulas.
pt_br: O Access8Math também pode ajudar a escrever e converter LaTeX em MathML. O LaTex é um sistema de composição que é fácil de escrever e aprender. É comumente usado para representar fórmulas matemáticas.
pt_pt: O Access8Math também pode ajudar a escrever e a converter LaTeX em MathML. O LaTex é um sistema de composição que é fácil de escrever e aprender. É normalmente utilizado para representar fórmulas matemáticas.
ru: Access8Math также может помочь в написании и преобразовании LaTeX в MathML. LaTeX - это система набора текста, которая проста в написании и освоении. Она обычно используется для представления математических формул.
tr: Access8math ayrıca LaTeX yazılı ve MathML'ye dönüştürme yardımcı olabilir. LaTeX, yazması ve öğrenmesi kolay bir dizgi sistemidir. Matematik formüllerini temsil etmek için yaygın olarak kullanılır.

source: With Access8Math's reading, writing, and conversion features, visually impaired users can read and write math content with ease. Based on MathML and LaTeX, two common math markups, Access8Math significantly reduces the difficulty of two-way communication between visually impaired and sighted users.
pt_br: Ordem de serialização: No Access8Math, cada regra de matemática é dividida em vários segmentos, e esses segmentos são gerados em uma ordem específica. Nessa seção, a ordem de saída de segmentos específicos, bem como o texto no início, entre segmentos e no final, pode ser ajustada. Por exemplo, na regra de fração “mfrac”, essa regra é dividida em cinco segmentos. As ordens 0, 2 e 4 representam o texto inicial, o texto de separação entre os segmentos 1 e 3 e o texto final. Cada texto pode ser ajustado de acordo com a preferência. As ordens 1 e 3 permitem ajustes na ordem de saída de segmentos específicos pelo menu suspenso. Ordenação serializada: a regra matemática é dividida em vários blocos de acordo com a ordem de leitura. Nesta área, a ordem de leitura do nó filho e o texto de delimitação de início, intermediário e final podem ser alterados. Tomando a regra fracionária mfrac como exemplo, esta regra é dividida em cinco blocos de leitura. A ordem 0, 2 e 4 representam o prompt inicial, o prompt de segmentação do projeto e o prompt final, respectivamente, e o texto de significados pode ser alterado em cada campo. As ordens 1 e 3 ajustam a sequência de leitura do nó filho, que pode ser alterada no menu suspenso.
pt_pt: Com as funcionalidades de leitura, escrita e conversão do Access8Math, os utilizadores com deficiência visual podem ler e escrever conteúdos matemáticos com facilidade. Baseado em MathML e LaTeX, duas marcações matemáticas comuns, o Access8Math reduz significativamente a dificuldade de comunicação bidirecional entre utilizadores com deficiência visual e utilizadores com visão.
ru: Благодаря функциям чтения, записи и преобразования в Access8Math незрячие пользователи могут легко читать и записывать математическое содержимое. Основанный на MathML и LaTeX, двух распространенных математических разметках, Access8Math значительно упрощает двустороннюю связь между пользователями с ослабленным зрением и зрячими пользователями.
tr: Access8Math'in okuma, yazma ve dönüştürme özellikleri sayesinde görme engelli kullanıcılar matematik içeriklerini kolaylıkla okuyabilir ve yazabilir. İki yaygın matematik işaretlemesi olan MathML ve LaTeX'e dayanan Access8Math, görme engelli ve gören kullanıcılar arasındaki iki yönlü iletişimin zorluğunu önemli ölçüde azaltır.

source: Reading Features Overview
pt_br: Visão geral dos recursos de leitura
pt_pt: Recurso de leitura
ru: Обзор возможностей чтения
tr: Okuma Özelliklerine Genel Bakış

source: Read MathML content in a web browser.
pt_br: Leia o conteúdo MathML em um navegador da Web.
pt_pt: Ler conteúdo MathML num navegador da Web.
ru: Читать содержимое MathML в веб-браузере.
tr: MathML içeriğini bir web tarayıcısında okuyun.

source: Read MathType content in Microsoft Word.
pt_br: Leia o conteúdo do MathType no Microsoft Word.
pt_pt: Ler conteúdos MathType no Microsoft Word.
ru: Читать содержимое MathType в Microsoft Word.
tr: MathType içeriğini Microsoft Word'de okuyun.

source: Read a full paragraph that contains text and math content.
pt_br: Leia um parágrafo completo que contenha texto e conteúdo matemático.
pt_pt: Ler um parágrafo completo que contenha texto e conteúdo matemático.
ru: Читать полный абзац, содержащий текстовое и математическое содержимое.
tr: Metin ve matematik içeriği içeren tam bir paragraf okur.

source: Provide customized speech output rules, including simplified outputs and pauses between math segments.
pt_br: Fornecer regras personalizadas de saída de fala, incluindo saídas simplificadas e pausas entre segmentos matemáticos.
pt_pt: Fornecer regras de saída de voz personalizadas, incluindo saídas simplificadas e pausas entre segmentos matemáticos.
ru: Предоставлять индивидуальные правила вывода речи, включая упрощённые выходы и паузы между математическими сегментами.
tr: Basitleştirilmiş çıktılar ve matematik bölümleri arasında duraklamalar dahil olmak üzere özelleştirilmiş konuşma çıktısı kuralları sağlar.

source: Allow customization of math symbol speech output and Braille output.
pt_br: Permitir a personalização da saída de fala do símbolo matemático e da saída em Braille.
pt_pt: Permitir a personalização da saída de voz do símbolo matemático e da saída em Braille.
ru: Позволяет настраивать вывод символов с помощью речи и по брайлю.
tr: Matematik sembolü konuşma çıktısının ve Braille çıktısının özelleştirilmesine izin verir.

source: Interaction Features Overview
pt_br: Visão geral dos recursos de interação
pt_pt: Síntese das características de interação
ru: Обзор возможностей взаимодействия
tr: Etkileşim Özelliklerine Genel Bakış

source: Allow navigating between, zooming in, or zooming out of math segments.
pt_br: Permitir a navegação entre segmentos matemáticos, a ampliação ou a redução do zoom.
pt_pt: Permite navegar entre segmentos matemáticos, aumentar ou diminuir o zoom.
ru: Позволяет перемещаться между математическими сегментами увеличенного или уменьшённого масштаба.
tr: Matematik segmentleri arasında gezinmeye, yakınlaştırmaya veya uzaklaştırmaya izin verir.

source: Use NVDA review cursor to read text.
pt_br: Use o cursor de revisão do NVDA para ler o texto.
pt_pt: Utilize o cursor de revisão do NVDA para ler o texto.
ru: Использовать курсор обзора NVDA для чтения текста.
tr: Metni okumak için NVDA inceleme imlecini kullanın.

source: Provide mathematical meaning of items when interacting.
pt_br: Fornecer o significado matemático dos itens ao interagir.
pt_pt: Fornecer o significado matemático dos itens ao interagir.
ru: Обеспечивать математическое значение элементов при взаимодействии.
tr: Etkileşimde bulunurken öğelerin matematiksel anlamını sağlar.

source: Writing Features Overview
pt_br: Visão geral dos recursos de escrita
pt_pt: Recurso de escrita
ru: Обзор возможностей написания
tr: Yazma Özelliklerine Genel Bakış

source: Convert LaTeX/Nemeth to MathML.
pt_br: Converta LaTeX/Nemeth em MathML.
pt_pt: Converter LaTeX/Nemeth para MathML.
ru: Преобразовывать LaTeX/код Немета в MathML.
tr: LaTeX/Nemeth'i MathML'ye dönüştürür.

source: Provide a command menu to facilitate LaTeX input.
pt_br: Fornecer um menu de comandos para facilitar a entrada de LaTeX.
pt_pt: Fornecer um menu de comandos para facilitar a introdução de LaTeX.
ru: Обеспечивать командное меню для облегчения ввода в LaTeX.
tr: LaTeX girişini kolaylaştırmak için bir komut menüsü sağlanır.

source: Provide shortcut gestures to facilitate LaTeX input.
pt_br: Fornecer gestos de atalho para facilitar a entrada do LaTeX.
pt_pt: Fornecer teclas de atalho para facilitar a introdução de LaTeX.
ru: Использовать быстрые жесты для облегчения ввода в LaTeX.
tr: LaTeX girişini kolaylaştırmak için kısayol hareketleri sağlar.

source: Help moving the editing cursor more efficiently while editing.
pt_br: Ajuda a mover o cursor de edição com mais eficiência durante a edição.
pt_pt: Ajuda a mover o cursor de edição de forma mais eficiente durante a edição.
ru: Помогает более эффективно перемещать курсор редактирования во время редактирования.
tr: Düzenleme sırasında düzenleme imlecinin daha verimli hareket etmesine yardımcı olur.

source: Preview content that includes LaTeX/Nemeth while editing.
pt_br: Visualizar conteúdo que inclui LaTeX/Nemeth durante a edição.
pt_pt: Pré-visualizar conteúdo que inclua LaTeX/Nemeth durante a edição.
ru: Предварительный просмотр содержимого, включающего LaTeX/код Немета, во время редактирования.
tr: Düzenleme sırasında lateks/nemeth içeren içeriği önizleme.

source: Convert plain text files into accessible HTML files for preview and export.
pt_br: Converta arquivos de texto simples em arquivos HTML acessíveis para visualização e exportação.
pt_pt: Converta ficheiros de texto simples em ficheiros HTML acessíveis para pré-visualização e exportação.
ru: Преобразовывать обычные тексты в доступные HTML-файлы для предварительного просмотра и экспорта.
tr: Önizleme ve dışa aktarma için düz metin dosyalarını erişilebilir HTML dosyalarına dönüştürün.

source: Access8Math Description
pt_br: Descrição do Access8Math
pt_pt: O Access8Math permite:
ru: Описание Access8Math
tr: Access8Math Açıklaması

source: The Access8Math add-on provides comprehensive math content reading and writing capabilities.
pt_br: O add-on Access8Math oferece recursos abrangentes de leitura e escrita de conteúdo matemático.
pt_pt: O extra Access8Math fornece capacidades abrangentes de leitura e escrita de conteúdos matemáticos.
ru: Дополнение Access8Math предоставляет широкие возможности для чтения и записи математического содержимого.
tr: Access8Math eklentisi, kapsamlı matematik içeriği okuma ve yazma yetenekleri sağlar.

source: Access8Math offers customizable speech and braille output, and an Interactive Mode to access and understand math content. In Interactive Mode, users can read math content in smaller segments, as well as choosing the size of the segments through keyboard shortcuts. In this way, they can understand the structure and hierarchical relationships of long math content more easily.
pt_br: O Access8Math oferece saída personalizável de fala e braile, além de um modo interativo para acessar e entender o conteúdo de matemática. No modo interativo, os usuários podem ler o conteúdo de matemática em segmentos menores, bem como escolher o tamanho dos segmentos por meio de atalhos de teclado. Dessa forma, eles podem entender a estrutura e as relações hierárquicas de conteúdos matemáticos longos com mais facilidade.
pt_pt: O Access8Math oferece saída de voz e braille personalizável e um Modo Interativo para aceder e compreender o conteúdo matemático. No Modo Interativo, os utilizadores podem ler o conteúdo matemático em segmentos mais pequenos, bem como escolher o tamanho dos segmentos através de atalhos de teclado. Desta forma, podem compreender mais facilmente a estrutura e as relações hierárquicas de conteúdos matemáticos longos.
ru: Access8Math предлагает настраиваемую речь и вывод по брайлю, а также интерактивный режим для доступа к математическому содержимому и его пониманию. В интерактивном режиме пользователи могут читать математическое содержимое небольшими сегментами, а также выбирать размер сегментов с помощью сочетаний клавиш. Таким образом, они смогут легче понять структуру и иерархические связи объемного математического содержимого.
tr: Access8math, özelleştirilebilir konuşma ve braille çıktısı ve matematik içeriğine erişmek ve anlamak için etkileşimli bir mod sunar. Etkileşimli modda, kullanıcılar matematik içeriğini daha küçük segmentlerde okuyabilir ve klavye kısayolları aracılığıyla segmentlerin boyutunu seçebilir. Bu şekilde, uzun matematik içeriğinin yapısını ve hiyerarşik ilişkilerini daha kolay anlayabilirler.

source: Access8Math also provides a command menu to make writing LaTeX easier. Instead of memorizing complex LaTeX syntaxes, users can navigate through the command menu to input math markups..
pt_br: O Access8Math também oferece um menu de comandos para facilitar a escrita em LaTeX. Em vez de memorizar sintaxes complexas de LaTeX, os usuários podem navegar pelo menu de comandos para inserir marcações matemáticas...
pt_pt: O Access8Math também fornece um menu de comandos para facilitar a escrita em LaTeX. Em vez de memorizar sintaxes LaTeX complexas, os utilizadores podem navegar através do menu de comandos para introduzir marcações matemáticas...
ru: Access8Math также предоставляет меню команд, упрощающее написание LaTeX. Вместо запоминания сложного синтаксиса LaTeX пользователи могут перемещаться по меню команд для ввода математических пометок.
tr: Access8math ayrıca LaTeX yazmayı kolaylaştırmak için bir komut menüsü de sağlar. Matematik işaretlerini girmek için karmaşık LaTeX sözdizimlerini ezberlemek yerine, kullanıcılar komut menüsünde dolaşabilirler.

source: In addition, users can preview their inputs while editing, which helps users to find and fix syntax errors as soon as possible.
pt_br: Além disso, os usuários podem visualizar suas entradas durante a edição, o que os ajuda a encontrar e corrigir erros de sintaxe o mais rápido possível.
pt_pt: Além disso, os utilizadores podem pré-visualizar as suas entradas durante a edição, o que os ajuda a encontrar e corrigir erros de sintaxe o mais rapidamente possível.
ru: Кроме того, пользователи могут предварительно просматривать свои вводимые данные во время редактирования, что помогает им быстро находить и исправлять синтаксические ошибки.
tr: Buna ek olarak, kullanıcılar düzenleme sırasında girişlerini önizleyebilir, bu da kullanıcıların sözdizimi hatalarını mümkün olan en kısa sürede bulmasına ve düzeltmelerine yardımcı olur.

source: Finally, Access8Math converts text and math content written in LaTeX into visually readable HTML files. Since both text and math content can be displayed together visually, it makes math discussion between visually impaired and sighted people more fluid.
pt_br: Finalmente, o Access8Math converte o conteúdo de texto e matemática escrito em LaTeX em arquivos HTML visualmente legíveis. Como o texto e o conteúdo matemático podem ser exibidos visualmente juntos, isso torna mais fluida a discussão sobre matemática entre pessoas com deficiência visual e pessoas com visão.
pt_pt: Por fim, o Access8Math converte texto e conteúdos matemáticos escritos em LaTeX em ficheiros HTML visualmente legíveis. Uma vez que tanto o texto como o conteúdo matemático podem ser apresentados visualmente em conjunto, torna a discussão matemática entre pessoas com deficiência visual e pessoas com visão mais fluida.
ru: Наконец, Access8Math преобразует текст и математическое содержимое, написанное в LaTeX, в визуально читаемые HTML-файлы. Поскольку текст и математическое содержимое могут отображаться визуально одновременно, это делает обсуждение математики между незрячими и зрячими людьми более понятным.
tr: Son olarak Access8Math, LaTeX ile yazılmış metin ve matematik içeriğini görsel olarak okunabilir HTML dosyalarına dönüştürür. Hem metin hem de matematik içeriği görsel olarak birlikte görüntülenebildiğinden, görme engelli ve gören insanlar arasındaki matematik tartışmasını daha akıcı hale getirir.

source: MathML Examples
pt_br: Exemplos de MathML
pt_pt: Regras de Matemática
ru: Примеры MathML
tr: MathML örnekleri

source: Math contents on Wikipedia are written in MathML:
pt_br: O conteúdo de matemática na Wikipédia é escrito em MathML:
pt_pt: Os conteúdos matemáticos em Wiki são todos escritos por MathML.
ru: Математические материалы в Википедии написаны на языке MathML:
tr: Vikipedi'deki matematik içerikleri MathML'de yazılmıştır:

source: Quadratic equation: https://en.wikipedia.org/wiki/Quadratic_equation
pt_br: Equação quadrática: https://pt.wikipedia.org/wiki/Equa%C3%A7%C3%A3o_quadr%C3%A1tica
pt_pt: Equação quadrática: https://en.wikipedia.org/wiki/Quadratic_equation
ru: Квадратное уравнение: https://en.wikipedia.org/wiki/Quadratic_equation
tr: İkinci dereceden denklem: https://en.wikipedia.org/wiki/Quadratic_equation

source: Matrix multiplication: https://en.wikipedia.org/wiki/Matrix_multiplication
pt_br: Produto de matrizes: https://pt.wikipedia.org/wiki/Produto_de_matrizes
pt_pt: Matriz de multiplicação: https://en.wikipedia.org/wiki/Matrix_multiplication
ru: Умножение матриц: https://en.wikipedia.org/wiki/Matrix_multiplication
tr: Matris çarpma işlemi: https://en.wikipedia.org/wiki/Matrix_multiplication

source: Cubic equation: https://en.wikipedia.org/wiki/Cubic_equation
pt_br: Equação cúbica: https://en.wikipedia.org/wiki/Cubic_equation
pt_pt: Função cúbica: https://en.wikipedia.org/wiki/Cubic_function
ru: Кубическое уравнение: https://en.wikipedia.org/wiki/Cubic_equation
tr: Kübik denklem: https://en.wikipedia.org/wiki/Cubic_equation

source: Access8Math User Guide
pt_br: Guia do Usuário do Access8Math
pt_pt: O Access8Math permite:
ru: Руководство пользователя Access8Math
tr: Access8Math Kullanıcı Kılavuzu

source: Reading Features
pt_br: Recursos de leitura
pt_pt: Recurso de leitura
ru: Возможности чтения
tr: Okuma Özellikleri

source: Language Setting
pt_br: Configuração do idioma
pt_pt: Recurso de leitura
ru: Настройка Языка
tr: Dil ayarı

source: Select the language in which the math content in Access8Math will be converted in Settings > Reading. If your language is not supported by the system, see the "Adding a new language" paragraph in the "Localization" section of this document.
pt_br: Selecione o idioma no qual o conteúdo de matemática do Access8Math será convertido em Configurações > Leitura. Se o seu idioma não for suportado pelo sistema, consulte o parágrafo “Adicionar um novo idioma” na seção “Localização” deste documento.
pt_pt: Seleccione a língua em que o conteúdo matemático do Access8Math será convertido em Definições > Leitura. Se o seu idioma não for suportado pelo sistema, consulte o parágrafo "Adicionar um novo idioma" na secção "Localização" deste documento.
ru: Выберите язык, на который будет переведено математическое содержимое Access8Math, в разделе настроек > чтение. Если ваш язык не поддерживается системой, ознакомьтесь с разделом "Добавление нового языка" в разделе "Локализация" этого документа.
tr: Access8Math'teki matematik içeriğinin dönüştürüleceği dili Ayarlar > Okuma bölümünde seçin. Diliniz sistem tarafından desteklenmiyorsa, bu belgenin “Yerelleştirme” bölümündeki “Yeni bir dil ekleme” paragrafına bakın.

source: Reading Experience Settings
pt_br: Configurações da experiência de leitura
pt_pt: Recurso de leitura
ru: Настройки удобства чтения
tr: Okuma Deneyimi Ayarları

source: Mathematical Structure Analysis
pt_br: Análise da estrutura matemática
pt_pt: Análise da estrutura matemática
ru: Математический структурный анализ
tr: Matematiksel Yapı Analizi

source: These rules are designed to enhance the reading experience of commonly used mathematical structures. The system analyzes the content according to the MathML structure and mathematical rules, so that the speech outputs and Braille outputs are more consistent with the mathematical meaning. For example, "x^2" will be read as "square of x" instead of "x super 2".
pt_br: Essas regras foram criadas para aprimorar a experiência de leitura de estruturas matemáticas comumente usadas. O sistema analisa o conteúdo de acordo com a estrutura MathML e as regras matemáticas, de modo que as saídas de fala e as saídas em Braille sejam mais consistentes com o significado matemático. Por exemplo, “x^2” será lido como “quadrado de x” em vez de “x super 2”.
pt_pt: Estas regras foram concebidas para melhorar a experiência de leitura das estruturas matemáticas mais utilizadas. O sistema analisa o conteúdo de acordo com a estrutura MathML e as regras matemáticas, de modo a que os resultados em voz e em Braille sejam mais coerentes com o significado matemático. Por exemplo, "x^2" será lido como "quadrado de x" em vez de "x super 2".
ru: Эти правила предназначены для улучшения восприятия при чтении часто используемых математических структур. Система анализирует содержимое в соответствии со структурой MathML и математическими правилами, чтобы речевой вывод и вывод по брайлю, в большей степени соответствовали математическому значению. Например, "x ^ 2" будет читаться как "квадрат x" вместо "x super 2".
tr: Bu kurallar, yaygın olarak kullanılan matematiksel yapıların okuma deneyimini geliştirmek için tasarlanmıştır. Sistem, içeriği matematik yapısına ve matematiksel kurallara göre analiz eder, böylece konuşma çıktıları ve braille çıktıları matematiksel anlamla daha tutarlıdır. Örneğin, "X^2", "X Super 2" yerine "x karesi" olarak okunacaktır.
