Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: English Alphabets to Greek Alphabets Table
pt_br: Tabela de alfabetos ingleses para alfabetos gregos
pt_pt: Tabela de alfabetos ingleses para alfabetos gregos
ru: Таблица соответствия английского алфавита греческому
tr: İngilizce Alfabeden Yunanca Alfabeye Tablo

source: | English Alphabet | Greek Alphabet | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |
pt_br: | Alfabeto inglês | Alfabeto grego | LaTeX | | --- | --- | --- | a | α | \alpha | | b | β | \beta | | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | | n | ν | \nu | | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | | s | σ | \sigma | | t | τ | \tau | u | υ | \upsilon | | v | φ | \psi | | | w | ω | \omega | | x | χ | \chi | | | y | ξ | \xi | | z | ζ | \zeta |
pt_pt: | Letra inglesa | Letra grega | LaTeX | | --- | --- | --- | a | α | \alpha | | b | β | \beta | | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | t | τ | \tau | u | υ | \upsilon | | v | φ | \psi | | | w | ω | \omega | | x | χ | \chi | | | y | ξ | \xi | | z | ζ | \zeta |
ru: | Английский Алфавит | Греческий Алфавит | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |
tr: | İngilizce alfabe | Yunan alfabesi | LaTeX | | --- | --- | --- | | a | α | \alpha | | b | β | \beta | | c | θ | \theta | | d | δ | \delta | | e | ε | \epsilon | | f | φ | \phi | | g | γ | \gamma | | h | η | \eta | | i | ι | \iota | | k | κ | \kappa | | l | λ | \lambda | | m | μ | \mu | | n | ν | \nu | | o | ο | \omicron | | p | π | \pi | | r | ρ | \rho | | s | σ | \sigma | | t | τ | \tau | | u | υ | \upsilon | | v | φ | \psi | | w | ω | \omega | | x | χ | \chi | | y | ξ | \xi | | z | ζ | \zeta |

source: Access8Math update log
pt_br: Registro de atualização do Access8Math
pt_pt: O Access8Math permite:
ru: Журнал обновлений Access8Math
tr: Access8Math güncelleme günlüğü

source: Access8Math v4.0 Update
pt_br: Atualização do Access8Math v4.0
pt_pt: O Access8Math permite:
ru: Обновление Access8Math версии 4.0
tr: Access8Math v4.0 Güncellemesi

source: Compatibility with NVDA 2024.1
pt_br: Compatibilidade com o NVDA 2024.1
pt_pt: Compatibilidade com NVDA 2024.1
ru: Совместимость с NVDA 2024.1
tr: NVDA 2024.1 ile uyumluluk

source: Removed legacy code
pt_br: Remoção do código legado
pt_pt: Remoção do código antigo
ru: Удален устаревший код
tr: Eski kodlar kaldırıldı

source: Access8Math v3.8 Update
pt_br: Atualização do Access8Math v3.8
pt_pt: O Access8Math permite:
ru: Обновление Access8Math версии 3.8
tr: Access8Math v3.8 Güncellemesi

source: Added table navigation support (ctrl+alt+arrow keys) for Mtable in interactive mode.
pt_br: Adicionado suporte à navegação na tabela (ctrl+alt+teclas de seta) para o Mtable no modo interativo.
pt_pt: Adicionado suporte de navegação na tabela (ctrl+alt+teclas de seta) para o Mtable em modo interativo.
ru: Добавлена поддержка навигации по таблицам (ctrl+alt+ клавиши-стрелки) для Mtable в интерактивном режиме.
tr: Etkileşimli modda MTable için tablo gezinme desteği (CTRL+Alt+ok tuşları) eklendi.

source: Added new categories to the LaTeX menu, including Geometry, Combinatorics, Trigonometric Functions, and Calculus.
pt_br: Foram adicionadas novas categorias ao menu LaTeX, incluindo Geometria, Combinatória, Funções Trigonométricas e Cálculo.
pt_pt: Adicionadas novas categorias ao menu LaTeX, incluindo Geometria, Combinatória, Funções Trigonométricas e Cálculo.
ru: Добавлены новые категории в меню LaTeX, включая геометрию, комбинаторику, тригонометрические функции и математический анализ.
tr: LaTeX menüsüne Geometri, Kombinatorik, Trigonometrik Fonksiyonlar ve Kalkülüs dahil olmak üzere yeni kategoriler eklendi.

source: Added new items to the LaTeX menu.
pt_br: Foram adicionados novos itens ao menu LaTeX.
pt_pt: Adicionados novos itens ao menu LaTeX.
ru: Добавлены новые пункты в меню LaTeX.
tr: Lateks menüsüne yeni öğeler eklendi.

source: Included the rounding symbol.
pt_br: Incluiu o símbolo de arredondamento.
pt_pt: Incluiu o símbolo de arredondamento.
ru: Включён символ округления.
tr: Yuvarlama sembolü dahil.

source: Fixed conversion errors of .1 and > symbols when converting Nemeth to LaTeX.
pt_br: Correção de erros de conversão de símbolos .1 e > ao converter Nemeth em LaTeX.
pt_pt: Correção de erros de conversão de símbolos .1 e > ao converter Nemeth para LaTeX.
ru: Исправлены ошибки преобразования символов .1 и > при преобразовании кода Немета в LaTeX.
tr: Nemeth'i latekse dönüştürürken .1 ve> sembollerin dönüşüm hataları düzeltildi.

source: Fixed the path error for restoring default files in the math rules dialog.
pt_br: Correção de erros de conversão de símbolos .1 e > ao converter Nemeth em LaTeX.
pt_pt: Foi corrigido o erro de caminho para restaurar ficheiros predefinidos na caixa de diálogo das regras matemáticas.
ru: Исправлена ошибка пути для восстановления файлов по умолчанию в диалоге математических правил.
tr: Matematik kuralları iletişim kutusundaki varsayılan dosyaları geri yüklemek için yol hatası düzeltildi.

source: Access8Math v3.7 Update
pt_br: Atualização do Access8Math v3.7
pt_pt: O Access8Math permite:
ru: Обновление Access8Math версии 3.7
tr: Access8Math v3.7 Güncellemesi

source: new feature: Auto-Complete feature in write feature.
pt_br: novo recurso: Recurso Auto-Complete no recurso de gravação.
pt_pt: nova funcionalidade: Funcionalidade Auto-Completar na funcionalidade de escrita.
ru: новая возможность: возможность автозаполнения в функции записи.
tr: yeni özellik: Yazma özelliğinde Otomatik Tamamlama özelliği.

source: Added "mixed number" rule to the Nemeth to LaTeX translator.
pt_br: Adicionada a regra de “número misto” ao tradutor de Nemeth para LaTeX.
pt_pt: Adicionada a regra do "número misto" ao tradutor Nemeth para LaTeX.
ru: Добавлено правило "смешанного числа" для транслятора кода Немета в LaTeX.
tr: Nemeth'ten LaTeX'e çeviriciye "karışık sayı" kuralı eklendi.

source: In Access8Math editor, Added close button on the upper right corner to close the Access8Math editor.
pt_br: No editor do Access8Math, adicione o botão Fechar no canto superior direito para fechar o editor do Access8Math.
pt_pt: No editor do Access8Math, adicionou o botão Fechar no canto superior direito para fechar o editor do Access8Math.
ru: В редакторе Access8Math добавлена кнопка закрытия в правом верхнем углу для закрытия редактора Access8Math.
tr: Access8Math düzenleyicisinde, Access8Math düzenleyiciyi kapatmak için sağ üst köşeye kapat düğmesi eklendi.

source: Fixed SimultaneousEquationsType rule(read feature).
pt_br: Correção da regra SimultaneousEquationsType (recurso de leitura).
pt_pt: Correção da regra SimultaneousEquationsType (caraterística de leitura).
ru: Исправлено правило SimultaneousEquationsType (возможность чтения).
tr: SimultaneousEquationsType kuralı (okuma özelliği) düzeltildi.

source: Fixed "|" symbol don`t convert to text according in Unicode dictionary(read feature).
pt_br: Foi corrigido o fato de o símbolo “|” não ser convertido em texto de acordo com o dicionário Unicode (recurso de leitura).
pt_pt: Corrigido o facto de o símbolo "|" não ser convertido em texto de acordo com o dicionário Unicode (funcionalidade de leitura).
ru: Исправлен символ "|", который не преобразуется в текст в соответствии со словарём Unicode (возможность чтения).
tr: Sabit "|" Sembol, Unicode sözlüğüne (okuma özelliği) göre metne dönüştürülmez.

source: Fix issues with Converting ∫ Nemeth Braille to LaTeX.
pt_br: Correção de problemas com a conversão de ∫ Nemeth Braille para LaTeX.
pt_pt: Corrigir problemas com a conversão de ∫ Nemeth Braille para LaTeX.
ru: Исправлены проблемы с преобразованием ∫ из кода Немета в LaTeX.
tr: ∫ Nemeth Braille'i LaTeX'e dönüştürmeyle ilgili sorunlar düzeltildi.

source: Access8Math v3.6 Update
pt_br: Atualização do Access8Math v3.6
pt_pt: O Access8Math permite:
ru: Обновление Access8Math версии 3.6
tr: Access8Math v3.6 Güncellemesi

source: new feature: Nemeth Braille Input, with the same functionality as LaTeX input. Allows for real-time interactive navigation (Alt+I) during editing and supports outputting HTML+MathML documents.
pt_br: novo recurso: Entrada Nemeth Braille, com a mesma funcionalidade da entrada LaTeX. Permite a navegação interativa em tempo real (Alt+I) durante a edição e suporta a saída de documentos HTML+MathML.
pt_pt: nova funcionalidade: Entrada Braille Nemeth, com a mesma funcionalidade da entrada LaTeX. Permite a navegação interactiva em tempo real (Alt+I) durante a edição e suporta a saída de documentos HTML+MathML.
ru: новая возможность: ввод данных по Брайлю в Коде Немета с той же функциональностью, что и при вводе в LaTeX. Позволяет осуществлять интерактивную навигацию в режиме реального времени (Alt +I) во время редактирования и поддерживает вывод документов HTML + MathML.
tr: yeni özellik: LaTeX girişiyle aynı işlevselliğe sahip Nemeth Braille Girişi. Düzenleme sırasında gerçek zamanlı etkileşimli gezinmeye (Alt+I) olanak tanır ve HTML+MathML belgelerinin çıktısını almayı destekler.

source: new feature: Added Nemeth delimiter UEB/at(@@) for distinguish Nemeth content.
pt_br: novo recurso: Adicionado o delimitador Nemeth UEB/at(@@) para distinguir o conteúdo Nemeth.
pt_pt: nova funcionalidade: Adicionado o delimitador Nemeth UEB/at(@@) para distinguir o conteúdo Nemeth.
ru: новая возможность: Добавлен разделитель для кода Немета UEB/at(@@) для различия содержимого, написанного в коде Немета.
tr: yeni özellik: Nemeth içeriğini ayırt etmek için Nemeth sınırlayıcı UEB/at(@@) eklendi.

source: new feature: You can convert and copy LaTeX from Math object in interactive navigation mode.
pt_br: novo recurso: Você pode converter e copiar LaTeX do objeto Math no modo de navegação interativa.
pt_pt: nova funcionalidade: Pode converter e copiar LaTeX de um objeto matemático no modo de navegação interactiva.
ru: новая возможность: Вы можете конвертировать и копировать LaTeX из Math object в режиме интерактивной навигации.
tr: yeni özellik: Etkileşimli gezinme modunda LaTeX'i Math nesnesinden dönüştürebilir ve kopyalayabilirsiniz.

source: Added the NVDA+Shift+F10 shortcut to open virtual context menu in the file explorer.
pt_br: Adicionado o atalho NVDA+Shift+F10 para abrir o menu de contexto virtual no explorador de arquivos.
pt_pt: Adicionado o atalho NVDA+Shift+F10 para abrir o menu de contexto virtual no explorador de ficheiros.
ru: Добавлено сочетание клавиш NVDA+Shift+F10 для открытия виртуального контекстного меню в проводнике файлов.
tr: Dosya gezgininde sanal içerik menüsünü açmak için NVDA+Shift+F10 kısayolu eklendi.

source: Fixed and optimized localized UI issues and cleaned localized file format.
pt_br: Correção e otimização de problemas de interface do usuário localizada e limpeza do formato de arquivo localizado.
pt_pt: Correção e otimização de problemas da IU localizada e limpeza do formato de ficheiro localizado.
ru: Исправлены и оптимизированы проблемы с локализованным пользовательским интерфейсом и очищен локализованный формат файла.
tr: Yerelleştirilmiş kullanıcı arayüzü sorunları düzeltildi, optimize edildi ve yerelleştirilmiş dosya formatı temizlendi.

source: Access8Math v3.5 Update
pt_br: Atualização do Access8Math v3.5
pt_pt: O Access8Math permite:
ru: Обновление Access8Math версии 3.5
tr: Access8Math v3.5 Güncellemesi

source: Vectors and rays can be distinguished correctly
pt_br: Os vetores e raios podem ser distinguidos corretamente
pt_pt: Os vectores e os raios podem ser distinguidos corretamente
ru: Можно правильно различать векторы и лучи
tr: Vektörler ve ışınlar doğru şekilde ayırt edilebilir

source: Utilizing dialogue to display image, video, or audio resources in an Access8Math HTML document
pt_br: Utilização de diálogo para exibir recursos de imagem, vídeo ou áudio em um documento HTML do Access8Math
pt_pt: Utilizar o diálogo para apresentar recursos de imagem, vídeo ou áudio num documento HTML do Access8Math
ru: Использование диалога для отображения изображений, видео- или аудиоресурсов в HTML-документе Access8Math
tr: Bir Access8Math HTML belgesinde görüntü, video veya ses kaynaklarını görüntülemek için diyalog kullanma

source: Using a new window to open link resources in an Access8Math HTML document
pt_br: Usar uma nova janela para abrir recursos de link em um documento HTML do Access8Math
pt_pt: Utilizar uma nova janela para abrir recursos de ligação num documento HTML do Access8Math
ru: Использование нового окна для открытия ссылок на ресурсы в HTML-документе Access8Math
tr: Access8Math HTML belgesinde bağlantı kaynaklarını açmak için yeni bir pencere kullanma

source: The MathML namespace is exported when copying MathML from the Math object in interactive navigation mode
pt_br: O namespace MathML é exportado ao copiar MathML do objeto Math no modo de navegação interativa
pt_pt: O espaço de nomes MathML é exportado quando se copia MathML do objeto Math no modo de navegação interactiva
ru: Пространство имен MathML экспортируется при копировании MathML из объекта Math в режиме интерактивной навигации
tr: MathML ad alanı, etkileşimli gezinme modunda MathML'yi Math nesnesinden kopyalarken dışa aktarılır

source: Display font adjustment, find and replace feature in Access8Math editor
pt_br: Ajuste da fonte de exibição, recurso localizar e substituir no editor do Access8Math
pt_pt: Apresentar o ajuste do tipo de letra, a função localizar e substituir no editor do Access8Math
ru: Отображение функций настройки шрифта, поиска и замены в редакторе Access8Math
tr: Access8Math düzenleyicisinde yazı tipi ayarlamasını görüntüleme, bulma ve değiştirme özelliği

source: Compatibility with NVDA 2023.1
pt_br: Compatibilidade com o NVDA 2023.1
pt_pt: Compatibilidade com NVDA 2023.1
ru: Совместимость с NVDA 2023.1
tr: NVDA 2023.1 ile uyumluluk

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=access8math
pt_pt: [1]: https://addons.nvda-project.org/files/get.php?file=access8math
