Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: Enable or disable this functionality by checking the "Analyze mathematical meaning of contents" checkbox in Settings > Reading. Uncheck this option to view the original MathML structure.
pt_br: Ative ou desative essa funcionalidade marcando a caixa de seleção (Analise o significado matemático do conteúdo) em Configurações> Leitura. Desmarque essa opção para exibir a estrutura MathML original.
pt_pt: Active ou desactive esta funcionalidade marcando a caixa de verificação "Analisar o significado matemático dos conteúdos" em Definições > Leitura. Desmarque esta opção para ver a estrutura MathML original.
ru: Эта функция включается или отключается флажком "Анализировать значение математического содержимого" в разделе "Настройки" > "Чтение". Снимите этот флажок, чтобы просмотреть исходную структуру MathML.
tr: Ayarlar > Okuma'da "İçeriğin matematiksel anlamını analiz et" onay kutusunu işaretleyerek bu işlevi etkinleştirin veya devre dışı bırakın. Orijinal MathML yapısını görüntülemek için bu seçeneğin işaretini kaldırın.

source: This option also changes the given additional information of the mathematical meaning when navigating between math segments in Interactive Mode.
pt_br: Essa opção também altera as informações adicionais fornecidas sobre o significado matemático ao navegar entre segmentos matemáticos no modo interativo.
pt_pt: Esta opção também altera a informação adicional dada sobre o significado matemático quando se navega entre segmentos matemáticos no modo interativo.
ru: Эта опция также изменяет заданную дополнительную информацию математического значения при навигации между математическими сегментами в интерактивном режиме.
tr: Bu seçenek ayrıca İnteraktif Modda matematik bölümleri arasında gezinirken matematiksel anlamın verilen ek bilgisini de değiştirir.

source: Simplified Speech Outputs
pt_br: Saídas de fala simplificadas
pt_pt: Saídas de voz simplificadas
ru: Упрощённый речевой вывод
tr: Basitleştirilmiş konuşma çıktıları

source: When the system analyzes mathematical rules, it will read them out in a simplified way. If there is only one single item in the math content, it can omit the markups before and after while reading, so that it can be understood more efficiently. For example, "\(\frac{1}{2}\)" will be read as "1 over 2" instead of "fraction with numerator 1 and denominator 2 end fraction".
pt_br: Quando o sistema analisar as regras matemáticas, ele as lerá de forma simplificada. Se houver apenas um único item no conteúdo matemático, ele poderá omitir as marcações antes e depois durante a leitura, para que possa ser entendido com mais eficiência. Por exemplo, “\(\frac{1}{2}\)” será lido como “1 sobre 2” em vez de “fração com numerador 1 e denominador 2 - fração final”.
pt_pt: Quando o sistema analisa as regras matemáticas, lê-as de forma simplificada. Se houver apenas um único item no conteúdo matemático, o sistema pode omitir as marcações antes e depois durante a leitura, para que possa ser entendido de forma mais eficiente. Por exemplo, "\(\frac{1}{2}\)" será lido como "1 sobre 2" em vez de "fração com numerador 1 e denominador 2 - fração final".
ru: Когда система анализирует математические правила, она считывает их в упрощенном виде. Если в математическом содержимом есть только один элемент, она может опустить пометки до и после чтения, чтобы его можно было понять более эффективно. Например, "\(\\frac{1}{2}\)" будет читаться как "1 на 2" вместо "дроби с числителем 1 и знаменателем 2 в конце дроби".
tr: Sistem matematiksel kuralları analiz ettiğinde, bunları basitleştirilmiş bir şekilde okuyacaktır. Matematik içeriğinde tek bir öğe varsa, okurken daha önce ve sonra işaretlemeleri atlayabilir, böylece daha verimli bir şekilde anlaşılabilir. Örneğin, "\ (\\ frac {1} {2} \)" "Pay 1 ve payda 2 uç fraksiyonu ile fraksiyon" yerine "1'den 2" olarak okunacaktır.

source: Enable or disable a simplified rule from the list of checkboxes in Settings > Rules.
pt_br: Habilite ou desabilite uma regra simplificada da lista de caixas de seleção em Configurações > Regras.
pt_pt: Ativar ou desativar uma regra simplificada a partir da lista de caixas de verificação em Definições > Regras.
ru: Включите или отключите упрощенное правило из списка флажков в разделе Настройки > Правила.
tr: Ayarlar ve Kurallar'daki onay kutuları listesinden basitleştirilmiş bir kuralı etkinleştirin > devre dışı bırakın.

source: Pauses Between Segments
pt_br: Pausas entre segmentos
pt_pt: Pausas entre segmentos
ru: Паузы между Сегментами
tr: Bölümler Arası Duraklamalar

source: Access8Math reads math content with a pause between items to make the math content easier to understand.
pt_br: Access8Math lê o conteúdo matemático com uma pausa entre os itens para facilitar a compreensão do conteúdo matemático.
pt_pt: O Access8Math lê o conteúdo matemático com uma pausa entre os itens para facilitar a compreensão do conteúdo matemático.
ru: Access8Math считывает математическое содержимое с паузами между элементами, чтобы облегчить его понимание.
tr: Access8Math, matematik içeriğinin daha kolay anlaşılmasını sağlamak için öğeler arasında bir duraklama ile matematik içeriğini okur.

source: To adjust the pause time between items, set a value from 1 to 100 in Settings > Reading. A smaller value means a shorter pause time and a larger value means a longer pause time.
pt_br: Para ajustar o tempo de pausa entre os itens, defina um valor de 1 a 100 em Configurações > Leitura. Um valor menor significa um tempo de pausa mais curto e um valor maior significa um tempo de pausa mais longo.
pt_pt: Para ajustar o tempo de pausa entre itens, defina um valor de 1 a 100 em Definições > Leitura. Um valor mais pequeno significa um tempo de pausa mais curto e um valor maior significa um tempo de pausa mais longo.
ru: Чтобы настроить время паузы между элементами, установите значение от 1 до 100 в меню настроек > чтение. Меньшее значение означает более короткое время паузы, а большее - более длительное время.
tr: Öğeler arasındaki duraklama süresini ayarlamak için Ayarlar > Okuma bölümünde 1 ila 100 arasında bir değer belirleyin. Daha küçük bir değer daha kısa bir duraklama süresi ve daha büyük bir değer daha uzun bir duraklama süresi anlamına gelir.

source: Math Reader Settings
pt_br: Configurações do leitor de matemática
pt_pt: Recurso de leitura
ru: Настройки математического считывателя
tr: Matematik Okuyucu Ayarları

source: Select the source of the math reader in Settings > Math Reader.
pt_br: Selecione a origem do leitor de matemática em Configurações > Leitor de matemática.
pt_pt: Seleccione a fonte do leitor de matemática em Definições > Leitor de matemática.
ru: Выберите источник программы math Reader в меню Настройки > Программа Math Reader.
tr: Ayarlar > Matematik Okuyucu bölümünden matematik okuyucunun kaynağını seçin.

source: Speech Source: Use Access8Math/MathCAT/Math Player for speech outputs.
pt_br: Fonte de fala: Use o Access8Math/MathCAT/Math Player para saídas de fala.
pt_pt: Fonte de voz: Utilize o Access8Math/MathCAT/Math Player para as saídas de voz.
ru: Источник речи: Используйте Access8Math / MathCat /Math Player для вывода речи.
tr: Konuşma Kaynağı: Konuşma çıktıları için Access8Math/MathCAT/Math Player kullanın.

source: Braille Source: Use Access8Math/MathCAT/Math Player for Braille outputs.
pt_br: Fonte Braille: Use o Access8Math/MathCAT/Math Player para saídas em Braille.
pt_pt: Fonte Braille: Utilize o Access8Math/MathCAT/Math Player para obter resultados em Braille.
ru: Источник Брайля: Используйте Access8Math / MathCat /Math Player для вывода текста по Брайлю.
tr: Braille kaynağı: Braille çıkışları için Access8math/Mathcat/Math Player'ı kullanın.

source: Interaction Source: Use Access8Math/MathCAT/Math Player for Interactive Mode.
pt_br: Fonte de interação: Use o Access8Math/MathCAT/Math Player para o modo interativo.
pt_pt: Fonte de interação: Utilizar o Access8Math/MathCAT/Math Player para o modo interativo.
ru: Источник взаимодействия: Используйте Access8Math / MathCat /Math Player для режима взаимодействия.
tr: Etkileşim kaynağı: Etkileşimli mod için Access8math/Mathcat/Math Player'ı kullanın.

source: Customize Math Symbol Speech Outputs and Braille Outputs
pt_br: Personalize as saídas de fala do símbolo matemático e as saídas em Braille
pt_pt: Personalizar saídas de voz de símbolos matemáticos e saídas em Braille
ru: Настройка речевого вывода и вывода по Брайлю математических символов
tr: Matematik Sembolü Konuşma Çıktılarını ve Braille Çıktılarını Özelleştirin

source: In the "Localization" menu, it’s possible to edit the table of math symbols and the table of mathematical rules. For more details, please refer to the "Localization" section of this document.
pt_br: No menu "Localização", é possível editar a tabela de símbolos matemáticos e a tabela de regras matemáticas. Para obter mais detalhes, consulte a seção “Localização” deste documento.
pt_pt: No menu "Localização", é possível editar a tabela de símbolos matemáticos e a tabela de regras matemáticas. Para mais informações, consulte a secção "Localização" deste documento.
ru: В меню "Локализация" можно редактировать таблицу математических символов и таблицу математических правил. Для получения более подробной информации, пожалуйста, обратитесь к разделу "Локализация" этого документа.
tr: "Yerelleştirme" menüsünde, matematik sembolleri tablosunu ve matematiksel kurallar tablosunu düzenlemek mümkündür. Daha fazla ayrıntı için lütfen bu belgenin "Yerelleştirme" bölümüne bakın.

source: Interaction Features
pt_br: Recursos de interação
pt_pt: Recurso de leitura
ru: Особенности взаимодействия
tr: Etkileşim Özellikleri

source: How to Activate NVDA Interactive Mode?
pt_br: Como ativar o modo interativo do NVDA?
pt_pt: Como ativar o modo interativo do NVDA?
ru: Как активировать режим взаимодействия NVDA?
tr: NVDA Etkileşimli Mod Nasıl Etkinleştirilir?

source: For speech-oriented users, it is often preferable to listen to a math equation in smaller segments rather than hearing the whole equation at once. If currently in Browse mode, move the cursor over the math content and press the Space or Enter key.
pt_br: Para usuários orientados para a fala, muitas vezes é preferível ouvir uma equação matemática em segmentos menores em vez de ouvir a equação inteira de uma vez. Se estiver no modo Navegação, mova o cursor sobre o conteúdo matemático e pressione a tecla Espaço ou Enter.
pt_pt: Para utilizadores orientados para a fala, é muitas vezes preferível ouvir uma equação matemática em segmentos mais pequenos, em vez de ouvir toda a equação de uma só vez. Se estiver no modo de navegação, mova o cursor sobre o conteúdo matemático e prima a tecla Espaço ou Enter.
ru: Для пользователей, ориентированных на речь, часто предпочтительнее прослушать математическое уравнение в виде небольших фрагментов, а не всё уравнение сразу. Если вы находитесь в режиме обзора, наведите курсор на математическое содержимое и нажмите пробел или клавишу Enter.
tr: Konuşma odaklı kullanıcılar için, bir matematik denkleminin tamamını bir kerede duymaktansa daha küçük bölümler halinde dinlemek genellikle tercih edilir. O anda Gözatma modundaysanız, imleci matematik içeriğinin üzerine getirin ve Boşluk veya Enter tuşuna basın.

source: If not in Browse mode: 1. Move the review cursor to the location of the math content. By default, the review cursor follows the system caret so the system cursor can be moved to the math content. 2. Execute the following shortcut: NVDA + Alt + M to interact with the math content.
pt_br: Se não estiver no modo Navegação: 1. Mova o cursor de revisão para o local do conteúdo de matemática. Por padrão, o cursor de revisão segue o cursor do sistema para que o cursor do sistema possa ser movido para o conteúdo de matemática. 2. Execute o seguinte atalho: NVDA + Alt + M para interagir com o conteúdo de matemática.
pt_pt: Se não estiver no modo de navegação: 1. Mova o cursor de revisão para a localização do conteúdo matemático. Por predefinição, o cursor de revisão segue o cursor do sistema para que o cursor do sistema possa ser movido para o conteúdo de matemática. 2. Execute o seguinte atalho: NVDA + Alt + M para interagir com o conteúdo de matemática.
ru: Если вы не в режиме обзора, выполните следующие действия: 1. Переместите просмотровый курсор в место, где находится математическое содержимое. По умолчанию просмотровый курсор следует за системной кареткой, чтобы системный курсор можно было переместить на математическое содержимое. 2. Выполните следующее сочетание клавиш: NVDA + Alt + M для взаимодействия с математическим содержимым.
tr: Gözatma modunda değilse: 1. Gözden geçirme imlecini matematik içeriğinin konumuna getirin. Varsayılan olarak, inceleme imleci sistem işaretini takip eder, böylece sistem imleci matematik içeriğine taşınabilir. 2. Aşağıdaki kısayolu çalıştırın: Matematik içeriği ile etkileşime geçmek için NVDA + Alt + M.

source: Once in Interactive Mode, use commands such as the arrow keys to explore an equation. For example, use the left and right arrow to move within an equation, and use the down arrow to explore a segment of the equation.
pt_br: Quando estiver no modo interativo, use comandos como as teclas de seta para explorar uma equação. Por exemplo, use as setas para a esquerda e para a direita para mover-se em uma equação e use a seta para baixo para explorar um segmento da equação.
pt_pt: Uma vez no Modo interativo, utilize comandos como as teclas de seta para explorar uma equação. Por exemplo, utilize as setas para a esquerda e para a direita para se deslocar dentro de uma equação e utilize a seta para baixo para explorar um segmento da equação.
ru: Перейдя в интерактивный режим, используйте команды, такие как клавиши со стрелками, для изучения уравнения. Например, используйте стрелки влево и вправо для перемещения по уравнению, а стрелку вниз - для изучения сегмента уравнения.
tr: Etkileşimli Mod'a girdikten sonra, bir denklemi keşfetmek için ok tuşları gibi komutları kullanın. Örneğin, bir denklem içinde hareket etmek için sol ve sağ oku kullanın ve denklemin bir bölümünü keşfetmek için aşağı oku kullanın.

source: When finished reading, simply press Esc to return to the document. For more information about reading and navigating in Math Content, see the next section.
pt_br: Quando terminar de ler, basta pressionar Esc para voltar ao documento. Para obter mais informações sobre leitura e navegação no Math Content, consulte a próxima seção.
pt_pt: Quando terminar a leitura, basta premir Esc para regressar ao documento. Para mais informações sobre como ler e navegar em Conteúdos de Matemática, consulte a secção seguinte.
ru: Закончив чтение, просто нажмите Esc, чтобы вернуться к документу. Дополнительные сведения о чтении и навигации по математическому содержимому приведены в следующем разделе.
tr: Okumayı bitirdiğinizde, belgeye dönmek için Esc tuşuna basmanız yeterlidir. Math Content'te okuma ve gezinme hakkında daha fazla bilgi için bir sonraki bölüme bakın.

source: Available Keyboard Controls in Access8Math Interactive Mode
pt_br: Controles de teclado disponíveis no modo interativo do Access8Math
pt_pt: Controlos de teclado disponíveis no modo interativo do Access8Math
ru: Доступные элементы управления с клавиатуры в режиме взаимодействия Access8Math
tr: Access8Math Etkileşimli Modunda Kullanılabilir Klavye Kontrolleri

source: Down arrow: Reduces the scope of the reading segment.
pt_br: Seta para baixo: Reduz o escopo do segmento de leitura.
pt_pt: Seta para baixo: Reduz o âmbito do segmento de leitura.
ru: Стрелка вниз: Уменьшает объём сегмента чтения.
tr: Aşağı ok: Okuma segmentinin kapsamını azaltır.

source: Up arrow: Enlarges the scope of the reading segment.
pt_br: Seta para cima: Aumenta o escopo do segmento de leitura.
pt_pt: Seta para cima: Aumenta o âmbito do segmento de leitura.
ru: Стрелка вверх: Увеличивает объём сегмента чтения.
tr: Yukarı ok: Okuma bölümünün kapsamını genişletir.

source: Left arrow: Go to the previous math segment.
pt_br: Seta para a esquerda: Ir para o segmento matemático anterior.
pt_pt: "Seta para a esquerda": vai para o conteúdo matemático anterior.
ru: Стрелка влево: Переход к предыдущему математическому разделу.
tr: Sol ok: Önceki matematik bölümüne gider.

source: Right arrow: Go to the next math segment.
pt_br: Seta para a direita: Ir para o próximo segmento matemático.
pt_pt: "Seta para a direita": move para o próximo conteúdo matemático.
ru: Стрелка вправо: Переход к следующему математическому разделу.
tr: Sağ ok: Bir sonraki matematik bölümüne geçer.

source: Ctrl + C: Copy the MathML of the object.
pt_br: Ctrl + C: Copia o MathML do objeto.
pt_pt: "Ctrl+c": copia o código fonte do objecto MathML.
ru: Ctrl + C: Скопировать объект MathML.
tr: Ctrl + C: Nesnenin MathML öğesini kopyalar.

source: Home key: Reads the entire math content.
pt_br: Tecla home: Lê todo o conteúdo de matemática.
pt_pt: "início": volta para o topo. (Conteúdo matemático inteiro)
ru: Клавиша home: Считывает всё математическое содержимое целиком.
tr: Home tuşu: Tüm matematik içeriğini okur.

source: Numeric Keypad 1-9: Use NVDA Review Mode to read the math content (see the Review Mode section of the NVDA User Guide).
pt_br: Teclado numérico 1-9: Use o modo de revisão do NVDA para ler o conteúdo matemático (consulte a seção Modo de revisão do Guia do usuário do NVDA).
pt_pt: Teclado numérico 1-9: Utilize o Modo de Revisão NVDA para ler o conteúdo matemático (consulte a secção Modo de Revisão do Guia do Utilizador NVDA).
ru: 1-9 на цифровом блоке: Используйте режим обзора NVDA для чтения математического содержимого (см. раздел "Режим обзора" Руководства пользователя NVDA).
tr: Sayısal Tuş Takımı 1-9: Matematik içeriğini okumak için NVDA İnceleme imlecini kullanın (NVDA Kullanıcı Kılavuzu'nun İnceleme imleci bölümüne bakın).

source: Esc key: Quit Interactive Mode.
pt_br: Tecla Esc: Sair do modo interativo.
pt_pt: Tecla Esc: Sair do modo interativo.
ru: Клавиша Esc: Выход из интерактивного режима.
tr: ESC tuşu: Etkileşimli moddan çıkar.

source: Table navigation: In a math table, use Ctrl + Alt + arrow keys to move up or down a column, left or right a row. The navigation is the same as NVDA table navigation.
pt_br: Navegação na tabela: Em uma tabela matemática, use Ctrl + Alt + teclas de seta para mover-se para cima ou para baixo em uma coluna, para a esquerda ou para a direita em uma linha. A navegação é igual à navegação de tabela do NVDA.
pt_pt: Navegação na tabela: Numa tabela matemática, utilize Ctrl + Alt + teclas de setas para se deslocar para cima ou para baixo numa coluna, para a esquerda ou para a direita numa linha. A navegação é idêntica à navegação em tabelas do NVDA.
ru: Навигация по таблице: В математической таблице используйте сочетания клавиш Ctrl + Alt + стрелки для перемещения вверх или вниз по столбцу, влево или вправо по строке. Навигация аналогична навигации по таблице NVDA.
tr: Tablo Gezinme: Bir matematik tablosunda, bir sütun yukarı veya aşağı hareket etmek için CTRL + Alt + ok tuşlarını kullanın, sol veya sağda bir satır. Gezinme, NVDA tablo dolaşımı ile aynıdır.

source: Ctrl + Alt + Left arrow: Move to the left column.
pt_br: Ctrl + Alt + Seta para a esquerda: Mover para a coluna da esquerda.
pt_pt: "Seta para a esquerda": vai para o conteúdo matemático anterior.
ru: Ctrl + Alt + стрелка влево: перейти к столбцу влево.
tr: Ctrl + Alt + Sol ok: Soldaki sütuna gider.

source: Ctrl + Alt + Right arrow: Move to the right column.
pt_br: Ctrl + Alt + Seta para a direita: Mover para a coluna da direita.
pt_pt: "Seta para a direita": move para o próximo conteúdo matemático.
ru: Ctrl + Alt + стрелка вправо: перейти к столбцу вправо.
tr: Ctrl + Alt + Sağ ok: Sağdaki sütuna gider.

source: Ctrl + Alt + Up arrow: Move to the previous row.
pt_br: Ctrl + Alt + Seta para cima: Ir para a linha anterior.
pt_pt: "Seta para a esquerda": vai para o conteúdo matemático anterior.
ru: Ctrl + Alt + стрелка вверх: Переход к предыдущей строке.
tr: Ctrl + Alt + Yukarı ok: Önceki satıra gider.

source: Ctrl + Alt + Down arrow: Move to the next row.
pt_br: Ctrl + Alt + Seta para baixo:Ir para a próxima linha.
pt_pt: "Seta para a direita": move para o próximo conteúdo matemático.
ru: Ctrl + Alt + стрелка вниз: Переход к следующей строке.
tr: Ctrl + Alt + Aşağı ok: Sonraki satıra gider.

source: Adjust Additional Information for Outputs in Interactive Mode
pt_br: Ajustar informações adicionais para saídas no modo interativo
pt_pt: Ajustar informações adicionais para saídas no modo interativo
ru: Настроить дополнительную информацию для вывода в интерактивном режиме
tr: Etkileşimli modda çıkışlar için ek bilgileri ayarlayın

source: Provide auto-generated additional information: In Interactive Mode, the system provides additional information about the number of items when meanings of sub-nodes are not fully defined in a math rule. This feature applies to situations where some MathML markups may have a variable number of sub-nodes, such as tables, matrices, or equations. The system provides additional information like "first column", "second item", and so on, while navigating. If not willing to hear the additional information, uncheck this setting.
pt_br: Fornecer informações adicionais geradas automaticamente: No modo interativo, o sistema fornece informações adicionais sobre o número de itens quando os significados dos subnós não estão totalmente definidos em uma regra matemática. Esse recurso se aplica a situações em que algumas marcações MathML podem ter um número variável de subnós, como tabelas, matrizes ou equações. O sistema fornece informações adicionais, como “primeira coluna”, “segundo item” e assim por diante, durante a navegação. Se não estiver disposto a ouvir as informações adicionais, desmarque essa configuração.
pt_pt: Fornecer informações adicionais geradas automaticamente: No modo interativo, o sistema fornece informações adicionais sobre o número de itens quando os significados dos sub-nós não estão totalmente definidos numa regra matemática. Esta funcionalidade aplica-se a situações em que algumas marcações MathML podem ter um número variável de sub-nós, tais como tabelas, matrizes ou equações. O sistema fornece informações adicionais como "primeira coluna", "segundo item", etc., durante a navegação. Se não estiver disposto a ouvir as informações adicionais, desmarque esta definição.
ru: Автоматически генерируемая дополнительная информация: В интерактивном режиме система предоставляет дополнительную информацию о количестве элементов, если значения подузлов не полностью определены в математическом правиле. Эта функция применима к ситуациям, когда некоторые разметки MathML могут содержать переменное количество подузлов, таких как таблицы, матрицы или уравнения. При навигации система предоставляет дополнительную информацию, такую как "первый столбец", "второй элемент" и т.д. Если вы не хотите получать дополнительную информацию, снимите этот флажок.
tr: Otomatik olarak oluşturulan ek bilgiler sağla: Etkileşimli Mod'da, alt düğümlerin anlamları bir matematik kuralında tam olarak tanımlanmadığında sistem öğe sayısı hakkında ek bilgi sağlar. Bu özellik, tablolar, matrisler veya denklemler gibi bazı MathML işaretlemelerinin değişken sayıda alt düğüme sahip olabileceği durumlar için geçerlidir. Sistem, gezinme sırasında “ilk sütun”, “ikinci öğe” vb. gibi ek bilgiler sağlar. Ek bilgileri duymak istemiyorsanız, bu ayarın işaretini kaldırın.
