Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: Use an audio effect to indicate that no movement is possible: When checked, a beep sound appears when it’s not possible to move to a new item; when unchecked, the sound will be replaced by the text "no movement".
pt_br: Use um efeito de áudio para indicar que nenhum movimento é possível: Quando marcado, um som de bipe aparece quando não é possível mover para um novo item; quando desmarcado, o som será substituído pelo texto sem movimento.
pt_pt: Utilizar um efeito de áudio para indicar que não é possível efetuar qualquer movimento: Quando selecionado, é emitido um sinal sonoro quando não é possível passar para um novo item; quando desmarcado, o som é substituído pelo texto "sem movimento".
ru: Использовать звуковой эффект, чтобы указать, что перемещение невозможно: если флажок установлен, появляется звуковой сигнал, когда невозможно перейти к новому элементу; если флажок снят, звук будет заменён текстом "перемещение запрещено".
tr: Hareket etmenin mümkün olmadığını belirtmek için bir ses efekti kullan: İşaretlendiğinde, yeni bir öğeye geçmek mümkün olmadığında bir bip sesi duyulur; işaretlenmediğinde, sesin yerini “hareket yok” metni alır.

source: Writing Features
pt_br: Recursos de escrita
pt_pt: Recurso de escrita
ru: Возможности написания
tr: Yazma Özellikleri

source: Access8Math Editor and Access8Math Document
pt_br: Editor do Access8Math e Documento do Access8Math
pt_pt: Editor do Access8Math e Documento do Access8Math
ru: Редактор и документ Access8Math
tr: Access8Math Düzenleyicisi ve Access8Math Belgesi

source: Since Windows 11, the editor of Notepad is a Rich Text Editor (RTE) instead of a traditional editor, so it’s necessary to use Access8Math Editor to be able to use the writing gestures in Windows 11. The editor also offers the ability to open old files, save files, preview, and more. On the other hand, in Windows 10 or earlier, either Access8Math editor or Windows Notepad can be used.
pt_br: Desde o Windows 11, o editor do Notepad é um Rich Text Editor (RTE) em vez de um editor tradicional, portanto, é necessário usar o Access8Math Editor para poder usar os gestos de escrita no Windows 11. O editor também oferece a capacidade de abrir arquivos antigos, salvar arquivos, visualizar e muito mais. Por outro lado, no Windows 10 ou anterior, o Access8Math Editor ou o Windows Notepad podem ser usados.
pt_pt: Desde o Windows 11, o editor do Notepad é um Rich Text Editor (RTE) em vez de um editor tradicional, pelo que é necessário utilizar o Access8Math Editor para poder utilizar os gestos de escrita no Windows 11. O editor também oferece a capacidade de abrir ficheiros antigos, guardar ficheiros, pré-visualizar e muito mais. Por outro lado, no Windows 10 ou anterior, pode ser utilizado o editor Access8Math ou o Bloco de Notas do Windows.
ru: Начиная с Windows 11, редактор Notepad представляет собой форматированный текстовый редактор (RTE), а не традиционный редактор, поэтому необходимо использовать редактор Access8Math, чтобы иметь возможность использовать жесты для записи в Windows 11. Редактор также предоставляет возможность открывать старые файлы, сохранять их, просматривать и многое другое. С другой стороны, в Windows 10 или более ранних версиях можно использовать либо редактор Access8Math, либо блокнот Windows.
tr: Windows 11'den bu yana, Not Defteri düzenleyicisi geleneksel bir editör yerine bir Zengin Metin Editörüdür (RTE), bu nedenle Windows 11'deki yazma hareketlerini kullanabilmek için Access8Math Düzenleyici'sini kullanmak gerekir. Düzenleyici, ayrıca eski dosyaları açma, dosyaları kaydetme, önizleme ve daha fazlasını yapma olanağı sunuyor. Öte yandan, Windows 10 veya önceki sürümlerde Access8Math Düzenleyici veya Windows Notepad kullanılabilir.

source: With Access8Math editor, it’s possible to write Markdown documents and add resources such as images and links in the editor. When clicking the Export button in the editor, the referenced resources in the document will be compressed into a zip file, which is an Access8Math Document file. Please refer to the "Importing and Exporting'' section of this document for more details.
pt_br: Com o editor do Access8Math, é possível escrever documentos Markdown e adicionar recursos como imagens e links no editor. Ao clicar no botão Exportar no editor, os recursos referenciados no documento serão compactados em um arquivo zip, que é um arquivo de documento do Access8Math. Consulte a seção “Importando e exportando” deste documento para obter mais detalhes.
pt_pt: Com o editor do Access8Math, é possível escrever documentos Markdown e adicionar recursos como imagens e ligações no editor. Ao clicar no botão Exportar no editor, os recursos referenciados no documento serão comprimidos num ficheiro zip, que é um ficheiro de Documento do Access8Math. Para mais informações, consulte a secção "Importar e Exportar" deste documento.
ru: С помощью редактора Access8Math можно создавать документы Markdown и добавлять в редакторе такие ресурсы, как изображения и ссылки. При нажатии кнопки "Экспорт" в редакторе ресурсы, на которые ссылаются ссылки в документе, будут сжаты в zip-файл, который является файлом документа Access8Math. Пожалуйста, обратитесь к разделу "Импорт и экспорт" этого документа для получения более подробной информации.
tr: Access8Math Düzenleyicisi ile Markdown belgeleri yazmak ve editör içerisine resim, link gibi kaynaklar eklemek mümkündür. Düzenleyicide Dışa Aktar düğmesine tıklandığında, belgede başvurulan kaynaklar bir Access8Math Belge dosyası olan bir zip dosyası içine sıkıştırılacaktır. Daha fazla ayrıntı için lütfen bu belgenin "İçe ve Dışa Aktarma'' bölümüne bakın.

source: Separators
pt_br: Separadores
pt_pt: Separadores
ru: Разделители
tr: Ayırıcılar

source: When writing, special characters are used to separate text content from math content. In other words, the content inside the separators is math content written in a specific math markup, while the content outside is general text content.
pt_br: Ao escrever, os caracteres especiais são usados para separar o conteúdo de texto do conteúdo matemático. Em outras palavras, o conteúdo dentro dos separadores é conteúdo matemático escrito em uma marcação matemática específica, enquanto o conteúdo fora é conteúdo de texto geral.
pt_pt: Ao escrever, são utilizados caracteres especiais para separar o conteúdo de texto do conteúdo matemático. Por outras palavras, o conteúdo dentro dos separadores é conteúdo matemático escrito numa marcação matemática específica, enquanto o conteúdo fora é conteúdo de texto geral.
ru: При написании используются специальные символы, чтобы отделить текстовое содержимое от математического. Другими словами, содержимое внутри разделителей - это математическое содержимое, написанное с помощью специальной математической разметки, в то время как содержимое снаружи - это общее текстовое содержимое.
tr: Yazarken, metin içeriğini matematik içeriğinden ayırmak için özel karakterler kullanılır. Başka bir deyişle, ayırıcıların içindeki içerik belirli bir matematik biçimlendirmesiyle yazılmış matematik içeriğiyken, dışındaki içerik genel metin içeriğidir.

source: | Category | Staring Separator | Ending Separator | | --- | --- | --- | | LaTeX (Parentheses) | \( | \) | | LaTeX (Dollar sign) | $ | $ | | Nemeth (UEB) | _% | _: | | Nemeth (at) | @ | @ |
pt_br: | Categoria | Separador de início | Separador de fim | | --- | --- | --- | | LaTeX (parênteses) | \( | \) | | LaTeX (sinal de dólar) | $ | $ | | Nemeth (UEB) | _% | _: | Nemeth (at) | @ | @ |
pt_pt: | categoria | delimitador de início | delimitador de fim | | --- | --- | --- | | LaTeX(parêntesis) | \( | \) | | LaTeX(dinheiro) | $ | $ | | | AsciiMath | ` | | | |
ru: | Категория | Начальный Разделитель | Конечный Разделитель | | --- | --- | --- | | LaTeX (Скобки) | \( | \) | | LaTeX (Знаки доллара) | $ | $ | | Код Немета (UEB) | _% | _: | | Код Немета (at) | @ | @ |
tr: | Kategori | Yıldız Ayırıcı | Bitiş Ayırıcısı | | --- | --- | --- | | LaTeX (Parantez) | \( | \) | | LaTeX (Dolar işareti) | $ | $ | | Nemeth (UEB) | _% | _: | | Nemeth (at) | @ | @ |

source: Note: It’s possible to change the separators used in LaTeX/Nemeth in the Settings > Document.
pt_br: Nota: É possível alterar os separadores usados no LaTeX/Nemeth em Configurações > Documento.
pt_pt: Nota: É possível alterar os separadores utilizados no LaTeX/Nemeth em Definições > Documento.
ru: Примечание: Можно изменить разделители, используемые при написании в LaTeX/Кодом Немета, в меню Настройки > документ.
tr: Not: LaTeX/Nemeth'te kullanılan ayırıcıları Ayarlar > Belge bölümünden değiştirmek mümkündür.

source: Mixed Content Examples
pt_br: Exemplos de conteúdo misto
pt_pt: exemplo
ru: Примеры смешанного содержимого
tr: Karma İçerikli Örnekler

source: LaTeX (Parentheses): The solution to the quadratic equation \(ax^2+bx+c=0\) is \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).
pt_br: LaTeX (parênteses): A solução da equação quadrática \(ax^2+bx+c=0\) é \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).
pt_pt: LaTeX (Parênteses): A solução da equação quadrática \(ax^2+bx+c=0\) é \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).
ru: LaTeX (Скобки): Решением квадратного уравнения \(ax^2+bx+c=0\) является \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\).
tr: LaTeX (Parantezler): İkinci dereceden denklemin (ax^2+bx+c=0) çözümü (x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}).

source: LaTeX (Dollar sign): The solution to the quadratic equation $ax^2+bx+c=0$ is $x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}$.
pt_br: LaTeX (sinal de dólar): A solução para a equação quadrática $ax^2+bx+c=0$ é $x=\frac{-b\pm\sqrt{b^2-4ac}}}{2a}$.
pt_pt: LaTeX (sinal de dólar): A solução da equação quadrática $ax^2+bx+c=0$ é $x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}$.
ru: LaTeX (знаки доллара): Решением квадратного уравнения $ax^2+bx+c=0$ является $x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}$.
tr: LaTeX (Dolar işareti): $ax^2+bx+c=0$ ikinci dereceden denklemin çözümü $x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}$'dır.

source: Nemeth(UEB): The solution to the quadratic equation _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: is _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:.
pt_br: Nemeth(UEB): A solução da equação quadrática _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: é _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:.
pt_pt: Nemeth(UEB): A solução da equação quadrática _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: é _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:.
ru: Код Немета (UEB): Решением квадратного уравнения _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: является _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:.
tr: Nemeth (UEB): İkinci dereceden denklemin çözümü _%⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴_: _%⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼_:'dir.

source: Nemeth(at): The solution to the quadratic equation @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ is @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@.
pt_br: Nemeth(at): A solução da equação quadrática @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ é @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@.
pt_pt: Nemeth(at): A solução da equação quadrática @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ é @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@.
ru: Nemeth(at): Решение квадратного уравнения @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ является @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@.
tr: Nemeth(at): İkinci dereceden denklemin çözümü @⠁⠭⠘⠆⠐⠬⠃⠭⠬⠉⠀⠨⠅⠀⠴@ @⠭⠀⠨⠅⠀⠹⠤⠃⠬⠤⠜⠃⠘⠆⠐⠤⠲⠁⠉⠻⠌⠆⠁⠼@ şeklindedir.

source: MathML: The solution to the quadratic equation <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> is <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>.
pt_br: MathML: A solução da equação quadrática <math display=“inline”><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> é <math display=“inline”><mfrac><mrow><mo>-</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>.
pt_pt: MathML: <math xmlns="http://www.w3.org/1998/Math/MathML"><mfrac><mrow><mo>-</mo><mi>b</mi><mo>&#xB1;</mo><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>
ru: MathML: Решением квадратного уравнения <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> является <math display="inline"><mfrac><mrow><mo>-</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>-</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>.
tr: MathML: Kuadratik denklemin çözümü <math display="inline"><mi>a</mi><msup><mi>x</mi><mn>2</mn></msup><mo>+</mo><mi>b</mi><mi>x</mi><mo>+</mo><mi>c</mi><mo>=</mo><mn>0</mn></math> is <math display="inline"><mfrac><mrow><mo>−</mo><mi>b</mi><mi>±</mi><msqrt><msup><mi>b</mi><mn>2</mn></msup><mo>−</mo><mn>4</mn><mi>a</mi><mi>c</mi></msqrt></mrow><mrow><mn>2</mn><mi>a</mi></mrow></mfrac></math>.

source: Command Gestures (Toggle: NVDA + Alt + C)
pt_br: Gestos de comando (alternância: NVDA + Alt + C)
pt_pt: atalho (alternar: NVDA+alt+c)
ru: Командные жесты (переключение: NVDA + Alt + C)
tr: Komut hareketleri (geçiş: nvda + alt + c)

source: Alt + M: Display the markup command menu. In the window, select LaTeX/Nemeth, and press Enter. It will add the LaTeX/Nemeth markups before and after the currently selected text (or at the current editing cursor if no text is selected), and automatically move the editing cursor into the markups.
pt_br: Alt + M: exibe o menu de comandos de marcação.Na janela, selecione LaTeX/Nemeth e pressione Enter. Ele adicionará as marcações LaTeX/Nemeth antes e depois do texto atualmente selecionado (ou no cursor de edição atual, se nenhum texto estiver selecionado) e moverá automaticamente o cursor de edição para as marcações.
pt_pt: alt+m: Aparece a janela de comando de marca, seleccione LaTeX/AsciiMath e prima enter para adicionar marcas LaTeX/AsciiMath antes e depois do texto actualmente seleccionado (o cursor actual quando não está seleccionado nenhum texto) e mover automaticamente o cursor para ele. Introduzir conteúdo rapidamente.
ru: Alt + M: Отобразить меню команд разметки. В открывшемся окне выберите LaTeX/Nemeth и нажмите Enter. Он добавит разметки LaTeX/Nemeth до и после текущего выделенного текста (или к текущему курсору редактирования, если текст не выделен) и автоматически переместит курсор редактирования в эти разметки.
tr: Alt + M: İşaretleme komut menüsünü görüntüleyin. Pencerede LaTeX/Nemeth'i seçin ve Enter tuşuna basın. LaTeX/Nemeth işaretlemelerini o anda seçili olan metnin önüne ve arkasına (veya metin seçili değilse geçerli düzenleme imlecine) ekler ve düzenleme imlecini otomatik olarak işaretlemelerin içine taşır.

source: Alt + L: Display the LaTeX command menu (virtual menu). In the window, select a LaTeX command item, and press Enter. The corresponding LaTeX syntax will be added to the current editing cursor, and the editing cursor will be moved to the appropriate input point automatically. If the editing cursor is not in the LaTeX area, the starting and ending separators will be added automatically.
pt_br: Alt + L: exibe o menu de comandos do LaTeX (menu virtual). Na janela, selecione um item de comando LaTeX e pressione Enter. A sintaxe LaTeX correspondente será adicionada ao cursor de edição atual, e o cursor de edição será movido automaticamente para o ponto de entrada apropriado. Se o cursor de edição não estiver na área LaTeX, os separadores inicial e final serão adicionados automaticamente.
pt_pt: Alt + L: Apresenta o menu de comandos LaTeX (menu virtual). Na janela, seleccione um item de comando LaTeX e prima Enter. A sintaxe LaTeX correspondente será adicionada ao cursor de edição atual, e o cursor de edição será movido automaticamente para o ponto de entrada apropriado. Se o cursor de edição não estiver na área LaTeX, os separadores de início e fim serão adicionados automaticamente.
ru: Alt + L: Отобразить меню команд LaTeX (виртуальное меню). В окне выберите пункт команды LaTeX и нажмите Enter. К текущему курсору редактирования будет добавлен соответствующий синтаксис LaTeX, и курсор редактирования будет автоматически перемещён в соответствующую точку ввода. Если курсор редактирования находится не в области LaTeX, начальный и конечный разделители будут добавлены автоматически.
tr: Alt + L: LaTeX komut menüsünü (sanal menü) görüntüler. Pencerede bir LaTeX komut öğesi seçin ve Enter tuşuna basın. İlgili LaTeX sözdizimi geçerli düzenleme imlecine eklenecek ve düzenleme imleci otomatik olarak uygun giriş noktasına taşınacaktır. Düzenleme imleci LaTeX alanında değilse, başlangıç ve bitiş ayırıcıları otomatik olarak eklenecektir.

source: * LaTeX Command Menu * In this command menu, use the up and down arrow to select items in the list, and use the right and left arrow to enter or quit a sub-menu. The LaTeX command menu contains two levels: categories and LaTeX markups. For example, use the up and down arrow to select a category in the category list, then use the right arrow to enter the LaTeX markup sub-menu to select the LaTeX markup to be inserted. * Select any LaTeX command item and press A ~ Z or F1 ~ F12 to set the shortcut gesture. * Select any LaTeX command item and press Delete/Backspace to remove the set shortcut gesture. * Select any LaTeX command item and press Enter to add the corresponding LaTeX syntax to the current editing cursor. * Alt + I: Interact with the math block when the editing cursor is over it. * Alt + H: Show the view command menu (virtual menu) for preview or export. Please refer to the “Import and Export” section for more details.
pt_br: * Menu de comandos do LaTeX * Nesse menu de comandos, use as setas para cima e para baixo para selecionar itens na lista e use as setas para a direita e para a esquerda para entrar ou sair de um submenu. O menu de comandos do LaTeX contém dois níveis: categorias e marcações do LaTeX. Por exemplo, use as setas para cima e para baixo para selecionar uma categoria na lista de categorias e, em seguida, use a seta para a direita para entrar no submenu de marcação LaTeX e selecionar a marcação LaTeX a ser inserida. * Selecione qualquer item de comando do LaTeX e pressione A ~ Z ou F1 ~ F12 para definir o gesto de atalho. * Selecione qualquer item de comando do LaTeX e pressione Delete/Backspace para remover o gesto de atalho definido. * Selecione qualquer item de comando LaTeX e pressione Enter para adicionar a sintaxe LaTeX correspondente ao cursor de edição atual. * Alt + I: Interagir com o bloco matemático quando o cursor de edição estiver sobre ele. * Alt + H: mostra o menu de comando de visualização (menu virtual) para visualização ou exportação. Consulte a seção “Importação e exportação” para obter mais detalhes.
pt_pt: * Menu de comandos do LaTeX * Neste menu de comandos, utilize as setas para cima e para baixo para selecionar itens na lista e utilize as setas para a direita e para a esquerda para entrar ou sair de um sub-menu. O menu de comandos LaTeX contém dois níveis: categorias e marcações LaTeX. Por exemplo, utilize as setas para cima e para baixo para selecionar uma categoria na lista de categorias e, em seguida, utilize a seta para a direita para aceder ao submenu de marcações LaTeX e selecionar a marcação LaTeX a inserir. * Seleccione qualquer item de comando LaTeX e prima A ~ Z ou F1 ~ F12 para definir o gesto de atalho. * Seleccione qualquer item de comando LaTeX e prima Delete/Backspace para remover o gesto de atalho definido. * Seleccione qualquer item de comando LaTeX e prima Enter para adicionar a sintaxe LaTeX correspondente ao cursor de edição atual. * Alt + I: Interage com o bloco matemático quando o cursor de edição está sobre ele. * Alt + H: Mostra o menu de comandos da vista (menu virtual) para pré-visualização ou exportação. Consulte a secção "Importar e Exportar" para mais detalhes.
ru: * Командное меню LaTeX * В этом командном меню используйте стрелки вверх и вниз для выбора элементов в списке, а также стрелки вправо и влево для входа в подменю или выхода из него. Командное меню LaTeX содержит два уровня: категории и разметки LaTeX. Например, используйте стрелки вверх и вниз, чтобы выбрать категорию в списке категорий, затем используйте стрелку вправо, чтобы войти в подменю разметки LaTeX и выбрать вставляемую разметку LaTeX. * Выберите любой элемент команды LaTeX и нажмите ~ Z или F1 ~ F12 для выбора быстрого жеста. * Выберите любой элемент команды LaTeX и нажмите Delete/Backspace, чтобы удалить установленный жест быстрого доступа. * Выберите любой элемент команды LaTeX и нажмите Enter, чтобы добавить соответствующий синтаксис LaTeX к текущему курсору редактирования. * Alt + I: Взаимодействовать с математическим блоком, когда на нём находится курсор редактирования. * Alt + H: Показать меню просмотра команд (виртуальное меню) для предварительного просмотра или экспорта. Для получения более подробной информации обратитесь к разделу “Импорт и экспорт”.
tr: * LaTeX Komut Menüsü * Bu komut menüsünde, listedeki öğeleri seçmek için yukarı ve aşağı oku kullanın ve bir alt menü girmek veya bırakmak için sağ ve sol oku kullanın. Latex komut menüsü iki seviye içerir: kategoriler ve lateks işaretlemeleri. Örneğin, kategori listesinde bir kategori seçmek için yukarı ve aşağı oku kullanın, ardından eklenecek lateks işaretlemesini seçmek için lateks işaretleme alt menüsüne girmek için sağ oku kullanın. * Herhangi bir lateks komut öğesini seçin ve kısayol hareketini ayarlamak için a ~ z veya f1 ~ f12 tuşuna basın. * Herhangi bir lateks komut öğesini seçin ve Kısayol Hareketini Ayrıştırmak için Delete/Backspace tuşuna basın. * Herhangi bir lateks komut öğesini seçin ve geçerli düzenleme imlecine karşılık gelen lateks sözdizimini eklemek için Enter tuşuna basın. * Alt + I: Düzenleme imleci bittiğinde matematik bloğu ile etkileşim kurun. * Alt + H: Önizleme veya dışa aktarma için görünüm komut menüsünü (sanal menü) gösterin. Daha fazla ayrıntı için lütfen "İçe ve Dışa Aktarma" bölümüne bakın.

source: Note: Enable or disable command gestures at startup in Settings > Writing. Press NVDA + Alt + C in the editing area to enable or disable the command gesture. The shortcut can be changed in the NVDA input gestures.
pt_br: Nota: Ative ou desative os gestos de comando na inicialização em Configurações > Escrita. Pressione NVDA + Alt + C na área de edição para ativar ou desativar o gesto de comando. O atalho pode ser alterado nos gestos de entrada do NVDA.
pt_pt: Nota: Nas definições de escrita, pode escolher se pretende activar os atalhos no arranque. Prima NVDA+alt+c na área de edição para activar ou desactivar os atalhos, que podem ser alterados no menu definir comandos.
ru: Примечание: Включите или отключите командные жесты при запуске в меню Настройки > Запись. Нажмите NVDA + Alt + C в области редактирования, чтобы включить или отключить командный жест. Ярлык можно изменить в жестах ввода NVDA.
tr: Not: Ayarlar > Yazma bölümünde başlangıçta komut hareketlerini etkinleştirin veya devre dışı bırakın. Komut hareketini etkinleştirmek veya devre dışı bırakmak için düzenleme alanında NVDA + Alt + C tuşlarına basın. Kısayol, NVDA girdi hareketlerinden değiştirilebilir.

source: Shortcut Gestures (Toggle: NVDA + Alt + S)
pt_br: Gestos de atalho (alternância: NVDA + Alt + S)
pt_pt: Gestos de letras gregas (alternar: NVDA+alt+g)
ru: Быстрые жесты (переключение: NVDA + Alt + S)
tr: Kısayol hareketleri (geçiş: nvda + alt + s)
