Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: When the editing cursor is in the LaTeX block, press A ~ Z or F1 ~ F12 to quickly insert the bound LaTeX, and press Shift + Alphabets, Shift + F1 ~ F12 to read out the bound LaTeX of the shortcut gesture (it’s necessary to set up the shortcut gesture in the LaTeX Command Menu first).
pt_br: Quando o cursor de edição estiver no bloco LaTeX, pressione A ~ Z ou F1 ~ F12 para inserir rapidamente o LaTeX vinculado e pressione Shift + alfabeto, Shift + F1 ~ F12 para ler o LaTeX vinculado do gesto de atalho (é necessário configurar primeiro o gesto de atalho no menu de comandos do LaTeX).
pt_pt: Quando o cursor se encontra no bloco LaTeX, prima a letra, f1~f12 para inserir rapidamente o LaTeX associado. Prima shift+letra, shift+f1~f12 para ler o LaTeX actualmente ligado ao atalho. (É necessário definir primeiro a tecla de atalho no menu de comandos)
ru: Когда курсор редактирования находится в блоке LaTeX, нажмите A ~ Z или F1 ~ F12, чтобы быстро вставить привязанный LaTeX, и нажмите Shift + буквы, Shift + F1 ~ F12, чтобы прочитать привязанный быстрый жест LaTeX (сначала необходимо настроить быстрый жест в командном меню LaTeX).
tr: Düzenleme imleci LaTeX bloğundayken, bağlı LaTeX'i hızlı bir şekilde eklemek için A ~ Z veya F1 ~ F12 tuşlarına basın ve kısayol hareketinin bağlı LaTeX'ini okumak için Shift + Harfler, Shift + F1 ~ F12 tuşlarına basın (önce LaTeX Komut Menüsünde kısayol hareketini ayarlamak gerekir).

source: Note: Enable or disable shortcut gestures at startup in Settings > Writing. Press NVDA + Alt + S in the editor to enable or disable shortcut gestures. The shortcut can be changed in the NVDA input gestures.
pt_br: Nota: Ative ou desative os gestos de atalho na inicialização em Configurações > Escrita. Pressione NVDA + Alt + S no editor para ativar ou desativar os gestos de atalho. O atalho pode ser alterado nos gestos de entrada do NVDA.
pt_pt: Nas definições de escrita, pode escolher se pretende activar os atalhos no arranque. Prima NVDA+alt+c na área de edição para activar ou desactivar os atalhos, que podem ser alterados no menu definir comandos.
ru: Примечание: Включить или отключить жесты быстрого доступа при запуске в меню Настройки > Написание. Нажмите NVDA + Alt + S в редакторе, чтобы включить или отключить жесты быстрого доступа. Горячую клавишу можно изменить в меню жестов ввода NVDA.
tr: Not: Başlangıçta kısayol hareketlerini Ayarlar > Yazma bölümünden etkinleştirin veya devre dışı bırakın. Kısayol hareketlerini etkinleştirmek veya devre dışı bırakmak için düzenleyicide NVDA + Alt + S tuşlarına basın. Kısayol, NVDA girdi hareketlerinden değiştirilebilir.

source: Greek Alphabets Gestures (Toggle: NVDA + Alt + G)
pt_br: Gestos do alfabeto grego (alternância: NVDA + Alt + G)
pt_pt: Gestos de letras gregas (alternar: NVDA+alt+g)
ru: Жесты греческого алфавита (Переключить: NVDA + Alt + G)
tr: Yunan Alfabeleri Girdi Hareketleri (Geçiş: NVDA + Alt + G)

source: When the editing cursor is in the LaTeX block, press a letter key to quickly insert the LaTeX markup of the corresponding Greek letter. See the "Appendix" of this document for Alphabet to Greek Alphabet Table.
pt_br: Quando o cursor de edição estiver no bloco LaTeX, pressione uma tecla de letra para inserir rapidamente a marcação LaTeX da letra grega correspondente. Consulte o “Apêndice” deste documento para obter a tabela de alfabeto para alfabeto grego.
pt_pt: Quando o cursor estiver no bloco LaTeX, prima a letra para inserir rapidamente a letra grega LaTeX correspondente.
ru: Когда курсор редактирования находится в блоке LaTeX, нажмите буквенную клавишу, чтобы быстро вставить разметку LaTeX соответствующей греческой буквы. Таблицу преобразования алфавита в греческий смотрите в "Приложении" к этому документу.
tr: Düzenleme imleci LaTeX bloğundayken, ilgili Yunan harfinin LaTeX işaretlemesini hızlıca eklemek için bir harf tuşuna basın. Alfabeden Yunan Alfabesine Tablo için bu belgenin “Ek” bölümüne bakın.

source: Editing and Navigating Between Blocks
pt_br: Edição e navegação entre blocos
pt_pt: Editar e navegar entre blocos
ru: Редактирование и навигация между блоками
tr: Bloklar arasında düzenleme ve gezinme

source: In Access8Math editor, content separated by separators is treated as different blocks, such as text blocks and math content blocks. The editing cursor can be quickly moved between different blocks using the block navigation.
pt_br: No editor do Access8Math, o conteúdo separado por separadores é tratado como blocos diferentes, como blocos de texto e blocos de conteúdo matemático. O cursor de edição pode ser movido rapidamente entre diferentes blocos usando a navegação de blocos.
pt_pt: No editor do Access8Math, o conteúdo separado por separadores é tratado como blocos diferentes, tais como blocos de texto e blocos de conteúdo matemático. O cursor de edição pode ser movido rapidamente entre diferentes blocos utilizando a navegação de blocos.
ru: В редакторе Access8Math содержимое, разделенное разделителями, рассматривается как различные блоки, такие как текстовые блоки и блоки математического содержимого. Курсор редактирования можно быстро перемещать между различными блоками с помощью навигации по блокам.
tr: Access8math editöründe, ayırıcılarla ayrılan içerik, metin blokları ve matematik içerik blokları gibi farklı bloklar olarak ele alınır. Düzenleme imleci, blok gezinme kullanılarak farklı bloklar arasında hızla hareket ettirilebilir.

source: Take the content "The solution of the quadratic equation \(ax^2+bx+c=0\) is \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\)" as an example, there are two main math content blocks and two text blocks, which can be labeled as Block A, Block B, Block C and Block D:
pt_br: Tomando o conteúdo “A solução da equação quadrática \(ax^2+bx+c=0\) is \(x=\frac{-b\pm\sqrt{b^2-4ac}}}{2a}\)” como exemplo, há dois blocos principais de conteúdo matemático e dois blocos de texto, que podem ser rotulados como Bloco A, Bloco B, Bloco C e Bloco D:
pt_pt: Tomando o conteúdo "A solução da equação quadrática \(ax^2+bx+c=0\) é \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\)" como exemplo, existem dois blocos principais de conteúdo matemático e dois blocos de texto, que podem ser rotulados como Bloco A, Bloco B, Bloco C e Bloco D:
ru: Возьмём в качестве примера содержание "Решение квадратного уравнения \(ax^2+bx+c=0\) is \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\)", в котором есть два основных блоки математического содержания и два текстовых блока, которые могут быть обозначены как Блок A, Блок B, блок C и блок D:
tr: Örnek olarak “\(ax^2+bx+c=0\) ikinci dereceden denkleminin çözümü \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\)” içeriğini ele alırsak, Blok A, Blok B, Blok C ve Blok D olarak etiketlenebilecek iki ana matematik içerik bloğu ve iki metin bloğu vardır:Take the content "The solution of the quadratic equation \(ax^2+bx+c=0\) is \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\)" as an example, there are two main math content blocks and two text blocks, which can be labeled as Block A, Block B, Block C and Block D:

source: Block A: The six words "The solution of the quadratic equation" is one text block.
pt_br: Bloco A: As seis palavras “A solução da equação quadrática ” (A solução da equação quadrática) constituem um bloco de texto.
pt_pt: Bloco A: As seis palavras "A solução da equação quadrática" constituem um bloco de texto.
ru: Блок A: Шесть слов "Решение квадратного уравнения" - это один текстовый блок.
tr: Blok A: Altı kelimelik “İkinci dereceden denklemin çözümü” bir metin bloğudur.

source: Block B: The math block \(ax^2+bx+c=0\) starts with a starting separator and ends with the ending separator after 0.
pt_br: Bloco B: o bloco matemático \(ax^2+bx+c=0\) começa com um separador inicial e termina com o separador final após 0.
pt_pt: Bloco B: O bloco matemático \(ax^2+bx+c=0\) começa com um separador inicial e termina com o separador final depois de 0.
ru: Блок B: Математический блок \(ax^2+bx+c=0\) начинается с начального разделителя и заканчивается конечным разделителем после 0.
tr: Blok B: \(ax^2+bx+c=0\) matematik bloğu bir başlangıç ayracı ile başlar ve 0'dan sonra bitiş ayracı ile biter.

source: Block C: The word "is" is another text block.
pt_br: Bloco C: A palavra “é” é outro bloco de texto.
pt_pt: Bloco C: A palavra "é" é outro bloco de texto.
ru: Блок C: Слово "есть" - это еще один текстовый блок.
tr: Blok C: “is” kelimesi başka bir metin bloğudur.

source: Block D: The second math block \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) starts with the starting separator and ends with the closing separator after the whole expression.
pt_br: Bloco D: O segundo bloco matemático \(x=\frac{-b\pm\sqrt{b^2-4ac}}}{2a}\) começa com o separador inicial e termina com o separador de fechamento após toda a expressão.
pt_pt: Bloco D: O segundo bloco matemático \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) começa com o separador inicial e termina com o separador final após toda a expressão.
ru: Блок D: Второй математический блок \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) начинается с начального разделителя и заканчивается конечным разделителем после всего выражения.
tr: Blok D: İkinci matematik bloğu \(x=\frac{-b\pm\sqrt{b^2-4ac}}{2a}\) başlangıç ayracı ile başlar ve tüm ifadeden sonra kapanış ayracı ile biter.

source: Block Navigation Gestures (Toggle: NVDA + Alt + N)
pt_br: Bloquear gestos de navegação (alternância: NVDA + Alt + N)
pt_pt: atalho (alternar: NVDA+alt+c)
ru: Жесты навигации по блокам (Переключить: NVDA + Alt + N)
tr: Blok Gezinme Hareketleri (geçiş: NVDA + Alt + N)

source: Alt + Left arrow: Move to the beginning of the previous block.
pt_br: Alt + Seta para a esquerda:Ir para o início do bloco anterior.
pt_pt: alt+Seta para a esquerda: deslocação para o ponto inicial do bloco de dados anterior
ru: Alt + Стрелка влево: Перейти к началу предыдущего блока.
tr: Alt + Sol ok: Önceki bloğun başına gider.

source: Alt + Down arrow: Read out the content of the current block without moving.
pt_br: Alt + seta para baixo: Lê o conteúdo do bloco atual sem se mover.
pt_pt: alt+Seta para baixo: Ler apenas o conteúdo do bloco de dados actual sem se deslocar
ru: Alt + Стрелка вниз: Прочитать содержимое текущего блока без перемещения.
tr: Alt + Aşağı ok: Geçerli bloğun içeriğini hareket etmeden okur.

source: Alt + Right arrow: Move to the beginning of the next block.
pt_br: Alt + Seta para a direita: Ir para o início do próximo bloco.
pt_pt: t: passar para o próximo bloco de texto
ru: Alt + Стрелка вправо: Перейти к началу следующего блока.
tr: Alt + Sağ ok: Bir sonraki bloğun başına gider.

source: Alt + Home: Move to the beginning of the current block.
pt_br: Alt + Home: Ir para o início do bloco atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Alt + Home: Перейти к началу текущего блока.
tr: Alt + Baş: Geçerli bloğun başına gider.

source: Alt + End: Move to the end of the current block.
pt_br: Alt + End: Ir para o final do bloco atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Alt + End: Перейти к концу текущего блока.
tr: Alt + Son: Geçerli bloğun sonuna gider.

source: Alt + Shift + Left arrow: Move to the previous block and select it.
pt_br: Alt + Shift + Seta para a esquerda: Ir para o bloco anterior e selecioná-lo.
pt_pt: "Seta para a esquerda": vai para o conteúdo matemático anterior.
ru: Alt + Shift + Стрелка влево: Перейти к предыдущему блоку и выделить его.
tr: Alt + Shift + Sol ok: Önceki bloğa gider ve onu seçer.

source: Alt + Shift + Down arrow: Select the content of the current data block without moving.
pt_br: Alt + Shift + Seta para baixo: Selecionar o conteúdo do bloco de dados atual sem mover.
pt_pt: alt+Seta para baixo: Ler apenas o conteúdo do bloco de dados actual sem se deslocar
ru: Alt + Shift + Стрелка вниз: Выделить содержимое текущего блока данных без перемещения.
tr: Alt + Shift + Aşağı ok: Geçerli veri bloğunun içeriğini hareket ettirmeden seçer.

source: Alt + Shift + Right arrow: Move to the next block and select it.
pt_br: Alt + Shift + Seta para a direita: Ir para o próximo bloco e selecioná-lo.
pt_pt: "Seta para a direita": move para o próximo conteúdo matemático.
ru: Alt + Shift + Стрелка вправо: Перейти к следующему блоку и выделить его.
tr: Alt + Shift + Sağ Ok: Bir sonraki bloğa gider ve seçer.

source: Note: Enable or disable block navigation gestures at startup in Settings > Writing. Press NVDA + Alt + N in the editor to enable or disable block navigation gestures. The shortcut can be changed in the NVDA input gestures.
pt_br: Nota: Ative ou desative os gestos de navegação em bloco na inicialização em Configurações > Escrita. Pressione NVDA + Alt + N no editor para ativar ou desativar os gestos de navegação em bloco. O atalho pode ser alterado nos gestos de entrada do NVDA.
pt_pt: Nas definições de escrita, pode escolher se pretende activar os atalhos no arranque. Prima NVDA+alt+c na área de edição para activar ou desactivar os atalhos, que podem ser alterados no menu definir comandos.
ru: Примечание: Включите или отключите жесты навигации по блокам при запуске в меню Настройки > Написание. Нажмите NVDA + Alt + N в редакторе, чтобы включить или отключить жесты навигации по блокам. Горячую клавишу можно изменить в меню жестов ввода NVDA.
tr: Not: Ayarlar > Yazma bölümünde başlangıçta blok gezinme hareketlerini etkinleştirin veya devre dışı bırakın. Blok gezinme hareketlerini etkinleştirmek veya devre dışı bırakmak için düzenleyicide NVDA + Alt + N tuşlarına basın. Kısayol, NVDA girdi hareketlerinden değiştirilebilir.

source: Block Browse Mode (Toggle: NVDA + Space)
pt_br: Modo de navegação de blocos (alternância: NVDA + espaço)
pt_pt: Modo de navegação (alternar: NVDA+espaço)
ru: Режим обзора по блокам (Переключить: NVDA + Пробел)
tr: Blok Gözatma Modu (geçiş: NVDA + boşluk)

source: When using the Block Browsing mode, the system will output the mathematical meaning of the content instead of the original math markup of the current block. For example, “\(\frac{1}{2}\) as a decimal is 0.5” will output as "1 over 2 as a decimal is 0.5" instead of “\(\frac{1}{2}\) as a decimal is 0.5”.
pt_br: Quando usar o modo Bloquear navegação, o sistema exibirá o significado matemático do conteúdo em vez da marcação matemática original do bloco atual. Por exemplo, “\(\frac{1}{2}\) como um decimal é 0,5” será exibido como “1 sobre 2 como um decimal é 0,5” em vez de “\(\frac{1}{2}\) como um decimal é 0,5”.
pt_pt: Quando se utiliza o modo de navegação por blocos, o sistema apresenta o significado matemático do conteúdo em vez da marcação matemática original do bloco atual. Por exemplo, "\(\frac{1}{2}\) como decimal é 0,5" será apresentado como "1 sobre 2 como decimal é 0,5" em vez de "\(\frac{1}{2}\) como decimal é 0,5".
ru: При использовании режима обзора по блокам система будет выводить математический смысл содержимого вместо исходной математической разметки текущего блока. Например, “\(\frac{1}{2}\) as a decimal is 0.5” will output as "1 over 2 as a decimal is 0.5" instead of “\(\frac{1}{2}\) as a decimal is 0.5”.
tr: Blok Tarama modunu kullanırken, sistem geçerli bloğun orijinal matematik işaretlemesi yerine içeriğin matematiksel anlamını çıktılayacaktır. Örneğin, “\(\frac{1}{2}\) ondalık olarak 0,5'tir” ifadesi “\(\frac{1}{2}\) ondalık olarak 0,5'tir” yerine “1 üzeri 2 ondalık olarak 0,5'tir” şeklinde çıktı verecektir.

source: Use the following gestures to move the editing cursor and enter the Interactive Mode:
pt_br: Use os seguintes gestos para mover o cursor de edição e entrar no modo interativo:
pt_pt: Pode utilizar os seguintes atalhos de teclas para mover o cursor de edição e a navegação interactiva
ru: Используйте следующие жесты, чтобы переместить курсор редактирования и перейти в интерактивный режим:
tr: Düzenleme imlecini taşımak ve etkileşimli modu girmek için aşağıdaki hareketleri kullanın:

source: Left arrow: Move to the beginning of the previous block and read it.
pt_br: Seta para a esquerda: Ir para o início do bloco anterior e lê-lo.
pt_pt: Tecla esquerda: deslocar-se para o ponto de partida do bloco de dados anterior e lê-lo
ru: Стрелка влево: Перейти к началу предыдущего блока и прочитать его.
tr: Sol ok: Önceki bloğun başına gider ve okur.

source: Right arrow: Move to the beginning of the next block and read it.
pt_br: Seta para a direita: Ir para o início do próximo bloco e lê-lo.
pt_pt: Seta para a direita: deslocar-se para o ponto de início do bloco de dados seguinte e lê-lo
ru: Стрелка вправо: Перейти к началу следующего блока и прочитать его.
tr: Sağ ok: Bir sonraki bloğun başına geçer ve okur.

source: Up arrow: Move to the previous line and read all the blocks in that line.
pt_br: Seta para cima: Ir para a linha anterior e ler todos os blocos dessa linha.
pt_pt: Tecla para cima: passa para a linha anterior e lê o conteúdo de todos os blocos de dados dessa linha
ru: Стрелка вверх: Перейти к предыдущей строке и прочитать все блоки в этой строке.
tr: Yukarı ok: Önceki satıra gider ve bu satırdaki tüm blokları okur.

source: Down arrow: Move to the next line and read all the blocks in that line.
pt_br: Seta para baixo: Passa para a próxima linha e lê todos os blocos dessa linha.
pt_pt: Tecla para baixo: passa para a linha seguinte e lê o conteúdo de todos os blocos de dados dessa linha
ru: Стрелка вниз: Перейти к следующей строке и прочитать все блоки в этой строке.
tr: Aşağı ok: Bir sonraki satıra geçer ve bu satırdaki tüm blokları okur.

source: Page Up: Move up ten lines and read all the blocks in this area.
pt_br: Page Up: Suba dez linhas e leia todos os blocos nessa área.
pt_pt: pageUp: sobe dez linhas e lê o conteúdo de todos os blocos de dados dessa linha
ru: Page Up: Перейти на десять строк вверх и прочитать все блоки в этой области.
tr: Sayfa Yukarı: On satır yukarı hareket ettirir ve bu alandaki tüm blokları okur.

source: Page Down: Move down ten lines and read all the blocks in this area.
pt_br: Page Down: Desça dez linhas e leia todos os blocos nessa área.
pt_pt: pageDown: desce dez linhas e lê o conteúdo de todos os blocos de dados dessa linha
ru: Page Down: Перейти вниз на десять строк и прочитать все блоки в этой области.
tr: Sayfa aşağı: On satır aşağı hareket ettirir ve bu alandaki tüm blokları okur.

source: Home: Move to the first block of the line where the editing cursor is located.
pt_br: Home: Ir para o primeiro bloco da linha em que o cursor de edição está localizado.
pt_pt: home: passa para o primeiro bloco da linha onde se encontra o cursor
ru: Home: Перейти к первому блоку строки, на которой находится курсор редактирования.
tr: Home: Düzenleme imlecinin bulunduğu satırın ilk bloğuna gider.

source: End: Move to the last block of the line where the editing cursor is located.
pt_br: End: Ir para o último bloco da linha em que o cursor de edição está localizado.
pt_pt: End: passa para o último bloco da linha onde se encontra o cursor
ru: End: Перейти к последнему блоку строки, на которой находится курсор редактирования.
tr: Son: Düzenleme imlecinin bulunduğu satırın son bloğuna gider.

source: Press Shift with the above keys to select the text.
pt_br: Pressione Shift com as teclas acima para selecionar o texto.
pt_pt: Prima Shift com as teclas acima para selecionar o texto.
ru: Нажмите Shift с вышеуказанными клавишами, чтобы выделить текст.
tr: Metni seçmek için yukarıdaki tuşlarla birlikte Shift tuşuna basın.

source: Space/Enter: Press Space/Enter when the editing cursor is on a math block to enter the Interactive Mode.
pt_br: Espaço/Enter: Pressione Espaço/Enter quando o cursor de edição estiver em um bloco matemático para entrar no modo interativo.
pt_pt: Espaço/Entrada: Prima Espaço/Entrada quando o cursor de edição estiver num bloco matemático para entrar no Modo Interativo.
ru: Пробел/Enter: Нажмите пробел/Enter, когда курсор редактирования находится на математическом блоке, чтобы перейти в интерактивный режим.
tr: Boşluk çubuğu/Enter: İnteraktif Moda girmek için düzenleme imleci bir matematik bloğu üzerindeyken Boşluk çubuğu/Enter tuşuna basın.

source: If pressing the following keys only, the editing cursor will jump to the next block of that type. If pressing Shift + the key at the same time, the editing cursor will jump to the previous block of that type:
pt_br: Se pressionar apenas as seguintes teclas, o cursor de edição saltará para o próximo bloco desse tipo. Se pressionar Shift + a tecla ao mesmo tempo, o cursor de edição saltará para o bloco anterior desse tipo:
pt_pt: Se premir apenas as seguintes teclas, o cursor de edição saltará para o bloco seguinte desse tipo. Se premir simultaneamente Shift + a tecla, o cursor de edição salta para o bloco anterior desse tipo:
ru: При нажатии только следующих клавиш курсор редактирования перейдёт к следующему блоку этого типа. При одновременном нажатии Shift + клавиши курсор редактирования перейдёт к предыдущему блоку этого типа:
tr: Yalnızca aşağıdaki tuşlara basılırsa, düzenleme imleci o tipteki bir sonraki bloğa atlar. Shift + tuşuna aynı anda basılırsa, düzenleme imleci o tipteki bir önceki bloğa atlar:

source: L: Move to the next LaTeX block and read it.
pt_br: L: Vá para o próximo bloco LaTeX e o leia.
pt_pt: l: passar para o próximo bloco LaTeX
ru: L: Перейти к следующему блоку LaTeX и прочитать его.
tr: L: Bir sonraki LaTeX bloğuna geçer ve okur.

source: N: Move to the next Nemeth block and read it.
pt_br: N: Passe para o próximo bloco Nemeth e o leia.
pt_pt: l: passar para o próximo bloco LaTeX
ru: N: Перейти к следующему блоку кода Немета и прочитать его.
tr: N: Bir sonraki Nemeth bloğuna gider ve okur.

source: M: Move to the next MathML block and read it.
pt_br: M: Vá para o próximo bloco MathML e leia-o.
pt_pt: t: passar para o próximo bloco de texto
ru: M: Перейти к следующему блоку MathML и прочитать его.
tr: M: Bir sonraki MathML bloğuna geçer ve onu okur.

source: T: Move to the next text block and read it.
pt_br: T: Passe para o próximo bloco de texto e o leia.
pt_pt: t: passar para o próximo bloco de texto
ru: T: Перейти к следующему текстовому блоку и прочитать его.
tr: T: Bir sonraki metin bloğuna geçer ve okur.

source: Tab: Move to the next interactive block (Math block) and read it.
pt_br: Tab: move para o próximo bloco interativo (bloco de matemática) e o leia.
pt_pt: t: passar para o próximo bloco de texto
ru: Tab: Перейти к следующему интерактивному блоку (математическому блоку) и прочитать его.
tr: Tab: Bir sonraki interaktif bloğa (Matematik bloğu) geçer ve okur.

source: Use the following gestures to edit the document:
pt_br: Use os seguintes gestos para editar o documento:
pt_pt: Utilize os seguintes gestos para editar o documento:
ru: Для редактирования документа используйте следующие жесты:
tr: Belgeyi düzenlemek için aşağıdaki hareketleri kullanın:

source: Ctrl + X: Cut the contents of the current editing block.
pt_br: Ctrl + X: Corta o conteúdo do bloco de edição atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Ctrl + X: Вырезать содержимое текущего блока редактирования.
tr: Ctrl + X: Geçerli düzenleme bloğunun içeriğini keser.

source: Ctrl + C: Copy the content of the current editing block.
pt_br: Ctrl + C: Copia o conteúdo do bloco de edição atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Ctrl + C: Скопировать содержимое текущего блока редактирования.
tr: Ctrl + C: Geçerli düzenleme bloğunun içeriğini kopyalar.

source: Ctrl + V: Paste the content behind the current editing block.
pt_br: Ctrl + V: Cola o conteúdo atrás do bloco de edição atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Ctrl + V: Вставить содержимое за текущий блок редактирования.
tr: Ctrl + V: İçeriği geçerli düzenleme bloğunun arkasına yapıştırır.
