Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: Delete/Backspace: Delete the content of the current block.
pt_br: Excluir/retrocesso: Exclui o conteúdo do bloco atual.
pt_pt: t: passar para o próximo bloco de texto
ru: Delete/Backspace: Удалить содержимое текущего блока.
tr: Sil/Geri Sil: Geçerli bloğun içeriğini siler.

source: Import and Export
pt_br: Importação e exportação
pt_pt: Importar e exportar
ru: Импорт и экспорт
tr: İçe aktarma ve Dışa aktarma

source: Export a Document
pt_br: Exportar um documento
pt_pt: Exportar um documento
ru: Экспорт документа
tr: Bir Belgeyi Dışa Aktarma

source: Using the View menu in the Access8Math editor or the command gesture Alt + H can display the Export option in the View command menu. By exporting, the system converts the edited document to an HTML file and compresses it with the original text file into an Access8Math Document, which is a zip file.
pt_br: Usar o menu Exibir no editor do Access8Math ou o gesto de comando Alt + H pode exibir a opção Exportar no menu de comando Exibir. Ao exportar, o sistema converte o documento editado em um arquivo HTML e o compacta com o arquivo de texto original em um Documento do Access8Math, que é um arquivo zip.
pt_pt: Utilizando o menu Ver no editor do Access8Math ou o gesto de comando Alt + H pode apresentar a opção Exportar no menu de comando Ver. Ao exportar, o sistema converte o documento editado para um ficheiro HTML e comprime-o com o ficheiro de texto original num Documento do Access8Math, que é um ficheiro zip.
ru: Используя меню "Вид" в редакторе Access8Math или командный жест Alt + H, можно отобразить опцию "Экспорт" в командном меню "Вид". При экспорте система преобразует отредактированный документ в HTML-файл и сжимает его вместе с исходным текстовым файлом в документ Access8Math, который представляет собой zip-файл.
tr: Access8Math düzenleyicisindeki Görünüm menüsünü veya Alt + H komut hareketini kullanarak Görünüm komut menüsündeki Dışa Aktar seçeneğini görüntüleyebilirsiniz. Dışa aktarma ile sistem, düzenlenen belgeyi bir HTML dosyasına dönüştürür ve orijinal metin dosyasıyla birlikte bir zip dosyası olan bir Access8Math Belgesine sıkıştırır.

source: Both methods create an Access8Math document. The only difference is that using the Export option in the Access8Math editor also compresses the referenced resources into the zip file.
pt_br: Ambos os métodos criam um documento do Access8Math. A única diferença é que o uso da opção Exportar no editor do Access8Math também comprime os recursos referenciados no arquivo zip.
pt_pt: Ambos os métodos criam um documento do Access8Math. A única diferença é que a utilização da opção Exportar no editor do Access8Math também comprime os recursos referenciados no ficheiro zip.
ru: Оба метода создают документ Access8Math. Единственное различие заключается в том, что при использовании опции экспорта в редакторе Access8Math ресурсы, на которые имеются ссылки, также сжимаются в zip-файл.
tr: Her iki yöntem de bir Access8math belgesi oluşturur. Tek fark, Access8Math düzenleyicisindeki dışa aktarma seçeneğini kullanmanın, referans verilen kaynakları zip dosyasına sıkıştırmasıdır.

source: An Access8Math Document contains an HTML file with math content in MathML. Users can read the math content in various ways (text reading, speech listening, braille reading).
pt_br: Um documento do Access8Math contém um arquivo HTML com conteúdo matemático em MathML. Os usuários podem ler o conteúdo matemático de várias maneiras (leitura de texto, audição de fala, leitura em braile).
pt_pt: Um documento Access8Math contém um ficheiro HTML com conteúdo matemático em MathML. Os utilizadores podem ler o conteúdo matemático de várias formas (leitura de texto, audição de voz, leitura em braille).
ru: Документ Access8Math содержит HTML-файл с математическим содержимым в формате MathML. Пользователи могут читать математическое содержимое различными способами (чтение текста, прослушивание речи, чтение по Брайлю).
tr: Bir Access8Math Belgesi, MathML'de matematik içeriğine sahip bir HTML dosyası içerir. Kullanıcılar matematik içeriğini çeşitli şekillerde okuyabilir (metin okuma, konuşma dinleme, braille okuma).

source: Import a Document
pt_br: Importar um documento
pt_pt: Importar um documento
ru: Импорт документа
tr: Bir Belgeyi İçe Aktarma

source: In the File Explorer, press the NVDA + application key. When the selected file is an Access8Math Document, a virtual context menu will be displayed, allowing users to quickly open the file for viewing or editing.
pt_br: No Explorador de arquivos, pressione a tecla de aplicativo NVDA +. Quando o arquivo selecionado for um documento do Access8Math, um menu de contexto virtual será exibido, permitindo que os usuários abram rapidamente o arquivo para visualização ou edição.
pt_pt: No Explorador de Ficheiros, prima a tecla de aplicação NVDA +. Quando o ficheiro selecionado for um documento do Access8Math, será apresentado um menu de contexto virtual, permitindo aos utilizadores abrir rapidamente o ficheiro para visualização ou edição.
ru: В проводнике нажмите клавишу NVDA + application. Если выбранный файл является документом Access8Math, отобразится виртуальное контекстное меню, позволяющее пользователям быстро открыть файл для просмотра или редактирования.
tr: Dosya Gezgini'nde NVDA + Uygulama tuşuna basın. Seçilen dosya bir Access8math belgesi olduğunda, kullanıcıların dosyayı görüntüleme veya düzenleme için hızlı bir şekilde açmasına izin veren bir sanal bağlam menüsü görüntülenir.

source: Note: Configure whether or not the math objects in the exported HTML are independant blocks with the “HTML Math Display'' setting in Settings > File. This setting will affect whether the math objects are read independently or mixed with normal text when navigating with arrow keys to read the whole line in the Browse Mode.
pt_br: Nota: Configure se os objetos matemáticos no HTML exportado são ou não blocos independentes com a configuração “HTML Exibição de matemática” em Configurações > Arquivo. Essa configuração afetará o fato de os objetos matemáticos serem lidos de forma independente ou misturados com o texto normal ao navegar com as teclas de seta para ler a linha inteira no modo de navegação.
pt_pt: Nota: Configure se os objectos matemáticos no HTML exportado são ou não blocos independentes com a definição "Apresentação matemática HTML" em Definições > Ficheiro. Esta definição afecta se os objectos matemáticos são lidos independentemente ou misturados com texto normal quando se navega com as teclas de setas para ler a linha inteira no Modo de navegação.
ru: Примечание: Настройте, являются ли математические объекты в экспортированном HTML-файле независимыми блоками, установив параметр “Математическое отображение HTML" в разделе "Настройки" > "Файл". Этот параметр влияет на то, будут ли математические объекты считываться независимо или смешиваться с обычным текстом при навигации с помощью клавиш со стрелками для чтения всей строки в режиме обзора.
tr: Not: Dışa aktarılan HTML'deki matematik nesnelerinin bağımsız bloklar olup olmadığını Ayarlar > Dosya'daki "HTML Matematik Gösterimi'' ayarıyla yapılandırın. Bu ayar, Gözat Modunda tüm satırı okumak için ok tuşlarıyla gezinirken matematik nesnelerinin bağımsız olarak mı okunacağını yoksa normal metinle mi karıştırılacağını etkileyecektir.

source: Virtual Menus
pt_br: Menus virtuais
pt_pt: Menus virtuais
ru: Виртуальные меню
tr: Sanal menüler

source: Virtual menus will be presented only as speech and braille outputs. There is no actual visual menu. Select an item in the list by using the up/down arrow. If the menu item has a sub-menu, use the right key to enter the sub-menu; use the left key to exit the sub-menu.
pt_br: Os menus virtuais serão apresentados apenas como saídas de fala e braile. Não existe um menu visual real. Selecione um item na lista usando a seta para cima/para baixo. Se o item de menu tiver um submenu, use a tecla direita para entrar no submenu; use a tecla esquerda para sair do submenu.
pt_pt: Os menus virtuais serão apresentados apenas em voz e em braille. Não existe um menu visual efetivo. Seleccione um item da lista utilizando a seta para cima/para baixo. Se o item de menu tiver um submenu, utilize a tecla direita para aceder ao submenu; utilize a tecla esquerda para sair do submenu.
ru: Виртуальные меню будут присутствовать только в виде речи и по Брайлю. Реального визуального меню нет. Выберите элемент в списке с помощью стрелок вверх/вниз. Если элемент меню содержит подменю, используйте стрелку вправо для входа в подменю; используйте стрелку влево для выхода из подменю.
tr: Sanal menüler yalnızca konuşma ve braille çıktıları olarak sunulacaktır. Gerçek bir görsel menü yoktur. Yukarı/aşağı oku kullanarak listeden bir öğe seçin. Menü öğesinin bir alt menüsü varsa, alt menüye girmek için sağ tuşu kullanın; alt menüden çıkmak için sol tuşu kullanın.

source: Localisation
pt_br: Localização
pt_pt: localização
ru: Локализация
tr: Yerelleştirme

source: Adding a New Language
pt_br: Adição de um novo idioma
pt_pt: Adicionar um novo idioma
ru: Добавление нового языка
tr: Yeni Dil Ekleme

source: By clicking this option in the “Localisation” menu, languages that are not originally supported by the system can be added. Once added, the newly added language will appear in the "Settings" > "Reading" > "Language" menu. However, the added language is only a copy of the English language template. The speech and Braille outputs need to be defined through "Symbol Dictionary" and "Math Rules" to achieve customized localization.
pt_br: Ao clicar nessa opção no menu "Localização", é possível adicionar idiomas que não são originalmente compatíveis com o sistema. Depois de adicionado, o idioma recém-adicionado aparecerá no menu “Configurações" > "Leitura" > "Idioma". Entretanto, o idioma adicionado é apenas uma cópia do modelo do idioma inglês. As saídas de fala e Braille precisam ser definidas por meio do "Dicionário de símbolos" e das "Regras matemáticas" para obter uma localização personalizada.
pt_pt: Ao clicar nesta opção no menu "Localização", podem ser adicionadas línguas que não são originalmente suportadas pelo sistema. Uma vez adicionada, a nova língua aparece no menu "Definições" > "Leitura" > "Língua". No entanto, a língua adicionada é apenas uma cópia do modelo da língua inglesa. As saídas de voz e Braille têm de ser definidas através do "Dicionário de Símbolos" e das "Regras Matemáticas" para obter uma localização personalizada.
ru: Выбрав эту опцию в меню “Локализация”, можно добавить языки, которые изначально не поддерживались системой. После добавления новый язык появится в меню "Настройки" > "Чтение" > "Язык". Однако добавленный язык является всего лишь копией шаблона на английском языке. Для индивидуальной локализации необходимо настроить речевой и шрифт Брайля в "Словаре символов" и "Математических правилах".
tr: “Yerelleştirme” menüsündeki bu seçeneğe tıklayarak, sistem tarafından orijinal olarak desteklenmeyen diller eklenebilir. Eklendikten sonra, yeni eklenen dil “Ayarlar” > ‘Okuma’ > “Dil” menüsünde görünecektir. Ancak, eklenen dil yalnızca İngilizce dil şablonunun bir kopyasıdır. Özelleştirilmiş yerelleştirme elde etmek için konuşma ve Braille çıkışlarının “Sembol Sözlüğü” ve “Matematik Kuralları” aracılığıyla tanımlanması gerekir.

source: Customizing Speech and Braille Outputs for Math Symbols
pt_br: Personalização de saídas de fala e braile para símbolos matemáticos
pt_pt: Personalização de saídas de fala e Braille para símbolos matemáticos
ru: Настройка речевого вывода и вывода по Брайлю математических символов
tr: Matematik Sembolleri için Konuşma ve Braille Çıktılarını Özelleştirme

source: In the "Tools" > "Access8Math" > "Localization" menu, speech and Braille outputs can be customized. Both speech and Braille outputs are divided into two parts: "Symbol Dictionary" and "Math Rules."
pt_br: No menu “Ferramentas” > “Access8Math” > “Localização”, as saídas de fala e Braille podem ser personalizadas. As saídas de fala e de Braille são divididas em duas partes: "Dicionário de símbolos" e "Regras matemáticas".
pt_pt: No menu "Ferramentas" > "Access8Math" > "Localização", as saídas de voz e de Braille podem ser personalizadas. Tanto as saídas de voz como as de Braille estão divididas em duas partes: "Dicionário de Símbolos" e "Regras Matemáticas"
ru: В меню "Сервис" > "Access8Math" > "Локализация" можно настроить речевой вывод и вывод по Брайлю. Речевой вывод и вывод по Брайлю разделены на две части: "Словарь символов" и "Математические правила".
tr: "Araçlar"> "Access8math"> "Yerelleştirme" menüsünde, konuşma ve braille çıktıları özelleştirilebilir. Hem konuşma hem de braille çıktıları iki bölüme ayrılmıştır: "Sembol Sözlüğü" ve "Matematik Kuralları".

source: Symbol Speech Dictionary: Customize how different math symbols are read.
pt_br: Dicionário de fala de símbolos: Personalize a forma como os diferentes símbolos matemáticos são lidos.
pt_pt: Dicionário de fala de símbolos: Personalize a forma como os diferentes símbolos matemáticos são lidos.
ru: Словарь речевых символов: Настройте способ чтения различных математических символов.
tr: Sembol Konuşma Sözlüğü: Farklı matematik sembollerinin nasıl okunduğunu özelleştirir.

source: Math Rules Speech Output: Customize how different math rules are read.
pt_br: Saída de fala de regras matemáticas: Personalize a forma como as diferentes regras matemáticas são lidas.
pt_pt: Saída de voz das regras matemáticas: Personalize a forma como as diferentes regras matemáticas são lidas.
ru: Речевой вывод математических правил: Настройте способ чтения различных математических правил.
tr: Matematik Kuralları Konuşma Çıkışı: Farklı matematik kurallarının nasıl okunduğunu özelleştirir.

source: Symbol Braille Dictionary: Customize how different math symbols are displayed in Braille outputs.
pt_br: Dicionário de símbolos em Braille: Personalize como os diferentes símbolos matemáticos são exibidos nas saídas em Braille.
pt_pt: Dicionário de símbolos em Braille: Personalize a forma como os diferentes símbolos matemáticos são apresentados nos resultados em Braille.
ru: Словарь символов Брайля: Настройте способ отображения различных математических символов вывода по Брайлю.
tr: Sembol Braille Sözlüğü: Braille çıktılarında farklı matematik sembollerinin nasıl görüntülendiğini özelleştirir.

source: Math Rules Braille Output: Customize how different math rules are displayed in Braille outputs.
pt_br: Saída em Braille de regras matemáticas: Personalize como as diferentes regras matemáticas são exibidas nas saídas em Braille.
pt_pt: Saída em Braille de regras matemáticas: Personalize a forma como as diferentes regras matemáticas são apresentadas nas saídas em Braille.
ru: Математические правила вывода по Брайлю: Настройте способ отображения различных математических правил в выводе по Брайлю.
tr: Matematik Kuralları Braille Çıkışı: Braille çıktılarında farklı matematik kurallarının nasıl görüntülendiğini özelleştirir.

source: Editing Symbol Dictionary
pt_br: Edição do dicionário de símbolos
pt_pt: Editar o dicionário de símbolos
ru: Редактирование словаря символов
tr: Sembol Sözlüğünü Düzenleme

source: Access8Math maps specific symbols to corresponding text/ braille outputs through a dictionary file to solve issues where rare symbols cannot be read by speech synthesizers or where symbols have different meanings between mathematical contexts and general text.
pt_br: O Access8Math mapeia símbolos específicos para saídas de texto/braille correspondentes por meio de um arquivo de dicionário para resolver problemas em que símbolos raros não podem ser lidos por sintetizadores de fala ou em que os símbolos têm significados diferentes entre contextos matemáticos e textos gerais.
pt_pt: O Access8Math mapeia símbolos específicos para saídas de texto/braille correspondentes através de um ficheiro de dicionário para resolver problemas em que símbolos raros não podem ser lidos por sintetizadores de voz ou em que os símbolos têm significados diferentes entre contextos matemáticos e texto geral.
ru: Access8Math сопоставляет определенные символы с соответствующими текстовыми/ набранными шрифтом Брайля выводами через файл словаря, чтобы решить проблемы, когда редкие символы не могут быть прочитаны синтезаторами речи или когда символы имеют разные значения в математическом контексте и в общем тексте.
tr: Access8math, nadir sembollerin konuşma sentezleyicileri tarafından okunamayacağı veya sembollerin matematiksel bağlamlar ve genel metin arasında farklı anlamlara sahip olduğu sorunları çözmek için bir sözlük dosyası aracılığıyla ilgili metin/ braille çıktılarıyla belirli sembolleri eşler.

source: For example, "!" means "factorial" in mathematical content, while in general text it represents emotion. By editing the dictionary file, symbols can be mapped to new alternative texts or Braille outputs to update incorrect outputs..
pt_br: Por exemplo, “!” significa “fatorial” no conteúdo matemático, enquanto no texto geral ele representa emoção. Ao editar o arquivo do dicionário, os símbolos podem ser mapeados para novos textos alternativos ou saídas em Braille para atualizar saídas incorretas...
pt_pt: Por exemplo, "!" significa "fatorial" em conteúdos matemáticos, enquanto que em textos gerais representa emoção. Ao editar o ficheiro do dicionário, os símbolos podem ser mapeados para novos textos alternativos ou saídas em Braille para atualizar saídas incorrectas...
ru: Например, "!" означает "факториал" в математическом содержании, в то время как в обычном тексте он обозначает эмоцию. Отредактировав файл словаря, символы можно сопоставить с новыми альтернативными текстами или выводами Брайля, чтобы обновить неверные выходные данные..
tr: Örneğin, “!” matematiksel içerikte “faktöriyel” anlamına gelirken, genel metinde duyguyu temsil eder. Sözlük dosyası düzenlenerek, semboller yeni alternatif metinlerle veya Braille çıktılarıyla eşleştirilerek hatalı çıktılar güncellenebilir...

source: Add: Introduce a new symbol entry to the dictionary. After selecting the add button, enter the desired symbol in the dialog box and confirm. Then, the added symbol will appear in the entry list in the Symbol Dictionary dialog.
pt_br: Adicionar: Introduzir uma nova entrada de símbolo no dicionário. Depois de selecionar o botão Adicionar, digite o símbolo desejado na caixa de diálogo e confirme. Em seguida, o símbolo adicionado aparecerá na lista de entradas da caixa de diálogo Dicionário de símbolos.
pt_pt: Adicionar: Introduzir uma nova entrada de símbolo no dicionário. Depois de selecionar o botão Adicionar, introduza o símbolo pretendido na caixa de diálogo e confirme. Em seguida, o símbolo adicionado aparecerá na lista de entradas da caixa de diálogo Dicionário de símbolos.
ru: Добавить: Внесите новую запись о символе в словарь. После нажатия кнопки "Добавить" введите нужный символ в диалоге и подтвердите. После этого добавленный символ появится в списке записей в диалоге "Словарь символов".
tr: Ekle: Sözlüğe yeni bir sembol girişi ekleyebilmenizi sağlar. Ekle düğmesini seçtikten sonra, iletişim kutusuna istediğiniz sembolü girin ve onaylayın. Ardından, eklenen sembol, Sembol Sözlüğü iletişim kutusundaki giriş listesinde görünecektir.

source: Modify: Choose a symbol and edit its alternative text. The system will then read out and display Braille outputs based on the alternative text.
pt_br: Modificar: Escolha um símbolo e edite seu texto alternativo. O sistema lerá e exibirá as saídas em Braille com base no texto alternativo.
pt_pt: Modificar: Selecionar um símbolo e editar o seu texto alternativo. O sistema lê e apresenta os resultados em Braille com base no texto alternativo.
ru: Изменить: выберите символ и отредактируйте его альтернативный текст. Затем система будет считывать и отображать данные, набранные поБрайлю, на основе альтернативного текста.
tr: Değiştir: Bir sembol seçin ve alternatif metnini düzenleyin. Sistem daha sonra alternatif metne dayalı olarak Braille çıktılarını okuyacak ve görüntüleyecektir.

source: Remove: Select a symbol and press the remove button to eliminate the chosen entry.
pt_br: Remover: Selecione um símbolo e pressione o botão remover para eliminar a entrada escolhida.
pt_pt: Remover: Selecionar um símbolo e premir o botão de remoção para eliminar a entrada escolhida.
ru: Удалить: Выберите символ и нажмите кнопку удалить, чтобы удалить выбранную запись.
tr: Kaldır: Bir sembol seçin ve seçilen girişi ortadan kaldırmak için Kaldır düğmesine basın.

source: Restore Default Values: Reset the dictionary to the default entries defined by the system.
pt_br: Restaurar valores padrão: Redefine o dicionário para as entradas padrão definidas pelo sistema.
pt_pt: Restaurar valores padrão: Redefine o dicionário para as entradas padrão definidas pelo sistema.
ru: Восстановить значения по умолчанию: восстановить в словаре значения по умолчанию, определенные системой.
tr: Varsayılan Değerleri Geri Yükle: Sözlüğü sistem tarafından tanımlanan varsayılan girdilere sıfırlar.

source: Import: Bring in a symbol dictionary file, which can load exported symbol dictionary files.
pt_br: Importar: Trazer um arquivo de dicionário de símbolos, que pode carregar arquivos de dicionário de símbolos exportados.
pt_pt: Importar: Trazer um ficheiro de dicionário de símbolos, que pode carregar ficheiros de dicionário de símbolos exportados.
ru: Импорт: введите файл словаря символов, который может загружать экспортированные файлы словаря символов.
tr: İçe aktar: Dışa aktarılan sembol sözlüğü dosyalarını yükleyebilen bir sembol sözlüğü dosyası içe aktarın.

source: Export: Save the symbol dictionary file to a specified path for sharing or saving.
pt_br: Exportar: Salvar o arquivo do dicionário de símbolos em um caminho especificado para compartilhamento ou salvamento.
pt_pt: Exportar: Guardar o ficheiro de regras matemáticas para o caminho especificado para partilhar ou guardar.
ru: Экспорт: Сохранить файл словаря символов по указанному пути для совместного использования или сохранения.
tr: Dışa Aktar: Sembol sözlük dosyasını paylaşmak veya kaydetmek için belirli bir yola kaydedin.

source: Editing Math Rules
pt_br: Edição de regras matemáticas
pt_pt: Regras de Matemática
ru: Редактирование математических правил
tr: Matematik Kurallarını Düzenleme
