Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/access8math.*.po
Languages: pt_br, pt_pt, ru, tr

source: | id | latex | category | order | label | | --- | --- | --- | --- | --- | | matrix2X2 | \left [ \begin{matrix} {} &{} \\ {} &{} \end{matrix} \right ] | 2-dimension | 0 | matrix (2X2) | | matrix3X3 | \left [ \begin{matrix} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{matrix} \right ] | 2-dimension | 1 | matrix (3X3) | | determinant2X2 | \left | \begin{array} {cc} {} &{} \\ {} &{} \end{array} \right | | 2-dimension | 2 | determinant (2X2) | | determinant3X3 | \left | \begin{array} {ccc} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{array} \right | | 2-dimension | 3 | determinant (3X3) | | leftarrow | \leftarrow | arrow | 0 | left arrow | | rightarrow | \rightarrow | arrow | 1 | right arrow | | leftrightarrow | \leftrightarrow | arrow | 2 | left right arrow | | uparrow | \uparrow | arrow | 3 | up arrow | | downarrow | \downarrow | arrow | 4 | down arrow | | updownarrow | \updownarrow | arrow | 5 | up down arrow | | dotproduct | \cdot | calculus | 5 | dot product | | integral | \int_{}^{}{} \mathrm d | calculus | 1 | integral | | nabla | \nabla | calculus | 2 | nabla | | partial | \partial | calculus | 4 | partial derivative | | prime | \prime | calculus | 3 | derivative | | differential | \mathrm{d} | calculus | 0 | differential | | combination | C_{}^{} | combinatorics | 0 | combination | | permutation | P_{}^{} | combinatorics | 1 | permutation | | combination-with-repetition | H_{}^{} | combinatorics | 2 | combination with repetition | | unordered-selection | U_{}^{} | combinatorics | 3 | unordered selection | | frac | \frac{}{} | common | 0 | fractions | | sqrt | \sqrt{} | common | 1 | square root | | root | \sqrt[]{} | common | 2 | root | | sumupdown | \sum_{}^{} | common | 3 | summation | | vector | \vec{} | common | 4 | vector | | limit | \lim_{{} \to {}} | common | 5 | limit | | logarithm | \log_{} | common | 6 | logarithm | | arc | \overset{\frown}{} | geometry | 0 | arc | | triangle | \triangle{} | geometry | 1 | triangle | | angle | \angle{} | geometry | 2 | angle | | degree | ^{\circ} | geometry | 3 | degree | | circ | \circ | geometry | 4 | circle | | parallel | \parallel | geometry | 5 | parallel | | perp | \perp | geometry | 6 | perpendicular | | square | \square{} | geometry | 7 | square | | small-diamond | \diamond{} | geometry | 8 | small diamond | | large-diamond | \Diamond{} | geometry | 9 | large diamond | | because | \because | logic | 0 | because | | therefore | \therefore | logic | 1 | therefore | | iff | \iff | logic | 2 | if and only if | | implies | \implies | logic | 3 | implies | | impliedby | \impliedby | logic | 4 | implied by | | times | \times | operator | 0 | times | | div | \div | operator | 1 | divide | | pm | \pm | operator | 2 | plus-minus sign | | modulus | \bmod | operator | 3 | modulus | | overline | \overline{} | other | 0 | line segment | | overleftrightarrow | \overleftrightarrow{} | other | 1 | line | | overrightarrow | \overrightarrow{} | other | 2 | ray | | binom | \binom{}{} | other | 3 | binomial coefficient | | simultaneous-equations | \begin{cases} {} &{} \\ {} &{} \end{cases} | other | 4 | simultaneous equations | | infty | \infty | other | 5 | infty | | repeating-decimal | 0.\overline{} | other | 6 | repeating decimal | | ge | \ge | relation | 0 | greater than or equal to | | le | \le | relation | 1 | less than or equal to | | ne | \ne | relation | 2 | not equal to | | approx | \approx | relation | 3 | approximate | | cong | \cong | relation | 5 | full equal | | sim | \sim | relation | 6 | similar | | doteqdot | \doteqdot | relation | 4 | approximately equal to | | propto | \propto | relation | 7 | proportional to | | in | \in | set | 0 | belong to | | notin | \not\in | set | 1 | not belong to | | ni | \ni | set | 2 | include element | | notni | \not\ni | set | 3 | not include element | | subset | \subset | set | 4 | lie in | | subsetneqq | \subsetneqq | set | 5 | properly lie in | | not-subset | \not\subset | set | 6 | not lie in | | supset | \supset | set | 7 | include | | supsetneqq | \supsetneqq | set | 8 | properly include | | not-supset | \not\supset | set | 9 | not include | | cap | \cap | set | 10 | intersection set | | cup | \cup | set | 11 | union set | | setminus | \setminus | set | 12 | difference set | | complement | \complement_{} | set | 13 | complement | | emptyset | \emptyset | set | 14 | empty set | | natural-number | \mathbb{N} | set | 15 | natural number | | real-number | \mathbb{R} | set | 16 | real number | | forall | \forall | set | 17 | for all | | exists | \exists | set | 18 | exists | | sine | \sin{} | trigonometric | 0 | sine | | cosine | \cos{} | trigonometric | 1 | cosine | | tangent | \tan{} | trigonometric | 2 | tangent | | cotangent | \cot{} | trigonometric | 3 | cotangent | | secant | \sec{} | trigonometric | 4 | secant | | cosecant | \csc{} | trigonometric | 5 | cosecant | | arcsine | \arcsin{} | trigonometric | 6 | arcsine | | arccosine | \arccos{} | trigonometric | 7 | arccosine | | arctangent | \arctan{} | trigonometric | 8 | arctangent | | hyperbolic-sine | \sinh{} | trigonometric | 9 | hyperbolic sine | | hyperbolic-cosine | \cosh{} | trigonometric | 10 | hyperbolic cosine | | hyperbolic-tangent | \tanh{} | trigonometric | 11 | hyperbolic tangent | | hyperbolic-cotangent | \coth{} | trigonometric | 12 | hyperbolic cotangent | | floor | \lfloor \rfloor | other | 7 | floor | | ceil | \lceil \rceil | other | 8 | ceil |
pt_br: | id | latex | categoria | ordem | rótulo | | --- | --- | --- | --- | --- | | | matrix2X2 | \left [ \begin{matrix} {} &{} \\ {} &{} \end{matrix} \right ] | 2- dimensão | 0 | matriz (2X2) | | matriz3X3 | \left [ \begin{matrix} {} &{} &{} &{} \\ {} &{} \\ {} &{} &{} \end{matrix} \right ] | 2-dimensão | 1 | matriz (3X3) | | determinante2X2 | \left | \begin{array} {cc} {} &{} \\ {} &{} \end{array} \right | | | 2-dimension | 2 | determinant (2X2) | | | determinant3X3 | \left | \begin{array} {ccc} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{array} \right | | 2- dimensão | 3 | determinante (3X3) | | leftarrow | \leftarrow | seta | 0 | seta esquerda | seta direita | \rightarrow | seta | 1 | seta direita | | leftrightarrow | \leftrightarrow | seta | 2 | seta esquerda direita | | uparrow | \uparrow | seta | 3 | seta para cima | | seta para baixo | \downarrow | seta | 4 | seta para baixo | updownarrow | \updownarrow | seta | 5 | seta para cima | seta para baixo | dotproduct | \cdot | calculus | 5 | dot product | | integral | \int_{}^{}{} \mathrm d | calculus | 1 | integral | | nabla | \nabla | calculus | 2 | nabla | | parcial | \partial | calculus | 4 | parcial derivative | prime | \prime | calculus | 3 | derivative | differential | \mathrm{d} | calculus | 0 | diferencial | | combinação | C_{}^{} | combinatória | 0 | combinação | | permutação | P_{}^{} | combinatória | 1 | permutação | | combinação-com-repetição | H_{}^{} | combinatória | 2 | combinação com repetição | | seleção sem ordem | U_{}^{} | combinatória | \sqrt[]{} | comum | 2 | raiz | | sumupdown | \sum_{}^{} | comum | 3 | soma | | vetor | \vec{} | comum | 4 | vetor | | limite | \lim_{{} \to {}} | comum | 5 | limite | | logaritmo | \log_{} | comum | 6 | logaritmo | | arco | \overset{\frown}{} | geometria | 0 | arco | | triângulo | \triangle{} | geometria | 1 | triângulo | ângulo | \angle{} | geometria | 2 | ângulo | | grau | ^{\circ} | geometria | 3 | grau | | | circ | \circ | geometria | 4 | círculo | | paralelo | \parallel | geometria | 5 | paralelo | | perp | \perp | geometria | 6 | perpendicular | square | \square{} | geometria | 7 | quadrado | | pequeno diamante | \diamond{} | geometria | 8 | diamante pequeno | | diamante grande | \Diamond{} | geometria | 9 | diamante grande | | because | \because | logic | 0 | because | | therefore | \therefore | logic | 1 | therefore | | iff | \iff | logic | 2 | if and only if | | | implies | \implies | logic | 3 | implies | | | impliedby | \impliedby | logic | 4 | implied by | | times | \times | operador | 0 | times | div | \div | operador | 1 | divide | pm | \pm | operador | 2 | sinal de mais- sinal de menos | | modulus | \bmod | operador | 3 | modulus | | overline | \overline{} | other | 0 | segmento de linha | | overleftrightarrow | \overleftrightarr outros | 1 | linha | | overrightarrow | \overrightarrow{} | other | 2 | ray | | binom | \binom{}{} | outro | 3 | coeficiente binomial | | | equações simultâneas | \begin{cases} {} &{} \\ {} &{} \end{cases} | other | 4 | simultaneous equations | | infty | \infty | other | 5 | infty | | repeating-decimal | 0.\overline{} | other | 6 | repetição decimal | ge | \ge | relação | 0 | maior ou igual a | le | \le | relação | 1 | menor ou igual a | ne | \nex | relação | 2 | diferente de | approx | \approx | relação | 3 | aproximado | cong | \cong | relação | 5 | totalmente igual | sim | \sim | relação | 6 | semelhante | doteqdot | \doteqdot | relação | 4 | aproximadamente igual a | propto | \propto | relação | 7 | proporcional a | in | \in | set | 0 | pertencer a | notin | \not\in | set | 1 | não pertencer a | ni | \ni | set | 2 | incluir elemento | | notni | \not\ni | set | 3 | não incluir elemento | | subconjunto | \subset | set | 4 | estar no | subconjunto neqq | \subsetneqq | set | 5 | estar corretamente no | not- subset | \not\subset | set | 6 | not lie in | | supset | \supset | set | 7 | include | | supsetneqq | \supsetneqq | set | 8 | properly include | not- supset | \not\supset | set | 9 | not include | | | cap | \cap | set | 10 | intersection set | | cup | \cup | set | 11 | union set | | setminus | \setminus | set | 12 | difference set | | complement | \complement_{} | conjunto | 13 | complemento | | | emptyset | \emptyset | conjunto | 14 | conjunto vazio | | natural número | \mathbb{N} | conjunto | 15 | número natural | | número real | \mathbb{R} | conjunto | 16 | número real | forall | \forall | conjunto | 17 | para todos | | existe | \exists | conjunto | 18 | existe | sine | \sin{} | trigonométrico | 0 | sine | | cosine | \cos{} | trigonométrico | 1 | cosseno | | tangente | \tan{} | trigonométrico | 2 | tangente | cotangente | \cot{} | trigonométrica | 3 | cotangente | secante | \sec{} | trigonométrica | 4 | secante | | cossecante | \csc{} | trigonométrica | 5 | cossecante | | arcsine | \arcsin{} | trigonométrico | 6 | arcsine | | arccosine | \arccos{} | trigonométrico | 7 | arccosine | | arctangent | \arctan{} | trigonométrico | 8 | arctangent | | hyperbolic-sine | \sinh{} | trigonométrico | 9 | seno hiperbólico | | cosseno hiperbólico | \cosh{} | trigonometric | 10 | hyperbolic cosine | | hyperbolic-tangent | \tanh{} | trigonometric | 11 | hyperbolic tangent | | hyperbolic-cotangent | \coth{} | trigonométrico | 12 | cotangente hiperbólico | | piso | \lfloor \rfloor | outro | 7 | piso | | ceil | \lceil \rceil | outro | 8 | ceil |
pt_pt: | id | latex | category | order | label | | --- | --- | --- | --- | --- | --- | | matrix2X2 | \left [ \begin{matrix} {} &{} \\ {} &{} \end{matrix} \right ] | 2-dimensão | 0 | matriz (2X2) | | matriz3X3 | \left [ \begin{matrix} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{matrix} \right ] | 2-dimensão | 1 | matriz (3X3) | | determinante2X2 | \left | \begin{array} {cc} {} &{} \\ {} &{} \end{array} \right | | 2-dimensão | 2 | determinante (2X2) | | determinante3X3 | \left | \begin{array} {ccc} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{array} \right | | 2-dimensão | 3 | determinante (3X3) | | seta esquerda | \seta esquerda | seta | 0 | seta esquerda | seta direita | \seta direita | seta | 1 | seta direita | | seta esquerda direita | \seta esquerda direita | seta | 2 | seta esquerda direita | seta para cima | seta para baixo | seta para cima | seta para baixo | seta para baixo | seta para cima | seta para baixo | seta para cima | seta para baixo | seta para cima | seta para baixo | seta para cima | produto escalar | \cdot | cálculo | 5 | produto escalar | | integral | \int_{}^{}{} \mathrm d | cálculo | 1 | integral | | nabla | \nabla | cálculo | 2 | nabla | | parcial | \parcial | cálculo | 4 | derivada parcial | prime | \prime | cálculo | 3 | derivada | | diferencial | \mathrm{d} | cálculo | 0 | diferencial | | combinação | C_{}^{} | combinatória | 0 | combinação | | permutação | P_{}^{} | combinatória | 1 | permutação | combinação-com-repetição | H_{}^{} | combinatória | 2 | combinação com repetição | | seleção não ordenada-seleção | U_{}^{} | combinatória | 3 | seleção não ordenada | frac | \frac{}{} | comum | 0 | fracções | | sqrt | \sqrt{} | comum | 1 | raiz quadrada | | raiz | \sqrt[]{} | comum | 2 | raiz | | somatório | \sum_{}^{} | comum | 3 | somatório | vetor | \vec{} | comum | 4 | vetor | limite | \lim_{{} \to {}} | comum | 5 | limite | | logaritmo | \log_{} | comum | 6 | logaritmo | arco | \overset{\frown}{} | geometria | 0 | arco | triângulo | \triângulo{} | geometria | 1 | triângulo | ângulo | \ângulo{} | geometria | 2 | ângulo | grau | ^{\circ} | geometria | 3 | grau | | circ | \circ | geometria | 4 | círculo | | paralelo | \paralelo | geometria | 5 | paralelo | | perp | \perp | geometria | 6 | perpendicular | quadrado | \quadrado{} | geometria | 7 | quadrado | pequenodiamante | \diamond{} | geometria | 8 | pequeno diamante | | grande-diamante | \Diamond{} | geometria | 9 | diamante grande | | porque | \porque | lógica | 0 | porque | portanto | \portanto | lógica | 1 | portanto | | se | \iff | lógica | 2 | se e somente se | | implica \implica | lógica | 3 | implica | | implicado por | \implicado por | lógica | 4 | implicado por | vezes | \times | operador | 0 | vezes | div | \div | operador | 1 | dividir | pm | \pm | operador | 2 | sinal de mais-sinal de menos | | modulus | \bmod | operador | 3 | modulus | | overline | \overline{} | outros | 0 | segmento de linha | overleftrightarrow | \overleftrightarrow{} | outros | 1 | linha | overrightarrow | \overrightarrow{} | outros | 2 | raio | binom | \binom{}{} | outros | 3 | coeficiente binomial | simultaneous-equações | \begin{cases} {} &{} \\ {} &{} \end{cases} | outros | 4 | equações simultâneas | | infty | \infty | outros | 5 | infty | | | repetição-decimal | 0.\overline{} | other | 6 | repetição decimal | | ge | \ge | relação | 0 | maior ou igual a | le | \le | relação | 1 | menor ou igual a | ne | \ne | relação | 2 | diferente de | approx | \approx | relação | 3 | aproximado | cong | \cong | relação | 5 | totalmente igual | sim | \sim | relação | 6 | semelhante | doteqdot | \doteqdot | relação | 4 | aproximadamente igual a | | propto | \propto | relação | 7 | proporcional a | in | \in | set | 0 | pertencer a | notin | \not\in | set | 1 | não pertencer a | ni | \ni | conjunto | 2 | incluir elemento | | notni | \not\ni | conjunto | 3 | não incluir elemento | | subconjunto | \subconjunto | conjunto | 4 | estar em | | subconjuntoneqq | \subconjuntoneqq | conjunto | 5 | estar corretamente em | nãosubset | \not\subset | set | 6 | not lie in | | supset | \supset | set | 7 | include | | supsetneqq | \supsetneqq | set | 8 | properly include | not-supset | \not\supset | set | 9 | not include | | cap | \cap | set | 10 | intersection set | | cup | \cup | set | 11 | union set | | setminus | \setminus | set | 12 | difference set | complement | \complement_{} | set | 13 | complement | emptyset | \emptyset | set | 14 | empty set | natural-número | \mathbb{N} | conjunto | 15 | número natural | real-real | \mathbb{R} | conjunto | 16 | número real | | forall | \forall | conjunto | 17 | for all | | existe | \exists | conjunto | 18 | existe | seno | \sin{} | trigonométrico | 0 | seno | | cosseno | \cos{} | trigonométrico | 1 | cosseno | tangente | \tan{} | trigonométrico | 2 | tangente | cotangente | \cot{} | trigonométrico | 3 | cotangente | secante | \sec{} | trigonométrica | 4 | secante | cossecante | \csc{} | trigonométrica | 5 | cossecante | arcsine | \arcsin{} | trigonométrico | 6 | arcsine | | arccosine | \arccos{} | trigonométrico | 7 | arccosine | | arctangent | \arctan{} | trigonométrico | 8 | arctangent | | hiperbólicoseno | \sinh{} | trigonométrico | 9 | seno hiperbólico | | cosseno hiperbólico | \cosh{} | trigonométrico | 10 | cosseno hiperbólico | \tangente hiperbólico | \tanh{} | trigonométrico | 11 | tangente hiperbólica | \cotangente hiperbólica | \tanh{} | trigonométricocotangente hiperbólica | \coth{} | trigonométrica | 12 | cotangente hiperbólica | piso | \lfloor \rfloor | outros | 7 | piso | ceil | \lceil \rceil | outros | 8 | ceil |
ru: | идентификатор | latex | категория | порядок регистрации | метка | | --- | --- | --- | --- | --- | | matrix2X2 | \left [ \begin{matrix} {} &{} \\ {} &{} \end{matrix} \right ] | 2-dimension | 0 | matrix (2X2) | | matrix3X3 | \left [ \begin{matrix} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{matrix} \right ] | 2-dimension | 1 | matrix (3X3) | | determinant2X2 | \left | \begin{array} {cc} {} &{} \\ {} &{} \end{array} \right | | 2-dimension | 2 | determinant (2X2) | | determinant3X3 | \left | \begin{array} {ccc} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{array} \right | | 2-dimension | 3 | determinant (3X3) | | leftarrow | \leftarrow | arrow | 0 | left arrow | | rightarrow | \rightarrow | arrow | 1 | right arrow | | leftrightarrow | \leftrightarrow | arrow | 2 | left right arrow | | uparrow | \uparrow | arrow | 3 | up arrow | | downarrow | \downarrow | arrow | 4 | down arrow | | updownarrow | \updownarrow | arrow | 5 | up down arrow | | dotproduct | \cdot | calculus | 5 | dot product | | integral | \int_{}^{}{} \mathrm d | calculus | 1 | integral | | nabla | \nabla | calculus | 2 | nabla | | partial | \partial | calculus | 4 | partial derivative | | prime | \prime | calculus | 3 | derivative | | differential | \mathrm{d} | calculus | 0 | differential | | combination | C_{}^{} | combinatorics | 0 | combination | | permutation | P_{}^{} | combinatorics | 1 | permutation | | combination-with-repetition | H_{}^{} | combinatorics | 2 | combination with repetition | | unordered-selection | U_{}^{} | combinatorics | 3 | unordered selection | | frac | \frac{}{} | common | 0 | fractions | | sqrt | \sqrt{} | common | 1 | square root | | root | \sqrt[]{} | common | 2 | root | | sumupdown | \sum_{}^{} | common | 3 | summation | | vector | \vec{} | common | 4 | vector | | limit | \lim_{{} \to {}} | common | 5 | limit | | logarithm | \log_{} | common | 6 | logarithm | | arc | \overset{\frown}{} | geometry | 0 | arc | | triangle | \triangle{} | geometry | 1 | triangle | | angle | \angle{} | geometry | 2 | angle | | degree | ^{\circ} | geometry | 3 | degree | | circ | \circ | geometry | 4 | circle | | parallel | \parallel | geometry | 5 | parallel | | perp | \perp | geometry | 6 | perpendicular | | square | \square{} | geometry | 7 | square | | small-diamond | \diamond{} | geometry | 8 | small diamond | | large-diamond | \Diamond{} | geometry | 9 | large diamond | | because | \because | logic | 0 | because | | therefore | \therefore | logic | 1 | therefore | | iff | \iff | logic | 2 | if and only if | | implies | \implies | logic | 3 | implies | | impliedby | \impliedby | logic | 4 | implied by | | times | \times | operator | 0 | times | | div | \div | operator | 1 | divide | | pm | \pm | operator | 2 | plus-minus sign | | modulus | \bmod | operator | 3 | modulus | | overline | \overline{} | other | 0 | line segment | | overleftrightarrow | \overleftrightarrow{} | other | 1 | line | | overrightarrow | \overrightarrow{} | other | 2 | ray | | binom | \binom{}{} | other | 3 | binomial coefficient | | simultaneous-equations | \begin{cases} {} &{} \\ {} &{} \end{cases} | other | 4 | simultaneous equations | | infty | \infty | other | 5 | infty | | repeating-decimal | 0.\overline{} | other | 6 | repeating decimal | | ge | \ge | relation | 0 | greater than or equal to | | le | \le | relation | 1 | less than or equal to | | ne | \ne | relation | 2 | not equal to | | approx | \approx | relation | 3 | approximate | | cong | \cong | relation | 5 | full equal | | sim | \sim | relation | 6 | similar | | doteqdot | \doteqdot | relation | 4 | approximately equal to | | propto | \propto | relation | 7 | proportional to | | in | \in | set | 0 | belong to | | notin | \not\in | set | 1 | not belong to | | ni | \ni | set | 2 | include element | | notni | \not\ni | set | 3 | not include element | | subset | \subset | set | 4 | lie in | | subsetneqq | \subsetneqq | set | 5 | properly lie in | | not-subset | \not\subset | set | 6 | not lie in | | supset | \supset | set | 7 | include | | supsetneqq | \supsetneqq | set | 8 | properly include | | not-supset | \not\supset | set | 9 | not include | | cap | \cap | set | 10 | intersection set | | cup | \cup | set | 11 | union set | | setminus | \setminus | set | 12 | difference set | | complement | \complement_{} | set | 13 | complement | | emptyset | \emptyset | set | 14 | empty set | | natural-number | \mathbb{N} | set | 15 | natural number | | real-number | \mathbb{R} | set | 16 | real number | | forall | \forall | set | 17 | for all | | exists | \exists | set | 18 | exists | | sine | \sin{} | trigonometric | 0 | sine | | cosine | \cos{} | trigonometric | 1 | cosine | | tangent | \tan{} | trigonometric | 2 | tangent | | cotangent | \cot{} | trigonometric | 3 | cotangent | | secant | \sec{} | trigonometric | 4 | secant | | cosecant | \csc{} | trigonometric | 5 | cosecant | | arcsine | \arcsin{} | trigonometric | 6 | arcsine | | arccosine | \arccos{} | trigonometric | 7 | arccosine | | arctangent | \arctan{} | trigonometric | 8 | arctangent | | hyperbolic-sine | \sinh{} | trigonometric | 9 | hyperbolic sine | | hyperbolic-cosine | \cosh{} | trigonometric | 10 | hyperbolic cosine | | hyperbolic-tangent | \tanh{} | trigonometric | 11 | hyperbolic tangent | | hyperbolic-cotangent | \coth{} | trigonometric | 12 | hyperbolic cotangent | | floor | \lfloor \rfloor | other | 7 | floor | | ceil | \lceil \rceil | other | 8 | ceil |
tr: | id | latex | kategori | Düzen | etiket | | --- | --- | --- | --- | --- | | matrix2X2 | \left [ \begin{matrix} {} &{} \\ {} &{} \end{matrix} \right ] | 2-dimension | 0 | matrix (2X2) | | matrix3X3 | \left [ \begin{matrix} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{matrix} \right ] | 2-dimension | 1 | matrix (3X3) | | determinant2X2 | \left | \begin{array} {cc} {} &{} \\ {} &{} \end{array} \right | | 2-dimension | 2 | determinant (2X2) | | determinant3X3 | \left | \begin{array} {ccc} {} &{} &{} \\ {} &{} &{} \\ {} &{} &{} \end{array} \right | | 2-dimension | 3 | determinant (3X3) | | leftarrow | \leftarrow | arrow | 0 | left arrow | | rightarrow | \rightarrow | arrow | 1 | right arrow | | leftrightarrow | \leftrightarrow | arrow | 2 | left right arrow | | uparrow | \uparrow | arrow | 3 | up arrow | | downarrow | \downarrow | arrow | 4 | down arrow | | updownarrow | \updownarrow | arrow | 5 | up down arrow | | dotproduct | \cdot | calculus | 5 | dot product | | integral | \int_{}^{}{} \mathrm d | calculus | 1 | integral | | nabla | \nabla | calculus | 2 | nabla | | partial | \partial | calculus | 4 | partial derivative | | prime | \prime | calculus | 3 | derivative | | differential | \mathrm{d} | calculus | 0 | differential | | combination | C_{}^{} | combinatorics | 0 | combination | | permutation | P_{}^{} | combinatorics | 1 | permutation | | combination-with-repetition | H_{}^{} | combinatorics | 2 | combination with repetition | | unordered-selection | U_{}^{} | combinatorics | 3 | unordered selection | | frac | \frac{}{} | common | 0 | fractions | | sqrt | \sqrt{} | common | 1 | square root | | root | \sqrt[]{} | common | 2 | root | | sumupdown | \sum_{}^{} | common | 3 | summation | | vector | \vec{} | common | 4 | vector | | limit | \lim_{{} \to {}} | common | 5 | limit | | logarithm | \log_{} | common | 6 | logarithm | | arc | \overset{\frown}{} | geometry | 0 | arc | | triangle | \triangle{} | geometry | 1 | triangle | | angle | \angle{} | geometry | 2 | angle | | degree | ^{\circ} | geometry | 3 | degree | | circ | \circ | geometry | 4 | circle | | parallel | \parallel | geometry | 5 | parallel | | perp | \perp | geometry | 6 | perpendicular | | square | \square{} | geometry | 7 | square | | small-diamond | \diamond{} | geometry | 8 | small diamond | | large-diamond | \Diamond{} | geometry | 9 | large diamond | | because | \because | logic | 0 | because | | therefore | \therefore | logic | 1 | therefore | | iff | \iff | logic | 2 | if and only if | | implies | \implies | logic | 3 | implies | | impliedby | \impliedby | logic | 4 | implied by | | times | \times | operator | 0 | times | | div | \div | operator | 1 | divide | | pm | \pm | operator | 2 | plus-minus sign | | modulus | \bmod | operator | 3 | modulus | | overline | \overline{} | other | 0 | line segment | | overleftrightarrow | \overleftrightarrow{} | other | 1 | line | | overrightarrow | \overrightarrow{} | other | 2 | ray | | binom | \binom{}{} | other | 3 | binomial coefficient | | simultaneous-equations | \begin{cases} {} &{} \\ {} &{} \end{cases} | other | 4 | simultaneous equations | | infty | \infty | other | 5 | infty | | repeating-decimal | 0.\overline{} | other | 6 | repeating decimal | | ge | \ge | relation | 0 | greater than or equal to | | le | \le | relation | 1 | less than or equal to | | ne | \ne | relation | 2 | not equal to | | approx | \approx | relation | 3 | approximate | | cong | \cong | relation | 5 | full equal | | sim | \sim | relation | 6 | similar | | doteqdot | \doteqdot | relation | 4 | approximately equal to | | propto | \propto | relation | 7 | proportional to | | in | \in | set | 0 | belong to | | notin | \not\in | set | 1 | not belong to | | ni | \ni | set | 2 | include element | | notni | \not\ni | set | 3 | not include element | | subset | \subset | set | 4 | lie in | | subsetneqq | \subsetneqq | set | 5 | properly lie in | | not-subset | \not\subset | set | 6 | not lie in | | supset | \supset | set | 7 | include | | supsetneqq | \supsetneqq | set | 8 | properly include | | not-supset | \not\supset | set | 9 | not include | | cap | \cap | set | 10 | intersection set | | cup | \cup | set | 11 | union set | | setminus | \setminus | set | 12 | difference set | | complement | \complement_{} | set | 13 | complement | | emptyset | \emptyset | set | 14 | empty set | | natural-number | \mathbb{N} | set | 15 | natural number | | real-number | \mathbb{R} | set | 16 | real number | | forall | \forall | set | 17 | for all | | exists | \exists | set | 18 | exists | | sine | \sin{} | trigonometric | 0 | sine | | cosine | \cos{} | trigonometric | 1 | cosine | | tangent | \tan{} | trigonometric | 2 | tangent | | cotangent | \cot{} | trigonometric | 3 | cotangent | | secant | \sec{} | trigonometric | 4 | secant | | cosecant | \csc{} | trigonometric | 5 | cosecant | | arcsine | \arcsin{} | trigonometric | 6 | arcsine | | arccosine | \arccos{} | trigonometric | 7 | arccosine | | arctangent | \arctan{} | trigonometric | 8 | arctangent | | hyperbolic-sine | \sinh{} | trigonometric | 9 | hyperbolic sine | | hyperbolic-cosine | \cosh{} | trigonometric | 10 | hyperbolic cosine | | hyperbolic-tangent | \tanh{} | trigonometric | 11 | hyperbolic tangent | | hyperbolic-cotangent | \coth{} | trigonometric | 12 | hyperbolic cotangent | | floor | \lfloor \rfloor | other | 7 | floor | | ceil | \lceil \rceil | other | 8 | ceil |
