Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/addonsHelp.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pt_br, ro, ru, sk, tr, uk

source: [[!meta title="Add-ons documentation"]]
bg: [[!meta title="Документация на добавките (Add-ons documentation)"]]
de: [[!meta title="Dokumentationen der Erweiterungen"]]
es: ﻿[[!meta title="Documentación de complementos"]]
fi: [[!meta title="Lisäosien ohjeet"]]
fr: ﻿[[!meta title="Documentation des extensions"]]
gl: [[!meta title="Documentación de complementos"]]
hr: [[!meta title="Dokumentacija dodataka"]]
it: [[!meta title="Add-ons documentation"]] ﻿[[!meta title="Add-ons documentation"]]
pt_br: [[!meta title="Documentação de complementos (Add-ons documentation)"]]
ru: [[!meta title="Документация дополнений"]]
sk: ﻿[[!meta title="Pomocník doplnkov"]]
tr: [[!meta title="Eklenti Dokümantasyonu"]]
uk: [[!meta title="Add-ons documentation (документація додатків)"]]

source: Information
bg: Информация
de: Informationen
es: Información
fi: Tiedot
fr: Informations
gl: Información
hr: Informacije
it: Informazioni
ja: 情報
pt_br: Informações
ro: Informații
ru: Информация
sk: Informácie
tr: Bilgi
uk: Інформація

source: Authors: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel and colaboration of James Scholes
bg: Автори: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel и със сътрудничеството на James Scholes
es: Autores: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel y colaboración de James Scholes
fi: Tekijät: Rui Fontes, Ângelo Abrantes, Zougane, Remy ja Abdel yhteistyössä James Scholesin kanssa
fr: Auteurs : Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel et collaboration de James Scholes
pt_br: Autores: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel e colaboração de James Scholes
ru: Авторы: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel и сотрудничество с James Scholes
tr: Yazarlar: Rui Fontes, Ângelo Abrantes, Zougane, Remy, Abdel ve James Scholes'un işbirliğiyle

source: Updated in 21/03/2022
bg: Обновено на 21.03.2022 г.
de: Aktualisiert am 21.03.2022
es: Actualizado el 21/03/2022
fi: Päivitetty 21.3.2022
fr: Mis à jour le 21/03/2022
gl: Actualizado o 21/03/2022
hr: Aktualizirano 21. 03. 2022.
it: Aggiornato il 21/03/2022
ja: 21/03/2022に更新
pt_br: Atualizado em 21/03/2022
ro: Actualizat pe 21.03.2022
ru: Обновлено 21.03.2022
sk: Aktualizované 21/03/2022
tr: 21/03/2022 tarihinde güncellendi
uk: Оновлено 21/03/2022

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger : [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pt_br: Baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
ru: Скачать [стабильную версию][1]
sk: Stiahnúť [stabilnú verziu][1]
tr: [Kararlı sürümü indirin][1]
uk: Завантажити [стабільну версію][1]

source: Compatibility: NVDA 2017.2 and beyond
bg: Съвместимост с NVDA: от 2017.2 и по-нови
de: Kompatibilität: NVDA 2017.2 und neuer
es: Compatibilidad con NVDA: de 2017.2 en adelante
fi: Yhteensopivuus: NVDA 2017.2 ja uudemmat
fr: Compatibilité : NVDA 2017.2 et ultérieure
gl: compatibilidade: NVDA 2017.2 en diante
hr: Kompatibilnost: NVDA 2017.2 i novije verzije
it: Compatibilità: NVDA 2017.2 e versioni successive
ja: 互換性: NVDA 2017.2以降
pt_br: Compatibilidade: NVDA 2017.2 e posterior
ro: Compatibilitate: NVDA 2017.2 și ulterior versiuni ulterioare
ru: Совместимость: NVDA 2017.2 и выше
sk: Kompatibilita: NVDA 2017.2 a novší
tr: Uyumluluk: NVDA 2017.2 ve sonrası
uk: Сумісність: NVDA 2017.2 і новіші

source: Presentation
bg: Представяне
de: Präsentation
es: Presentación
fi: Kuvaus
fr: Présentation
gl: Presentación
hr: Objašnjenje
it: Presentazione
ja: 説明
pt_br: Apresentação
ro: Prezentare
ru: Введение
sk: Popis
tr: Sunuş
uk: Опис

source: This add-on provides a quick way to access documentation for the add-ons you have installed. It creates, in the NVDA Help menu, two sub-menus. One, called "Running add-ons documentation", groups the documentation for each add-on and make available a list of commands for all running add-ons, with a table for each add-on. The other sub-menu, called "Disabled add-ons documentation", lists the disabled add-ons, gaving access to its documentation. Please, remember that the Synth and Braille drivers add-ons will not appear in any of the above categories. Note that you also can access the add-ons documentation through the Add-ons manager in NVDA, Tools menu. Here you have also the information about the state of an add-on. Also remember that you can access the NVDA and add-ons commands in the Input gestures dialog. However, in this dialog the add-ons commands are not grouped and you can not find a command containing "windows", by instance...
bg: Тази добавка осигурява бърз начин за достъп до документацията за инсталираните добавки. Тя създава в менюто за помощ на NVDA две подменюта. Едното е наречено "Документация на работещите добавки", групира документацията за всяка добавка и предоставя списък с команди за всички работещи добавки, с таблица за всяка добавка. Другото подменю, наречено "Документация на изключените добавки", изброява изключените добавки и предоставя достъп до документацията им. Моля, не забравяйте, че добавките за драйвери на речеви синтезатори и брайл няма да се появяват в нито една от горните категории. Обърнете внимание, че можете също да получите достъп до документацията за добавките чрез мениджъра за добавки в NVDA, в менюто "Инструменти". Тук имате и информация за състоянието на всяка добавка. Също така не забравяйте, че можете да получите достъп до командите на NVDA и добавките в диалоговия прозорец "Жестове на въвеждане". Въпреки това, в този прозорец командите за добавки не са групирани и не можете да намерите команда, съдържаща например "Windows".
de: Diese Erweiterung bietet einen schnellen Zugriff auf die Dokumentationen installierter Erweiterungen. Es erstellt im NVDA-Hilfemenü zwei Untermenüs. Eines genannt "Dokumentation für aktivierte Erweiterungen", gruppiert die Dokumentation für jede Erweiterung und stellt eine Liste von Befehlen für alle laufenden Erweiterungen mit einer Tabelle für jede Erweiterung zur Verfügung. Ein weiteres Untermenü mit dem Namen "Dokumentation für Deaktivierte Erweiterungen" listet die deaktivierten Erweiterungen auf und ermöglicht den Zugriff auf die Dokumentation. Bitte beachten Sie, dass die Treiber-Erweiterungen für Sprachausgaben sowie Braillezeilen in keiner der oben genannten Kategorien erscheinen. Beachten Sie, dass Sie auch über "Extras" -> "Erweiterungen verwalten..." auf die Dokumentation für Erweiterungen zugreifen können. Hier haben Sie auch die Informationen über den Zustand einer Erweiterung. Denken Sie auch daran, dass Sie auf die NVDA-Befehle im Dialogfeld "Eingaben..." zugreifen können. In diesem Dialog sind die Befehle für Erweiterungen jedoch nicht gruppiert und Sie können keinen Befehl finden, der beispielsweise die Taste "Windows" enthält.
es: Este complemento proporciona una manera rápida de acceder a la documentación de los complementos que tengas instalados. Para ello crea, en el menú Ayuda de NVDA, dos submenús. Uno, llamado "Documentación de complementos en ejecución", agrupa la documentación de cada complemento y proporciona una lista de órdenes de todos los complementos disponibles en ejecución, con una tabla para cada uno. Otro submenú llamado "Documentación de complementos deshabilitados", lista los complementos deshabilitados, dando acceso a su documentación. Por favor, ten en cuenta que los controladores de síntesis de voz y pantallas braille no se mostrarán en estas categorías. Ten en cuenta que también puedes acceder a la documentación de los complementos mediante el administrador de complementos en el menú herramientas de NVDA. Allí también se encuentra información sobre el estado de cada complemento. No olvides que también puedes acceder a las órdenes de NVDA y los complementos desde el diálogo Gestos de entrada. Sin embargo, en este diálogo las órdenes de los complementos no se agrupan y no puedes encontrar una orden con la palabra "Windows", por ejemplo...
fi: Tämä lisäosa tarjoaa nopean tavan asennettujen lisäosien ohjeiden lukemiseen. NVDA:n Ohje-valikkoon luodaan kaksi alavalikkoa. Yksi näistä on "Käytössä olevien lisäosien ohjeet", joka näyttää ryhmiteltyinä kunkin lisäosan ohjeet sekä mahdollistaa käytössä olevien lisäosien kaikkien komentojen tarkastelemisen omissa taulukoissaan. Toinen alavalikko, "Käytöstä poistettujen lisäosien ohjeet", näyttää luettelon käytöstä poistetuista lisäosista sekä mahdollistaa niiden ohjeiden lukemisen. Puhesyntetisaattoreiden tai pistenäyttöjen ajurit eivät näy näissä valikoissa. Lisäosien ohjeita voi lukea myös Lisäosien hallinnan kautta, johon pääsee NVDA:n Työkalut-valikosta. Siellä näkyy lisäksi tiedot lisäosien tilasta. Kannattaa muistaa, että NVDA:n ja lisäosien komentoja voi tarkastella myös Näppäinkomennot-valintaikkunassa. Tässä valintaikkunassa lisäosien komentoja ei ole kuitenkaan ryhmitelty eikä Windows-näppäimen sisältäviä komentoja näytetä.
fr: Cette extension fournit un moyen rapide d'accéder à la documentation des extensions que vous avez installées. Elle ajoute, dans le menu Aide de NVDA, deux sous-menus. L'un, appelé "Documentation des extensions en cours d'exécution", regroupe la documentation de chaque extension et met à disposition une liste de commandes pour toutes les extensions en cours d'exécution, avec un tableau pour chaque extension. L'autre sous-menu, intitulé "Documentation des extensions désactivées" répertorie les extensions désactivées, donnant accès à leur documentation. Notez que les synthétiseurs et pilotes Braille ajoutés n'apparaîtront dans aucune des catégories ci-dessus. Notez que vous pouvez également accéder à la documentation des extensions par le biais du gestionnaire d'extensions dans NVDA, menu Outils. Ici, vous avez également les informations sur l'état d'une extension. N'oubliez pas non plus que vous pouvez accéder aux commandes NVDA et à celles des extensions dans la boîte de dialogue Gestes de commandes. Cependant, dans cette boîte de dialogue, les commandes d’extensions ne sont pas groupées et vous ne pouvez pas trouver une commande contenant "windows", par exemple ...
gl: Este complemento proporciona un método rápido para acceder á documentación dos complementos que tes instalados. Crea, no menú Axuda de NVDA, dous submenús. Un, chamado "Documentación de complementos en execución", agrupa a documentación para cada complemento e subministra unha listaxe de atallos para todos os complementos en execución, cunha táboa para cada complemento. O outro submenú, chamado "Documentación de complementos deshabilitados", lista os complementos deshabilitados, dando acceso á súa documentación. Por favor, lembra que os complementos de controladores de sintetizadores e braille non aparecerán en ningunha das categorías de enriba. Ten en conta que tamén podes acceder á documentación dos complementos a través do Administrador de complementos no menú NVDA, Ferramentas. Alí tamén tes a información sobre o estado dun complemento. Lembra tamén que podes acceder aos atallos do NVDA e os complementos no diálogo Xestos de entrada. Porén, neste diálogo os atallos de complementos non están agrupados e non podes encontrar un atallo que conteña "xanelas", por exemplo.
hr: Ovaj dodatak omogućuje brzi pristup dokumentaciji za instalirane dodatke. U NVDA izborniku Pomoć prikazuje dva podizbornika. Prvi se zove „Pokretanje dokumentacije dodataka”, koji grupira dokumentaciju dodataka i sadrži popis naredbi za pokretanje dodataka. Drugi podizbornik se zove „Dokumentacija isključenih dodataka”, koji sadrži popis isključenih dodataka. Napomena: dodaci za pokretačke programe govornih jedinica i brajičnog retka se neće prikazati u bilo kojoj od gore navedenih kategorija. Dokumentaciji dodataka je moguće pristupiti i putem NVDA izbornika Alati. Ovdje se prikazuju i informacije o stanju dodatka. NVDA-u i naredbama dodataka je moguće pristupiti i u dijalogu za unos gesta. Međutim, u ovom dijalogu naredbe dodataka nisu grupirane i nije moguće pronaći naredbu koja npr. sadrži riječ „windows” …
it: Questo componente aggiuntivo fornisce un modo rapido per accedere alla documentazione per i componenti aggiuntivi installati. Verranno creati, nel menu Aiuto di NVDA, due sottomenu. Uno, chiamato "Documentazione dei componenti aggiuntivi in esecuzione", raggruppa la documentazione per ciascun componente aggiuntivo e rende disponibile un elenco di comandi per tutti gli addon in esecuzione, con una tabella per ciascun componente aggiuntivo. L'altro sottomenu si chiama "Documentazione dei componenti aggiuntivi disabilitati", elenca i componenti aggiuntivi disabilitati, dando accesso alla relativa documentazione. Si ricorda che i componenti aggiuntivi dei driver di sintesi vocale e display braille non appariranno in nessuna delle categorie precedenti. Si noti che è anche possibile accedere alla documentazione dei componenti aggiuntivi tramite il gestore dei componenti aggiuntivi di NVDA, menu Strumenti. Qui ci sono anche le informazioni sullo stato di un componente aggiuntivo. Ricorda inoltre che puoi accedere ai comandi di NVDA e dei componenti aggiuntivi nella finestra di dialogo Gestisci input. Tuttavia, in questa finestra di dialogo i comandi dei componenti aggiuntivi non sono raggruppati e non è possibile trovare un comando contenente "windows", per esempio ...
ja: このアドオンにより、インストールされているアドオンのドキュメントに素早くアクセスすることが出来ます。NVDAヘルプメニューに、2つのサブメニューが作られます。１つ目は、「動作しているアドオンのドキュメント」で、それぞれのアドオンのドキュメントをグループにし、動作しているアドオンのコマンドのリストが表で見られるようになっています。もう1つのサブメニューは、「無効化されたアドオンのドキュメント」で、無効化されたアドオンのリストになっており、それらのドキュメントにアクセス出来るようになっています。合成音声と点字ドライバーのアドオンは、上記のカテゴリに現れないことを覚えておいて下さい。また、アドオンドキュメントには、NVDA、ツールメニューのアドオンマネージャを介してもアクセス出来ることに留意下さい。ここでも、アドオンの状態についての情報を見ることが出来ます。また、NVDAとアドオンのコマンドに、入力ジェスチャーダイアログからアクセス出来ることを覚えておいて下さい。しかしながら、このダイアログではアドオンのコマンドはグループになっておらず、また、例えば、「windows」を含むコマンドを検索することが出来ません。
pt_br: Esse complemento oferece uma maneira rápida de acessar a documentação dos complementos que você instalou. Ele cria, no menu Ajuda do NVDA, dois submenus. Um deles, chamado "Documentação de complementos em execução", agrupa a documentação de cada complemento e disponibiliza uma lista de comandos para todos os complementos em execução, com uma tabela para cada complemento. O outro submenu, chamado "Documentação de complementos desativados", lista os complementos desativados, dando acesso à sua documentação. Lembre-se de que os add-ons Synth e Braille drivers não aparecerão em nenhuma das categorias acima. Observe que você também pode acessar a documentação dos complementos por meio do gerenciador de complementos no NVDA, menu Ferramentas. Aqui você também tem informações sobre o estado de um complemento. Lembre-se também de que você pode acessar os comandos do NVDA e dos complementos na caixa de diálogo Gestos de entrada. Entretanto, nessa caixa de diálogo, os comandos de complementos não estão agrupados e você não pode encontrar um comando que contenha “janelas”, por exemplo...
ru: Это дополнение обеспечивает быстрый доступ к документации по установленному вами дополнению. Он создает в меню справки NVDA два подменю. Один, называемый "Документация по работающим дополнениям", группирует документацию по каждому дополнению и предоставляет список команд для всех запущенных дополнений с таблицей для каждого дополнения. Другое подменю, называемое "Документация отключенных дополнений", содержит список отключенных дополнений, дающих доступ к их документации. Пожалуйста, помните, что дополнения для синтезаторов и драйверов Брайля не будут отображаться ни в одной из вышеперечисленных категорий. Обратите внимание, что вы также можете получить доступ к документации дополнения через менеджер дополнений в NVDA, меню Сервис. Здесь у вас также есть информация о состоянии дополнения. Также помните, что вы можете получить доступ к NVDA и командам дополнения в диалоговом окне Жесты ввода. Однако в этом диалоге команды дополнений не сгруппированы, и вы не сможете найти команду, например, содержащую "windows"...
sk: Doplnok umožňuje zobraziť návody pre doplnky, ktoré máte nainštalované. V pomocníkovi NVDA pribudnú po nainštalovaní dve položky. Dokumentácia pre bežiace doplnky: Obsahuje návody pre doplnky a tabuľku klávesových skratiek pre všetky doplnky. V podmenu Dokumentácia pre zakázané doplnky, nájdete návody a klávesové skratky pre doplnky, ktoré sú zakázané. Upozorňujeme, že ovládače pre hlasové výstupy a brailové riadky sa v týchto zoznamoch nezobrazujú. Dokumentáciu k doplnkom a stav si môžete predvolene zobraziť v správcovi doplnkov. Skratky doplnkov sú predvolene dostupné v dialógu Klávesové skratky. V tomto okne však nie sú skratky pre doplnky zoskupené a nemôžete tu nájsť doplnky s klávesom "Windows".
tr: Bu eklenti, yüklediğiniz eklentilerin belgelerine hızlı bir şekilde erişmenizi sağlar. NVDA Yardım menüsünde iki alt menü oluşturur. "Etkin eklentilerin belgeleri" adı verilen bir tanesi, her eklenti için belgeleri gruplandırır ve her eklenti için bir tabloyla çalışan tüm eklentiler için bir komut listesi sunar. "Devre dışı eklentilerin belgeleri" adlı diğer alt menü, devre dışı bırakılan eklentileri listeleyerek belgelerine erişim sağlar. Lütfen, Sentezleyici ve Braille sürücü eklentilerinin yukarıdaki kategorilerin hiçbirinde görünmeyeceğini unutmayın. Eklenti belgelerine NVDA Araçlar menüsünde bulunan Eklenti yöneticisinden de erişebileceğinizi unutmayın. Burada bir eklentinin durumu hakkında da bilgi sahibi olursunuz. Ayrıca NVDA ve eklenti komutlarına Girdi hareketleri iletişim kutusundan erişebileceğinizi unutmayın. Ancak, bu iletişim kutusunda, eklenti komutları gruplandırılmamıştır ve örnek olarak "windows" içeren bir komut bulamazsınız...
uk: Цей додаток забезпечує швидкий доступ до документації для встановлених додатків. Він створює в меню довідки NVDA два підменю. У першому — «Документація для запущених додатків» — зібрано документацію для кожного запущеного додатка, з можливістю подивитися список команд усіх запущених додатків у окремих таблицях для кожного запущеного додатка. У другому — «Документація для вимкнених додатків» — показано список вимкнених додатків з можливістю відкрити їхню документацію. Будь ласка, пам’ятайте, що додатки у вигляді синтезаторів мовлення чи драйверів для брайлівських дисплеїв у будь-якій з цих двох категорій відсутні. Крім того, ви також можете отримати доступ до документації для додатків через пункт «Керування додатками», який розташований у підменю Інструменти» NVDA. Там ви також можете отримати інформацію про стан додатків. Також пам’ятайте, що ви можете отримати доступ до команд NVDA та додатків у діалозі «Жести вводу». Однак у цьому діалозі команди додатків не згруповані, і ви не зможете знайти команду, що містить, наприклад, клавішу «windows»...

source: Changes
bg: Промени
de: Änderungen
es: Cambios
fi: Muutokset
fr: Changements
gl: Cambios
hr: Promjene
it: Novità
ja: 変更
pt_br: Alterações
ro: Modificări
ru: Изменения
sk: Zmeny
tr: Değişiklikler
uk: Зміни

source: Version 2022.03
bg: Версия 2022.03
es: Versión 2022.03
fi: Versio 2022.03
gl: Versión 2022.03
hr: Verzija 2022.03
it: Versione 2022.03
ja: バージョン 2022.03
pt_br: Versão 2022.03
ro: Versiunea 2022.03
ru: Версия 2022.03
sk: Verzia 2022.03
tr: Sürüm 2022.03
uk: Версія 2022.03

source: Adaptation to NVDA 2022.1
bg: Съвместимост с NVDA 2022.1
de: Anpassungen für NVDA 2022.1
es: Adaptación a NVDA 2022.1
fi: Mukautus NVDA 2022.1:tä varten
fr: Adaptation à NVDA 2022.1
gl: Adaptación a NVDA 2022.1
hr: Adaptirano za NVDA 2022.1
it: Adattamento a NVDA 2022.1
ja: NVDA 2022.1への適合
pt_br: Adaptação ao NVDA 2022.1
ro: Adaptare la NVDA 2022.1
ru: Адаптация к NVDA 2022.1
sk: Pripravené pre NVDA 2022.1
tr: NVDA 2022.1'e destek sağlandı
uk: Адаптація до NVDA 2022.1

source: Version 21.05
bg: Версия 21.05
es: Versión 21.05
fi: Versio 21.05
gl: Versión 21.05
hr: Verzija 21.05
it: Versione 21.05
ja: バージョン 21.05
pt_br: Versão 21.05
ro: Versiunea 21.05Versiunea 2.0
ru: Версия 21.05
sk: Verzia 21.05
tr: Sürüm 21.05
uk: Версія 21.05

source: Adaptation to NVDA 2021.1
bg: Съвместимост с NVDA 2021.1
de: Anpassungen für NVDA 2021.1
es: Adaptación a NVDA 2021.1
fi: Mukautus NVDA 2021.1:tä varten
fr: Adaptation à NVDA 2021.1
gl: Adaptación a NVDA 2021.1
hr: Adaptirano za NVDA 2021.1
it: Adattamento a NVDA 2021.1
ja: NVDA 2021.1への適合
pt_br: Adaptação ao NVDA 2021.1
ru: Адаптация к NVDA 2021.1
sk: Pripravené pre NVDA 2021.1
tr: NVDA 2021.1'e destek sağlandı
uk: Адаптація до NVDA 2021.1

source: Version 2.1
bg: Версия 2.1
es: Versión 2.1
fi: Versio 2.1
gl: Versión 2.1
hr: Verzija 2.1
it: Versione 2.1
ja: バージョン 2.1
pt_br: Versão 2.1
ro: Versiunea 2.1
ru: Версия 2.1
sk: Verzia 2.1
tr: Sürüm 2.1
uk: Версія 2.1

source: Adaptation to NVDA 2019.3
bg: Съвместимост с NVDA 2019.3
de: Anpassung für NVDA 2019.3
es: Adaptación a NVDA 2019.3
fi: Mukautus NVDA 2019.3:ea varten
fr: Adaptation à NVDA 2019.3
gl: Adaptación a NVDA 2019.3
hr: Adaptirano za NVDA 2019.3
it: Adattamento a NVDA 2019.3
ja: NVDA 2019.3への適合
pt_br: Adaptação para NVDA 2019.3
ru: Адаптация к NVDA 2019.3
sk: Pripravené pre NVDA 2019.3
tr: NVDA 2019.3'e destek sağlandı
uk: Адаптація до NVDA 2019.3

source: Version 2.0
bg: Версия 2.0
es: Versión 2.0
fi: Versio 2.0
gl: Versión 2.0
hr: Verzija 2.0
it: Versione 2.0
ja: バージョン 2.0
pt_br: Versão 2.0
ro: Versiunea 2.0
ru: Версия 2.0
sk: Verzia 2.0
tr: Sürüm 2.0
uk: Версія 2.0

source: Now, the add-on creates two menus in the NVDA Help menu.
bg: Към момента, добавката създава две менюта в менюто "Помощ" на NVDA.
de: Die Erweiterung erstellt nun zwei Untermenüs im Hilfe-Menü von NVDA.
es: Ahora el complemento crea dos submenús en el menú Ayuda de NVDA.
fi: Lisäosa luo nyt kaksi alavalikkoa NVDA:n Ohje-valikkoon.
fr: L'extension ajoute maintenant 2 sous-menus au menu Aide de NVDA.
gl: Agora, o complemento crea dous menús no menú Axuda de NVDA.
hr: Dodatak sada izrađuje dva izbornika u NVDA izborniku Pomoć.
it: Ora, il componente aggiuntivo crea due menu nel menu Aiuto di NVDA.
ja: NVDAヘルプメニューに2つのメニューが作られるようになりました。
pt_br: Agora, o complemento cria dois menus no menu Ajuda do NVDA.
ro: Acum, suplimentul creează două submeniuri în meniul Ajutor din NVDA.
ru: Теперь дополнение создает два меню в меню справки NVDA.
sk: Doplnok teraz vytvorí v pomocníkovi dve podmenu.
tr: Eklenti, NVDA Yardım menüsünde iki menü oluşturur.
uk: Зараз додаток створює два підменю у меню довідки NVDA.
