Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/addonsHelp.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pt_br, ro, ru, sk, tr, uk

source: The "Running add-ons documentation" menu, have one more option to display the "List of commands for running add-ons", containing the commands for each add-on in a table.
bg: В менюто "Документация на работещите добавки" има още една опция за показване на "Списък с команди на работещите добавки", съдържащо в табличен вид командите за всяка добавка.
de: Das Menü "Dokumentation für aktivierte Erweiterungen" bietet eine weitere Möglichkeit, die "Liste der Befehle für laufende Erweiterungen" anzuzeigen, die die Befehle für jede Erweiterung in einer Tabelle enthält.
es: El menú "Documentación de complementos en ejecución" tiene una opción más para mostrar la "Lista de órdenes de complementos en ejecución", que contiene las órdenes de cada complemento en una tabla.
fi: "Käytössä olevien lisäosien ohjeet" -valikossa on lisävaihtoehto "Komentoluettelo", joka näyttää kunkin lisäosan komennot omassa taulukossaan.
fr: Le menu "Documentation des extensions en cours d'exécution" contient maintenant une option pour afficher la liste des commandes de toutes les extensions actives dans un tableau.
gl: O menú "documentación de complementos en execución" ten unha opción máis para amosar a "Listaxe de atallos de complementos en execución", que contén os atallos de cada complemento nunha táboa.
hr: Izbornik „Pokretanje dokumentacije dodataka” ima jednu daljnju opciju, s kojom se prikazuje „Popis naredbi za pokretanje dodataka”, i sadrži naredbe za svaki dodatak u tablici.
it: Nel menu "documentazione componenti aggiuntivi in esecuzione" è stata aggiunta un'opzione per visualizzare l'elenco comandi per gli addon che verranno presentati in una tabella.
ja: 「動作しているアドオンのドキュメント」メニューが、もう一つの選択肢、それぞれのアドオンについてコマンドを表として含む「動作しているアドオンのコマンドのリスト」を表示するか、を持つようになりました。
pt_br: O menu "Documentação de complementos em execução" tem mais uma opção para exibir uma "Lista de comandos para os complementos em execução", contendo os comandos para cada complemento numa tabela.
ro: Meniul documentației suplimentelor care rulează are încă o opțiune de afișare a listei de comenzi pentru suplimentele care rulează, conținând comenzile pentru fiecare supliment într-un tabel.
ru: В меню "Документация запущенных дополнений" есть еще одна опция для отображения "Списка команд для запущенных дополнений", содержащего команды для каждого дополнения в виде таблицы.
sk: V menu "dokumentácia pre bežiace doplnky" pribudla položka na zobrazenie klávesových skratiek doplnkov v tabuľke.
tr: "Etkin Eklenti Belgeleri" menüsünde, her eklentinin komutlarını bir tabloda içeren "Eklentileri çalıştırma komutları listesi "ni görüntülemek için bir seçenek daha vardır.
uk: У меню «Документація для запущених додатків» є пункт «Команди додатків», який відкриває список команд усіх запущених додатків з окремими таблицями команд для кожного запущеного додатка.

source: The "Disabled add-ons documentation" menu only group the disabled add-ons with documentation files.
bg: Менюто "Документация на изключените добавки" групира само изключените добавки с помощна документация.
de: Das Menü "Dokumentation für deaktivierte Erweiterungen" gruppiert nur die deaktivierten Erweiterungen mit Dokumentationsdateien.
es: El menú "Documentación de complementos deshabilitados" sólo agrupa los complementos deshabilitados con archivos de documentación.
fi: "Käytöstä poistettujen lisäosien ohjeet" -valikko näyttää ohjetiedoston sisältävät käytöstä poistetut lisäosat.
fr: Le menu "Documentation des extensions désactivées" affiche uniquement la liste des fichiers de documentation des extensions inactives.
gl: O menú "documentación de complementos deshabilitados" só agrupa ós complementos deshabilitados con arquivos de documentación.
hr: Izbornik „Dokumentacija isključenih dodataka” grupira isključene dodatke s datotekama dokumentacije.
it: Il menu "Documentazione dei componenti aggiuntivi disabilitati" raggruppa solo i componenti aggiuntivi disabilitati con i file della documentazione.
ja: 「無効化されているアドオンのドキュメント」メニューが無効化されたアドオンとそのドキュメントファイルをグループするのみになりました。
pt_br: O menu "Documentação de complementos desabilitados" apenas agrupa a documentação para cada complemento desabilitado com arquivos de documentação.
ro: Meniul documentației suplimentelor dezactivate grupează numai suplimentele dezactivate cu fișierele documentațiilor.
ru: Меню "Документация отключенных дополнений" только группирует отключенные дополнения с файлами документации.
sk: V podmenu "dokumentácia pre zakázané doplnky" sú len návodyk doplnkom, ktoré sú aktuálne zakázané.
tr: "Devre dışı eklenti belgeleri" menüsü yalnızca devre dışı bırakılmış eklentileri belge dosyalarıyla birlikte gruplandırır.
uk: Меню «Документація для вимкнених додатків» відображає список вимкнених додатків і надає доступ до їхньої документації.

source: Note that Synth and Braille drivers add-ons never are listed in the above menus.
bg: Имайте предвид, че добавките за драйвери на речеви синтезатори и брайл не се извеждат в гореизброените менюта.
de: Beachten Sie, dass Treiber-Erweiterungen für Sprachausgaben und Braillezeilen in den obigen Untermenüs nicht aufgeführt werden.
es: Ten en cuenta que los complementos de síntesis de voz y pantallas braille no se listan en estos menús.
fi: Huom: Syntetisaattoreiden tai pistenäyttöjen ajurilisäosia ei näytetä näissä valikoissa.
fr: Notez bien que les synthétiseurs et pilotes Braille ne sont pas affichés dans les menus ci-dessus.
gl: Ten en conta que os complementos de controladores de sintetizadores e braille nunca se listan nos menús de enriba.
hr: Napomena: dodaci za pokretačke programe govornih jedinica i brajičnog retka se nikada ne prikazuju u gore navedenim izbornicima.
it: Si noti che eventuali componenti aggiuntivi per display braille o sintesi vocali non verrano mai elencati qui.
ja: 合成音声と点字ドライバーのアドオンは上記のメニューにリストされないことを留意下さい。
pt_br: Note que os complementos dos drivers de Sintetizadores e de Linhas Braille não aparecerão em nenhuma das categorias acima.
ro: Rețineți că driverele sintetizatoarelor și ale afișajelor braille nu sunt listate niciodată în meniurile de mai sus.
ru: Обратите внимание, что дополнения к синтезаторам и драйверам Брайля никогда не отображаются в приведенных выше меню.
sk: Upozorňujeme, že ovládače pre braillovské riadky a hlasové výstupy nie sú zobrazené.
tr: Sentezleyici ve Braille sürücü eklentilerinin yukarıdaki menülerde hiçbir zaman listelenmediğini unutmayın.
uk: Пам’ятайте, у цих категоріях ніколи не відображаються додатки, які містять драйвери синтезаторів мовлення чи брайлівських дисплеїв.

source: The add-ons are now represented by their summary and not by their name.
bg: Добавките сега биват представени чрез тяхното резюме, а не чрез името им.
de: Die Erweiterungen werden nun durch ihre Zusammenfassung und nicht mehr durch ihren Namen dargestellt.
es: Los complementos ahora se representan mediante su descripción corta en vez de su nombre.
fi: Lisäosat näytetään nyt nimen sijaan niiden yhteenvedon mukaisessa järjestyksessä.
fr: Les extensions sont maintenant présentées par leur description et non plus par leur nom.
gl: Os complementos represéntanse polo seu resumo e non polo seu nome.
hr: Dodaci se sada prikazuju po njihovom sažetku, a ne po njihovom nazivu.
it: I componenti aggiuntivi vengono ora rappresentati dal riassunto e non dal nome.
ja: アドオンは名称ではなく、概要で示されるようになりました。
pt_br: Os complementos passam a ser designados pelo resumo em vez do nome.
ro: Suplimentele sunt reprezentate de cuprins, nu de nume.
ru: Дополнения теперь представлены кратким описанием, а не названием.
sk: Doplnky sú teraz reprezentované ich zhrnutím a nie ich menom.
tr: Eklentiler artık adlarıyla değil özetleriyle temsil edilmektedir.
uk: Тепер додатки сортуються за зведенням, а не за іменем.

source: Some improvements in the code.
bg: Поправени разни грешки в кода.
de: Einige Verbesserungen im Quellcode.
es: Algunas mejoras en el código.
fi: Joitakin parannuksia koodiin.
fr: Quelques améliorations du code.
gl: Algunhas melloras no código.
hr: Neka poboljšnja u kodu.
it: Miglioramenti nel codice.
ja: コード内の様々な改善。
pt_br: Algumas melhorias no código.
ro: Niște îmbunătățiri în cod.
ru: Некоторые улучшения в коде.
sk: vylepšenia v kóde.
tr: Kodda bazı iyileştirmeler.
uk: Трохи поліпшено код.

source: Version 1.2
bg: Версия 1.2
es: Versión 1.2
fi: Versio 1.2
gl: Versión 1.2
hr: Verzija 1.2
it: Versione 1.2
ja: バージョン 1.2
pt_br: Versão 1.2
ro: Versiunea 1.2
ru: Версия 1.2
sk: Verzia 1.2
tr: Sürüm 1.2
uk: Версія 1.2

source: Small issues fixed;
bg: Отстранени са дребни проблеми;
de: Kleine Probleme wurden behoben;
es: Se han corregido pequeños errores;
fi: Pieniä ongelmia korjattu;
fr: Corrections mineures ;
gl: Arranxadas pequenas incidencias;
hr: Ispravljeni su manji problemi;
it: Risolti piccoli problemi;
ja: 小さな問題を修正しました;
pt_br: Pequenos problemas corrigidos;
ro: Mici defecte corectate;
ru: Исправлены мелкие проблемы;
sk: Opravené menšie chyby;
tr: Küçük sorunlar düzeltildi;
uk: Виправлено маленькі проблеми;

source: Fixed importing submenu name from add-on summary;
bg: Поправена е грешка при внасяне на името за подменюто от описанието на добавката;
de: Name des Untermenüs, welches nicht aus der Zusammenfassung der Erweiterung importiert wurde;
es: Corregida la importación del nombre del submenú desde la descripción corta del complemento;
fi: Korjattu alavalikon nimen tuonti lisäosan yhteenvedosta;
fr: Correction de l'importation du nom du sous-menu à partir du résumé de l'extension;
gl: Arranxada a importación do nome do submenú dende o resumo do complemento;
hr: Ispravljen uvoz naziva podizbornika iz zažetka dodatka;
it: Risolta l'importazione del sottomenu nome dal riassunto del componente aggiuntivo;
ja: サブメニューの名前をアドオンの概要からインポートするように修正しました;
pt_br: Corrigido o nome do submenu de importação do resumo do complemento;
ro: A fost reparat numele submeniul de importare din cuprinsul suplimentului;
ru: Исправлен импорт имени подменю из краткого описания дополнения;
sk: Opravené importovanie podmenu zo súhrnu doplnku
tr: Alt menü adının eklenti özetinden içe aktarılması düzeltildi;
uk: Виправлено імпортування до підменю імен додатків зі зведень;

source: Force documentation to open in default browser, if possible in a new window.
bg: Форсирай отварянето на документацията да се осъществи в браузъра по подразбиране, ако е възможно – в нов прозорец.
de: Erzwingt das Öffnen der Dokumentation im Standard-Browser, in einem neuen Fenster, falls möglich.
es: Se fuerza la apertura de la documentación en el navegador por defecto, en una nueva ventana si es posible.
fi: Ohje pakotetaan avautumaan oletusselaimessa ja uudessa ikkunassa, mikäli mahdollista.
fr: Forcer l'ouverture de la documentation dans le navigateur par défaut, si possible dans une nouvelle fenêtre.
gl: Forzar documentación a abrirse no navegador predeterminado, nunha nova xanela se é posible.
hr: Prisilno otvaranje dokumentacije u standardnom pregledniku, ako je moguće u novom prozoru.
it: La documentazione verrà aperta nel browser predefinito, possibilmente in una nuova finestra.
ja: 新しいウィンドウで開くことが可能な場合、ドキュメントを既定のブラウザで強制的に開くようにしました。
pt_br: Forçar a documentação a abrir no navegador padrão, se possível numa nova janela.
ro: Documentația e forțată să se deschidă în browser-ul implicit, dacă e posibil într-o nouă fereastră.
ru: Принудительно открывать документацию в браузере по умолчанию, если возможно, в новом окне.
sk: Vynútenie otvorenia dokumentácie v predvolenom prehliadači, ak je to možné, v novom okne.
tr: Belgeler mümkünse yeni bir pencerede varsayılan tarayıcıda açılmaya zorlanır.
uk: Документація відкривається в типовому браузері і, якщо можливо, у новому вікні.

source: Version 1.1
bg: Версия 1.1
es: Versión 1.1
fi: Versio 1.1
gl: Versión 1.1
hr: Verzija 1.1
it: Versione 1.1
ja: バージョン 1.1
pt_br: Versão 1.1
ro: Versiunea 1.1
ru: Версия 1.1
sk: Verzia 1.1
tr: Sürüm 1.1
uk: Версія 1.1

source: Compatibility with Python 3;
bg: Добавена е съвместимост с Python 3.
de: Kompatibel mit Python 3;
es: Compatibilidad con Python 3;
fi: Python 3 -yhteensopivuus;
fr: Compatibilité avec Python 3;
gl: Compatibilidade con Python 3;
hr: Kompatibilnost s Python 3;
it: Compatibilità con Python3;
ja: Python 3に互換;
pt_br: Compatibilidade com Python 3;
ro: Compatibilitate cu Python 3;
ru: Совместимость с Python 3;
sk: Kompatibilita s pithonom 3`;
tr: Python 3 ile uyumluluk;
uk: Сумісність з Python 3;

source: New way to add submenus;
bg: Нов метод за добавяне на подменютата.
de: Neue Möglichkeit, Untermenüs hinzuzufügen;
es: Nueva forma de añadir submenús;
fi: Uusi tapa alavalikoiden lisäämiseen;
fr: Nouvelle manière d'ajouter des sous-menus ;
gl: Novo método para engadir submenús;
hr: Novi način dodavanja podizbornika;
it: Nuovo metodo per aggiungere sotto menu;
ja: サブメニューを追加する新しい方法;
pt_br: Nova maneira de adicionar os submenus;
ro: Un nou mod de a adăuga submeniuri;
ru: Новый способ добавления подменю;
sk: Nový spôsob pridania podmenu;
tr: Alt menüler eklemek için yeni yol;
uk: Новий спосіб додавання підменю;

source: Changed the name of the menu itens to the summary addon to have the name of the menus in the language of the interface, when possible.
bg: Елементите в менюто сега използват резюметата на добавките, за да се показват те на езика на интерфейса, когато това е възможно.
de: Der Name des Untermenüs wurde geändert, sodass der Name der Untermenüs in der Sprache der Benutzeroberfläche angezeigt wird, falls möglich.
es: Se ha cambiado el nombre de los elementos de menú para que coincida con la descripción corta del complemento, de tal forma que se traduzcan al idioma de la interfaz cuando sea posible.
fi: Valikkokohteiden nimet otetaan lisäosien yhteenvedoista, jotta valikoiden nimet näytetään samalla kielellä kuin NVDA:n käyttöliittymä, mikäli mahdollista.
fr: Changement des noms des éléments de menus, ils se basent maintenant sur la description des extensions, cela permet d'avoir le nom des menus dans la langue de l'interface, quand c'est possible.
gl: Cambiado o nome dos elementos de menú ao resumo do complemento, para ter os nomes dos menús na lingua da interface, cando sexa posible.
hr: Promjena naziva stavki izbornika, tako da se prikazuju nazivi izbornika na jeziku sučelja, kad je to moguće.
it: Modificato il nome degli elementi del menu al riassunto del componente aggiuntivo, affinché i nomi dei menu siano, quando possibile, nella lingua dell'interfaccia.
ja: メニュー項目のアドオンの名称を概要に変更して、可能な場合、インターフェースの言語でのメニューの名称となるようにしました。
pt_br: Alterado o nome dos menus para o resumo dos mesmos para se ter o nome dos menus na língua da interface, quando possível.
ro: A fost modificat numele elementelor de meniu la cuprins supliment pentru ca numele meniurilor să fie în limba interfeței, dacă este posibil.
ru: Изменено название элементов меню на краткое содержание дополнения, чтобы по возможности название меню было на языке интерфейса.
sk: Ak existuje preklad, Názvy podmenu sú teraz v predvolenom jazyku NVDA.
tr: Menülerin adı, mümkün olduğunda menülerin adının arabirimin dilinde olması için özet eklentisi olarak değiştirildi.
uk: Змінено назви елементів меню на зведення додатків, щоб мати назви елементів меню мовою інтерфейсу, коли це можливо.

source: Version 1.0
bg: Версия 1.0
es: Versión 1.0
fi: Versio 1.0
gl: Versión 1.0
hr: Verzija 1.0
it: Versione 1.0
ja: バージョン 1.0
pt_br: Versão 1.0
ro: Versiunea 1.0
ru: Версия 1.0
sk: Verzia 1.0
tr: Sürüm 1.0
uk: Версія 1.0

source: Initial release by Zougane, Remy and Abdel updated to be compatible with NVDA 2019.1.
bg: Първо издание от Zougane, Remy и Abdel, обновено с цел съвместимост с NVDA 2019.1.
de: Erstveröffentlichung durch Zougane, Rémy und Abdel, aktualisiert und kompatibel gemacht für NVDA 2019.1.
es: Versión inicial de Zougane, Remy y Abdel actualizada para ser compatible con NVDA 2019.1.
fi: Zouganen tekemä ensimmäinen versio. Remy ja Abdel päivittivät yhteensopivaksi NVDA 2019.1:n kanssa.
fr: Première version par Abdel, Zougane et Remy, mise à jour pour être compatible avec NVDA 2019.1.
gl: Versión inicial de Zougane, Rémy e Abdel actualizada para que sexa compatible con NVDA 2019.1.
hr: Prvo izdanje Zougane, Remy i Abdel su nadogradili da bude kopatibilan s NVDA 2019.1.
it: Versione iniziale di Zougane, Remy e Abdel aggiornata per essere compatibile con NVDA 2019.1.
ja: Zougane, Remy そして Abdelにより、NVDA 2019.2に互換なように更新された、最初のリリース。
pt_br: Versão inicial de Zougane, Rémy e Abdel atualizaram para ser compatível com NVDA 2019.1.
ro: Versiunea inițială de Zougane, Remy și Abdel actualizată să fie compatibilă cu NVDA 2019.1.
ru: Первоначальный выпуск Zougane, Remy и Abdel обновлен для совместимости с NVDA 2019.1.
sk: Prvé vydanie vytvorili Zoudane, Rémy a Addel, aktualizované tak, aby spolupracovalo s NVDA 2019.1
tr: Zougane, Remy ve Abdel tarafından ilk sürüm, NVDA 2019.1 ile uyumlu olacak şekilde güncellendi.

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=addonshelp
pt_br: [1]: https://www.nvaccess.org/addonStore/legacy?file=addonshelp[1]: https://addons.nvda-project.org/files/get.php?file=addonshelp
ru: [1]: https://addons.nvda-project.org/files/get.php?file=addonshelp
