Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/applicationDictionary.*.po
Languages: de, fi, hr, ja, pt_br, tr

source: [[!meta title="Application Dictionary"]]
de: [[!meta title="Anwendungsspezifisches Wörterbuch"]]
fi: [[!meta title="Sovellussanasto"]]
hr: [[!meta title="Rječnik aplikacije (Application Dictionary)"]]
tr: [[!meta title="Uygulama Sözlüğü"]]

source: Informations
de: Informationen
fi: Tiedot
hr: Informacije
ja: 情報
pt_br: Informa;óes
tr: Bilgiler

source: Authors: Rui Fontes and Ricardo M. Leonarczyk with colaboration of Cyrille Bougot
de: Autoren: Rui Fontes und Ricardo M. Leonarczyk in Zusammenarbeit mit Cyrille Bougot
fi: Tekijät: Rui Fontes ja Ricardo M. Leonarczyk yhteistyössä Cyrille Bougotin kanssa
hr: Autori: Rui Fontes i Ricardo M. Leonarczyk. Suradnik: Cyrille Bougot
ja: 作者: Rui Fontes、 Ricardo M. Leonarczyk、Cyrille Bougotの貢献と共に
pt_br: Autores: Rui Fontes e Ricardo M. Leonarczyk com a colaboração de Cyrille Bougot
tr: Yazarlar: Rui Fontes ve Ricardo M. Leonarczyk, Cyrille Bougot'nun işbirliğiyle

source: Version: 2022.03.26
de: Version: 26.03.2022
fi: Versio: 2022.03.26
hr: Verzija: 2022.03.26
ja: バージョン: 2022.03.26
pt_br: Versão: 2022.03.26
tr: Sürüm: 2022.03.26

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pt_br: Download [versão estável][1]
tr: [Kararlı sürümü indirin][1]

source: Compatibility: NVDA 2019.3 and beyond
de: NVDA-Kompatibilität: 2019.3 und neuer
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
hr: Kompatibilnost: NVA 2019.3 i novije verzije
ja: 互換性: NVDA 2019.3 以降
pt_br: Compatibilidade: NVDA 2019.3 e posterior
tr: Uyumluluk: NVDA 2019.3 ve sonrası

source: Usage
de: Syntax
fi: Käyttö
hr: Korištenje
ja: 使用方法
pt_br: Uso
tr: Kullanım

source: This simple add-on makes possible to create application-specific dictionaries for NVDA. To use the add-on, just go to the application for wich you want a dictionary for, and press NVDA+control+shift+d. The normal NVDA dictionary dialog will open for you to add entries valid only for the active application (the application name should appear in the dialog title). The default add-on shortcut can be changed through NVDA's input gestures dialog: under configuration node, expand the node that says "Shows the application-specific dictionary dialog".
de: Mit dieser einfachen Erweiterung erstellen Sie anwendungsspezifische Wörterbücher für NVDA. Um die Erweiterung zu verwenden, rufen Sie einfach die Anwendung auf, für die ein Wörterbuch erstellt werden soll und drücken Sie NVDA+Strg+Umschalt+D. das normale Dialogfeld für das NVDA-Wörterbuch wird geöffnet, in dem Sie Einträge hinzufügen können, die nur für die aktive Anwendung gelten (der Name der Anwendung sollte im Titel des Dialogfeldes erscheinen). Die Tastenkombination für die Erweiterung kann über das NVDA-Dialogfeld für die Tastenbefehle geändert werden: Erweitern Sie unter der Kategorie "Konfiguration" den den Eintrag "Zeigt das anwendungsspezifische Dialogfeld für das NVDA-Wörterbuch an".
fi: Tämä yksinkertainen lisäosa mahdollistaa sovelluskohtaisten sanastojen luomisen NVDA:lle. Käytä lisäosaa siirtymällä sovellukseen, jolle haluat luoda sanaston, ja paina NVDA+Ctrl+Vaihto+D. Tavallinen NVDA:n sanastovalintaikkuna avautuu, jossa voit lisätä kohteita, joita käytetään vain aktiivisessa sovelluksessa (sovelluksen nimen pitäisi näkyä valintaikkunan otsikossa). Lisäosan oletusarvoista pikanäppäintä on mahdollista muuttaa NVDA:n Näppäinkomennot-valintaikkunasta kohdasta Asetukset -> Näyttää sovelluskohtaisen sanastovalintaikkunan.
hr: Ovaj jednostavan dodatak omogućuje stvaranje rječnika specifičnih za NVDA. Za korištenje dodatka, idi na aplikaciju za koju želiš rječnik i pritisni NVDA+kontrol+šift+d. Otvorit će se normalni dijaloški okvir NVDA rječnika za dodavanje unosa koji važe samo za aktivnu aplikaciju (ime aplikacije trebao bi se pojaviti u naslovu dijaloškog okvira). Zadani prečac dodatka može se promijeniti putem NVDA-ovog dijaloškog okvira za geste za unos: u konfiguracijskom čvoru rasklopi čvor koji kaže „Pokazuje dijaloški okvir rječnika specifičnog za aplikaciju”.
ja: このシンプルなアドオンでは、アプリケーションに特有のNVDAの辞書を作成することができます。このアドオンを使用するには、辞書を使用したいアプリケーションに行き、NVDA+control+shift+dを押します。通常のNVDA辞書ダイアログが開き、単語を追加出来ます。この単語は、アクティブなアプリケーションのみで有効です。アプリケーションの名前は、ダイアログのタイトルに現れています。この初期状態のアドオンショートカットは、NVDAの入力ジェスチャーダイアログで変更可能です: 設定項目で、「アプリケーション特有の辞書ダイアログを表示」を展開して下さい。
pt_br: Esse complemento simples possibilita a criação de dicionários específicos de aplicativos para o NVDA. Para usar o complemento, basta acessar o aplicativo para o qual deseja um dicionário e pressionar NVDA+control+shift+d. A caixa de diálogo normal do dicionário do NVDA será aberta para que você adicione entradas válidas somente para o aplicativo ativo (o nome do aplicativo deve aparecer no título da caixa de diálogo). O atalho padrão do complemento pode ser alterado por meio da caixa de diálogo de gestos de entrada do NVDA: no nó de configuração, expanda o nó que diz “Mostra a caixa de diálogo do dicionário específico do aplicativo”.
tr: Bu eklenti, uygulamalar için ayrı ayrı NVDA konuşma sözlükleri oluşturmanızı sağlar. Eklentiyi kullanmak için, sözlük oluşturmak istediğiniz uygulamaya gidin ve NVDA+control+shift+d tuşlarına basın. Açılan iletişim kutusunu etkin uygulamaya özgün bir sözlük oluşturmak için kullanabilirsiniz. Not: Varsayılan eklenti kısayolu, NVDA'nın girdi hareketleri iletişim kutusundan değiştirilebilir. Konfigürasyon seçeneğinin altında bulunan "Uygulamaya özel sözlük iletişim kutusunu göster" Seçeneğine tıklayarak kısayolu değiştirebilirsiniz.

source: Command
de: Befehl
fi: Komento
hr: Naredba
ja: コマンド
pt_br: Comando
tr: Komut

source: NVDA+Control+Shift+d
de: NVDA+Strg+Umschalt+D
fi: NVDA+Ctrl+Vaihto+D
hr: NVDA+Kontrol+Šift+d

source: Automatic update
de: Automatisches Update
fi: Automaattinen päivitys
hr: Automatsko aktualiziranje
ja: 自動更新
pt_br: Atualização automática
tr: Otomatik güncelleme

source: This add-on includes an automatic update feature. The check for a new version will be executed everytime NVDA is loaded. If you want this, go to NVDA, Preferences, Options and in the add-on category check the check box.
de: Diese NVDA-Erweiterung enthält eine automatische Update-Funktion. Die Prüfung auf eine neue Version wird jedes Mal durchgeführt, wenn NVDA gestartet wird. Gehen Sie in NVDA in die Einstellungen und aktivieren Sie dort in der Kategorie der NVDA-Erweiterung das entsprechende Kontrollkästchen, falls dies bei jedem Start von NVDA ausgeführt werden soll.
fi: Tässä lisäosassa on automaattinen päivitystoiminto. Päivitystarkistus suoritetaan aina NVDA:n käynnistyessä. Jos haluat toiminnon käyttöön, siirry NVDA-valikkoon, valitse Asetukset -> Asetukset ja valitse Sovellussanasto-kategoriassa oleva valintaruutu.
hr: Ovaj dodatak uključuje funkciju automatskog aktualiziranja. Nova verzija će se tražiti svaki put kad se NVDA učita. Ako to želiš, idi na NVDA, Postavke, Opcije i u kategoriji dodataka označi potvrdni okvir.
ja: このアドオンには、自動更新機能があります。新しいバージョンの確認が、NVDA起動時に毎回実行されます。この機能を使用したい場合、NVDAメニュー、設定(P)、オプションに行き、アドオンカテゴリにて、チェックボックスにチェックして下さい。
pt_br: Esse complemento inclui um recurso de atualização automática. A verificação de uma nova versão será executada sempre que o NVDA for carregado. Se você quiser isso, acesse NVDA, Preferências, Opções e, na categoria de complemento, marque a caixa de seleção.
tr: Bu eklenti otomatik güncelleme özelliği içerir. NVDA her yüklendiğinde yeni sürüm kontrolü gerçekleştirilir. Bunu istiyorsanız NVDA, Tercihler, Seçenekler'e gidin ve eklenti kategorisinde onay kutusunu işaretleyin.
