Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/AudioThemes.*.po
Languages: hr, it, pl, ru, sk, tr, uk

source: - Add New Sound: When clicking this button a new dialogue will be shown. From the first combo box in the newly opened dialogue select the object type you want to assign the sound to it, for example (button, link, tab, menu and so on), then click the 'Browse to an audio file' button to select the sound you want to assign for the previously selected object type. Optionally you can click the preview button to preview the sound, and finally clicking the OK button will apply the changes and assign the selected sound to the selected object. - Close: Will exit the dialogue without performing any action.
hr: - Dodaj novi zvuk: kad klikneš na ovaj gumb, prikazat će se novi dijaloški okvir. Iz prvog odabirnog okvira odaberi vrstu objekta kojem želiš pridružiti zvuk, na primjer (gumb, izbornik, poveznica, kartica i tako dalje), a zatim klikni na „Pronađi zvučnu datoteku”, za biranje zvuka, koji će se reproducirati za prethodno odabrani objekt. Klikni na gumb za pregled, za slušanje odabranog zvuka. Klikom na gumb „U redu” će se promjene primijeniti i odabrani zvuk će se koristiti za odabranu vrstu objekta. - Zatvori: Izlazi iz dijaloga bez promjena.
it: - Aggiungi nuovo suono: quando si preme questo pulsante verrà mostrata una nuova finestra di dialogo. Dalla prima casella combinata nella finestra di dialogo appena aperta, selezionare il tipo di oggetto a cui si desidera assegnare un suono (ad esempio (pulsante, link, scheda, menu e così via), quindi premere il pulsante "Cerca un file audio" per selezionare il suono da assegnare. Facoltativamente, è possibile premere il pulsante di anteprima per visualizzare l'anteprima del suono; premere infine OK per applicare le modifiche. - Chiudi: consente di uscire dalla finestra senza eseguire alcuna azione.
pl: - Dodaj nowy dźwięk: Po kliknięciu tego przycisku zostanie wyświetlone nowe okno dialogowe. W pierwszym polu kombi tego dialogu zaznacz typ obiektu do którego chcesz przypisać dźwięk, na przykład przycisk, link, tab, menu itd. Następnie kliknij przycisk "przeglądaj", aby wybrać plik dźwiękowy do przypisanego wcześniej obiektu. Opcjonalnie, możesz kliknąć przycisk posłuchaj. Kliknij OK, aby zastosować dźwięk do typu obiektu. - Zamknij: Zamyka dialog bez zastosowania żadnej akcji.
ru: - Добавить новый звук: При нажатии на эту кнопку появится новый диалог. В первом окне вновь открывшегося диалога выберите тип объекта, которому вы хотите присвоить звук, например (кнопка, ссылка, вкладка, меню и т.д.), затем нажмите кнопку 'Browse to an audio file', чтобы выбрать звук, который вы хотите присвоить для ранее выбранного типа объекта. По желанию можно нажать кнопку предварительного просмотра, чтобы просмотреть звук, и, наконец, нажав кнопку OK, применить изменения и назначить выбранный звук выбранному объекту. - Закрыть: Выход из диалога без выполнения каких-либо действий.
sk: - Pridať: Otvorí okno na pridanie nového zvuku. V prvom zozname zvoľte typ objektu a prvku, ku ktorému hcete zvuk naviazať (tlačidlo, odkaz, menu a pod). Potom aktivujte tlačidlo prehľadávať a vyhľadajte príslušný zvuk. Zvuk si môžete prehrať po aktivovaní tlačidla prehrať. Zvuk vložíte do témy aktivovaním tlačidlla OK. - Zavrieť: Zatvorí dialóg s úpravami a neuloží zmeny.
tr: - Yeni ekle: Bu düğmeye tıkladığınızda bir iletişim kutusu açılır. İlk seçim kutusundan sesi atamak istediğiniz nesne türünü seçebilir (düğme, link, sekme, menü vb.), sonrasında gözat düğmesine tıklayarak seçtiğiniz nesne için bir ses seçebilirsiniz. İsterseniz önizle düğmesine basarak seçtiğiniz sesi duyabilirsiniz. Kapat düğmesine basarsanız değişiklikler uygulanır ve seçtiğiniz ses istediğiniz nesneye atanır. - Kapat düğmesi: Eylem yapmadan iletişim kutusunu kapatır.
uk: - Додати новий звук: після натискання цієї кнопки відкриється новий діалог. У першому комбінованому списку цього нового діалогу виберіть тип об’єкта, на який ви бажаєте призначити звук (наприклад, кнопка, посилання, вкладка, меню і так далі), потім натисніть кнопку «Огляд аудіофайлів» для вибору звукового файла, який ви бажаєте призначити для вибраного раніше об’єкта. Також ви можете натиснути кнопку попереднього прослуховування, щоб прослухати звук, після чого натиснути «Гаразд» для призначення вибраного вами звуку для вибраного типу об’єктів. - Закрити: виходить з діалогу без збереження будь-яких зроблених змін.

source: Creating A New Audio Theme
hr: Kreiranje nove zvučne teme
it: Creazione di un nuovo tema audio
pl: Tworzenie nowego tematu dźwiękowego
ru: Создание новой звуковой темы
sk: Vytvorenie nového zvukového motívu
tr: Yeni ses teması oluşturma
uk: Створення нової звукової теми

source: - If you have a good sound production skills you can apply them here and create an audio theme of your own, rather than editing an existing one. To do this you can follow these steps. - Collect your audio files in one place, they must be in ogg or wave format, and rename them to what ever make sense to you. For example when I was creating the default audio theme for this add-on, I grouped sounds according to interaction patterns, for example, the combo box, the drop down button, and the split button can all have the same sound, while the Check box, The toggle button, and the menu check item can have the same sound. - From the add-on menu click 'Create a new audio theme' - A dialogue will be opened asking you for some information about your new audio theme, including: * Theme Name : The name of your theme which will be shown in the audio themes manager. This must be a valid windows folder name. * Your Name: Enter your real name or a nick name. * Theme description : A Brief description about your audio theme. - Click OK to move to the next step. - In the next step a dialogue similar to the 'Audio Themes Editor' will be shown, and from their the process is the same as the Theme editing process, so refer to 'Editing The Active Audio Theme' section.
hr: - Ako znaš dizajnirati zvukove, možeš ih primijeniti ovdje i napraviti vlastitu temu, umjesto uređivanja postojeće. Evo kako: - Skupi sve svoje zvukove u jednu mapu (moraju biti u ogg ili wav formatu) te ih preimenuj kako god želiš. Na primjer, prilikom izrade standardne teme za ovaj dodatak, zvukovi su grupirani prema oblicima interakcije. Na primjer, izborni okvir, padajući okvir i gumb za razdvajanje mogu imati isti zvuk, dok izborni okvir, tipka prekidača i odabiruća stavka izbornika mogu imati jedan drugi zvuk. - U izborniku dodatka odaberi „Stvori novu temu” – otvorit će se dijaloški okvir koji zahtijeva informacije o temi, uključujući: * Ime teme: Ime teme koje će biti prikazano u dijaloškom okviru za upravljanje zvučnim temama. Ovo mora biti ispravno ime za windows mapu. * Vlastito ime: Upiši svoje pravo ime ili nadimak. * Opis teme: kratak opis teme. - Aktiviraj gumb „U redu” za prelazak na sljedeći korak. - U sljedećem dijaloškom okviru, otvorit će se dijaloški okvir koji je sličan kao „Uređivač zvučnih tema”. Daljnje radnje su isti kao i za uređivanje zvučne teme, pa pogledaj odjeljak „Uređivanje aktivne zvučne teme”.
it: - Se hai una buona conoscenza di produzione di suoni, puoi metterla in pratica e creare un tuo tema audio, anziché modificarne uno esistente. Per farlo puoi seguire questi passaggi. - Raccogli i tuoi file audio in un unico posto (devono essere in formato ogg o wave) e rinominali in qualsiasi cosa abbia senso per te. Ad esempio, quando stavo creando il tema audio predefinito per questo componente aggiuntivo, ho raggruppato i suoni in base ai modelli di interazione; ad esempio la casella combinata, il pulsante a discesa e il pulsante di divisione possono avere tutti lo stesso suono, e allo stesso modo la casella di controllo, il pulsante di attivazione / disattivazione e la voce di controllo del menu possono avere lo stesso suono anch'essi. Dal menu del componente aggiuntivo scegli "Crea un nuovo tema audio": verrà aperta una finestra di dialogo che ti chiederà alcune informazioni sul nuovo tema audio, tra cui: * Nome Tema: il nome del tema che verrà mostrato nel gestore temi audio. deve essere un nome di cartella di Windows valido. * Il tuo nome: inserisci il tuo vero nome o un nickname. * Descrizione tema: una breve descrizione del tuo tema audio. - Premere OK per passare alla schermata successiva. - Nella schermata successiva verrà mostrata una finestra simile a "Modifica tema audio"; il processo di modifica è il medesimo, quindi fai riferimento alla sezione "Modifica del tema audio attivo".
pl: - Jeżeli masz zdolności w zakresie produkcji dźwięku, możesz je tutaj wykorzystać i stworzyć swój własny temat dźwiękowy, zamiast edytować już istniejący. Aby to zrobić, wykonaj następujące kroki. - Zbierz pliki dźwiękowe w jednym miejscu, (muszą być w formacie .wav lub .ogg) i zmień im nazwy tak, aby wiedzieć, do czego ma być użyty każdy z nich. Kiedy tworzyłem domyślny temat dźwiękowy dla tego dodatku, pogrupowałem dźwięki według wzorców interakcyjnych. na przykład, pole kombi, przycisk podzielony i przycisk rozdzielony mają jeden dźwięk, natomiast pole wyboru, przycisk przełączania i element zaznaczania mają kolejny dźwięk. - Z menu dodatku, wybierz "stwórz nowy temat dźwiękowy' - otworzy się dialog, w którym trzeba będzie podać kilka informacji o nowym temacie dźwiękowym, takich jak: * Nazwa tematu: nazwa tematu która będzie wyświetlana w menedżerze tematów. Musi to być poprawna nazwa katalogu w Windows. * Twoje imię: Wpisz swoje prawdziwe imię lub pseudonim. * Opis tematu : krótki opis tematu. - Kliknij OK, aby przejść do następnego kroku. - W następnym kroku, pojawi się dialog podobny do dialogu 'edytora tematów dźwiękowych', dalsza część procesu jest taka sama jak proces edytowania tematu dźwiękowego. Zajrzyj do sekcji 'edytowanie tematu dźwiękowego'.
ru: - Если у вас есть хорошие навыки звукорежиссера, вы можете применить их здесь и создать свою собственную звуковую тему, а не редактировать существующую. Для этого вы можете выполнить следующие действия. - Соберите свои аудиофайлы в одном месте, они должны быть в формате ogg или wave, и переименуйте их так, как вам будет удобно. Например, когда я создавал звуковую тему по умолчанию для этого дополнения, я сгруппировал звуки в соответствии с шаблонами взаимодействия, например, поле со списком, кнопка с выпадающим списком и разделённая кнопка все они могут иметь одинаковый звук, в то время как флажок, кнопка-переключатель и нажатый пункт меню могут иметь другой звук. - В меню дополнения нажмите "Создать новую звуковую тему" - Откроется диалог с запросом некоторой информации о вашей новой звуковой теме, включая: * Название темы: Название вашей темы, которое будет отображаться в управлении звуковыми темами. Это должно быть допустимое имя папки Windows. * Ваше имя: Введите свое настоящее имя или псевдоним. * Описание темы: Краткое описание вашей звуковой темы. - Нажмите "ОК" для перехода к следующему шагу. - На следующем шаге будет показан диалог, похожий на "Редактор звуковых тем", и в нём процесс будет таким же, как и в процессе редактирования темы, поэтому обратитесь к разделу "Редактирование активной звуковой темы".
sk: - Ak viete pracovať so zvukom, môžete namiesto upravovania existujúcich motívov vytvoriť novú zvukovú tému. - Najprv zhromaždite všetky zvuky, ktoré chcete použiť v jednom priečinku. Zvuky musia byť vo formáte ogg alebo wav. Pomenujte ich tak, aby ste názvom rozumeli. Ja som napríklad zlúčil zvuky podľa toho, ako sa pracuje s prvkami. - Z ponuky doplnku aktivujte tlačidlo vytvoriť. Tu je potrebné zadať: * Názov: Vložte názov pre vašu novú tému. Nesmie obsahovať špeciálne znaky (diakritika bude fungovať). * Autor: zadajte vaše meno alebo prezývku. * Popis: Sem zadajte popis, ktorý vystihuje tému. - Po aktivovaní tlačidla OK sa ocitnete v dialógu, kde môžete priradiť zvuky jednotlivým prvkom (rovnako ako pri úprave existujúcej témy).
tr: - Ses tasarlamaktan anlıyorsanız bilginizi kullanarak başka ses temasını düzenlemektense kendi ses temanızı oluşturabilirsiniz. Ses teması oluşturmak için şunları yapın: - Wav ve ogg formatında olacak şekilde ses dosyalarınızı bir yerde toplayın ve onları anlayacağınız şekilde adlandırın. Örneğin ben bu eklentinin varsayılan temasını yaparken sesleri etkileşim şekillerine göre gruplandırmıştım. Seçim kutusu, açılır düğme ve bölme düğmesinin sesi aynıydı. Onay kutusu, geçiş düğmesi ve işaretlenen menü öğesinin sesi de aynıydı. - Eklenti menüsünden yeni ses teması oluştur seçeneğine tıklayın. Şunlar dahil olmak üzere sizden bazı bilgiler istenen bir iletişim kutusu açılacaktır: * Tema adı: Temanızın sesli tema yöneticisinde gösterilecek adı. Windows klasör oluşturma kurallarına uygun olmalıdır. * Temayı oluşturan: Gerçek adınızı veya rumuzunuzu yazın. * Tema özeti: Ses temanızı açıklayan kısa bir tanım. -Sonraki adıma geçmek için tamama tıklayın. -Sonraki adımda "ses teması düzenleyicisine" benzeyen bir iletişim kutusu açılacaktır. Yapacağınız işlemler ses teması düzenlemekle aynıdır. "Ses teması düzenleme" bölümüne bakınız.
uk: - Якщо у вас є хороші навички створення звуку, ви можете застосувати їх тут і створити власну звукову тему, а не редагувати ту, що вже є. Для цього виконайте такі дії. - Зберіть свої аудіофайли в одному місці, вони повинні бути у форматі ogg або wave, і перейменуйте їх на свій смак. Наприклад, коли я створив основну звукову тему для цього додатка, я згрупував звуки за шаблоном взаємодії, наприклад, на комбіновані списки, кнопки з випадаючим меню та кнопки-роздільники призначив один і той самий звук, також спільний звук я призначив на кнопки-перемикачі, прапорці чи позначення елементів радіоменю. - У меню додатка натисніть «Створити нову звукову тему», після чого відкриється діалог, у якому буде необхідно вказати деяку інформацію про вашу нову звукову тему: * ім’я теми: ім’я, яке відображатиметься у менеджері звукових тем. Повинне відповідати правилам іменування папок у Windows. * Ваше ім’я: введіть ваше справжнє ім’я або псевдонім. * Опис теми: напишіть коротко про свою звукову тему. - Натисніть «Гаразд» для переходу до наступного кроку. - На наступному кроці буде показано діалог, подібний до «Редактора звукових тем», там процес буде таким же, як процес редагування теми, тому перегляньте розділ «Редагування активної звукової теми».

source: Copyright:
hr: Autorska prava:
pl: Prawa autorskie:
ru: Авторские права:
sk: Autorské práva:
tr: Telif hakkı:
uk: Авторське право:

source: Copyright (c) 2014-2016 Musharraf Omer and Others
hr: Autorska prava (c) 2014. – 2016. Musharraf Omer i drugi
it: Copyright (c) 2014-2016 Musharraf Omer e Altri
pl: Prawa autorskie (c) 2014-2016 Musharraf Omer i inni
ru: Авторские права (c) 2014-2016 Musharraf Omer и Другие
sk: Copyright (c) 2014-2016 Musharraf Omer a ďalší
tr: Telif hakkı (c) 2014-2016 Musharraf Omer ve diğerleri
uk: Авторське право (c) 2014-2016 Musharraf Omer та інші

source: Although this add-on was started as an independent project, it evolved to be an enhanced version of the 'Unspoken' add-on by Austin Hicks and Bryan Smart. The majority of this add-on's development went into creating the tools to manage, edit and create audio theme packages. So a big thank you to them for creating such a wonderful add-on, and making it available for us to build on top of their work.
hr: Iako je ovaj dodatak počeo kao nezavisan projekt, razvio se kao poboljšana verzija dodatka „Unspoken”, autora Austina Hicksa i Bryana Smarta. U razvoju ovog dodatka je utrošeno najviše vremena na pravljenje alatki za upravljanje, uređivanje i izradu paketa tema. Velika im hvala za pravljenje odličnog dodatka, koji nam je koristio kao osnova.
it: Sebbene questo componente aggiuntivo sia partito come un progetto indipendente, esso si è evoluto in una versione avanzata del componente aggiuntivo 'Unspoken', di Austin Hicks e Bryan Smart. La parte più impegnativa dello sviluppo di questo componente aggiuntivo ha riguardato la creazione degli strumenti per gestire, modificare e creare pacchetti di temi audio. Un sentito ringraziamento a loro per aver creato un componente aggiuntivo così bello e utile, ed aver permesso quindi di poter costruirci un'interfaccia adatta allo scopo.
pl: Chociaż ten dodatek pierwotnie był niezależnym projektem, z czasem stał się ulepszoną wersją dodatku 'Unspoken' napisanego przez Austina Hicksa i Bryana Smarta. Zaczęto skupiać się przede wszystkim na dodawaniu funkcji do edytowania i tworzenia pakietów tematów dźwiękowych. Bardzo dziękujemy pierwszym twórcom tego wspaniałego dodatku za to, że powierzyli nam efekt swojej pracy i jego dalszy rozwój.
ru: Несмотря на то, что это дополнение было создано как самостоятельный проект, оно стало усовершенствованной версией дополнения "Unspoken", созданного Остином Хиксом и Брайаном Смартом. Большая часть работы над этим дополнением была направлена на создание инструментов для управления, редактирования и создания тематических пакетов аудио. Так что большое спасибо им за то, что создали такое замечательное дополнение и предоставили нам возможность использовать его на основе их работы.
sk: Toto je rozšírená verzia pôvodného doplnku Unspoken od Austina Hicksa a Bryana Smarta. Túto verziu doplnku som postavil na ich myšlienka a doplnil som možnosť upravovania spravovania tém. Preto sa chcem poďakovať za pôvodný nápad, na ktorom som mohol ďalej pracovať.
tr: Bu eklenti ilk olarak bağımsız bir projeydi. Sonrasında Austin Hicks ve Bryan Smart'ın oluşturduğu "Unspoken" eklentisinin gelişmiş bir versiyonu hâline geldi. Bu eklentinin geliştirilmesindeki emeğin çoğu ses teması paketlerinin yönetilmesine, düzenlenmesine ve oluşturulmasına yarayan araçlara verilmiştir. Harika bir eklenti oluşturup eklentinin üzerine bu eklentiyi yapmamızı sağladıkları için Austin Hicks ve Bryan Smart'a çok teşekkür ederiz.
uk: Незважаючи на те, що цей додаток було розпочато як самостійний проект, вона перетворилася на вдосконалену версію додатка «Unspoken» Остіна Хікса та Браяна Смарта. Більша частина розробки цього додатка стосувалася створення інструментів для керування, редагування і створення пакетів звукових тем. Тож велика подяка їм за те, що вони створили такий чудовий додаток і зробили його доступним для нас, щоб ми змогли створити його на базі їхньої роботи.

source: A Note on Third-party audio files:
hr: Napomena o zvukovima trećih stranki:
it: Nota sui file audio di terze parti:
pl: Uwaga na temat plików dźwiękowych trzeciej strony:
ru: Примечания о сторонних звуковых файлах:
sk: Poznámky k zvukovým súborom tretích strán:
tr: Üçüncü taraf ses dosyaları hakkında bir not:
uk: Примітка про сторонні звукові файли:

source: The **Default** audio theme package in this add-on uses sounds from several sources, here is a breakdown for them: - Unspoken 3D Audio: An add-on for NVDA - TWBlue: A free and open source twitter client - Mushy TalkBack: An alternative talkback with better sounds.
hr: Standardna tema koristi različite izvore zvukova. Izvori su: - Unspoken 3D Audio: Dodatak za NVDA, - TWBlue: Besplatan twitter klijent, otvorenog koda, - Mushy TalkBack: Alternativan talkback s boljim zvukovima.
it: Il tema audio predefinito di questo componente aggiuntivo utilizza suoni provenienti da più fonti. Eccone un breve riassunto: - Unspoken 3D Audio: un componente aggiuntivo per NVDA - TWBlue: un client twitter gratuito e open source - Mushy TalkBack: Una sintesi vocale alternativa con suoni migliori.
pl: **Domyślny** pakiet tematów dźwiękowych tego dodatku zawiera dźwięki pochodzące z różnych źródeł, Poniżej spis źrudeł: - Unspoken 3D Audio: dodatek dla NVDA - TWBlue: Bespłatny i wolny klient twittera - Mushy TalkBack: alternatywny TAlkBack z lepszymi dźwiękami.
ru: Пакет звуковых тем **по умолчанию** в этом дополнении использует звуки из нескольких источников, вот их краткое описание: - Unspoken 3D Audio: дополнение для NVDA - TWBlue: Бесплатный клиент Twitter с открытым исходным кодом - Mushy TalkBack: Альтернативный talkback с улучшенным звуком.
sk: Predvolená téma zvukov v tomto doplnku používa zvuky z niekoľkých zdrojov: - Unspoken 3D Audio: Doplnok pre NVDA - TWBlue: voľne šíriteľný a open source twitter klient - Mushy TalkBack: Alternatíva pre talkback s lepšími zvukmi.
tr: **Varsayılan** ses teması çeşitli kaynaklardan alınan seslerle oluşturulmuştur, kaynakların listesi şu şekildedir: - Unspoken 3b ses: NVDA için bir eklenti - TWBlue: Ücretsiz ve açık kaynaklı bir Twitter istemcisi - Mushy TalkBack: Daha iyi sesleri olan alternatif Talkback.
uk: У **Стандартній** звуковій темі цього додатка використано звуки з кількох джерел, ось їхній перелік: - Unspoken 3D Audio: додаток для NVDA - TWBlue: вільний twitter-клієнт з відкритим джерельним кодом - Mushy TalkBack: альтернативний talkback із поліпшеними звуками.

source: Licence
hr: Licenca
it: Licenza
pl: Licencja
ru: Лицензия
sk: Licencia
tr: Lisans
uk: Ліцензія

source: Licensed under the GNU General Public License. See the file **copying** for more details.
hr: Licencirano pod GNU općom javnom licencom. Pročitaj datoteku **copying** za daljnje detalje.
it: Realizzato con Licenza GNU General Public License. Si veda il file **copying** per ulteriori informazioni.
pl: Licencjonowano na warunkach GNU General Public License. Więcej informacji w pliku **copying** .
ru: Распространяется под универсальной общественной лицензией GNU. Для более подробной информации смотрите файл **copying**.
sk: Doplnok je šírený pod GNU General Public License. Ďalšie podrobnosti nájdete v súbore **copying**.
tr: GNU genel açık lisansıyla lisanslanmıştır. Daha fazla detay için **copying** dosyasına bakınız.
uk: Поширюється за ліцензією GNU General Public License. Перегляньте файл **copying** для подробиць.

source: [[!tag dev]]
it: [[!tag dev stable]]
