Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/AudioThemes.*.po
Languages: hr, it, pl, ru, sk, tr, uk

source: [[!meta title="Audio Themes"]]
hr: [[!meta title="Zvučne teme (Audio Themes)"]]
ru: [[!meta title="Звуковые Темы"]]
sk: [[!meta title="Zvukové témy"]]
tr: [[!meta title="ses temaları"]]

source: Authors: Musharraf Omer and others
hr: Autori: Musharraf Omer i drugi
it: Autori: Musharraf Omer e altri
pl: Autorzy: Musharraf Omer i inni
ru: Авторы: Musharraf Omer и другие
sk: Autory: Musharraf Omer a ďalší
tr: Yazarlar: Musharraf Omer ve diğerleri
uk: Автори: Musharraf Omer та інші

source: download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
it: scarica [Versione stabile][1]
pl: pobierz [wersja stabilna][1]
ru: загрузить [стабильную версию][1]
sk: stiahnúť [stabilnú verziu][1]
tr: [Kararlı sürümü][1] indir
uk: завантажити [стабільну версію][1]

source: download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
it: scarica [Versione in sviluppo][2]
pl: pobierz [wersja rozwojowa][2]
ru: загрузить [разрабатываемую версию][2]
sk: stiahnúť [vývojovú verziu][2]
tr: [geliştirici sürümünü][2] indir
uk: завантажити [версію в розробці][2]

source: This add-on creates a virtual audio display that plays sounds when focusing or navigating objects (such as buttons, links etc...) the audio will be played in a location that corresponds to the object's location in the visual display.
hr: Ovaj dodatak izrađuje virtualni zvučni prikaz koji reproducira zvukove tijekom fokusiranja objekta ili tijekom kretanja između objekata. Zvuk će se reproducirati na mjestu koje odgovara mjestu objekta u vizualnom prikazu.
it: Questo componente aggiuntivo crea uno schermo audio virtuale che riproduce suoni durante lo spostamento del focus o la navigazione tra oggetti (come pulsanti, link, ecc...). L'audio verrà riprodotto cercando di far coincidere la posizione del suono con quella visuale dell'oggetto.
pl: Ten dodatek tworzy wirtualny dźwiękowy wyświetlacz, który odtwarza dźwięki podczas nawigacji lub wskazywania obiektów, takich jak przyciski, linki itd. Dźwięk będzie odtworzony w lokalizacji, która odpowiada położeniu objektu na ekranie.
ru: Это дополнение создает виртуальный аудио дисплей, который воспроизводит звуки при фокусировании или навигации по объектам (таким как кнопки, ссылки и т. д...) Звук будет воспроизводиться в месте, которое соответствует визуальному расположению объекта на дисплее.
sk: Namiesto hlasovej informácie prehráva zvuky pri navigácii po objektoch (ako sú tlačidlá, odkazy atď). Navyše zvuky sú prehrávané v 3D priestore, vďaka čomu môžete približne získať predstavu o priestorovom rozložení prvkov na obrazovke.
tr: Bu eklenti düğmeler ve linkler gibi öğelere odaklanıldığında veya öğeler arasında dolaşıldığında ses çıkaran bir sanal görünüm oluşturur. Sesin konumu nesnenin sanal görünümdeki konumuna göre belirlenir.
uk: Цей додаток створює віртуальний звуковий дисплей і відтворює звуки під час навігації чи фокусування на об’єктах (таких як кнопки, посилання і так далі…) відтворення звуку відповідає розташуванню об’єкта на візуальному екрані.

source: The add-on also enables you to activate, install, remove, edit, create, and distribute audio theme packages.
hr: Dodatak također omogućuje aktiviranje, instaliranje, uklanjanje, uređivanje, izradu i distribuiranje paketa zvučnih tema.
it: Il componente consente inoltre di attivare, installare, rimuovere, modificare, creare e distribuire pacchetti di temi audio.
pl: Dodatek umożliwia także aktywowanie, instalowanie, usuwanie, edytowanie, tworzenie i dystrybucję pakietów tematów dźwiękowych.
ru: Дополнение также позволяет активировать, устанавливать, удалять, редактировать, создавать и распространять пакеты звуковых тем.
sk: Doplnok tiež umožňuje aktivovať, nainštalovať, odstrániť, upraviť, vytvoriť a distribuovať balíčky zvukových tém.
tr: Ayrıca bu eklentiyle ses temalarını etkinleştirebilir, yükleyebilir, kaldırabilir, düzenleyebilir, oluşturabilir ve paylaşabilirsiniz.
uk: Також додаток дає вам можливість активовувати, встановлювати, видаляти, редагувати, створювати й поширювати пакети звукових тем.

source: Usage
hr: Primjena
it: Utilizzo
pl: Użycie
ru: Использование
sk: Použitie
tr: Kullanım
uk: Як користуватись

source: This add-on enables you to perform three distinct tasks, including managing your installed audio themes, editing the currently active audio theme, and creating a new audio theme.
hr: Ovaj dodatak omogućuje izvođenje triju različitih zadataka, uključujući upravljanje trenutačno instaliranim zvučnim temama, uređivanje trenutačno aktivne zvučne teme, te kreiranje nove zvučne teme.
it: Questo add-on consente di eseguire tre operazioni distinte, tra cui la gestione dei temi audio installati, la modifica del tema audio attivo, e la creazione di un nuovo tema audio.
pl: Ten dodatek umożliwia wykonywanie następujących czynności: instalowanie tematów dźwiękowych, edytowanie aktualnie używanego tematu dźwiękowego oraz tworzenie nowych tematów dźwiękowych.
ru: Это дополнение позволяет выполнять три разные задачи, включая управление установленными звуковыми темами, правку текущей активной звуковой темы, и создание новой.
sk: Môžete spravovať nainštalované zvukové témy, upravovať aktívnu tému a tiež vytvoriť novú vlastnú zvukovú tému.
tr: Bu eklentiyle üç farklı işlev yapabilirsiniz. Yüklediğiniz ses temalarını yönetebilir, kullandığınız ses temasını düzenleyebilir ve yeni bir ses teması oluşturabilirsiniz.
uk: Цей додаток дає вам можливість виконувати три різні завдання, включно з керуванням встановленими звуковими темами, редагуванням активної звукової теми і створенням нової звукової теми.

source: You can access these functions from the add-on's menu which is found in the main NVDA menu.
hr: Funkcijama se može pristupiti u podizborniku „Dodaci”, koji se nalazi u glavnom NVDA izborniku.
it: E' possibile accedere a queste funzioni attraverso il menu del componente aggiuntivo, che si trova nel menu principale di NVDA.
pl: Funkcje te są dostępne w menu dodatku, które znajduje się w głównym menu NVDA.
ru: Вы можете получить доступ к этим функциям из меню дополнения, которое находится в главном меню NVDA.
sk: K týmto funkciám sa dostanete z ponuky doplnku, ktorá sa nachádza v hlavnej ponuke NVDA.
tr: Bu işlevlere eklentinin menüsünden ulaşabilirsiniz. Eklenti menüsü NVDA menüsünde bulunur.
uk: Ви можете знайти ці функції у меню додатка, яке розміщене в головному меню NVDA.

source: Managing Your Audio Themes
hr: Upravljanje zvučnim temama
it: Gestione dei temi audio
pl: Zarządzanie tematami dźwiękowymi
ru: Управление звуковыми темами
sk: Správa aktívnej zvukovej témy
tr: Ses temalarınızı yönetme
uk: Керування вашими звуковими темами

source: The 'Manage Audio Themes' dialogue enables you to activate or deactivate audio themes, in addition to installing and removing audio themes.
hr: Dijaloški okvir „Upravljanje zvučnim temama” omogućuje aktiviranje ili deaktiviranje zvučnih tema, kao i njihovo instaliranje ili uklanjanje.
it: La finestra di dialogo gestione temi audio consente di attivare o disattivare i temi, oltre a poterli installare o rimuovere.
pl: Okno dialogowe "zarządzaj tematami dźwiękowymi" umożliwia aktywację i dezaktywację oraz instalowanie i usuwanie tematów dźwiękowych.
ru: Диалог 'Управление звуковыми темами' позволяет включать или выключать звуковые темы, в дополнение к этому, устанавливать и извлекать их.
sk: Dialóg „Spravovať zvukové motívy“ umožňuje okrem inštalácie a odstraňovania zvukových motívov aj aktiváciu alebo deaktiváciu zvukových balíčkov.
tr: Ses temalarını yönet iletişim kutusu ses temalarını etkinleştirmenize veya devredışı bırakmanıza, başka ses temaları yüklemenize ve kaldırmanıza yarar.
uk: Діалог «Керування звуковими темами» дає вам можливість активовувати чи деактивовувати звукові теми, а також встановлювати чи видаляти їх.

source: - In this dialogue there are some additional options including: - Play sounds in 3D mode: When you uncheck this box the add-on will play the sounds in mono mode (always in the centre of the audio display) regardless of the object location. - Speak role such as button, edit box , link etc.: When you uncheck this box NVDA will start announcing the role when focusing objects rather than ignoring it (which is the default behaviour when installing this add-on). - Use Synthesizer Volume: Checking this box will set the sound player of this add-on to use the active voice sound, thus making all audible output the same as the voice volume when ever you change that volume. - Audio Theme Volume Slider: Alternatively you can set the volume for the add-on using this slider. Setting it to 0 will mute all sounds, and 100 is the maximum volume.
hr: - U ovom dijaloškom okviru se nalaze i neke dodatne opcije uključujući: - Reproduciraj zvukove u 3d modusu: Kad je ova opcija isključena, dodatak će uvijek reproducirati zvukove u mono modusu (uvijek u centru zvučnog prikaza) neovisno o lokaciji objekta. - Izgovori ulogu kao što je gumb, polje za uređivanje, poveznica itd.: Kad je ova opcija isključena, NVDA će početi izgovarati ulogu tijekom fokusiranja objekta, umjesto da je zanemari (što je standardni način rada kad se instalira ovaj dodatak). - Koristi glasnoću govorne jedinice: Kad se opcija označi, dodatak će koristiti glasnoću govorne jedinice, čime se izjednačava glasnoća zvukova, čak i kad se smanji glasnoća govorne jedinice. - Klizač za glasnoću zvučne teme: Alternativno je moguće podesiti glasnoću dodatka uz pomoć ovog klizača. Ako se postavi na 0, svi zvukovi će biti isključeni. 100 je maksimalna glasnoća.
it: - In questa finestra di dialogo ci sono ulteriori opzioni, tra cui: - riproduci suoni in modalità 3d: quando si deseleziona la casella di controllo, i suoni verranno riprodotti in mono (sempre al centro) a prescindere dalla posizione dell'oggetto. - Vocalizza ruoli, come pulsante, campo editazione, link, etc.: deselezionando questa casella, NVDA inizierà a vocalizzare il ruolo di un oggetto quando questo viene focalizzato. Quando il componente aggiuntivo viene installato, il comportamento predefinito è di non vocalizzare i ruoli. - Usa il volume del sintetizzatore: selezionando questa casella di controllo si imposterà la riproduzione dei suoni di questo componente aggiuntivo al medesimo volume della sintesi vocale in uso, cosicché modificando il volume della voce verrà modificato anche il volume dei suoni dell'addon. - Volume di Audio Theme: in alternativa è possibile controllare il volume con questo cursore d'avanzamento; nel caso lo si imposti a 0, non verrà più eseguito alcun suono da parte di questo componente aggiuntivo.
pl: - W tym oknie dialogowym znajdują się następujące opcje: - Odtwarzaj dźwięk w trybie 3D: Po zaznaczeniu tego pola wyboru, dodatek będzie odtwarzał dźwięki w trybie mono (Zawsze na środku wyświetlacza dźwiękowego) niezależnie od położenia obiektu. - Wymawiaj nazwy kontrolek, takich jak przycisk, pole edycyjne, link itd.: Kiedy to pole wyboru jest odznaczone, NVDA będzie oznajmiać nazwy kontrolek przy przemieszczaniu się nie ignorując ich (co jest domyślnym zachowaniem, gdy dodatek jest instalowany). - Używaj głośności syntezatora: Po zaznaczeniu tego pola wyboru, ottwarzacz dźwięków dodatku będzie używał dźwięku aktywnego głosu. Dzięki temu, dźwięki dodatku będą miały taką samą głośność jak aktywny głos, przy każdej zmianie głośności syntezatora. - suwak głośności tematu dźwiękowego: alternatywnie, można zmienić głośność dodatku używając tego suwaka. Ustawienie go na 0 wycisza wszystkie dźwięki dodatku, a 100 to maksymalna głośność.
ru: - В этот диалог включены некоторые дополнительные опции, в том числе: - Воспроизводить звуки в режиме 3D: Когда вы снимите этот флажок, дополнение будет воспроизводить звуки в режиме моно (всегда в центре звукового дисплея) независимо от места расположения объекта. - Озвучить тип управления, такой как кнопка, поле редактирования, ссылка и т.д.: Когда вы снимите этот флажок, NVDA начнет объявлять тип управления в фокусе объектов, а не игнорировать его (что является поведением по умолчанию при установке этого дополнения). - Использовать громкость синтезатора: Установка этого флажка приведёт к тому, что звуковой проигрыватель данного дополнения будет использовать звук активного голоса, в результате чего весь звуковой вывод будет соответствовать громкости голоса при любом изменении этой громкости. - Регулятор громкости звуковой темы: В качестве альтернативы вы можете настроить громкость дополнения с помощью этого ползунка. При установке значения 0 все звуки будут отключены, а 100 - это максимальная громкость.
sk: - V tomto dialógu sú niektoré ďalšie možnosti: - Prehrávať zvuky v priestore: Ak odčiarknete, všetky zvuky budú prehrávané v strede bez ohľadu na umiestnenie objektu. - Vysloviť typ prvku: Ak odčiarknete, NVDA bude oznamovať typ prvku pri získaní fokusu a nebude ticho (čo je predvolené správanie tohto doplnku). - Použiť hlasitosť hlasového výstupu: Ak začiarknete túto možnosť, hlasitosť zvukov sa prispôsobí hlasitosti ktorú nastavíte pre hlasový výstup. - Hlasitosť zvukov: Tu určujete hlasitosť zvukov. 100% je maximum, ak nastavíte 0%, zvuky budú stlmené.
tr: - Buna ek olarak, iletişim kutusunda şu seçenekler bulunur: - Sesleri 3b kipinde çal: Onay kutusunun işaretini kaldırdığınızda eklenti sesleri mono olarak çalacaktır (öğenin konumu fark etmeksizin sesler iki hoparlörden eşit olarak gelecektir). - Düğme, yazı alanı, link vb nesne türlerini seslendir: Onay kutusunun işaretini kaldırdığınızda, nesnelere odaklanıldığında NVDA nesnenin türünü seslendirecektir. Varsayılan olarak onay kutusu işaretlidir. - Konuşma sentezleyicinin ses seviyesini esas al: - Bu onay kutusunu işaretlediğinizde eklentinin ses seviyesi konuşma ayarlarındaki ses seviyesine eşit olacaktır. Ses temaları ses seviyesi sürgüsü: - Bu sürgüyü kullanarak da eklentinin ses seviyesini ayarlayabilirsiniz. Sürgüyü 0'a ayarlarsanız eklenti sesleri duyulmaz. 100 en fazla ses seviyesidir.
uk: - У цьому діалозі є кілька додаткових опцій, таких як: - Відтворювати звуки у 3D-режимі: якщо зняти цей прапорець, додаток відтворюватиме звуки в монорежимі (завжди в центрі аудіодисплея) незалежно від розташування об’єкта. - Промовляти тип елементів (кнопка, посилання і так далі): якщо зняти цей прапорець, NVDA почне промовляти типи елементів при фокусуванні замість того, щоб їх ігнорувати (що є стандартною поведінкою після встановлення цього додатка). - Використовувати гучність синтезатора: якщо позначити цей прапорець, програвач звуку в цьому додатку використовуватиме гучність активного голосу, роблячи гучність усіх звукових сигналів і гучність голосу однаковою навіть у разі, якщо ви зміните гучність голосу. - Регулятор гучності звукової теми: альтернативно ви можете встановити гучність додатка, скориставшись цим регулятором. 0 вимкне всі звуки, а 100 зробить гучність цих звуків максимальною.

source: Editing The Active Audio Theme:
hr: Uređivanje aktivne zvučne teme:
it: Modifica del tema audio attivo:
pl: Edycja aktywnego tematu dźwiękowego:
ru: Редактирование активной звуковой темы:
sk: Upravovanie aktívnej zvukovej témy:
tr: Etkin ses temasını düzenleme:
uk: Редагування активної звукової теми:

source: When you click on the 'Edit the active audio theme' option, a dialogue will open with a list containing all the sounds contained in the currently active theme. From this dialogue you can:
hr: Klikom na opciju „Uređivanje aktivne zvučne teme”, otvorit će se dijaloški okvir koji sadrži popis svih zvukova dostupnih u trenutačno aktivnoj zvučnoj temi. Ovaj dijaloški okvir omogućuje:
it: Quando si clicca sull'opzione "Modifica il tema audio attivo", si aprirà una finestra di dialogo, con un elenco che contiene tutti i suoni del tema al momento utilizzato. In questa finestra è possibile utilizzare i seguenti controlli:
pl: Gdy klikniesz na przycisk "edytuj aktywny temat dźwiękowy", otworzy się okno dialogowe, zawierające wszystkie dostępne dźwięki, które znajdują się w aktualnie aktywnym temacie dźwiękowym. Można tam wykonać następujące czynności:
ru: Когда вы нажмёте на "Изменить активную звуковую тему", откроется диалоговое окно со списком всех звуков, содержащихся в активной на данный момент теме. В этом диалоге вы можете:
sk: Po kliknutí na možnosť Upraviť sa otvorí dialógové okno so zoznamom všetkých zvukov obsiahnutých v aktuálne aktívnej téme. V tomto dialógovom okne môžete:
tr: Etkin ses temasını düzenle seçeneğini seçtiğinizde, etkin temadaki sesleri içeren bir listeden oluşan iletişim kutusu açılacaktır. Bu iletişim kutusundan şunları yapabilirsiniz:
uk: Коли ви натиснете на опцію «Редагувати активну звукову тему», відкриється список усіх звуків, які містить активна тема. У цьому діалозі ви можете:

source: Change Selected: Selecting a sound from the list and clicking this button, will open a standard open file dialogue, select an ogg or wave audio file from your file system to replace the selected sound, and click OK to complete the process.
hr: Promijeni odabrano: biranje nekog zvuka iz popisa i aktiviranje ovog gumba, otvorit će standardni dijaloški okvir za otvaranje datoteke. Odaberi neku ogg ili wav datoteku koja će zamijeniti odabrani zvuk i klikni gumb „U redu” za završavanje procesa.
it: Modifica Suono Selezionato: Selezionando un suono dall'elenco e premendo questo pulsante, si aprirà una finestra standard per l'apertura di file; seleziona un file audio ogg o wave dal tuo file system per sostituire il suono selezionato e premi Ok per completare il processo.
pl: Zmień oznaczone: po zaznaczeniu dźwięku z listy i naciśnięciu tego przycisku, otworzy się standardowy dialog otwierania pliku. Zaznacz plik ogg lub wav z systemu plików, aby zamienić zaznaczony dźwięk. Kliknij OK, aby zakończyć akcję.
ru: Изменить выбранный: Выбрав звук из списка и нажав на эту кнопку, можно открыть стандартный диалог открытия файла, выбрать из файловой системы аудиофайл формата ogg или wave для замены выбранного звука и нажать кнопку OK для завершения процесса.
sk: Zmeniť: Po vybratí príslušného zvuku a aktivovaní tlačidla sa otvorí štandardný dialóg na výber iného zvukového súboru.
tr: Değiştir...: Listeden bir ses seçip bu seçeneğe tıkladığınızda standart bir aç iletişim kutusu açılacaktır. Bilgisayarınızdaki wav veya ogg dosyalarından birini seçip tamam düğmesine basarak sesi değiştirebilirsiniz.
uk: Змінити вибраний: після вибору звуку зі списку й натискання на цю кнопку відкриється стандартний діалог вибору файла, оберіть файл у форматі ogg чи wave з-поміж ваших файлів для заміни вибраного звуку, після чого натисніть «Гаразд» для завершення процесу.

source: Remove Selected: This will remove the selected sound from the theme, click 'Yes' to confirm the removal process, and the selected sound will be removed.
hr: Ukloni odabrano: ova opcija će ukloniti odabrani zvuk iz teme. Za potvrđivanje uklanjanja, klikni na „Da”. Odabrani zvuk će biti uklonjen.
it: Rimuovi Suono Selezionato: Questa opzione rimuoverà il suono selezionato dal tema; scegli "sì" per confermare il processo di rimozione e il suono selezionato verrà rimosso.
pl: Usuń zaznaczenie: usunie zaznaczony dźwięk z tematu. Kliknij "tak", aby potwierdzić proces usunięcia. Dźwięk zostanie usunięty.
ru: Удалить выбранный: Выбранный звук будет удален из темы, нажмите кнопку "Да" для подтверждения процесса удаления, и выбранный звук будет удален.
sk: Odstrániť: Odstráni vybratý zvuk zo zoznamu. Odstránenie potvrdíte tlačidlom áno.
tr: Kaldır: Bu düğmeyle seçtiğiniz sesi temadan kaldırabilirsiniz. İşlemi onaylamak için evet'e tıklayın.
uk: Видалити вибраний: видаляє вибраний звук із теми, натисніть «Так» для підтвердження видалення й вибраний звук буде видалено.
