Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/AudioChart.*.po
Languages: bg, da, de, fa, fi, hr, hu, pt_br, zh_cn

source: [[!meta title="AudioChart"]]
bg: [[!meta title="Аудио диаграма (AudioChart)"]]
da: [[!meta title="Lyddiagram"]]
de: [[!meta title="AudioBild"]]
fa: [[!meta title="AudioChart (نمودار صوتی)"]]
fi: [[!meta title="Äänikaavio"]]
hr: [[!meta title="Zvučni grafikon (AudioChart)"]]
hu: [[!meta title="HangzóGrafikon"]]
pt_br: [[!meta title="Audiográfico (AudioChart)"]]
zh_cn: [[!meta title="NVDA音频图表"]]

source: Author: Tony Malykh
bg: Автор: Tony Malykh
da: Forfatter: Tony Malykh
de: Autor: Tony Malykh
fa: نویسنده: Tony Malykh
fi: Tekijä: Tony Malykh
hr: Autor: Tony Malykh
hu: Fejlesztő: Tony Malykh
pt_br: Autor: Tony Malykh
zh_cn: 作者: Tony Malykh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
fa: دانلود [نسخه‌ی پایدار][1]
fi: Lataa [vakaa versio][1]
hr: Preuzmi [stabilnu verziju][1]
hu: [stabil verzió][1] letöltése
pt_br: Baixe a [versão estável][1]
zh_cn: 下载 [stable version][1]

source: AudioChart add-on for NVDA allows you to play excel time series as a continuous sound.
bg: Добавката \Аудио диаграма" ("AudioChart") за NVDA ви позволява да възпроизвеждате времеви серии в Excel като непрекъснат звук.
da: Tilføjelsen Lyddiagram til NVDA giver dig mulighed for at spille excel-tidsserier som en kontinuerlig lyd.
de: Die Erweiterung AudioBild für NVDA ermöglicht die Wiedergabe von Excel-Zeitreihen als Audiobild.
fa: افزونه‌ی AudioChart به شما اجازه میدهد تا سِری‌های زمانی Excel را به شکل یک صدای پیوسته پخش کنید.
fi: Äänikaavio-lisäosan avulla voidaan toistaa Excelin aikasarjoja jatkuvana äänenä.
hr: NVDA dodatak „Zvučni grafikon” dozvoljava reprodukciju vremenske serije u excelu kao neprekidan zvuk.
hu: A bővítmény lehetővé teszi a Microsoft Excelben létrehozott idősorok hangjelzéssel történő áttekintését.
pt_br: O complemento Audiográfico para o NVDA permite reproduzir séries temporais do Excel como um som contínuo.
zh_cn: NVDA音频图表插件可以把excel时间序列转换维音频来连续播放。

source: Usage
bg: Начин на използване
da: Brug
de: Verwendung
fa: نحوه استفاده
fi: Käyttö
hr: Primjena
hu: Használat
pt_br: Uso
zh_cn: 用法

source: Select a cell or a column of cells containing time series in Microsoft Excel.
bg: Изберете клетка или колона от клетки в Microsoft Excel, съдържащи времеви серии.
da: Vælg en celle eller en kolonne af celler indeholdende tidsserier i Microsoft Excel.
de: Wählen Sie eine Zelle oder eine Spalte von Zellen, die Zeitreihen in Microsoft Excel enthalten.
fa: در Microsoft Excel، یک خانه یا یک ستون از خانه‌هایی را که شامل سِری زمانی هستند انتخاب کنید.
fi: Valitse Microsoft Excelissä solu tai solujen sarake, joka sisältää aikasarjoja.
hr: Odaberi ćeliju ili stupac ćelija koje sadrže vremenske serije u Microsoft Excelu.
hu: Jelöljön ki egy cellát, vagy oszlopot, ami idősort tartalmaz.
pt_br: Selecione uma célula ou uma coluna de células contendo séries temporais no Microsoft Excel.
zh_cn: 现在可以在Microsoft Excel中选择包含时间序列的单元格或单元格列。

source: Keystrokes
bg: Клавишни комбинации
da: Tastaturkommandoer
de: Tasten&kombinationen
fa: کلیدها
fi: Näppäinkomennot
hr: Tipkovni prečaci
hu: Billentyűparancsok:
pt_br: Teclas básicas
zh_cn: 快捷键

source: NVDA+A: Play audio chart.
bg: NVDA+A: Възпроизвеждане на аудио диаграма.
da: NVDA+A: Afspil lyddiagram.
de: NVDA+A: Audiobild abspielen.
fa: NVDA+A: نمودار صوتی را پخش میکند.
fi: NVDA+A: Toista äänikaavio.
hr: NVDA+A: Pokreni zvučni grafikon.
hu: NVDA+A: AudióGrafikon lejátszása
pt_br: NVDA+A: Reproduz o gráfico de áudio.
zh_cn: NVDA + A:播放音频图表。

source: NVDA+A twice quickly: Show calibration dialog window. In laptop layout, press NVDA+Control+Shift+A instead.
bg: NVDA+A два пъти бързо: Показване на диалоговия прозорец за калибриране. При използване на лаптоп клавиатурна подредба, вместо това натиснете NVDA+Control+Shift+A.
da: NVDA+Ato gange hurtigt: Vis kalibreringsdialogvindue. I laptop-layout skal du trykke på NVDA+Ctrl+Skift+A i stedet for.
de: NVDA+A zweimal schnell: Kalibrierungsdialog anzeigen (Im Laptop-Layout drücken Sie stattdessen NVDA+Steuerung+Umschalt+A.
fa: NVDA+A دو بار سریع: پنجره‌ی کالیبراسیون را نشان میدهد. در چیدمان لپتاپ، به جای کلید یادشده، NVDA+Control+Shift+A را بزنید.
fi: NVDA+A kahdesti: Näyttää kalibrointi-ikkunan. Kannettavan näppäinasettelua käytettäessä painetaan NVDA+Ctrl+Vaihto+A.
hr: NVDA+A dvaput brzo: Prikazat će se dijaloški okvir kalibracije. Na laptopu umjesto toga pritisni NVDA+kontrol+šift+A.
hu: NVDA+A gyors kétszeri lenyomás: Kalibrációs párbeszédablak megjelenítése. laptop kiosztás esetén: NVDA+Ctrl+Shift+A
pt_br: NVDA+A duas vezes rapidamente: Mostra a janela de diálogo de calibração. No leiaute de laptop, pressione NVDA+Control+Shift+A ao invés.
zh_cn: NVDA + A，连续案两次：显示校准对话框。笔记本键盘方按，请按NVDA + Control + Shift + A。

source: Source code
bg: Изходен код
da: Kildekode
de: Quellcode
fa: کد منبع
fi: Lähdekoodi
hr: Izvorni kod
hu: Forráskód
pt_br: Código fonte
zh_cn: 源代码

source: [[!tag legacy]]
pt_br: [[!tag dev stable]]

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=audiochart
pt_br: [1]: https://addons.nvda-project.org/files/get.php?file=audiochart
