Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Becky.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, sk, tr

source: [[!meta title="Becky accessibility enhancements"]]
bg: [[!meta title="Подобрения за достъпността на Becky (Becky accessibility enhancements)"]]
de: [[!meta title="Becky-Zugänglichkeitsverbesserungen"]]
es: [[!meta title="Mejoras de accesibilidad para Becky"]]
fi: [[!meta title="Beckyn esteettömyysparannukset"]]
gl: [[!meta title="Melloras de accesibilidade para Becky"]]
hr: [[!meta title="Poboljšanja pristupačnosti za Becky (Becky accessibility enhancements)"]]
pt_br: [[!meta title=“Aprimoramentos de acessibilidade do Becky”]].
pt_pt: [[!meta title="Melhorias de acessibilidade do Becky"]]
sk: [[!meta title="Zlepšie prístupnosti Becky"]]
tr: [[!meta title="Becky erişilebilirlik geliştirmeleri"]]

source: Author: Łukasz Golonka <lukasz.golonka@mailbox.org>
bg: Автор: Łukasz Golonka <lukasz.golonka@mailbox.org>
es: Autor: Łukasz Golonka <lukasz.golonka@mailbox.org>
fi: Tekijä: Łukasz Golonka <lukasz.golonka@mailbox.org>
fr: Auteur : Łukasz Golonka <lukasz.golonka@mailbox.org>
hr: Autor: Łukasz Golonka <lukasz.golonka@mailbox.org>
pt_br: Autor: Łukasz Golonka <lukasz.golonka@mailbox.org>
pt_pt: Autor: Łukasz Golonka <lukasz.golonka@mailbox.org>
tr: Yazar: Łukasz Golonka <lukasz.golonka@mailbox.org>

source: NVDA compatibility: 2019.2 and beyond
bg: Съвместимост с NVDA: от 2019.2 и по-нови версии
de: NVDA-Kompatibilität: 2019.2 und neuer
es: Compatibilidad con NVDA: de 2019.2 en adelante
fi: Yhteensopivuus: NVDA 2019.2 ja uudemmat
fr: Compatibilité NVDA : 2019.2 et au-delà
gl: Compatibilidade con NVDA: 2019.2 en diante
hr: NVDA kompatibilnost: 2019.2 i novije verzije
it: Compatibilità NVDA: 2019.2 e oltre
pl: Zgodność z NVDA: 2019.2 i nowsze
pt_br: NVDA compatível: 2019.2 and beyond
pt_pt: Compatibilidade NVDA: 2019.2 e posterior
sk: Kompatibilné s NVDA: 2019.2 a novší
tr: NVDA uyumluluğu: 2019.2 ve sonrası

source: Download [development version][1]
bg: Изтегляне на [тестова версия][1]
de: [Entwicklerversion herunterladen][1]
es: Descargar [versión de desarrollo][1]
fi: Lataa [kehitysversio][1]
fr: Télécharger [version de développement][1]
gl: Descargar [versión de desenvolvemento][1]
hr: Preuzmi [razvojnu verziju][1]
it: Download [versione in sviluppo][1]
pl: Pobierz [wersja rozwojowa][1]
pt_br: Download [versão de desenvolvimento][1]
pt_pt: Descarregar [versão de desenvolvimento][1]
sk: Stiahnuť [vývojovú verziu][1]
tr: [Geliştirme sürümünü indirin][1]

source: This plugin improves accessibility of Becky! Internet Mail.
bg: Тази добавка подобрява достъпността на програмата за е-поща "Becky".
de: Diese Erweiterung verbessert die Zugänglichkeit von Becky! Internet Mail.
es: Este complemento mejora la accesibilidad de Becky! Internet Mail.
fi: Tämä lisäosa parantaa Becky! Internet Mailin esteettömyyttä.
fr: Cette extension améliore l'accessibilité de Becky ! Internet Mail.
gl: Esta extensión mellora a accesibilidade de Becky! Internet Mail.
hr: Ovaj dodatak poboljšava pristupačnost programa Becky! Internetska pošta.
it: Questo plugin migliora l'accessibilità di Becky! Internet Mail.
pl: Ta wtyczka poprawia dostępność Becky! Poczta internetowa.
pt_br: Esse plug-in melhora a acessibilidade do Becky! Internet Mail.
pt_pt: Este plugin melhora a acessibilidade do Becky! Correio eletrónico.
sk: Tento doplnok zlepšuje prístupnosť e-mailového klienta Becky!
tr: Bu eklenti, Becky'nin erişilebilirliğini artırır! İnternet ^-Posta.Bu eklenti, Becky'nin erişilebilirliğini artırır! İnternet ^-Posta.

source: Keyboard commands:
bg: Клавишни команди:
de: Tastaturbefehle:
es: Órdenes de teclado:
fi: Näppäinkomennot:
fr: Commandes clavier :
gl: Atallos de teclado:
hr: Tipkovne naredbe:
it: Comandi da tastiera:
pl: Skróty klawiszowe:
pt_br: Comandos de teclado:
pt_pt: Comandos de teclado:
sk: Klávesové skratky:
tr: Klavye komutları:

source: NVDA+Shift+U - reports amount of all and unread messages in the current folder
bg: NVDA+Shift+U – Докладва броя на всички и на непрочетените съобщения в текущата папка
de: NVDA+Umschalt+U - Meldet die Anzahl aller und ungelesener Nachrichten im aktuellen Ordner
es: NVDA+shift+u - Anuncia la cantidad de mensajes no leídos y todos los mensajes en la carpeta actual
fi: NVDA+Vaihto+U: Ilmoittaa kaikkien ja lukemattomien viestien määrän nykyisessä kansiossa.
fr: NVDA+Maj+U - annoncer la quantité de tous les messages et des messages non lus dans le dossier courant
gl: NVDA+Shift+U - anuncia a cantidade de todos as mensaxes e das non lidas no cartafol actual
hr: NVDA+šift+U – javlja količinu svih i nepročitanih poruka u trenutnoj mapi
it: NVDA+Maiusc+U - segnala la quantità dei messaggi non letti e di tutti quelli presenti nella cartella corrente
pl: NVDA+Shift+U - raportuje ilość wszystkich i nieprzeczytanych wiadomości w bieżącym folderze
pt_br: NVDA+Shift+U - informa a quantidade de todas as mensagens lidas e não lidas na pasta atual
pt_pt: NVDA+Shift+U - informa sobre a quantidade de todas as mensagens lidas e não lidas na pasta atual
sk: NVDA+Shift+U - oznámi počet všetkých a neprečítaných správ v priečinku
tr: NVDA+Shift+U - geçerli klasördeki tüm ve okunmamış mesajların sayısını bildirir

source: NVDA+Shift+a - in the message composer moves focus to the list of attachments if it is visible.
bg: NVDA+Shift+A – В екрана за писане на съобщение премества фокуса към списъка с прикачени файлове, ако е видим.
de: NVDA+Umschalt+A - Im Nachrichten-Composer zieht den Fokus auf die Liste der Anhänge, wenn diese sichtbar ist.
es: NVDA+shift+a - En el redactor de mensajes, mueve el foco a la lista de adjuntos si es visible.
fi: NVDA+Vaihto+A: Siirtää kohdistuksen viestinkirjoitusikkunassa liiteluetteloon, mikäli se on näkyvissä.
fr: NVDA+Maj+a - dans le message composer le focus se déplace vers la liste des pièces jointes si elle est visible.
gl: NVDA+Shift+a - no redactor de mensaxe move o foco á lista de anexos se está visible.
hr: NVDA+šift+a – u sastavljaču poruka pomiče fokus na popis privitaka ako je vidljiv.
it: NVDA+Maiusc+a - nella finestra di composizione del messaggio sposta il focus sull'elenco degli allegati se è visibile.
pl: NVDA+Shift+a - w wiadomości kompozytor przenosi fokus na listę załączników, jeśli jest ona widoczna.
pt_br: NVDA+Shift+a - no compositor de mensagens, move o foco para a lista de anexos, se ela estiver visível.
pt_pt: NVDA+Shift+a - no compositor de mensagens, move o foco para a lista de anexos, se esta estiver visível.
sk: NVDA+Shift+a - v okne novej správy presunie fokus do zoznamu príloh, ak je viditeľný.
tr: NVDA+Shift+a - mesaj oluşturucuda, görünür durumdaysa odağı ekler listesine taşır.

source: These shortcuts can be reassigned in the Becky category from the Input Gestures dialog
bg: Тези клавишни команди могат да бъдат преназначени в категорията "Becky" в диалоговия прозорец "Жестове на въвеждане"
de: Diese Tastenkombinationen können in der Kategorie Becky im Dialogfeld für Tastenbefehle neu zugewiesen werden
es: Se pueden reasignar estos atajos en la categoría Becky del diálogo Gestos de entrada
fi: Pikanäppäimiä on mahdollista muuttaa NVDA:n Näppäinkomennot-valintaikkunan Becky-kategoriasta.
fr: Ces raccourcis peuvent être réassignés dans la catégorie Becky à partir du dialogue Gestes de commandes
gl: Estes atallos pódense reasignar na categoría Becky dende o diálogo de Xestos de Entrada
hr: Ovi se prečaci mogu ponovo dodijeliti u kategoriji Becky u dijaloškom okviru za ulazne geste
it: Queste scorciatoie possono essere riassegnate nella categoria Becky dalla finestra di dialogo Gesti e tasti di immissione
pl: Skróty te można przypisać w kategorii Becky w oknie dialogowym Gesty wprowadzania
pt_br: Esses atalhos podem ser reatribuídos na categoria Becky na caixa de diálogo Gestos de entrada
pt_pt: Estes atalhos podem ser reatribuídos na categoria Becky a partir da caixa de diálogo definir comandos
sk: Skratky je možné zmeniť v dialógu klávesové skratky, v časti Becky.
tr: Bu kısayollar, Girdi Hareketleri iletişim kutusundan Becky kategorisinde yeniden atanabilir

source: Changes for 0.3-dev:
bg: Промени във версия 0.3-dev:
de: Änderungen für 0.3-dev:
es: Cambios para 0.3-dev:
fi: Muutokset versiossa 0.3-dev:
fr: Changements pour la version 0.3-dev :
gl: Cambios para 0.3-dev:
hr: Promjene u 0.3-dev:
it: Modifiche per 0.3-dev:
pl: Zmiany w wersji 0.3-dev:
pt_br: Alterações para 0.3-dev:
pt_pt: Alterações para 0.3-dev:
sk: Zmeny vo verzii 0.3-dev:
tr: 0.3-dev için değişiklikler:

source: Compatibility with NVDA 2022.1
bg: Съвместимост с NVDA 2022.1
de: Kompatibilität mit NVDA 2022.1
es: Compatibilidad con NVDA 2022.1
fi: Yhteensopivuus NVDA 2022.1:n kanssa
fr: Compatibilité avec NVDA 2022.1
gl: Compatibilidade con NVDA 2022.1
hr: Kompatibilnost s NVDA 2022.1
it: Compatibilità con NVDA 2022.1
pl: Zgodność z NVDA 2022.1
pt_br: Compatibilidade com o NVDA 2022.1
pt_pt: Compatibilidade com NVDA 2022.1
sk: Táto verzia je kompatibilná s NVDA 2022.1
tr: NVDA 2022.1 ile uyumluluk

source: Various other bug fixes
bg: Отстранени са други разни грешки
de: Verschiedene Fehlerkorrekturen
es: Otras correcciones diversas
fi: Useita muita bugikorjauksia
fr: Diverses autres corrections de bogues
gl: Varias outras solucións de erros
hr: Razni ispravci grešaka
it: Varie altre correzioni di bug
pl: Różne inne poprawki błędów
pt_br: Várias outras correções de bugs
pt_pt: Várias outras correcções de erros
sk: Rôzne opravy
tr: Diğer çeşitli hata düzeltmeleri

source: Changes for 0.2-dev:
bg: Промени във версия 0.2-dev:
de: Änderungen für 0.2-dev:
es: Cambios para 0.2-dev:
fi: Muutokset versiossa 0.2-dev:
fr: Changements pour la version 0.2-dev :
gl: Cambios para 0.2-dev:
hr: Promjene u 0.2-dev:
it: Modifiche per 0.2-dev:
pl: Zmiany dla wersji 0.2-dev:
pt_br: Alterações para 0.2-dev:
pt_pt: Alterações para 0.2-dev:
sk: Zmeny vo verzii 0.2-dev:
tr: 0.2 dev için değişiklikler:

source: Compatibility with NVDA 2021.1
bg: Съвместимост с NVDA 2021.1
de: Kompatibilität mit NVDA 2021.1
es: Compatibilidad con NVDA 2021.1
fi: Yhteensopivuus NVDA 2021.1:n kanssa
fr: Compatibilité avec NVDA 2021.1
gl: Compatibilidade con NVDA 2021.1
hr: Kompatibilnost s NVDA 2021.1
it: Compatibilità con NVDA 2021.1
pl: Kompatybilność z NVDA 2021.1
pt_br: Compatibilidade com o NVDA 2021.1
pt_pt: Compatibilidade com NVDA 2021.1
sk: Táto verzia je kompatibilná s NVDA 2021.1
tr: NVDA 2021.1 ile uyumluluk

source: Added a command to focus list of attachments
bg: Добавена е команда за фокусиране на списъка с прикачени файлове
de: Ein Befehl zum Fokussieren der Liste der Anhänge wurde hinzugefügt
es: Añadida una orden para llevar el foco a la lista de adjuntos
fi: Lisätty komento kohdistuksen siirtämiseksi liiteluetteloon
fr: Ajout d'une commande pour donner le focus dans la liste des pièces jointes
gl: Engadido un atallo para enfocar a lista de anexos
hr: Dodana je naredba za fokusiranje popisa privitaka
it: Aggiunto un comando per mettere a fuoco l'elenco degli allegati
pl: Dodano polecenie do listy fokusu załączników
pt_br: Adicionado um comando para focalizar a lista de anexos
pt_pt: Adicionado um comando para focar a lista de anexos
sk: Pridaná možnosť zamerať zoznam príloh
tr: Eklerin listesine odaklanmak için bir komut eklendi

source: Links in the message viewer can now be activated by pressing enter
bg: Връзките в екрана за преглед на съобщения вече могат да се задействат чрез натискане на Enter
de: Links in der Nachrichtenanzeige können nun durch Drücken der Eingabetaste aktiviert werden
es: En el visor de mensajes, se pueden activar los enlaces pulsando intro
fi: Viestinlukuikkunassa olevat linkit voidaan nyt avata painamalla Enteriä.
fr: Les liens dans la visionneuse de messages peuvent désormais être activés en appuyant sur Entrée
gl: As ligazóns no visualizador de mensaxes agora pódense activar premendo intro
hr: Poveznice u pregledniku poruka se sada mogu aktivirati pritiskom tipke enter
it: I collegamenti nel visualizzatore messaggi ora possono essere attivati premendo Invio
pl: Łącza w przeglądarce wiadomości można teraz aktywować, naciskając Enter
pt_br: Os links no visualizador de mensagens agora podem ser ativados pressionando Enter
pt_pt: As ligações no visualizador de mensagens podem agora ser activadas premindo enter
sk: Odkazy v správach je možné aktivovať klávesom enter
tr: Mesaj görüntüleyicideki bağlantılar artık enter tuşuna basılarak etkinleştirilebilir

source: It should be possible to retrieve amount of unread and all messages even when Windows taskbar is set to autohidden
bg: Трябва да е възможно извличането на броя на непрочетените и всички съобщения, дори когато лентата на задачите на Windows е настроена да се скрива автоматично
de: Es sollte möglich sein, die Anzahl der ungelesenen und aller Nachrichten abzurufen, auch wenn die Windows-Taskleiste auf automatisch ausgeblendet eingestellt ist
es: Debería ser posible recuperar la cantidad de todos los mensajes y mensajes no leídos, incluso cuando se configura la barra de tareas de Windows para que se oculte automáticamente
fi: Lukemattomien ja kaikkien viestien määrän hakemisen pitäisi olla mahdollista, vaikka Windowsin tehtäväpalkki on määritetty automaattisesti piilotetuksi.
fr: Il devrait être possible de récupérer la quantité des messages non lus et de tous les messages même lorsque la barre de tâche Windows est définie sur masquer automatiquement
gl: Deberí ser posible obter a cantidade de mensaxes non lidas e de todas as mensaxes cando a barra de tarefas de Windows estea configurada en autoocultar
hr: Trebalo bi biti moguće dohvatiti količinu nepročitanih i svih poruka čak i kad je programska traka Windowsa postavljena na automatsko skrivanje
it: Dovrebbe essere possibile recuperare la quantità di messaggi non letti e tutti i messaggi anche quando la barra delle applicazioni di Windows è impostata su nascosto automaticamente
pl: Powinno być możliwe odzyskanie ilości nieprzeczytanych i wszystkich wiadomości, nawet jeśli pasek zadań systemu Windows jest ustawiony na automatyczne ukrywanie
pt_br: Deve ser possível recuperar a quantidade de mensagens não lidas e todas as mensagens, mesmo quando a barra de tarefas do Windows estiver definida como oculta automaticamente
pt_pt: Deveria ser possível recuperar a quantidade de mensagens não lidas e todas as mensagens mesmo quando a barra de tarefas do Windows está definida como oculta automaticamente
sk: Je možné zistiť počet všetkých a neprečítaných správ aj v prípade, že je zapnuté automatické skrývanie panela úloh
tr: Windows görev çubuğu otomatik olarak gizlenmiş olarak ayarlandığında bile okunmamış iletilerin miktarını ve tüm iletileri almak mümkün olmalıdır
