Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/beepKeyboard.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, sk, uk, zh_cn

source: Beep always for the following characters: set here all characters that you want NVDA beeps for. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
bg: Винаги да се издават звукови сигнали за следните символи: задайте тук всички символи, за които искате NVDA да издава звукови сигнали. Позволени са последователности за избягване, напр. "\t" за табулация, "\r" за връщане на каретката.
da: Bip altid for følgende tegn: Angiv alle de tegn, du vil have NVDA bipper for. Escape-sekvenser er tilladt, f. eks "\t" for tab, "\r" for vognretur.
de: Piepton immer für die folgenden Zeichen: geben Sie hier alle Zeichen ein, für die Sie Pieptöne wünschen. Escape-Sequenzen sind erlaubt, z.B. "\t" für tab, "\r" für Zeilenumbruch.
es: Pitar siempre para los siguientes caracteres: ingresa aquí todos los caracteres escritos para los que quieras que NVDA emita un pitido. Se permiten secuencias de escape, EJ. "\t" para tab, "\r" para la tecla enter.
fi: Anna aina äänimerkki näille merkeille: Lisää tähän merkit, joista haluat NVDA:n antavan äänimerkin. Escape-koodit ovat sallittuja, esim. "\t" = sarkain, "\r" = rivinvaihto.
fr: Bip toujours pour les caractères suivants: insérez ici tous les caractères pour lesquels vous souhaitez que NVDA émette un bip. Les séquences d'échappement sont autorisées, par exemple "\t" pour tab, "\r" pour la touche Entrée.
gl: Beep always for the following characters (Pitar sempre para os seguintes caracteres): configura aquí tódolos caracteres para os que queres que NVDA pite. Permítense secuencias de escapado, p.ex. "\t" para tab, "\r" para retorno de carro.
hr: Uvijek odsviraj zvučni signal za sljedeće znakove: ovdje postavi sve znakove, za koje želiš da NVDA odsvira zvučni signal. Dozvoljena je upotreba slijeda znakova, npr. "\t" za tabulator, "\r" za prekid retka.
it: Emetti sempre un segnale acustico per i seguenti caratteri: imposta qui tutti i caratteri per i quali vuoi che venga emesso un segnale acustico da NVDA. Sono consentite sequenze di escape, ad es. "\t" per tab, "\r" per a capo.
ja: 次の文字で常にビープ音を鳴らす: NVDAがビープを鳴らしてほしい文字をここに設定します。例えば、タブの「\t」、キャリッジリターンの「\r」などの、エスケープシーケンスも設定出来ます。
pl: Sygnał dźwiękowy zawsze dla następujących znaków: ustaw tutaj wszystkie znaki, dla których chcesz nvda emitować sygnały dźwiękowe. Sekwencje ucieczki są dozwolone, np. "\t" dla tab, "\r" dla powrotu karetki.
pt_br: Bipar sempre para os seguintes caracteres: defina aqui todos os caracteres que você deseja que o NVDA bipe. Sequências de escape são permitidas, ex.: "\t" para tab, "\r" para retorno de carro (fim de linha).
pt_pt: Emitir Bipe sempre para os seguintes caracteres: defina aqui todos os caracteres para os quais deseja que o NVDA emita um bip. Sequências de escape são permitidas, por ex. "\\t" para tab "\\r" para retorno de carro.
ro: Întotdeauna emite un bip pentru următoarele caractere: Setați aici toate caracterele pentru care vreți ca NVDA să emită un bip. Secvențele de evacuare sunt permise, de exemplu "\t" pentru tab, "\r" pentru linie nouă.
sk: Vždy pípať pri napísaní týchto znakov: Tu uveďte znaky, pri ktorých bude NVDA pípať. môžete použiť "\t" pre tab, "\r" pre koniec riadka.
uk: Завжди видавати звукові сигнали на таких символах: вкажіть тут усі символи, при потраплянні на які ви хочете чути сигнали. Дозволено використовувати екрановані послідовності, наприклад, «\t» для табуляції, «\r» для повернення каретки.
zh_cn: 始终发出以下提示音：在此处，您可设置您要NVDA发出的提示音的所有字符。允许转义序列，例如“ \ t”代表制表符，“ \ r”代表回车符。

source: Select tone to configure: you can configure parameters for all tones. Select one here, and set the parameters in the next text boxes. When change selection, NVDA will beep for the current selected tone with the current parameters set in the dialog.
bg: Избор на тон за конфигуриране: можете да конфигурирате параметрите за всички тонове. Изберете един от тях и задайте параметрите в следващите текстови полета. При промяна на избора, NVDA ще издаде звуков сигнал за текущо избрания тон с текущите параметри, зададени в диалоговия прозорец.
da: Vælg tone, der skal konfigureres: Du kan konfigurere parametre for alle toner. Vælg en her, og Angiv parametrene i de næste tekstbokse. Når du skifter valg, vil NVDA bippe for den aktuelle valgte tone med de aktuelle parametre, der er indstillet i dialogen.
de: Piepton auswählen: Sie können Parameter für alle Töne konfigurieren. Wählen Sie hier einen Ton aus und stellen Sie die Parameter in den darauf folgenden Textfeldern ein. Wenn Sie die Auswahl ändern, gibt NVDA den aktuell ausgewählten Ton aus mit den im Dialogfeld eingestellten aktuellen Parametern.
es: Seleccionar un tono para su configuración: puedes configurar parámetros para todos los tonos. Selecciona uno aquí, y ajusta los parámetros en los siguientes cuadros de texto. Al cambiar de opción, NVDA emitirá el pitido del tono seleccionado con los parámetros configurados en ese momento.
fi: Valitse määritettävä äänimerkki: Voit muuttaa tässä äänimerkkien parametreja. Valitse haluamasi ja aseta parametrit seuraavissa tekstiruuduissa. Kun valittua äänimerkkiä on muutettu, NVDA toistaa sen tässä valintaikkunassa asetetuilla parametreilla.
fr: Choisir la tonalité à configurer: vous pouvez définir des paramètres pour toutes les tonalités. Sélectionnez-en une ici et ajustez les paramètres dans les zones de texte suivantes. Lors du changement des paramètres NVDA émettra le bip de la tonalité sélectionnée avec les paramètres configurés à ce moment.
gl: Select tones to configure (Seleccionar ton a configurar: podes configurar parámetros para tódolos tons. Selecciona un aquí, e configura os parámetros nas seguintes caixas de verificación. ao cambiar a selección, NVDA pitará co ton seleccionado co parámetro actualmente establecido no diálogo.
hr: Odaberi zvuk koji želiš konfigurirati: možeš konfigurirati parametre za sve zvukove. Ovdje odaberi jedan zvuk i postavi parametre u sljedećim tekstualnim okvirima. Prilikom promjene odabira, NVDA će odsvirati zvučni signal za trenutačno odabrani zvuk s trenutačno postavljenim parametrima u dijaloškom okviru.
it: Seleziona segnale acustico da configurare: è possibile configurare i parametri per tutti i segnali acustici. Selezionane uno qui e imposta i parametri nelle caselle di testo successive. Quando si modifica la selezione, NVDA emetterà un segnale acustico con i parametri appena impostati.
ja: トーンの選択設定: 全てのトーンのパラメータを設定出来ます。一つ選択し、次のテキストボックスでパラメータを設定します。選択を変更すると、NVDAは、現在選択されているトーンをダイアログで設定されている現在のパラメータでビープ音を鳴らします。
pl: Wybierz ton do skonfigurowania: możesz skonfigurować parametry dla wszystkich tonów. Wybierz jeden z nich i ustaw parametry w następnych polach tekstowych. Po zmianie wyboru NVDA wyda sygnał dźwiękowy dla bieżącego wybranego tonu z bieżącymi parametrami ustawionymi w oknie dialogowym.
pt_br: Selecionar tom para configurar: você pode configurar parâmetros para todos os tons. Selecione um aqui e defina os parâmetros nas próximas caixas de texto. Ao alterar a seleção, o NVDA bipará para o tom atual selecionado com os parâmetros atuais definidos na caixa de diálogo.
pt_pt: Seleccione o som para configurar: Ppode configurar parâmetros para todos os sons. Seleccione um deles aqui e defina os seus parâmetros nas próximas caixas de texto. Quando alterar a selecção, o NVDA emitirá um bipe para o som actualmente selecionado, já com os parâmetros definidos na caixa de diálogo.
ro: Selectare ton de configurat: puteți configura parametrii pentru toate tonurile. Selectați unul aici și setați parametrii din următoarea casetă de text. Când schimbați selecția, NVDA va emite un bip pentru tonul selectat cu parametrii pe care i-ați setat în fereastra de dialog.
sk: Vyberte tón, ktorého nastavenia chcete upraviť. Môžete upraviť parametre pre všetky zvuky. Hodnoty zadáte v nasledujúcich editačných poliach. NVDA zapípa pri vybratí príslušného zvuku.
uk: Виберіть звук для налаштування: ви можете налаштувати параметри для всіх звуків. Виберіть тут один і встановіть параметри в наступних текстових полях. При зміні вибору NVDA подасть звуковий сигнал для поточного вибраного звуку з поточними параметрами, встановленими в діалозі.
zh_cn: 选择要配置的提示音：您可以在此配置所有音调的参数。在此处选择一个，然后在下面的文本框中设置参数。更改选择时，NVDA将使用对话框中设置的当前参数为当前选择的音调发出提示音。

source: Tone pitch: tone pitch for the current selected tone.
bg: Височина на тона: височина на тона за текущо избрания тон.
da: Tonens toneleje: Tonehøjde for den aktuelt valgte tone.
de: Tonhöhe: Tonhöhe für den aktuell ausgewählten Ton.
es: Tono: tono para el tono seleccionado actualmente.
fi: Äänimerkin korkeus: Valitun äänimerkin korkeus.
fr: Hauteur: hauteur pour la tonalité actuellement sélectionnée.
gl: Tone pitch (Ton do pitido): ton do pitido para o ton actualmente seleccionado.
hr: Visina zvuka: visina zvuka za trenutačno odabrani zvuk.
it: Altezza segnale acustico: tono del segnale acustico selezionato.
ja: トーンのピッチ: 現在選択されているトーンのピッチ
pl: Ton tonu: wysokość tonu dla aktualnie wybranego tonu.
pt_br: Frequência do tom: a frequência do tom selecionado atualmente.
pt_pt: Entoação do som: entoação para o som actualmente seleccionado.
ro: Înălțime ton: înălțimea tonului pentru tonul selectat.
sk: Výška: Výška aktuálne vybratého tónu.
uk: Висота звукового сигналу: встановлює висоту для поточного звукового сигналу.
zh_cn: 提示音调：当前所选提示音调的音调。

source: Tone length: tone length for the current selected tone.
bg: Дължина на тона: дължина на тона за текущо избрания тон.
da: Tonens længde: Længden for den aktuelt valgte tone.
de: Tonlänge: Tonlänge für den aktuell ausgewählten Ton.
es: Duración: duración para el tono seleccionado actualmente.
fi: Äänimerkin kesto: Valitun äänimerkin kesto.
fr: Durée: durée pour la tonalité actuellement sélectionnée.
gl: Tone length (Lonxitude do ton): lonxitude do ton para o ton actualmente seleccionado.
hr: Duljina zvuka: duljina zvuka za trenutačno odabrani zvuk.
it: Lunghezza segnale acustico: lunghezza del segnale acustico selezionato.
ja: トーンの長さ: 現在選択されているトーンの長さ
pl: Długość tonu: długość tonu dla aktualnie wybranego tonu.
pt_br: Duração do som: duração do som selecionado atualmente.
pt_pt: Tamanho do som: Definição do tamanho para o som actualmente seleccionado.
ro: Durată ton: durata tonului pentru tonul selectat.
sk: Dĺžka: Dĺžka práve vybratého tónu.
uk: Довжина звукового сигналу: встановлює довжину для поточного звукового сигналу.
zh_cn: 音调长度：当前所选音调的音调长度。

source: Tone volume: tone volume for the current selected tone.
bg: Сила на звука за тона: сила на звука за текущо избрания тон.
da: Tonens lydstyrke: Lydstyrken for den aktuelt valgte tone.
de: Tonlautstärke: Tonlautstärke für den aktuell ausgewählten Ton.
es: Volumen: volumen para el tono seleccionado actualmente.
fi: Äänimerkin voimakkuus: Valitun äänimerkin voimakkuus.
fr: Volume: volume pour la tonalité actuellement sélectionnée.
gl: Tone volume (volume do ton): volumen do ton para o ton actualmente seleccionado.
hr: Glasnoća zvuka: glasnoća zvuka za trenutačno odabrani zvuk.
it: Volume segnale acustico: volume del segnale acustico selezionato.
ja: トーンの音量: 現在選択されているトーンの音量
pl: Głośność tonu: głośność tonu dla bieżącego wybranego tonu.
pt_br: Volume do tom: volume do tom selecionado atualmente.
pt_pt: Volume do som: Definição do volume para o som actualmente seleccionado.
ro: Volum ton: Volumul tonului pentru tonul selectat.
sk: Hlasitosť: Hlasitosť vybratého tónu.
uk: Гучність звукового сигналу: встановлює гучність для поточного звукового сигналу.
zh_cn: 提示音音量：当前所选音调的音量。

source: Test tone: this button lets you to play a test with the current set parameters.
bg: Изпробвай тона: този бутон ви позволява да възпроизведете звукова мостра с текущо зададените параметри.
da: Test tone: Denne knap lader dig afspille en lydprøve af parametrene for den aktuelt valgte tone.
de: Test-Ton: Mit diesem Schalter können Sie einen Test mit den aktuellen eingestellten Parametern abspielen.
es: Probar el tono: este botón te permite reproducir un tono de prueba con los parámetros establecidos actualmente.
fi: Testaa äänimerkkiä: Tällä painikkeella voit toistaa testin nykyisiä parametreja käyttäen.
fr: Tester la tonalité: ce bouton vous permet de jouer une tonalité de test avec les paramètres actuellement définis.
gl: Test tone (Probar ton): este botón permíteche reproducir unha mostra cos parámetros actualmente seleccionados.
hr: Testiranje zvuka: ovaj gumb omogućuje sviranje zvuka s trenutačno postavljenim parametrima.
it: Prova segnale acustico: questo pulsante consente di eseguire un test con il set di parametri corrente.
ja: テストトーン: このボタンを押して、現在設定されているパラメータでテスト再生
pl: Ton testowy: ten przycisk umożliwia odtworzenie testu z aktualnie ustawionymi parametrami.
pt_br: Tom de teste: esse botão permite executar um teste com os parâmetros definidos atualmente.
pt_pt: Teste do som: Permite testar o som actualmente seleccionado.
ro: Testare ton: acest buton vă dă posibilitatea să testați setul curent de parametrii.
sk: Testovať: Prehrá zvuk s novými nastaveniami.
uk: Тестувати звук: ця кнопка дозволяє почути звучання вибраного звуку з вказаними параметрами.
zh_cn: 测试提示音：此按钮可让您使用当前设置的参数进行测试。

source: Press OK button to save settings or cancel to discard.
bg: Натиснете бутона "OK", за да запазите промените в настройките или "Отказ", за да ги отхвърлите.
da: Tryk på OK for at gemme indstillingerne eller Annullér for at kassere.
de: Klicken Sie auf "OK", um Einstellungen zu speichern, oder auf abbrechen, um keine Veränderungen vorzunehmen.
es: Presiona el botón Aceptar para guardar las configuraciones o cancelar para descartarlas.
fi: Tallenna asetukset painamalla OK-painiketta tai hylkää muutokset painamalla Peruuta.
fr: Appuyer sur le bouton OK pour sauvegarder la configuration ou sur Annuler pour les écarter.
gl: Preme o botón Aceptar para gardar as opcións ou cancelar para descartalas.
hr: Pritisni gumb „U redu” za spremanje postavki ili pritisni gumb „Odustani” za prekid.
it: Premete il pulsante OK per salvare le impostazioni o annulla per uscire senza salvare.
ja: OKボタンを押して設定を保存、またはキャンセルで設定を破棄します。
pl: Naciśnij przycisk OK, aby zapisać ustawienia, lub anuluj, aby je odrzucić.
pt_br: Pressione o botão OK para salvar as configurações ou cancelar para descartar.
pt_pt: Pressione o botão OK para guardar as configurações ou cancelar para as rejeitar.
ro: Apăsați butonul OK pentru a salva setările sau anulare dacă vreți ca acestea să nu se aplice.
sk: Nastavenia uložíte tlačidlom OK, zahodíte tlačidlom Zrušiť.
uk: Натисніть кнопку «Гаразд» для збереження налаштувань або «Скасувати» для відхилення змін.
zh_cn: 按确定按钮保存设置或取消按钮放弃设置。

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=beepkeyboard
pt_br: [1]: https://addons.nvda-project.org/files/get.php?file=beepkeyboard

source: [2]: https://www.nvaccess.org/addonStore/legacy?file=beepkeyboard
pt_br: [2]: https://addons.nvda-project.org/files/get.php?file=beepkeyboard

source: [[!tag dev stable]]
pt_pt: [[!tag dev]]
