Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/beepKeyboard.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, sk, uk, zh_cn

source: [[!meta title="Beep Keyboard"]]
bg: [[!meta title="Звукови сигнали от клавиатурата (Beep Keyboard)"]]
da: [[!meta title="Bip Tastatur"]]
de: [[!meta title="Piepton-Tastatur"]]
fi: [[!meta title="Näppäimistön äänimerkki"]]
hr: [[!meta title="Zvučni signali za tipkovnicu (Beep Keyboard)"]]
pl: [[!meta title="Klawiatura dźwiękowa"]]
pt_br: [[!meta title="Bipe para Teclado (Beep Keyboard)"]]
pt_pt: [[!meta title="bips de teclado"]]
sk: [[!meta title="Pípajúca klávesnica"]]
zh_cn: [[!meta title="键盘提示音"]]

source: Author: David CM
bg: Автор: David CM
da: Forfatter: David CM
de: Autor: David CM
es: Autor: David CM
fi: Tekijä: David CM
fr: Auteur: David CM
hr: Autor: David CM
it: Autore: David CM
ja: 作者: David CM
pl: Autor: David CM
pt_br: Autor: David CM
pt_pt: Autor: David CM
ro: Autor: David CM
sk: Autor: David CM
uk: Автор: David CM
zh_cn: 作者: David CM

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version de développement][1]
gl: Descargar [Versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: Download [Development version][2]
bg: Изтегляне на [тестова версия][2]
da: Download [Udviklingsversion][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Download [Versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
ja: ダウンロード[開発版][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Baixar [versão de desenvolvimento][2]
ro: Descărcați [versiunea în dezvoltare][2]
sk: stiahnuť [vývojovú verziu][2]
uk: Завантажити [версію в розробці][2]
zh_cn: 下载[开发板][2]

source: NVDA compatibility: 2018.2 to 2019.2
bg: Съвместимост с NVDA: от 2018.2 до 2019.2
da: NVDA-kompatibilitet: 2018.2 til 2019.2
de: NVDA-Kompatibilität: 2018.2 bis 2019.2
es: Compatibilidad con NVDA: de 2018.2 a 2019.2
fi: Yhteensopivuus: NVDA 2018.2-2019.2
fr: Compatibilité NVDA: 2018.2 à 2019.2
gl: Compatibilidade con NVDA: da 2018.2 á 2019.2
hr: NVDA kompatibilnost: 2018.2 do 2019.2
it: Compatibilità con NVDA: dalla versione 2018.2 alla 2019.2
ja: NVDA互換性: 2018.2から2019.2
pl: Zgodność z NVDA: od 2018.2 do 2019.2
pt_br: Compatibilidade com NVDA: 2018.2 até 2019.2
pt_pt: Compatibilidade com NVDA: 2018.2 até 2019.1
ro: Compatibilitate NVDA: 2018.2 - 2019.2
sk: Funguje s NVDA 2018.2 do 2019.2
uk: Сумісність з NVDA: від 2018.2 до 2019.2
zh_cn: NVDA兼容版本: 2018.2至2019.2

source: This add-on allows the user to configure NVDA to beeps with some keyboard events.
bg: Тази добавка позволява на потребителя да конфигурира NVDA да издава звукови сигнали при определени клавиатурни събития.
da: Denne tilføjelse giver brugeren mulighed for at konfigurere NVDA til at bippe ved nogle tastaturhændelser.
de: Diese Erweiterung ermöglicht es, NVDA so zu konfigurieren, dass bei einigen Tastaturereignissen Pieptöne ausgegeben werden.
es: Este complemento permite al usuario configurar NVDA para que pite con algunos eventos de teclado.
fi: Tämän lisäosan avulla käyttäjä voi määrittää NVDA:n ilmaisemaan piippaamalla jotkin näppäimistötapahtumat.
fr: Cette extension permet à l'utilisateur de configurer NVDA pour émettre des bips avec certains événements du clavier.
gl: Este complemento permite ó usuario configurar NVDA para que pite con certos eventos de teclado.
hr: Ovaj dodatak dopušta korisniku konfigurirati NVDA, kako bi se koristili zvučni signali za neke događaje na tipkovnici.
it: Questo componente aggiuntivo consente all'utente di configurare NVDA per emettere un segnale acustico alla pressione di alcuni tasti della tastiera.
ja: このアドオンにより、ユーザーは、いくつかのキーボードイベントでビープ音が鳴るようにNVDAを設定出来ます。
pl: Ten dodatek pozwala użytkownikowi skonfigurować NVDA do sygnałów dźwiękowych z niektórymi zdarzeniami klawiatury.
pt_br: Esse complemento permite que o usuário configure o NVDA para emitir bipes com alguns eventos do teclado.
pt_pt: Este extra permite ao utilizador configurar o NVDA para emitir bips com alguns eventos de teclado.
ro: Acest supliment îi permite utilizatorului să configureze NVDA să emită bipuri cu niște evenimente de tastatură.
sk: Umožňuje zapnúť pípanie pri určitých klávesových skratkách.
uk: Цей додаток дозволяє користувачеві налаштувати відтворення звукових сигналів на деяких подіях клавіатури в NVDA.
zh_cn: 此插件可以让用户将NVDA配置为某些键盘事件，已让NVDA发出提示音。

source: Features
bg: Възможности
da: Funktioner
de: Funktionen
es: Características
fi: Ominaisuudet
fr: Caractéristiques
gl: Características
hr: Funkcije
it: Caratteristiche
ja: 機能
pl: Funkcje
pt_br: Recursos
pt_pt: Funcionalidades
ro: Caracteristici
sk: Vlastnosti
uk: Можливості
zh_cn: 特性

source: This add-on provides the following features you can use to adapt NVDA keyboard behavior:
bg: Тази добавка предоставя следните функции, които можете да използвате за пригаждане на поведението на NVDA с клавиатурата:
da: Denne tilføjelse indeholder følgende funktioner, du kan bruge til at tilpasse tastaturets funktionsmåde, når NVDA er aktiv:
de: Diese Erweiterung bietet die folgenden Funktionen, mit denen Sie das Verhalten von NVDA mit der Tastatur anpassen können:
es: Este complemento proporciona las siguientes características que puedes usar para adaptar el comportamiento de teclado de NVDA:
fi: Tämä lisäosa tarjoaa seuraavat ominaisuudet, joita voit käyttää NVDA:n näppäimistötoiminnallisuuden mukauttamiseen:
fr: Cette extension fournit les fonctionnalités suivantes que vous pouvez utiliser pour adapter le comportement du clavier NVDA:
gl: Este complemento proporciona as seguintes características que podes utilizar para adaptar o comportamento do teclado con NVDA:
hr: Ovaj dodatak pruža sljedeće funkcije, pomoću kojih je moguće prilagoditi način rada NVDA tipkovnice:
it: Segue l'elenco delle caratteristiche di questo componente aggiuntivo:
ja: このアドオンは、NVDAのキーボードの動作において次のような機能を提供します:
pl: Ten dodatek udostępnia następujące funkcje, za pomocą których można dostosować zachowanie klawiatury NVDA:
pt_br: Esse complemento fornece os seguintes recursos que você pode usar para adaptar o comportamento do teclado no NVDA:
pt_pt: Este extra fornece-lhe os seguintes recursos que pode usar para adaptar o comportamento do teclado do NVDA:
ro: Acest supliment oferă următoarele funcționalități pe care le puteți utiliza pentru a adapta comportamentul tastaturii NVDA:
sk: Dostupné sú tieto funkcie:
uk: Цей додаток надає функції, які можна використовувати для адаптації поведінки клавіатури NVDA:
zh_cn: 此插件提供了以下功能，可用于调整NVDA键盘的行为：

source: Beep for uppercases when caps lock is on: if this feature is enabled, NVDA will beep when you typing an uppercase and caps lock is on. Don't make any more uppercase mistakes!
bg: Звуков сигнал за главни букви, когато Caps Lock е включен: ако тази функция е включена, NVDA ще издаде звуков сигнал, когато въвеждате главни букви при включен Caps Lock. Не правете повече грешки с въвеждането на главни букви!
da: Bip for store bogstaver, når Caps Lock er slået til: Hvis denne funktion er aktiveret, bipper NVDA, når du skriver et stort bogstav og Caps Lock er slået til. Nu kan du helt undgå at skrive med store bogstaver!
de: Piepton für Großbuchstaben, wenn die Feststelltaste dauerhaft eingeschaltet ist: Wenn diese Funktion aktiviert ist, gibt NVDA einen Piepton aus, wenn Sie einen Großbuchstaben eingeben und die Feststelltaste dauerhaft eingeschaltet ist. Somit machen Sie keine Rechtschreibfehler mehr mit Großbuchstaben!
es: Pitar para mayúsculas cuando el bloqueo mayúsculas está activado: si esta característica está habilitada, NVDA pitará cuando escribas una letra mayúscula y el bloqueo mayúsculas esté activo. ¡No cometas más errores de mayúsculas!
fi: Ilmaise isot kirjaimet äänimerkillä, kun Caps Lock on käytössä: Mikäli tämä toiminto otetaan käyttöön, NVDA antaa äänimerkin kirjoittaessasi isoja kirjaimia Caps Lockin ollessa käytössä.
fr: Bip pour les majuscules quand le verrouillage majuscule est activé: si cette fonctionnalité est activée, NVDA émettra un bip lorsque vous tapez une lettre majuscule et que le verrouillage majuscule est activé. Ne faites plus d'erreurs de majuscules !
gl: Beep for uppercases when caps lock is on (Pitar para maiúsculas cando o bloqueo de maiúsculas está activado): se esta característica está habilitada, NVDA pitará ao escribires unha maiúscula se o bloqueo de maiúsculas está activado. Non cometas máis erros de maiúsculas!
hr: Zvučni signal za velika slova kad su velika slova uključena: ako je ova funkcija uključena, NVDA će odsvirati zvučni signal tijekom tipkanja velikih slova, kad je tipkanje velikim slovima uključeno. S ovom funkcijom više nećeš griješiti!
it: Segnale acustico per lettere maiuscole (n.d.t.: premute assieme al tasto shift) quando il blocco maiuscole è attivo: se questa funzione è abilitata, NVDA emette un segnale acustico quando si digita una maiuscola e il blocco maiuscole è attivo. Basta con le maiuscole sbagliate! (n.d.t.: se, quando il blocco maiuscole è attivo, si digita una lettera assieme al tasto shift, a video viene stampata questa lettera in minuscolo)
ja: caps lockがオンになっている時に、大文字でビープ音を鳴らします: もしこの機能が有効になっていると、NVDAは大文字を入力した時とcaps lockがオンになっている時に、ビープ音を鳴らします。大文字間違いをこれ以上しないように！
pl: Sygnał dźwiękowy dla wielkich liter, gdy Caps Lock jest włączony: jeśli ta funkcja jest włączona, NVDA będzie emitować sygnał dźwiękowy podczas wpisywania wielkich liter i caps lock jest włączony. Nie popełniaj więcej błędów pisanych wielkimi literami!
pt_br: Bipar para maiúsculas quando o caps lock está ativado: se esse recurso estiver ativado, o NVDA emitirá um bipe quando você digitar uma maiúscula e o caps lock estiver ativado. Não cometa mais erros em maiúsculas!
pt_pt: Bipe para maiúsculas, quando a tecla caps lock estiver activada: se esta funcionalidade estiver activada, o NVDA emitirá um bipe quando digitar uma letra maiúscula e o caps lock estiver activado. Não cometa mais erros com letras maiúsculas!
ro: Emite un bip pentru majuscule când caps lock-ul este activat: Dacă această funcție este activă, NVDA va emite un bip atunci când scrieți cu litere mari, iar tasta caps lock este, la rândul ei, activă. Nu mai faceți greșeli de majuscule!
sk: Pípať pri písaní veľkých písmen s Capslockom: NVDA bude pípať, ak napíšete znak so shiftom a súčasne je zapnutý capslock.
uk: Звуковий сигнал для великих літер при увімкненому caps lock: якщо цю функцію увімкнено, NVDA видаватиме звуковий сигнал, коли ви вводитимете символи з увімкненим caps lock. Більше не робіть помилок через регістр літер!
zh_cn: 大写锁定打开时大写字母的提示音：如果启用此功能，则键入大写字母和大写锁打开时 NVDA 将发出提示音。此功能可避免大小写不分的错误！

source: Beep for typed characters when shift is pressed: with this feature NVDA will beep if you type a character with shift key pressed.
bg: Звуков сигнал за въвежданите символи при натиснат Shift: с тази функция NVDA ще издаде звуков сигнал, ако въведете символ с натиснат клавиш Shift.
da: Bip for indtastede tegn, når der trykkes på Skift: med denne funktion vil NVDA bippe, hvis du skriver et tegn med Shift-tasten trykket ned.
de: Piepton für eingegebene Zeichen beim Drücken der Umschalttaste: Mit dieser Funktion gibt NVDA einen Piepton aus, wenn Sie ein Zeichen mit gedrückter Umschalttaste eingeben.
es: Pitar para caracteres escritos cuando la tecla shift esté presionada: con esta característica NVDA pitará si escribes un carácter con la tecla shift presionada.
fi: Ilmaise kirjoitetut merkit äänimerkillä Vaihto-näppäintä painettaessa: Kun tämä toiminto on käytössä, NVDA antaa äänimerkin, mikäli kirjoitat merkkejä painaessasi Vaihto-näppäintä.
fr: Bip pour les caractères saisis lorsque vous appuyez sur la touche maj: avec cette fonctionnalité, NVDA émettra un bip si vous tapez un caractère avec la touche maj enfoncée.
gl: Beep for typed characters when shift is pressed (Pitar para caracteres escritos cando shift está premido): con esta característica NVDA pitará se escribes un carácter coa tecla shift premida.
hr: Zvučni signal za tipkane znakove kad je tipka šift pritisnuta: s ovom funkcijom će NVDA odsvirati zvučni signal tijekom tipkanja znakova s istovremeno pritisnutom tipkom šift.
it: Segnale acustico per i caratteri digitati insieme al tasto shift: con questa funzione NVDA emetterà un segnale acustico se si digita un carattere in contemporanea con il tasto shift.
ja: shiftが押されている時に、文字を入力するとビープ音を鳴らします: この機能では、NVDAは、shiftキーが押されている時に文字を入力すると、ビープ音を鳴らします。
pl: Sygnał dźwiękowy dla wpisanych znaków po naciśnięciu Shift: dzięki tej funkcji NVDA będzie emitować sygnał dźwiękowy, jeśli wpiszesz znak z wciśniętym Shift.
pt_br: Bipar para caracteres digitados quando a tecla shift for pressionada: com esse recurso, o NVDA emitirá um bipe se você digitar um caractere com a tecla shift pressionada.
pt_pt: Bipe para caracteres digitados quando a tecla shift está pressionada: com este recurso activado, o NVDA emitirá um bip se digitar um caractere com a tecla shift pressionada.
ro: Emite un bip pentru caracterele tastate când tasta shift e apăsată: cu această funcție, NVDA va emite un bip atunci când tastați ceva și ținând apăsat pe shift în același timp.
sk: Pípať pri písaní veľkých písmen so Shiftom: NVDA bude pípať, ak s písmenom stlačíte súčasne shift.
uk: Звуковий сигнал при введенні символів з натиснутим shift: за допомогою цієї функції NVDA подасть звуковий сигнал, якщо ви введете символ із натиснутим shift.
zh_cn: 按下shift时输入字符的提示音：如果输入按下shift键的字符，则使用此功能 NVDA 将发出提示音。

source: Beep for toggle keys changes: with this feature, NVDA will beep higher if a toggle key goes on, and lower tone if it goes off. Please note that Windows has a toggle keys beep function built-in on Ease of Access Center. This native feature works well if you don't use laptop keyboard layout setting.
bg: Звуков сигнал при промяна на състоянието на превключващите клавиши: с тази функция NVDA ще издаде звуков сигнал с по-висок тон при включване на функция с превключващ клавиш и звуков сигнал с по-нисък тон при изключване на функция с превключващ клавиш. Моля, обърнете внимание, че Windows има функция за звуково известяване при включване/изключване на функции с превключващите клавиши, вградена в "Центъра за улеснен достъп". Тази вградена функция работи добре, ако не използвате настройката на NVDA за работа с лаптоп клавиатурна подредба.
da: Bip, når tilstanden for til/fra-taster ændres: Med denne funktion vil NVDA bippe med en højere tone, hvis en til/fra-tast slås til, og en lavere tone, hvis denne slås fra. Bemærk venligst, at Windows har en lignende funktion indbygget i indstillingerne for øget tilgængelighed. Denne indbyggede funktion fungerer godt, hvis du ikke bruger NVDA i laptop-tastaturlayout.
de: Piepton für Änderungen an den Umschaltelementen wie z.B. Kontrollfelder, Auswahlschalter etc.: Mit dieser Funktion gibt NVDA einen höheren Piepton aus, wenn eine Option eingeschaltet / aktiviert ist, und einen niedrigeren Piepton, wenn sie ausgeschaltet / deaktiviert ist. Bitte beachten Sie, dass Windows standardmäßig über eine Signaltonfunktion für Umschaltelemente verfügt, die in das Center für erleichterte Bedienung zu finden ist. Dies funktioniert besonders gut, wenn Sie die Tastaturschema "PC" Einstellung. Mit Tastaturschema "Laptop" ist diese Funktion nicht perfekt.
es: Pitar cuando cambia el estado de las teclas interruptores: con esta característica, NVDA producirá un tono alto cuando el interructor se activa, y uno bajo si se desactiva. Ten en cuenta que Windows dispone de una función de pitidos para teclas de alternancia incorporada en el centro de accesibilidad. Esta característica nativa funciona bien si no usas el ajuste de la disposición de teclado portátil.
fi: Ilmaise alasjäävien näppäinten muutokset: Kun tämä toiminto on käytössä, NVDA antaa korkeamman äänimerkin, kun alasjäävä näppäin otetaan käyttöön ja matalamman äänimerkin, kun se poistetaan käytöstä. Huom: Windowsin Helppokäyttökeskuksessa on sisäänrakennettu alasjäävien näppäinten äänimerkkitoiminto. Tämä natiivi toiminto toimii hyvin, mikäli et käytä kannettavan tietokoneen näppäimistöasettelua.
fr: Bip quand l'état des touches de l'interrupteur à bascule change: avec cette fonctionnalité, NVDA émettra un bip plus aigu si l'interrupteur à bascule est activé et une tonalité plus grave s'il est désactivé. Veuillez noter que Windows a une fonctionnalité native pour émettre un bip lorsque les touches de l'interrupteur à bascule sont enfoncées disponible dans le centre d'accessibilité. Cette fonctionnalité fonctionne correctement si vous n’utilisez pas la Disposition du clavier : ordinateur portable.
gl: Beep for toggle keys changes (Pitar para cambios nas teclas de alternancia): con esta característica, NVDA pitará máis alto se unha tecla de alternancia se activa, e cun ton máis baixo se se desactiva. Por favor ten en conta que que windows ten unha característica nativa de pitidos para as teclas de alternancia no Centro de Accesibilidade. Esta característica nativa funciona ben se non utilizas a opción de distribución de teclado portátil.
hr: Zvučni signal za promjenu stanja preklopnih tipki: s ovom funkcijom će NVDA odsvirati viši zvučni signal, ako se preklopna tipka uključi, a niži zvučni signal, ako se isključi. Napomena: Windows ima ugrađeni zvučni signal za preklopne tipke u centru za olakšani pristup. Ova izvorna funkcija radi dobro, ako se ne koristi postavka za raspored tipkovnice na laptopu.
it: Segnale acustico per modifiche su tasti con funzione di interruttore (n.d.t.: blocco maiuscole, blocco numerico, blocco scorrimento): con questa funzione, NVDA emetterà un segnale acustico più alto se l'interruttore viene attivato e un tono più basso se viene disattivato. Si noti che Windows ha una funzione di attivazione / disattivazione dei segnali acustici associati a questi tasti integrata nel Centro accesso facilitato. Questa funzione nativa lavora bene se non si utilizza il layout impostato su laptop.
ja: トグルキーの変化でのビープ音: この機能では、NVDAは、トグルキーがオンになる時に高い音のビープ音を鳴らし、トグルキーがオフになる時に、低い音のビープ音を鳴らします。Windowsにはコンピュータの簡単操作センターに用意されたトグルキーのビープ機能があることに留意して下さい。ラップトップキーボード配列設定を使用しない場合は、この元々の機能が良好に動作します。
pl: Sygnał dźwiękowy dla zmian przełączania: dzięki tej funkcji NVDA będzie emitować wyższy sygnał dźwiękowy, jeśli przełączania będzie włączony, i niższy ton, jeśli zgaśnie. Należy pamiętać, że system Windows ma wbudowaną funkcję sygnału dźwiękowego przełączania wbudowaną w Centrum ułatwień dostępu. Ta natywna funkcja działa dobrze, jeśli nie używasz ustawień układu klawiatury laptopa.
pt_br: Bipar para alteração das teclas de alternância: com esse recurso, o NVDA emitirá um bipe mais alto se uma tecla de alternância for ativada e um tom mais baixo se for desativada. Observe que o Windows possui uma função de bipe de teclas de alternância embutida na Central de Facilidade de Acesso. Esse recurso nativo funciona bem se você não usar a configuração de leiaute do teclado de laptop.
pt_pt: Bipe para alternar as mudanças das teclas: com este recurso, o NVDA emitirá um bipe maior se uma tecla de alternância for activada e um bip mais baixo se a desactivar. Observe que o Windows possui uma função de bipe de tecla de alternância integrada na Central de Facilidade de Acesso. Esse recurso nativo funciona melhor se não usar a configuração de layout de teclado do laptop.
ro: Emite un bip pentru modificările tastelor de comutare: Cu această funcție, NVDA va emite un bip cu o tonalitate mai înaltă dacă o tastă de comutare este activată și unul cu o tonalitate mai joasă dacă această este dezactivată. Rețineți faptul că și Windows are o astfel de funcție implementată în centrul Simplificare Acces. Această caracteristică nativă funcționează cum trebuie dacă nu aveți setat aspectul tastaturii la laptop.
sk: Pípať pri prepínaní Capslocku, Numlocku a iných preraďovačov: NVDA nižším tónom oznamuje vypnutie a vyšším zapnutie. Takto môžete mať oznamované zapnutie a vypnutie capslocku a numlocku. Táto funkcia je dostupná aj priamo v centre prístupnosti v systéme Windows. Funkcia priamo v doplnku lepšie funguje na rozložení desktop.
uk: Звуковий сигнал при перемиканні клавіш: з цією функцією NVDA видаватиме високий сигнал, якщо клавішу-перемикач увімкнено, або низький, якщо вимкнено. Будь ласка, зауважте, що у «Центрі легкого доступу» Windows є вбудований сигнал під час перемикання клавіш. Ця функція належно працює, якщо ви не користуєтеся розкладкою клавіатури Laptop.
zh_cn: 切换键的提示音，起用后会发生变化：使用此功能，如果打开切换键，NVDA会发出更高的提示音，如果关闭则会降低声音。请注意，Windows在“轻松访问中心”中内置了切换键提示音功能。如果您不使用笔记本电脑键盘布局设置，则此本机功能会很好用。
