Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/beepKeyboard.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, sk, uk, zh_cn

source: Announce toggle keys changes: just when "Beep for toggle keys changes" is on. You can enable or disable NVDA to announce toggle key status.
bg: Съобщаване на промяната в състоянието на функциите на превключващите клавиши: само когато е включена опцията "Звуков сигнал при промяна на състоянието на превключващите клавиши". Можете да включите или изключите съобщаването от NVDA на състоянието на превключващите клавиши.
da: Annoncér ændringer i tilstanden for til/fra-taster: Denne indstilling fungerer kun, hvis indstillingen "Bip, når tilstanden for til/fra-taster ændres" er slået til. Du kan få NVDA til annoncerer status af disse til/fra-taster.
de: Änderungen an Umschaltelementen ankündigen: nur wenn "Pieptöne für Änderungen an Umschaltelementen" eingeschaltet ist. Sie können diese Ankündigung in NVDA aktivieren oder deaktivieren.
es: Anunciar el cambio de estado de las teclas interruptores: Solo para cuando "Pitar cuando cambia el estado de las teclas" está habilitado. Puedes habilitar o deshabilitar el anunciado de las teclas interruptores cuando estas cambian su estado.
fi: Puhu alasjäävien näppäinten muutokset: Kun "Ilmaise alasjäävien näppäinten muutokset" on käytössä, voit ottaa käyttöön tai poistaa käytöstä alasjäävien näppäinten muutosten puhumisen.
fr: Annoncer le changement de l'état des touches de l'interrupteur à bascule: uniquement lorsque l'option "Bip pendant le changement de l'état des touches de l'interrupteur à bascule" est activé. Vous pouvez activer ou désactiver l'annonce des touches de l'interrupteur à bascule lorsqu'elles changent d'état.
gl: Announce toggle keys changes (Anunciar cambios nas teclas de alternancia): só cando "Beep for toggle keys changes" (Pitar para cambios nas teclas de alternancia) está activado. Podes habilitar ou deshabilitar que NVDA anuncie o estado da tecla de alternancia.
hr: Najavi promjene stanja preklopnih tipki: samo kad je „Zvučni signal za promjenu stanja preklopnih tipki” uključeno. Najavljivanje promjena stanja preklopnih tipki je moguće uključiti ili isključiti.
it: Lettura delle modifiche ai tasti interruttore: opzione valida solo se la funzione di emissione beep per i tasti interruttore è attiva. Potete attivare o disattivare la lettura dello stato degli interruttori da parte di NVDA.
ja: トグルキーの変更の通知: 「トグルキーの変化でのビープ音」がオンの時のみです。NVDAがトグルキーの状態を通知するのを有効または無効に出来ます。
pl: Ogłaszaj zmiany przełączania: tylko wtedy, gdy włączony jest sygnał dźwiękowy dla zmiany przełączania. Możesz włączyć lub wyłączyć NVDA, aby ogłosić stan klucza przełączania.
pt_br: Anunciar as alterações das teclas de alternância: apenas quando "Bipar para alteração das teclas de alternância" estiver ativada. Você pode ativar ou desativar o NVDA para anunciar o status da tecla de alternância.
pt_pt: Anunciar alternância de mudança de teclas: apenas quando "Bipe para modificar as teclas de alternância" estiver activado. Pode activar ou desactivar o NVDA para anunciar o estado das teclas de alternância.
ro: Anunță modificările tastelor de comutare: Numai atunci când funcția „Bip pentru modificările tastelor de comutare” este activă. Puteți activa sau dezactiva anunțarea stării tastelor de comutare de către NVDA.
sk: Oznamovať prepínanie Capslocku, Numlocku a iných preraďovačov (: Ak zapnete pípanie, môžete si ešte nechať okrem zvukov oznamovať stav aj hlasom.
uk: Оголошувати перемикання клавіш: лише за умови, що звуковий сигнал при перемиканні клавіш увімкнено. Ви можете увімкнути або вимкнути оголошення про перемикання клавіш в NVDA.
zh_cn: 读出切换键的更改：仅在“提示音更改”时打开。您可以启用或禁用NVDA来读出切换键状态。

source: Beep for specified characters: NVDA will beep for all characters that you set in advanced settings.
bg: Звуков сигнал за определени символи: NVDA ще издаде звуков сигнал за всички символи, които сте задали в разширените настройки.
da: Bip altid ved brug af følgende tegn: NVDA vil bippe ved brug af alle tegn, som du kan indstille i tilføjelsens avancerede indstillinger.
de: Piepton für bestimmte Zeichen: NVDA gibt einen Signalton für alle Zeichen aus, die Sie in den erweiterten Einstellungen festgelegt haben.
es: Pitar para caracteres específicos: en las opciones avanzadas, puedes configurar NVDA para que emita un pitido con los caracteres que desees.
fi: Mukautetut merkit: NVDA ilmaisee äänimerkillä kaikki lisäasetuksissa määrittämäsi merkit.
fr: Bip pour les caractères spécifiés: dans les paramètres avancés, vous pouvez configurer NVDA pour émettre un bip avec les caractères souhaités.
gl: Beep for specified characters (Pitar para os caracteres especificados): NVDA pitará para tódolos caracteres que configures nas opcións avanzadas.
hr: Zvučni signal za određene znakove: NVDA će odsvirati zvučni signal za sve znakove koji su postavljeni u naprednim postavkama.
it: Segnale acustico per caratteri specifici: NVDA emetterà un segnale acustico per tutti i caratteri definiti nelle impostazioni avanzate.
ja: 特定の文字でのビープ音: 高度な設定で設定したすべての文字でNVDAがビープ音を鳴らします。
pl: Sygnał dźwiękowy dla określonych znaków: NVDA będzie emitować sygnał dźwiękowy dla wszystkich znaków ustawionych w ustawieniach zaawansowanych.
pt_br: Bipar para caracteres especificados: NVDA emite um bipe para todos os caracteres que você definiu nas configurações avançadas.
pt_pt: Bipe para caracteres especificados: o NVDA emitirá um bipe para todos os caracteres que forem definidos nas configurações avançadas.
ro: Emite un bip pentru caracterele specificate: NVDA va emite un bip pentru toate caracterele pe care le-ați setat în panoul setărilor avansate.
sk: Vždy pípať pri napísaní týchto znakov: NVDA bude pípať pri znakoch, ktoré nastavíte v pokročilých nastaveniach.
uk: Звуковий сигнал на вказаних символах: NVDA видаватиме сигнали на всіх символах, які ви вкажете у розширених налаштуваннях.
zh_cn: 指定字符的提示音：启用此功能后，NVDA将对在高级设置中设置的所有字符发出提示音。

source: Disable beeping on password fields: this feature is enabled by default to aboid security risks. Disable it if you want to hear beeps on password fields.
bg: Изключване на звуковите сигнали в полетата за пароли. Тази функция е включена по подразбиране, с цел да се избегнат рисковете за сигурността. Изключете я, ако искате да чувате звуковите сигнали в полетата за пароли.
da: Deaktiver bip i adgangskodefelter: Denne funktion er deaktiveret som standard for at undgå sikkerhedsrisiko. Slå funktionen til, hvis du ønsker at NVDA bipper ved indtastning af adgangskoder.
de: Pieptöne in Passwortfeldern deaktivieren: Diese Funktion ist standardmäßig aktiviert, um Sicherheitsrisiken vorzubeugen. Deaktivieren Sie es, wenn Sie Pieptöne in Passwortfeldern hören möchten.
es: Desactivar los pitidos en los campos de contraseña: esta función está activada por defecto para evitar riesgos de seguridad. Desactívala si quieres oír pitidos en los campos de contraseña.
fi: Ei äänimerkkiä salasanakentissä: Tämä toiminto on oletusarvoisesti käytössä tietoturvariskien välttämiseksi. Poista se käytöstä, mikäli haluat kuulla äänimerkkejä salasanakentissä.
fr: Désactiver les bips dans les champs de mot de passe: cette fonctionnalité est activée par défaut pour éviter les risques de sécurité. Désactivez-le si vous souhaitez entendre des bips dans les champs de mot de passe.
gl: Deshabilitar os pitidos en campos de contrasinal: esta característica está habilitada por defecto para evitar riscos de seguridade. Deshabilítaa se queres escoitar pitidos nos campos de contrasinal.
hr: Isključi zvučni signal u poljima za lozinku: ova je funkcija standardno isključena iz sigurnosnih razloga. Isključi signal, ako želiš čuti zvučni signal u poljima za lozinku.
it: Disattivazione dei segnali acustici nei campi password: questa funzione è abilitata per impostazione predefinita per evitare rischi per la sicurezza. Disabilitarla se si desidera ascoltare segnali acustici nei campi password.
ja: パスワードフィールドでのビープをしない: この機能は、セキュリティ上のリスクを避けるために、初期設定で有効になっています。パスワードフィールドでビープ音を聞きたい場合は無効にして下さい。
pl: Wyłącz piszczenie w polach haseł: ta funkcja jest domyślnie włączona w celu wyeliminowania zagrożeń bezpieczeństwa. Wyłącz go, jeśli chcesz słyszeć sygnały dźwiękowe w polach haseł.
pt_br: Desativar bipe nos campos de senha: esse recurso é ativado por padrão para evitar riscos de segurança. Desative-o se desejar ouvir um bipe nos campos de senha.
pt_pt: Desactivar o bipe nos campos de senha: este recurso encontra-se activado por padrão, para evitar problemas de segurança. Desactive-o, se quiser ouvir sinais sonoros nos campos de senha.
ro: Dezactivează bipul în câmpurile de parolă: Această caracteristică este activă în mod implicit pentru ca utilizatorul să nu fie expus la riscuri de securitate. Dezactivați-o dacă vreți să auziți bipuri în câmpurile de parolă, asumându-vă totodată aceste riscuri.
sk: Nepípať v heslových editačných poliach: Toto nastavenie je predvolene začiarknuté, aby sa predišlo bezpečnostným rizykám. Môžete ho odčiarknuť, ak chcete oznamovať znaky pri písaní hesiel pípaním.
uk: Вимкнути звукові сигнали у полях введення паролів: цю функцію початково увімкнено для запобігання ризиків, пов’язаних з безпекою. Вимкніть її, якщо хочете чути звукові сигнали у полях для введення паролів.
zh_cn: 禁用对密码字段的提示音：默认情况下启用此功能以防止出现安全风险。如果您想听到密码文本上的提示音，可以禁用它。

source: Requirements
bg: Изисквания
da: Systemkrav
de: Anforderungen
es: Requisitos
fi: Vaatimukset
fr: Exigences
gl: Requisitos
hr: Preduvjeti
it: Requisiti
ja: 要求事項
pl: Wymagania
pt_br: Requisitos
pt_pt: Requisitos
ro: Cerințe
sk: Systémové požiadavky
uk: Вимоги
zh_cn: 要求

source: You need NVDA 2018.2 or later.
bg: Изисква NVDA 2018.2 или по-нова.
da: Du skal bruge NVDA 2018.2 eller nyere.
de: Sie benötigen NVDA 2018.2 oder neuer.
es: Necesitarás NVDA 2018.2 o posterior.
fi: Tarvitset NVDA 2018.2:n tai uudemman.
fr: Vous avez besoin de NVDA 2018.2 ou une version ultérieure.
gl: Necesitas NVDA 2018.2 ou posterior.
hr: Potrebna je NVDA verzija 2018.2 ili novija.
it: E' necessario possedere NVDA dalla versione 2018.2 in poi.
ja: NVDA 2018.2以降が必要です。
pl: Potrzebujesz NVDA 2018.2 lub nowszego.
pt_br: Necessita do NVDA 2018.2 ou posterior.
pt_pt: É necessário o NVDA 2018.2 ou posterior.
ro: Aveți nevoie de NVDA 2018.2 sau mai nou.
sk: Potrebujete NVDA od verzie 2018.2.
uk: Ви повинні використовувати NVDA 2018.2 чи новішу.
zh_cn: 您需要NVDA 2018.2或更高版本。

source: Installation
bg: Инсталиране
es: Instalación
fi: Asentaminen
gl: Instalación
hr: Instalacija
it: Installazione
ja: インストール
pl: Instalacja
pt_br: Instalação
pt_pt: Instalação
ro: Instalare
sk: Inštalácia
uk: Встановлення
zh_cn: 安装

source: Just install it as a NVDA add-on.
bg: Просто я инсталирайте като всяка друга добавка за NVDA.
da: Installér blot filen som en NVDA-tilføjelse.
de: Installieren Sie es einfach wie eine NVDA-Erweiterung.
es: Instala este complemento como cualquier otro.
fi: Asenna se NVDA-lisäosana.
fr: Installez-le simplement comme n'importe quel extension NVDA.
gl: Instálao simplemente como un complemento de NVDA.
hr: Instaliraj ga kao NVDA dodatak.
it: Basta installarlo come un normale componente aggiuntivo di NVDA.
ja: NVDAアドオンとしてインストールして下さい。
pl: Wystarczy zainstalować go jako dodatek NVDA.
pt_br: Basta instalá-lo como um complemento do NVDA.
pt_pt: Instale como qualquer extra do NVDA.
ro: Instalați-l ca pe un supliment NVDA.
sk: Doplnok stačí ainštalovať pomocou správcu doplnkov.
uk: Встановлюється лише у вигляді додатка для NVDA.
zh_cn: 只需将其安装为NVDA插件即可。

source: Usage
bg: Употреба
da: Brug
de: Verwendung
es: Uso
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Primjena
it: Utilizzo
ja: 使用方法
pl: Użycie
pt_br: Uso
pt_pt: Utilização
ro: Utilizare
sk: Použitie
uk: Як користуватися
zh_cn: 用法

source: To enable or disable features, go to NVDA settings and select beep keyboard category. In that category you can configure all supported features by this add-on.
bg: За да включите или изключите дадени функции, отидете в настройките на NVDA и изберете категорията "Звукови сигнали от клавиатурата". В тази категория можете да конфигурирате всички поддържани от добавката функции.
da: Hvis du vil aktivere eller deaktivere funktioner, skal du gå til NVDA-indstillinger og vælge kategorien "Bip Tastatur". I denne kategori kan du konfigurere alle tilføjelsens funktioner.
de: Um Funktionen zu aktivieren oder zu deaktivieren, gehen Sie zu den NVDA-Einstellungen und wählen Sie die Kategorie Piepton-Tastatur. In dieser Kategorie können Sie alle mit dieser Erweiterung unterstützten Funktionen konfigurieren.
es: Para activar o desactivar características, ve a las configuraciones de NVDA y selecciona la categoría beep keyboard. En esa categoría podrás habilitar o deshabilitar cualquier característica soportada por este complemento.
fi: Valitse käytettävät asetukset menemällä NVDA:n asetuksiin ja valitsemalla Näppäimistön äänimerkit. Tästä kategoriasta voit määrittää kaikki tämän lisäosan tukemat toiminnot.
fr: Pour activer ou désactiver des fonctionnalités, accédez aux paramètres NVDA et sélectionnez la catégorie beep keyboard. Dans cette catégorie, vous pouvez configurer toutes les fonctionnalités prises en charge par l'extension.
gl: Para habilitar ou deshabilitar características, vai ás opcións do NVDA e selecciona a categoría beep keyboard (pitidos do teclado). Nesa categoría podes configurar todas as características soportadas por este complemento.
hr: Za uključivanje ili isključivanje funkcije, prijeđi na NVDA postavke i odaberi kategoriju „Zvučni signali za tipkovnicu”. U toj kategoriji je moguće konfigurirati sve funkcije koje ovaj dodatak podržava.
it: Per abilitare o disabilitare le funzionalità, accedere alle impostazioni di NVDA e selezionare la categoria Beep Keyboard. In questa categoria potete configurare tutte le funzionalità supportate di questo add-on.
ja: 機能を有効または無効にするには、NVDAの設定に行き、beep keyboardカテゴリーを選択して下さい。このカテゴリーで、このアドオンによりサポートされる全ての機能を設定出来ます。
pl: Aby włączyć lub wyłączyć funkcje, przejdź do ustawień NVDA i wybierz kategorię klawiatury dźwiękowej. W tej kategorii można skonfigurować wszystkie obsługiwane funkcje przez ten dodatek.
pt_br: Para ativar ou desativar os recursos, vá para as configurações do NVDA e selecione a categoria do bipe para teclado. Nessa categoria, você pode configurar todos os recursos suportados por este complemento.
pt_pt: Para activar ou desactivar recursos, vá para as configurações do NVDA e seleccione a categoria do extra "bips de teclado". Nessa categoria, pode configurar todos os recursos suportados por este extra.
ro: Pentru a activa sau dezactiva caracteristici, mergeți în setările NVDA și selectați categoria Bip Keyboard. În acea categorie puteți seta toate funcțiile integrate în acest supliment.
sk: Nastavenia doplnku nájdete v nastaveniach NVDA, vo vetve pípajúca klávesnica.
uk: Для вмикання чи вимикання функцій увійдіть до налаштувань NVDA і оберіть категорію beep keyboard. У цій категорії можна налаштувати усі функції, які підтримує цей додаток.
zh_cn: 要启用或禁用功能，请转到NVDA设置，然后选择提示音键盘分类。在该类别中，您可以通过此插件配置所有受支持的功能。

source: "Beep for uppercases when caps lock is on" is enabled by default.
bg: Функцията "Звуков сигнал за главни букви, когато Caps Lock е включен" е включен по подразбиране.
da: "Bip ved store bogstaver, hvis Caps Lock er slået til" er slået til som standard.
de: "Piepton für Großbuchstaben bei aktivierter Feststelltaste" ist standardmäßig aktiviert.
es: "Pitar para mayúsculas cuando el bloqueo mayúsculas está activado" está habilitado por defecto.
fi: "Ilmaise isot kirjaimet äänimerkillä, kun Caps Lock on käytössä" on oletusarvoisesti käytössä.
fr: "Bip pour les majuscules quand le verrouillage majuscule est activé" est activé par défaut.
gl: "Beep for uppercases when caps lock is on" (Pitar para maiúsculas cando o bloqueo de maiúsculas está activado) está activado por defecto.
hr: „Zvučni signal za velika slova kad su velika slova uključena” je standardno aktivirano.
it: L'opzione "Beep per lettere con shift quando il blocco maiuscole è attivato" è abilitata per impostazione predefinita.
ja: 「caps lockがオンの時に大文字でビープ音を鳴らす」は初期設定で有効です。
pl: Opcja Sygnał dźwiękowy dla wielkich liter, gdy włączona jest Caps Lock jest domyślnie włączona.
pt_br: "Bipar para maiúsculas quando o caps lock está ativado" está ativado por padrão.
pt_pt: O "Bip para maiúsculas quando o caps lock está activado" encontra-se activado por padrão.
ro: Emiterea de bipuri pentru majuscule atunci când tasta caps lock este în funcțiune este activă în mod implicit.
sk: Predvolene je zapnuté pípanie v situáciách, ak je zapnutý capslock a súčasne píšete znaky so Shiftom.
uk: «Звуковий сигнал для великих літер при увімкненому caps lock» початково увімкнено.
zh_cn: 默认情况下，已启用“大写锁定时提示音”。

source: If you need more settings, open the advanced settings dialog that contains the following options:
bg: Ако се нуждаете от повече настройки, отворете диалоговия прозорец с разширените настройки, който съдържа следните опции:
da: Hvis du har brug for flere indstillinger, skal du åbne dialogboksen Avancerede indstillinger, der indeholder følgende indstillinger:
de: Wenn Sie weitere Einstellungen benötigen, öffnen Sie den Dialog für erweiterte Einstellungen, der die folgenden Optionen enthält:
es: Si necesitas ajustes adicionales, abre el cuadro de diálogo de opciones avanzadas, que contiene las siguientes opciones:
fi: Mikäli tarvitset lisää asetuksia, avaa lisäasetusten valintaikkuna, jossa on valittavissa seuraavat asetukset:
fr: Si vous avez besoin de réglages supplémentaires, ouvrez la boîte de dialogue des paramètres avancés contenant les paramètres suivants:
gl: Se necesitas máis axustes, abre o diálogo de opcións avanzadas que contén as opcións seguintes:
hr: Ako trebaš daljnje postavke, otvori dijaloški okvir s naprednim postavkama, koji sadrži sljedeće opcije:
it: Se avete bisogno di più impostazioni, aprite la finestra di dialogo delle impostazioni avanzate che contiene le seguenti opzioni:
ja: さらに設定が必要な場合は、次のオプションを含む、高度な設定ダイアログを開いて下さい:
pl: Jeśli potrzebujesz więcej ustawień, otwórz okno dialogowe ustawień zaawansowanych zawierające następujące opcje:
pt_br: Se você precisar de mais configurações, abra o diálogo de configurações avançadas que contém as seguintes opções:
pt_pt: Se precisar de mais configurações, abra a caixa de diálogo de configurações avançadas, que contém as seguintes opções:
ro: Dacă aveți nevoie de mai multe setări, deschideți panoul de setări avansate, care conține următoarele opțiuni:
sk: Ďalšie nastavenia môžete upraviť v dialógu Pokročilé nastavenia.
uk: Якщо вам потрібно більше налаштувань, відкрийте діалог розширених налаштувань, який містить такі параметри:
zh_cn: 如果需要更多设置，可打开包含以下选项的高级设置对话框：

source: Ignored characters with shift pressed: all characters here will be ignored to beeping when shift is pressed. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
bg: Игнорирани символи при натиснат Shift: всички символи тук ще бъдат игнорирани при издаване на звуков сигнал при натиснат Shift. Позволени са последователности за избягване, напр. "\t" за табулация, "\r" за връщане на каретката.
da: Ignorerede tegn, når shift-tasten trykkes: Alle tegn i denne liste vil ikke bippe, når shift-tasten trykkes ned.-sekvenser er tilladt, f.eks. "\t" for tab, "\r" for vognretur.
de: Ignorierte Zeichen bei gedrückter Shift-Taste: Alle Zeichen, welche hier eingegeben sind, werden ignoriert, sodass beim Drücken der Shift-Taste kein Piepton ausgegeben wird. Escape-Sequenzen sind erlaubt, z.B. "\t" für tab, "\r" für Zeilenumbruch.
es: Ignorar caracteres escritos con la tecla shift presionada: todos los caracteres escritos aquí serán ignorados al emitir el pitido cuando la tecla shift sea presionada. Se permiten secuencias de escape, EJ. "\t" para tab, "\r" para la tecla enter.
fi: Ohitettavat merkit Vaihto-näppäintä painettaessa: kaikki tässä luetellut merkit eivät anna äänimerkkiä, kun ne kirjoitetaan Vaihto-näppäin pohjassa. Escape-koodit ovat sallittuja, esim. "\t" = sarkain, "\r" = rivinvaihto.
fr: Ignorés les caractères saisis avec la touche maj enfoncée: tous les caractères saisis ici seront ignorés lors de l'émission du bip quand on appuie sur la touche maj. Les séquences d'échappement sont autorisées, par exemple "\t" pour tab, "\r" pour la touche Entrée.
gl: Ignore characters with shift pressed (Ignorar caracteres con shift premido): todos os caracteres de aquí ignoraranse no pitido cando shift está premido. Permítense secuencias de escapado, p.ex. "\t" para tab, "\r" para retorno de carro.
hr: Zanemareni znakovi s pritisnutom tipkom šift: zvučni signali će se ignorirati za sve ovdje navedene znakove, kad je pritisnuta tipka šift. Dozvoljena je upotreba slijeda znakova, npr. "\t" za tabulator, "\r" za prekid retka.
it: Caratteri ignorati con shift premuto: saranno ignorati tutti i caratteri digitati insieme al tasto Shift. Sono consentite sequenze di escape, ad es. "\t" per tab, "\r" per a capo.
ja: shiftが押されている時に無視される文字: ここの全ての文字が、shiftを押されている時に、ビープしないように無視されます。例えば、タブの「\t」、キャリッジリターンの「\r」などの、エスケープシーケンスも設定出来ます。
pl: Ignorowane znaki z wciśniętą zmianą: wszystkie postacie tutaj będą ignorowane do piszczenia po naciśnięciu shift. Sekwencje ucieczki są dozwolone, np. "\t" dla tab, "\r" dla powrotu karetki.
pt_br: Caracteres ignorados com shift pressionado: todos os caracteres aqui serão ignorados para bipar quando shift for pressionado. Sequências de escape são permitidas, ex.: "\t" para tab, "\r" para retorno de carro (fim de linha).
pt_pt: Caracteres ignorados com shift pressionado: todos os caracteres aqui presentes deixarão de emitir bips, quando o shift for pressionado. Sequências de escape são permitidas, por ex. "\t" para tab, "\r" para retorno de carro.
ro: Caractere ignorate cu shift apăsat: toate caracterele de aici vor fi ignorate, nu se va emite bip pentru ele, când shift este apăsat. Secvențele de evacuare sunt permise, de exemplu "\t" pentru tab, "\r" pentru linie nouă.
sk: Ignorované znaky so stlačeným shiftom: Tu uveďte znaky, pri ktorých nebude NVDA pípať. Môžete použiť aj "\t" pre tab, "\r" pre koniec riadka.
uk: Ігнорувати символи із натиснутим shift: на усіх вказаних тут символах не відтворюватиметься звуковий сигнал, якщо вони введені з натиснутим shift. Можна використовувати екрановані послідовності, наприклад, «\t» для табуляції чи «\r» для повернення каретки.
zh_cn: 按下Shift键可忽略字符：按下Shift键时，此处的所有字符都会被忽略，并发出提示音。允许转义序列，例如“ \ t”代表制表符，“ \ r”代表回车符。
