Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/bitChe.*.po
Languages: hr, vi

source: Authors: Alberto Zanella, Alberto Buffolino, other contributors.
hr: Autori: Alberto Zanella, Alberto Buffolino, ostali suradnici.
vi: Tác giả: Alberto Zanella, Alberto Buffolino, các cộng tác viên khác.

source: download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
vi: Tải về [phiên bản chính thức][1]

source: download [development version][3]
hr: Preuzmi [razvojnu verziju][3]
vi: Tải về [phiên bản thử nghiệm][3]

source: Bit Che is a simple tool that quickly searches popular bit torrent sites for files. You can get more information about this program at [this page][2].
hr: Bit Che je alat koji omogućuje pretraživanje popularnih bit torrent web stranica za datotekama. Daljnje informacija o ovom programu se nalaze na [ovoj stranici][2].
vi: Bit Che là một công cụ đơn giản để tìm kiếm các tập tin trên các trang bit torrent phổ biến một cách nhanh chóng. Bạn có thể xem thêm thông tin về chương trình này [tại đây][2].

source: This NVDA addon improves the accessibility of the software. It adds the following features:
hr: Ovaj NVDA dodatak poboljšava pristupačnost softvera. Dodatak dodaje slijedeće funkcije:
vi: Addon này cải thiện tính tiếp cận của phần mềm với các tính năng sau:

source: Makes the search results list accessible.
hr: Omogućuje pristupanje popisu rezultata pretraživanja.
vi: Tiếp cận được danh sách kết quả tìm kiếm.

source: Enables you to use the Application key to activate the context menu on the focused result.
hr: Omogućuje korištenje aplikacijske tipke za aktiviranje kontekstnog izbornika na fokusiranom rezultatu.
vi: Cho phép sử dụng phím Application để kích hoạt trình đơn ngữ cảnh ở kết quả tại vị trí con trỏ.

source: Notes
hr: Napomene
vi: Lưu ý

source: You can use the up and down arrow keys to focus the search result which should be interacted with.
hr: Koristi strelice gore i dolje za fokusiranje rezultata pretrage, s kojim se nešto treba učiniti.
vi: Bạn có thể dùng các phím mũi tên lên xuống để đưa con trỏ đến kết quả tìm kiếm muốn tương tác.

source: When the first search performed after starting Bit Che is finished, the first result will be focused, though it may not be selected properly. NVDA will speak the selected result. Use the usual commands or the arrow keys to ensure the right item is selected before performing other actions.
hr: Kad prva izvedena pretraga nakon pokretanja dodatka Bit Che završi, prvi rezultat će biti fokusiran, međutim možda nije pravilno označen. NVDA će izgovoriti označeni rezultat. Koristi uobičajene prečace ili strelice i provjeri da je označena ispravna stavka, prije izvođenja bilo koje radnje.
vi: Ở lần tìm kiếm đầu tiên khi khởi động Bit Che , khi tìm kiếm hoàn tất, con trỏ sẽ đứng ở kết quả tìm kiếm đầu tiên, dù nó có thể không được chọn. NVDA sẽ đọc kết quả nào được chọn. Sử dụng các lệnh thông thường hay các phím mũi tên để chắc rằng đã chọn đúng thành phần mong muốn trước khi thực hiện những hoạt động khác.

source: Key Commands
hr: Tipkovnički prečaci
vi: Các phím lệnh

source: Application key, or shift+f10, open context menu for search result item.
hr: Aplikacijska tipka ili šift+F10, otvori kontekstni izbornik za stavku u rezultatu pretrage.
vi: Application hay shift+f10, mở trình đơn ngữ cảnh của thành phần trong kết quả tìm kiếm.

source: Changes for 2.0
hr: Promjene za verziju 2.0
vi: Các thay đổi cho phiên bản 2.0

source: Add-on help is available from the Add-ons Manager.
hr: Pomoć za dodatak je dostupna u upravljaču dodataka.
vi: Thông tin giúp đỡ của Add-on đã có trong phần quản lý Add-ons.

source: Changes for 1.5
hr: Promjene za verziju 1.5
vi: Các thay đổi cho phiên bản 1.5

source: Translation updates.
hr: Ažurirani prijevodi.
vi: Cập nhật các bản dịch

source: Changes for 1.4
hr: Promjene za verziju 1.4
vi: Các thay đổi cho phiên bản 1.4

source: Added download link for development version.
hr: Dodana poveznica za preuzimanje razvojne verzije.
vi: Thêm liên kết tải cho phiên bản development.

source: Changes for 1.3
hr: Promjene za verziju 1.3
vi: Các thay đổi cho phiên bản 1.3

source: Added onInstall function, to check if an older version is present, and remove it.
hr: Dodana mogućnost "oninstall”. Uklanjanja stariju verziju, ukoliko postoji.
vi: Thêm hàm onInstall để kiểm tra và gỡ phiên bản cũ nếu có.

source: Changes for 1.2
hr: Promjene za verziju 1.2
vi: Các thay đổi cho phiên bản 1.2

source: Added gesture shift+F10, in addition to applications, useful in VM.
hr: Dodan prečac shift+F10, koristan kad se dodatak koristi u virtualnom računalu.
vi: Thêm thao tác shift+F10, ngoài phím Application, hữu dụng trong VM.

source: Changes for 1.1
hr: Promjene za verziju 1.1
vi: Các thay đổi cho phiên bản 1.1

source: Improved accessibility of results list and its items.
hr: Poboljšana pristupačnost popisu rezultata i njegovih stavaka.
vi: Cải thiện khả năng tiếp cận của danh sách kết quả tìm kiếm và các thành phần của nó.

source: Changes for 1.0
hr: Promjene za verziju 1.0
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
hr: Prva verzija.
vi: Phiên bản đầu tiên
