Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/BluetoothAudio.*.po
Languages: es, fi, fr, pt_br, ru, tr

source: Notice
es: Aviso
fi: Huomautus
fr: Avis
pt_br: Aviso
ru: Уведомление
tr: Uyarı

source: Bluetooth Audio add-on is abandoned. Silence playing functionality has been merged to NVDA core as of version 2024.2 and is turned on by default, so no further action is required.
es: El complemento Bluetooth Audio está abandonado. La funcionalidad de reproducción de silencio se ha integrado en el núcleo de NVDA a partir de la versión 2024.2 y viene activada por defecto, por lo que no es necesaria ninguna acción.
fi: Bluetooth Audio -lisäosan kehitys on lopetettu. Hiljaisuuden toistamisen toiminnallisuus on lisätty NVDA 2024.2:een, ja se on oletuksena käytössä, joten lisätoimenpiteitä ei tarvita.
fr: L'extension Bluetooth Audio est abandonnée. La fonctionnalité de lecture silencieuse a été fusionnée avec le noyau NVDA à partir de la version 2024.2 et est activée par défaut, aucune autre action n'est donc requise.
pt_br: O complemento de áudio Bluetooth foi abandonado. A funcionalidade de reprodução de silêncio foi incorporada ao núcleo do NVDA a partir da versão 2024.2 e é ativada por padrão, portanto, nenhuma ação adicional é necessária.
ru: Функция дополнения Bluetooth Audio отменена. Начиная с версии 2024.2 функция воспроизведения звука в режиме тишины была добавлена в ядро NVDA и включена по умолчанию, поэтому никаких дополнительных действий не требуется.
tr: Bluetooth Audio eklentisinden vazgeçildi. Sessiz oynatma işlevi, 2024.2 sürümünden itibaren NVDA çekirdeğiyle birleştirilmiştir ve varsayılan olarak açıktır, dolayısıyla başka bir işlem yapmanıza gerek yoktur.

source: If you would like to hear white noise, you would need to set a hidden option:
es: Si quisieras oír ruido blanco, tendrías que configurar una opción oculta:
fi: Jos haluat kuulla valkoista kohinaa, sinun täytyy muuttaa piilotettua asetusta:
fr: Si vous souhaitez entendre du bruit blanc, vous devrez définir une option cachée :
pt_br: Se quiser ouvir ruído branco, você precisará definir uma opção oculta:
ru: Если вы хотите слышать белый шум, вам нужно будет установить скрытую настройку:
tr: Beyaz gürültü duymak isterseniz, gizli bir seçenek ayarlamanız gerekir:

source: Open `NVDA.ini`. If you have installed copy of NVDA, it is located at `%APPDATA%\NVDA\nvda.ini`.
es: Abre `NVDA.ini`. Si tienes una copia instalada de NVDA, se encuentra en `%APPDATA%\NVDA\nvda.ini`.
fi: Avaa `NVDA.ini`. Mikäli sinulla on NVDA:n asennettu versio, tiedoston polku on `%APPDATA%\NVDA vda.ini`.
fr: Ouvrez `NVDA.ini`. Si vous avez installé une copie de NVDA, elle se trouve dans `%APPDATA%\NVDA\nvda.ini`.
pt_br: Abra o arquivo `NVDA.ini`. Se você tiver instalado uma cópia do NVDA, ela estará localizada em `%APPDATA%\NVDA\nvda.ini`.
ru: Откройте `NVDA.ini`. Если у вас установочная копия NVDA, он находится по адресу `%APPDATA%\NVDA\nvda.ini`.
tr: 'NVDA.ini'yi açın. NVDA'nın bir kopyasını yüklediyseniz, bu kopya `%APPDATA%\NVDA\\nvda.ini` konumunda bulunur.

source: Quit NVDA and open Narrator.
es: Sal de NVDA y abre Narrador.
fi: Sulje NVDA ja käynnistä Lukija.
fr: Quittez NVDA et ouvrez le Narrateur.
pt_br: Saia do NVDA e abra o Narrator.
ru: Закройте NVDA и откройте экранный диктор.
tr: NVDA'dan çıkın ve Narrator'u(Windows Ekran Okuyucusu) açın.

source: Find `[audio]` section.
es: Busca la sección `[audio]`.
fi: Etsi `[audio]`-osio.
fr: Recherchez la section `[audio]`.
pt_br: Localize a seção `[audio]`.
ru: Найдите секцию `[audio]`.
tr: Bul iletişim kutusunu kullanarak `[audio]` bölümünü aratın.

source: Within that section, add the following line:
es: Dentro de dicha sección, añade la siguiente línea:
fi: Lisää kyseiseen osioon seuraava rivi:
fr: Dans cette section, ajoutez la ligne suivante :
pt_br: Nessa seção, adicione a seguinte linha:
ru: В этой секции добавьте следующую строку:
tr: Bu bölüme aşağıdaki satırı ekleyin:

source: Save and close the file. Restart NVDA.
es: Guarda y cierra el archivo. Reinicia NVDA.
fi: Tallenna tiedosto ja sulje se. Käynnistä NVDA uudelleen.
fr: Enregistrez et fermez le fichier. Redémarrez NVDA.
pt_br: Salve e feche o arquivo. Reinicie o NVDA.
ru: Сохраните и закройте файл. Перезапустите NVDA.
tr: Dosyayı kaydedip kapatın ve NVDA'yı yeniden başlatın.

source: Bluetooth Audio is an NVDA add-on that improves sound quality when working with bluetooth or RF headphones or speakers.
es: BluetoothAudio es un complemento de NVDA que mejora la calidad de sonido al utilizar auriculares o altavoces Bluetooth o RF.
fi: Bluetooth Audio on lisäosa, joka parantaa äänenlaatua bluetooth- sekä RF-kuulokkeita tai kaiuttimia käytettäessä.
fr: Bluetooth Audio est une extension de NVDA qui améliore la qualité du son lorsque vous travaillez avec des écouteurs ou des haut-parleurs Bluetooth ou RF.
pt_br: O Bluetooth Audio é um complemento do NVDA que melhora a qualidade do som ao trabalhar com fones de ouvido ou alto-falantes bluetooth ou RF.
ru: Bluetooth Audio - это дополнение NVDA, которое улучшает качество звука при работе с Bluetooth- или радио наушниками или динамиками.
tr: Bluetooth Audio Bluetooth, RF kulaklık veya hoparlörlerle çalışırken ses kalitesini artıran bir NVDA eklentisidir.

source: Most bluetooth devices enter standby mode after a few seconds of inactivity. That means that when NVDA starts speaking again, the first split second of sound will be lost. Bluetooth Audio add-on prevents bluetooth devices from entering standby mode by constantly playing a silent sound, that is inaudible to a human ear.
es: La mayoría de dispositivos Bluetooth entran en modo de reposo tras unos segundos de inactividad. Esto implica que cuando NVDA comienza a hablar de nuevo, se perderá una pequeña parte del sonido inicial. El complemento Bluetooth Audio evita que los dispositivos Bluetooth entren en modo reposo reproduciendo constantemente un sonido silencioso, inaudible por el oído humano.
fi: Useimmat bluetooth-laitteet siirtyvät valmiustilaan, kun ne ovat olleet käyttämättömänä muutaman sekunnin. Tämä tarkoittaa, että kun NVDA alkaa puhua uudestaan, pieni osa äänen alusta menetetään. Bluetooth Audio -lisäosa estää bluetooth-laitteita siirtymästä valmiustilaan toistamalla jatkuvasti hiljaista, ihmiskorvalle kuulumatonta ääntä.
fr: La plupart des périphériques Bluetooth entrent en veille après quelques secondes d'inactivité. Cela signifie que lorsque NVDA reprend la parole, la première fraction de son est perdue. L'extension Bluetooth Audio empêche les périphériques Bluetooth d'entrer en veille en émettant en permanence un son silencieux, inaudible pour une oreille humaine.
pt_br: Grande parte dos dispositivos bluetooth entra em modo de espera após poucos segundos de inatividade. Isso significa que quando o NVDA começa a falar de novo, o primeiro fragmento de som é perdido. O Áudio via Bluetooth impede os dispositivos bluetooth de entrar em modo de espera ao reproduzir continuamente um som silencioso, que é inaudível a um ouvido humano.
ru: Большинство устройств Bluetooth переходят в режим ожидания после нескольких секунд бездействия. Это означает, что когда NVDA снова начнет говорить, первые доли секунды звучания будут потеряны. Аудиодополнение Bluetooth предотвращает переход устройств Bluetooth в режим ожидания, постоянно воспроизводя тихий звук, который не слышен человеческому уху.
tr: Çoğu bluetooth cihazı birkaç saniye boyunca kullanılmadığında güç tasarrufu moduna girer. Cihaz güç tasarrufu modundayken NVDA konuşursa konuşmanın birkaç kelimesi eksik duyulur. BluetoothAudio eklentisi, insan kulağı tarafından duyulmayan bir ses çalarak bluetooth cihazının güç tasarrufu moduna girmesini engeller.

source: Bluetooth Audio can optionally play white noise sound instead of silence. This can be good for testing or to ascertain that Bluetooth Audio works as expected. However, same level of audio quality improvement can be achieved by playing silence.
es: Bluetooth Audio puede opcionalmente reproducir un sonido de ruido blanco en lugar de silencio. Esto puede venir bien para pruebas o para asegurarse de que Bluetooth Audio funciona como se espera. Sin embargo, se puede alcanzar el mismo nivel de mejora de calidad de audio reproduciendo silencio.
fi: Bluetooth Audio voi vaihtoehtoisesti toistaa valkoista kohinaa hiljaisuuden sijaan. Tämä voi olla hyödyllistä testaustarkoituksessa tai varmistettaessa, että Bluetooth Audio toimii odotetusti. Sama äänenlaadun parannus voidaan kuitenkin saavuttaa toistamalla hiljaisuutta.
fr: Bluetooth Audio peut éventuellement diffuser un bruit blanc au lieu du silence. Cela peut être utile pour tester ou pour vérifier que Bluetooth Audio fonctionne comme prévu. Cependant, le même niveau d’amélioration de la qualité audio peut être obtenu en jouant du silence.
pt_br: O Bluetooth Audio pode, opcionalmente, reproduzir um som de ruído branco em vez de silêncio. Isso pode ser bom para testes ou para verificar se o áudio Bluetooth funciona como esperado. Entretanto, o mesmo nível de aprimoramento da qualidade de áudio pode ser obtido com a reprodução de silêncio.
ru: Аудиосистема Bluetooth может дополнительно воспроизводить звук с белым шумом вместо тишины. Это может быть полезно для тестирования или для подтверждения того, что аудиосистема Bluetooth работает должным образом. Однако такого же уровня улучшения качества звука можно добиться, воспроизводя тишину.
tr: Bluetooth Audio isteğe bağlı olarak sessizlik yerine beyaz gürültü sesi çalabilir. Bu, test etmek veya Bluetooth Ses'in beklendiği gibi çalıştığını doğrulamak için iyi olabilir. Ancak sessiz oynatılarak aynı düzeyde ses kalitesi artışı elde edilebilir.

source: Warning: using Bluetooth Audio add-on might reduce battery life of your bluetooth device.
es: Advertencia: Usar el complemento Bluetooth Audio podría reducir la vida de la batería de tu dispositivo Bluetooth.
fi: Varoitus: Tämän lisäosan käyttäminen saattaa lyhentää bluetooth-laitteen akun käyttöikää.
fr: Avertissement: l'utilisation de l'extension Bluetooth Audio peut réduire la durée de vie de la batterie de votre périphérique Bluetooth.
pt_br: Alerta: usar o complemento Áudio Bluetooth pode reduzir o tempo de bateria de seu dispositivo bluetooth.
ru: Предупреждение: использование дополнения Bluetooth Audio может сократить время автономной работы от батареи вашего Bluetooth-устройства.
tr: Dikkat: BluetoothAudio eklentisini kullanırsanız Bluetooth cihazınızın pil ömrü azalabilir.

source: Download
es: Descarga
fi: Lataa
fr: Télécharger
ru: Загрузить
tr: İndirme

source: Current stable version (Python 3 only, requires NVDA 2019.3 or later): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
es: Versión estable actual (sólo Python 3, requiere NVDA 2019.3 o posterior): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
fi: Nykyinen vakaa versio (vain Python 3, edellyttää NVDA 2019.3:ea tai uudempaa): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
fr: Version stable actuelle (Python 3 uniquement, nécessite NVDA 2019.3 ou version ultérieure) : [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
pt_br: Versão estável atual (somente Python 3, requer NVDA 2019.3 ou posterior): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
ru: Текущую стабильную версию (только Python 3, требуется NVDA 2019.3 или позже): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)
tr: Mevcut kararlı sürüm (yalnızca Python 3, NVDA 2019.3 veya üzerini gerektirir): [BluetoothAudio](https://github.com/mltony/nvda-bluetooth-audio/releases/latest/download/bluetoothaudio.nvda-addon)

source: Last Python 2 version (compatible with NVDA 2019.2 and prior): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
es: Última versión para Python 2 (compatible con NVDA 2019.2 y anteriores): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
fi: Viimeinen Python 2 -versio (yhteensopiva NVDA 2019.2:n ja vanhempien kanssa): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
fr: Dernière version de Python 2 (compatible avec NVDA 2019.2 et versions antérieures) : [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
pt_br: Última versão do Python 2 (compatível com o NVDA 2019.2 e anteriores): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
ru: Последнюю версию Python 2 (совместимость с NVDA 2019.2 и раннее): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon)
tr: Son Python 2 sürümü (NVDA 2019.2 ve öncesi ile uyumlu): [v1.0](https://github.com/mltony/nvda-bluetooth-audio/releases/download/v1.0/bluetoothaudio-1.0.nvda-addon )

source: Keystrokes
es: Atajos de teclado
fi: Näppäinkomennot
fr: Touches de commandes
pt_br: Pressionamento de teclas
ru: Нажатия клавиш
tr: Tuş vuruşları

source: Bluetooth Audio add-on doesn't have any keystrokes. It works as long as it is installed.
es: El complemento Bluetooth Audio no tiene atajos de teclado. Funciona mientras esté instalado.
fi: Bluetooth Audio -lisäosalla ei ole näppäinkomentoja. Se toimii niin kauan kuin se on asennettuna.
fr: L'extension Bluetooth Audio ne comporte aucune touche de commande. Cela fonctionne tant qu'elle est installée.
pt_br: O complemento de áudio Bluetooth não requer nenhum pressionamento de tecla. Ele funciona desde que esteja instalado.
ru: Дополнение Bluetooth Audio не поддерживает никаких нажатий клавиш. Оно работает до тех пор, пока установлено.
tr: Bluetooth Audio eklentisinde herhangi bir tuş vuruşu yoktur. Kurulu olduğu sürece çalışır.

source: Source code
es: Código fuente
fi: Lähdekoodi
fr: Code source
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak kodu

source: Source code is available at <http://github.com/mltony/nvda-bluetooth-audio>.
es: El código fuente está disponible en <http://github.com/mltony/nvda-bluetooth-audio>.
fi: Lähdekoodi on saatavilla osoitteessa <http://github.com/mltony/nvda-bluetooth-audio>.
fr: Le code source est disponible sur <http://github.com/mltony/nvda-bluetooth-audio>.
pt_br: O código-fonte está disponível em <http://github.com/mltony/nvda-bluetooth-audio>.
ru: Исходный код доступен по адресу <http://github.com/mltony/nvda-bluetooth-audio>.
tr: Kaynak kodu <http://github.com/mltony/nvda-bluetooth-audio> adresinde mevcuttur.

source: [[!meta title="BluetoothAudio"]]
pt_br: [[!meta title="Áudio Bluetooth (BluetoothAudio)"]]
