Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/BMI.*.po
Languages: es, fi, fr, pt_br, tr

source: [[!meta title="(BMI) Calculation of the body mass index"]]
es: [[!meta title="(BMI) Cálculo del índice de masa corporal"]]
fi: [[!meta title="BMI"]]
pt_br: [[!meta title=“(BMI) Cálculo do índice de massa corporal”]]
tr: [[!meta title="(VKİ) Vücut kitle indeksini hesapla"]]

source: Author: Edilberto Fonseca <edilberto.fonseca@outlook.com>.
es: Autor: Edilberto Fonseca <edilberto.fonseca@outlook.com>.
fi: Tekijä: Edilberto Fonseca <edilberto.fonseca@outlook.com>.
fr: Auteur : Edilberto Fonseca <edilberto.fonseca@outlook.com>.
pt_br: Autor: Edilberto Fonseca <edilberto.fonseca@outlook.com>.
tr: Yazar: Edilberto Fonseca <edilberto.fonseca@outlook.com>.

source: Creation date: 08/11/2022.
es: Fecha de creación: 08/11/2022.
fi: Luontipäivä: 11.8.2022
fr: Date de création : 08/11/2022.
pt_br: Data de criação: 08/11/2022.
tr: Oluşturma tarihi: 08/11/2022.

source: License: [gpl 2.0][1]
es: Licencia: [gpl 2.0][1]
fi: Lisenssi: [GPL 2.0][1]
fr: Licence : [gpl 2.0][1]
pt_br: Licença: [gpl 2.0][1]
tr: Lisans: [gpl 2.0][1]

source: Review date: 03/18/2024.
es: Fecha de revisión: 03/18/2024.
fi: Arviointipäivä: 18.3.2024
fr: Date de révision : 03/18/2024.
pt_br: Data de revisão: 18/03/2024.
tr: İnceleme tarihi: 18.03.2024.

source: Introduction
es: Introducción
fi: Esittely
pt_br: Introdução
tr: Giriş

source: Welcome to the BMI Add-on! This is a plug-in designed to help determine the Body Mass Index (BMI), which is an international measurement used to assess a person's body fat level. With this Addon you can easily calculate your BMI by providing your height and weight. In addition, we also offer a ranking of the results, so that you can better understand your situation and take the necessary steps to achieve and maintain good health.
es: ¡Bienvenido al complemento BMI! Este complemento se ha diseñado para ayudar a calcular el índice de masa corporal (IMC), que es una medida internacional utilizada para evaluar el nivel de grasa corporal de una persona. Con este complemento puedes calcular fácilmente tu IMC proporcionando tu altura y tu peso. Además, ofrece una clasificación de los resultados para que puedas comprender mejor tu situación y tomar las medidas necesarias para ponerte en forma y mantener una buena salud.
fi: Tervetuloa BMI-lisäosaan! Tämä liitännäinen on suunniteltu auttamaan kehonpainoindeksin (BMI) laskemisessa, joka on kansainvälinen mittari kehon rasvapitoisuuden arviointiin. Voit helposti laskea BMI:n antamalla pituutesi ja painosi. Saat lisäksi tuloksistasi luokituksen, jonka avulla ymmärrät paremmin tilanteesi ja voit ryhtyä tarvittaviin toimenpiteisiin hyvän terveyden saavuttamiseksi ja ylläpitämiseksi.
fr: Bienvenue sur l'extension BMI ! Cette extension a été conçu pour aider à calculer l'indice de masse corporelle (IMC), qui est une mesure internationale utilisée pour évaluer le niveau de graisse corporelle d'une personne. Avec cette extension, vous pouvez facilement calculer votre IMC en indiquant votre taille et votre poids. De plus, il propose une classification des résultats afin que vous puissiez mieux comprendre votre situation et prendre les mesures nécessaires pour vous remettre en forme et maintenir une bonne santé.
pt_br: Bem-vindo ao complemento BMI! Este é um plug-in projetado para ajudar a determinar o Índice de Massa Corporal (IMC), que é uma medida internacional usada para avaliar o nível de gordura corporal de uma pessoa. Com esse complemento, você pode calcular facilmente seu IMC fornecendo sua altura e seu peso. Além disso, também oferecemos uma classificação dos resultados, para que você possa entender melhor a sua situação e tomar as medidas necessárias para obter e manter uma boa saúde.
tr: VKİ Eklentisine hoş geldiniz! Bu, bir kişinin vücut yağ seviyesini değerlendirmek için kullanılan uluslararası bir ölçüm olan Vücut Kitle İndeksini (BMI) belirlemeye yardımcı olmak için tasarlanmış bir eklentidir. Bu Eklenti ile boyunuzu ve kilonuzu girerek BMI değerinizi kolayca hesaplayabilirsiniz. Buna ek olarak, durumunuzu daha iyi anlayabilmeniz ve sağlığınızı korumak için gerekli adımları atabilmeniz için sonuçların bir sıralamasını da sunuyoruz.

source: Note: For a proper interpretation of BMI, it is recommended to consider other factors such as body composition, fat distribution, age, gender and general health of the person. It is always recommended to consult a health professional, such as a doctor or nutritionist, for a more accurate assessment and to obtain proper guidance on health and weight.
es: Nota: para una interpretación más adecuada del IMC, se recomienda considerar otros factores, como la composición corporal, distribución de grasa, edad, género y salud en general de la persona. También se recomienda siempre consultar a un profesional sanitario, como un doctor o un nutricionista, para una evaluación más precisa y una orientación adecuada sobre salud y peso.
fi: Huomautus: BMI:n oikean tulkinnan kannalta on suositeltavaa ottaa huomioon myös muut tekijät, kuten kehon koostumus, rasvan jakautuminen, ikä, sukupuoli ja henkilön yleinen terveydentila. Tarkempaa arviota ja asianmukaista terveyden- ja painonhallintaa varten on aina suositeltavaa kääntyä terveysalan ammattilaisen, kuten lääkärin tai ravitsemusterapeutin, puoleen.
fr: Remarque : Pour une interprétation plus appropriée de l'IMC, il est recommandé de prendre en compte d'autres facteurs, tels que la composition corporelle de la personne, la répartition des graisses, l'âge, le sexe et l'état de santé général. Il est également toujours recommandé de consulter un professionnel de la santé, comme un médecin ou un nutritionniste, pour une évaluation plus précise et des conseils appropriés sur la santé et le poids.
pt_br: Nota: para uma interpretação adequada do IMC, é recomendável considerar outros fatores, como composição corporal, distribuição de gordura, idade, gênero e saúde geral da pessoa. É sempre recomendável consultar um profissional de saúde, como um médico ou nutricionista, para uma avaliação mais precisa e para obter orientação adequada sobre saúde e peso.
tr: Not: VKİ'nin doğru bir şekilde yorumlanması için vücut kompozisyonu, yağ dağılımı, yaş, cinsiyet ve kişinin genel sağlık durumu gibi diğer faktörlerin de göz önünde bulundurulması tavsiye edilir. Daha doğru bir değerlendirme için ve sağlık ve kilo konusunda doğru rehberlik almak için her zaman doktor veya beslenme uzmanı gibi bir sağlık uzmanına danışılması önerilir.

source: Installation
es: Instalación
fi: Asennus
pt_br: Instalação
tr: Kurulum

source: Here are the step-by-step instructions for installing the BMI Add-on in NVDA:
es: Aquí se proporcionan instrucciones paso a paso para instalar el complemento BMI en NVDA:
fi: Tässä ovat vaiheittaiset ohjeet BMI-lisäosan asentamiseen NVDA:han:
fr: Voici les instructions étape par étape pour installer l'extension BMI dans NVDA :
pt_br: Aqui estão as instruções passo a passo para instalar o complemento do BMI no NVDA:
tr: VKİ Eklentisini NVDA'ya yüklemek için adım adım talimatlar aşağıdaki gibidir:

source: Download the Add-on installation file from the Add-on Store or [BMI][2] official page. Note: If the add-on is downloaded from the store, installation happens automatically. Otherwise, follow the guidelines below.
es: Descarga el archivo de instalación del complemento desde la tienda de complementos o la página oficial de [BMI][2]. Nota: si descargas el complemento desde la tienda, la instalación se hace automáticamente. De lo contrario, sigue estas pautas.
fi: Lataa lisäosan asennustiedosto joko lisäosakaupasta tai [BMI:n][2] kotisivulta. Huom: Jos lisäosa ladataan lisäosakaupasta, asennus tapahtuu automaattisesti. Muussa tapauksessa seuraa alla olevia ohjeita.
fr: Téléchargez le fichier d'installation de l'extension depuis l'Add-on Store ou la page officielle [BMI][2]. Remarque : Si vous téléchargez l'extension depuis le store, l'installation se fait automatiquement. Sinon, suivez ces directives.
pt_br: Faça o download do arquivo de instalação do complemento na Loja de complementos ou na página oficial do [BMI][2]. Observação: Se o complemento for baixado da loja, a instalação ocorrerá automaticamente. Caso contrário, siga as orientações abaixo.
tr: Eklenti kurulum dosyasını Eklenti Mağazasından veya [VKİ][2] resmi sayfasından indirin. Not: Eklenti mağazadan indirilirse kurulum otomatik olarak gerçekleşir. Aksi takdirde aşağıdaki yönergeleri izleyin.

source: Press enter on the add-on you downloaded.
es: Pulsa intro sobre el complemento descargado.
fi: Paina Enteriä lataamasi lisäosan kohdalla.
fr: Appuyez sur Entrée sur l'extension que vous avez téléchargeé.
pt_br: Pressione Enter no complemento que você baixou.
tr: İndirdiğiniz eklentinin üzerinde enter tuşuna basın.

source: Follow the on-screen instructions to install the Add-on.
es: Sigue las instrucciones en pantalla para instalar el complemento.
fi: Suorita asennus seuraamalla ruudulla näkyviä ohjeita.
fr: Suivez les instructions à l'écran pour installer l'extension .
pt_br: Siga as instruções na tela para instalar o Add-on.
tr: Eklentiyi yüklemek için ekrandaki talimatları izleyin.

source: Restart NVDA.
es: Reinicia NVDA.
fi: Käynnistä NVDA uudelleen.
fr: Redémarrez NVDA.
pt_br: Reinicie o NVDA.
tr: NVDA'yı yeniden başlatın.

source: Press "NVDA + N" to open the "T" tools menu and verify that the IMC Add-on is listed in the tools list.
es: Pulsa "NVDA+n" para abrir el menú NVDA y "H" para llegar al submenú Herramientas, y comprueba que el complemento BMI aparece en la lista de herramientas.
fi: Avaa Työkalut-valikko painamalla NVDA+N ja varmista, että BMI-lisäosa näkyy siellä.
fr: Appuyez sur "NVDA+n" pour ouvrir le menu NVDA et sur "O" pour accéder au sous-menu Outils, et vérifiez que l'extension BMI apparaît dans la liste des outils.
pt_br: Pressione “NVDA + N” para abrir o menu de ferramentas “T” e verifique se o complemento IMC está listado na lista de ferramentas.
tr: NVDA menüsünü açmak için "NVDA + N" ve Araçlar menüsünü aktif etmek için de "r" tuşlarına basın. Ardından, Araçlar menüsünde VKİ'ni Hesapla seçeneğinin olduğundan emin olun.

source: You are now ready to use the BMI Add-on and calculate your Body Mass Index directly from NVDA. Be sure to check out the Add-on's documentation for additional information on how to use it and customize it to your needs.
es: Ahora estás listo para usar el complemento BMI y calcular tu índice de masa corporal directamente desde NVDA. Asegúrate de revisar la documentación del complemento para más información sobre cómo usarlo y personalizarlo según tus necesidades.
fi: Olet nyt valmis käyttämään BMI-lisäosaa kehonpainoindeksisi laskemiseen suoraan NVDA:sta. Muista tutustua lisäosan dokumentaatioon saadaksesi lisätietoja sen käytöstä ja mukauttamisesta tarpeisiisi.
fr: Vous êtes maintenant prêt à utiliser l'extension BMI et à calculer votre indice de masse corporelle directement depuis NVDA. Assurez-vous de consulter la documentation de l'extension pour plus d'informations sur la façon de l'utiliser et de le personnaliser selon vos besoins.
pt_br: Agora você está pronto para usar o BMI Add-on e calcular seu índice de massa corporal diretamente do NVDA. Não deixe de consultar a documentação do complemento para obter informações adicionais sobre como usá-lo e personalizá-lo de acordo com suas necessidades.
tr: Artık VKİ Eklentisini kullanmaya ve vücut Kitle İndeksinizi doğrudan NVDA'dan hesaplamaya hazırsınız. Nasıl kullanılacağı ve ihtiyaçlarınıza göre nasıl özelleştirileceği hakkında ek bilgi için Eklentinin belgelerine göz atmayı unutmayın.

source: Settings
es: Opciones
fi: Asetukset
fr: Paramètres
pt_br: Configurações
tr: Ayarlar

source: There are no instructions on how to configure the add-on, its use is simple.
es: No hay instrucciones para configurar el complemento, su uso es muy simple.
fi: Lisäosan määrittämiseen ei ole erillisiä ohjeita, sillä sen käyttö on yksinkertaista.
fr: Il n'y a aucune instruction pour configurer l'extension, son utilisation est très simple.
pt_br: Não há instruções sobre como configurar o complemento, mas seu uso é simples.
tr: Eklentinin nasıl yapılandırılacağına dair herhangi bir talimat yoktur, kullanımı basittir.

source: Usage
es: Modo de uso
fi: Käyttö
fr: Mode d'utilisation
pt_br: Uso
tr: Kullanım

source: Press "alt+windows+i", or use NVDA's menu (NVDA+N), Tools, Calculate Your BMI, to invoke the add-on. A dialog with two fields will appear:
es: Pulsa alt+windows+i, o ve al menú NVDA (NVDA+n), Herramientas, Calcular tu IMC, para invocar al complemento. Aparecerá un diálogo con dos campos:
fi: Avaa lisäosan käyttöliittymä painamalla Alt+Windows+I tai menemällä NVDA-valikkoon (NVDA+N), valitsemalla Työkalut ja sieltä "Laske kehonpainoindeksi". Näytölle avautuu ikkuna, jossa on kaksi kenttää:
fr: Appuyez sur alt+windows+i, ou accédez au menu NVDA (NVDA+n), Outils, Calculer votre IMC, pour appeler l'extension. Une boîte de dialogue apparaîtra avec deux champs :
pt_br: Pressione “alt+windows+i” ou use o menu do NVDA NVDA+N, Ferramentas, Calcule seu IMC, para chamar o complemento. Será exibida uma caixa de diálogo com dois campos:
tr: Eklentiyi çağırmak için "alt+windows+i" tuşlarına basın veya NVDA menüsü (NVDA+N), Araçlar, VKİ'ni Hesapla'yı kullanın. İki alanlı bir iletişim kutusu görünecektir:

source: Height, where the height in centimeters "CM" must be selected or entered.
es: Altura, donde debes introducir o seleccionar tu altura en centímetros.
fi: Pituus, johon syötetään tai valitaan pituus senttimetreinä.
fr: Taille, où vous devez saisir ou sélectionner votre taille en centimètres.
pt_br: Altura, onde a altura em centímetros “CM” deve ser selecionada ou inserida.
tr: Yükseklik, burada yüksekliğin santimetre cinsinden "CM" seçilmesi veya girilmesi gerekir.

source: Weight, where the weight in kilograms "KG" must be selected or entered.
es: Peso, donde debes introducir o seleccionar tu peso en kilogramos.
fi: Paino, johon syötetään tai valitaan paino kilogrammoina.
fr: Poids, où vous devez saisir ou sélectionner votre poids en kilogrammes.
pt_br: Peso, onde o peso em quilogramas “KG” deve ser selecionado ou inserido.
tr: Ağırlık, kilogram cinsinden ağırlığın "KG" seçilmesi veya girilmesi gerekir.

source: After filling in all the fields, just press the calculate button, using the "alt+A" shortcut, or press enter on the calculate button.
es: Tras rellenar todos los campos, pulsa el botón «Calcular» con el atajo alt+a, o simplemente pulsa intro en ese botón.
fi: Kun kaikki kentät on täytetty, paina Laske-painiketta joko pikanäppäimellä Alt+A tai painamalla Enter sen kohdalla.
fr: Après avoir rempli tous les champs, appuyez sur le bouton "Calculer" avec le raccourci alt+a, ou appuyez simplement sur Entrée sur ce bouton.
pt_br: Depois de preencher todos os campos, basta pressionar o botão de cálculo, usando o atalho “alt+A”, ou pressionar enter no botão de cálculo.
tr: Tüm alanları doldurduktan sonra "alt+A" kısayolunu kullanarak hesapla butonuna basmanız veya hesapla düğmesi üzerinde enter tuşuna basmanız yeterlidir.

source: NVDA will verbalize a dialog with the result of the calculation. At the end of the dialog, the cursor will be positioned on the OK button. Pressing enter, the cursor will be positioned in the height field.
es: NVDA verbalizará un diálogo con el resultado del cálculo. Al finalizar el diálogo, el cursor se situará en el botón Aceptar. Si se pulsa intro, el cursor se situará en el campo de altura.
fi: NVDA puhuu laskennan tuloksen. Kohdistus on valmiiksi OK-painikkeen kohdalla. Enteriä painettaessa kohdistus palaa Pituus-kenttään.
fr: NVDA verbalisera un dialogue avec le résultat du calcul. A la fin du dialogue, le curseur sera placé sur le bouton OK. Si vous appuyez sur Entrée, le curseur sera placé dans le champ taille.
pt_br: O NVDA verbalizará uma caixa de diálogo com o resultado do cálculo. No final da caixa de diálogo, o cursor será posicionado no botão OK. Ao pressionar Enter, o cursor será posicionado no campo de altura.
tr: NVDA, hesaplamanın sonucunu içeren bir iletişim kutusu açacaktır. İletişim kutusunun sonunda, imleç Tamam düğmesine konumlandırılacaktır. Enter tuşuna basıldığında, imleç yükseklik alanına konumlandırılacaktır.

source: Hotkeys
es: Atajos
fi: Pikanäppäimet
fr: Raccourcis clavier
pt_br: Teclas de atalho
tr: Kısayol tuşları

source: main dialog
es: diálogo principal
fi: Pääikkuna
fr: dialogue principal
pt_br: diálogo principal
tr: ana iletişim kutusu

source: “alt+A”: Performs the calculation.
es: "Alt+a": realiza el cálculo.
fi: Alt+L: Laskee tuloksen.
fr: "alt+a" : effectue le calcul.
pt_br: “alt+A": Executa o cálculo.
tr: “alt+A”: Hesaplamayı gerçekleştirir.

source: “alt+L: Clears the fields and positions the cursor in the height field.
es: "Alt+l": borra los campos y sitúa el cursor en el campo de altura.
fi: Alt+Y: Tyhjentää annetut tiedot ja siirtää kohdistuksen Pituus-kenttään.
fr: "alt+n" : efface les champs et place le curseur dans le champ taille.
pt_br: “alt+L: limpa os campos e posiciona o cursor no campo de altura.
tr: “alt+L: Alanları temizler ve imleci yükseklik alanına konumlandırır.

source: “alt+C”: Closes the dialog box, escape can also be used.
es: "Alt+c": cierra el cuadro de diálogo. También se puede salir pulsando escape.
fi: Alt+S: Sulkee ikkunan. Myös Esc-näppäintä voidaan käyttää.
fr: "alt+f" : ferme la boîte de dialogue, échap peut également être utilisé.
pt_br: “alt+L: limpa os campos e posiciona o cursor no campo de altura.
tr: “alt+P”: İletişim kutusunu kapatır, Escape tuşu da kullanılabilir.

source: License
es: Licencia
fi: Lisenssi
fr: Licence
pt_br: Licença
tr: Lisans

source: This add-on is covered by the GNU General Public License [GPL v2][1].
es: Este complemento está cubierto por la licencia pública general GNU [GPL v2][1].
fi: Tämä lisäosa on suojattu GNU [GPL v2][1] -lisenssillä.
fr: Cette extension est couverte par la licence publique générale GNU [GPL v2][1].
pt_br: Esse complemento é coberto pela Licença Pública Geral GNU [GPL v2][1].
tr: Bu eklenti, GNU Genel Kamu Lisansı [GPL v2] [1] kapsamındadır.

source: Thanks
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
pt_br: Agradecimentos
tr: Teşekkür

source: Special thanks to the contributors Rui Fontes, Noelia e Dalen who have helped make this version possible.
es: Un agradecimiento especial a los colaboradores Rui Fontes, Noelia y Dalen, que han hecho posible esta versión.
fi: Erityiskiitokset avustajille Rui Fontes, Noelia ja Dalen, jotka ovat auttaneet tekemään tämän version mahdolliseksi.
fr: Un merci spécial aux collaborateurs Rui Fontes, Noelia et Dalen, qui ont rendu cette version possible.
pt_br: Agradecimentos especiais aos colaboradores Rui Fontes, Noelia e Dalen, que ajudaram a tornar esta versão possível.
tr: Bu sürümün mümkün kılınmasına yardımcı olan Rui Fontes, Noelia e Dalen'e özel teşekkürler.
