Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/brailleExtender.*.po
Languages: da, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, ru, uk

source: [[!meta title="BrailleExtender"]]
da: [[!meta title="Udvidelse til Punktskrift"]]
fi: [[!meta title="Pistekirjoituksen laajennus"]]
hr: [[!meta title="Brajično proširenje (BrailleExtender)"]]
pt_br: [[!meta title="Extensor Braille (BrailleExtender)"]]
uk: [[!meta title="BrailleExtender (Розширювач брайля)"]]

source: Author: André-Abush Clause and contributors
es: Autor: André-Abush Clause y colaboradores
fi: Tekijät: André-Abush Clause sekä muut yhteisön jäsenet
fr: Auteur : André-Abush Clause et contributeurs
hr: Autor: André-Abush Clause i doprinositelji
pt_br: Autor: André-Abush Clause e colaboradores
pt_pt: Autor: André-Abush Clause e colaboradores
ru: Автор: André-Abush Clause и участники
uk: Автор: André-Abush Clause й учасники

source: NVDA compatibility: 2019.3 and beyond
da: NVDA-kompatibilitet: 2019.3 og derefter
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: 2019.3 y posteriores
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieurs
gl: Compatibilidade co NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije
it: Compatibilità NVDA: 2019.3 e oltre
pl: Zgodność z wersjami NVDA: 2019.3 i nowszych
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и выше
uk: Сумісність з NVDA: 2019.3 і пізніші

source: Download [stable version][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
ru: Загрузить [стабильную версию][1]
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
da: Download [udviklingsversion][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Baixar [versão de desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
uk: Завантажити [версію в розробці][2]

source: BrailleExtender is an [NVDA](http://nvda-project.org/) add-on that provides various features at braille level. Currently, the following features are implemented:
da: BrailleExtender er en tilføjelsespakke til [NVDA](http://nvda-project.org/), der tilføjer forskellige funktioner i forhold til punkt. I øjeblikket indeholder pakken følgende funktioner:
de: Der Braille Extender ist eine [NVDA](http://nvda-project.org/)-Erweiterung, die verschiedene Funktionen in Braille anbietet. Derzeit sind folgende Funktionen stehen zur Verfügung:
es: BrailleExtender es un complemento de [NVDA](https://nvaccess.org) que proporciona varias características a nivel de braille. Actualmente se han implementado las siguientes características:
fi: Pistekirjoituksen laajennus on [NVDA](http://nvda-project.org/)-lisäosa, joka tarjoaa useita toimintoja pistenäytön käyttäjille. Tällä hetkellä ovat käytettävissä seuraavat ominaisuudet:
fr: BrailleExtender est une extension [NVDA](http://nvda-project.org/) qui fournit diverses fonctionnalités au niveau du braille. Actuellement, les fonctionnalités suivantes sont implémentées :
gl: BrailleExtender é un complemento de [NVDA](http://nvda-project.org/) que proporciona varias características no ámbito do braille. Actualmente están implementadas as seguintes:
hr: Brajično proširenje je [NVDA](http://nvda-project.org/) dodatak koji nudi razne funkcije za osobe koje koriste brajicu. Trenutačno su ugrađene sljedeće funkcije:
it: BrailleExtender è un componente aggiuntivo che fornisce numerose migliorie inerenti il braille. Attualmente, sono implementate le caratteristiche seguenti:
pl: BrailleExtender to dodatek [NVDA] (http://nvda-project.org/), który zapewnia różne funkcje na poziomie alfabetu Braille'a. Obecnie zaimplementowane są następujące funkcje:
pt_br: O BrailleExtender é um [complemento [NVDA](http://nvda-project.org/) que fornece vários recursos em nível braile. Atualmente, os seguintes recursos estão implementados:
pt_pt: O BrailleExtender é um extra para [NVDA](http://nvda-project.org/) que fornece várias funcionalidades a nível braille. Actualmente, encontram-se implementadas as seguintes funcionalidades:
ru: BrailleExtender - это дополнение для [NVDA](http://nvda-project.org/), которое предоставляет различные возможности на уровне Брайля. В настоящее время реализованы следующие возможности:
uk: Розширювач брайля — це додаток для [NVDA](http://nvda-project.org/), який надає різні функції для брайля. Наразі реалізовано такі функції:

source: reload two favorite braille display with shortcuts.
da: Genindlæs to foretrukne punktdisplays med genvejstaster
de: Neuladen zweier bevorzugten Braillezeilen mit Verknüpfungen.
es: recargar dos pantallas braille favoritas con atajos de teclado.
fi: Kahden suosikkipistenäytön uudelleenlataaminen pikanäppäimillä
fr: recharger deux afficheurs braille favoris avec des raccourcis.
gl: recargar dúas pantallas braille favoritas con atallos de teclado.
hr: ponovno učitavanje dvaju omiljenih brajičnih redaka s tipkovničkim prečacima.
it: Caricamento di due display braille preferiti tramite tasto caldo.
pl: odśwież dwa ulubione monitory brajlowskie ze skrótami.
pt_br: recarrega duas linhas braille favoritas com atalhos.
pt_pt: Recarrega duas linhas braille favoritas, usando atalhos.
ru: перезагружать два избранных брайлевских дисплея с помощью горячих клавиш.
uk: перезавантаження двох обраних брайлівських дисплеїв комбінацією клавіш.

source: automatic review cursor tethering in terminal role like in PuTTY, Powershell, bash, cmd.
da: Følg automatisk læsemarkøren i terminalprogrammer som PuTTY, Powershell, bash, cmd
de: Automatische Kopplung des NVDA-Cursors im Terminal wie in PuTTY, PowerShell, Bash, Eingabeaufforderung.
es: seguimiento automático del cursor de revisión en controles de terminal como PUTTY, PowerShell, Bash, cmd.
fi: Automaattinen tarkastelukohdistimen seuraaminen pääteikkunoissa, kuten PuTTY:ssä, PowerShellissä, Bashissa ja komentokehotteessa.
fr: attache automatique du curseur de révision dans les terminaux comme PuTTY, Powershell, bash, cmd.
gl: seguimiento automático del cursor de revisión en rol de terminal como en PuTTY, Powershell, bash, cmd.
hr: automatski pregled povezivanja kursora u ulozi terminala kao u PuTTY, Powershell, bash, cmd.
it: tethering automatico del cursore di revisione nel ruolo terminale come in PuTTY, Powershell, bash, cmd.
pl: automatyczne tethering kursora przeglądu w roli terminala jak w PuTTY, Powershell, bash, cmd.
pt_br: controle automático da conexão do cursor na função de terminal, como em PuTTY, Powershell, bash, cmd.
pt_pt: revisão automática do cursor em função terminal como em PuTTY, Powershell, bash, cmd.
ru: автоматический контроль привязки курсора в терминальных типах управления таких, как в PuTTY, Powershell, bash, cmd.
uk: автоматичне прив'язування брайля до переглядового курсора у терміналах на зразок PuTTY, Powershell, bash, cmd.

source: auto scroll.
da: Rul display automatisk (autorul)
de: Automatisches Scroll.
es: desplazamiento automático.
fi: Automaattinen vieritys
fr: défilement automatique.
gl: desprazamento automático (auto scroll).
hr: automatsko pomicanje.
it: Scorrimento automatico.
pl: automatyczne przewijanie.
pt_br: rolagem automática.
pt_pt: Rolagem automática.
ru: автоматическая прокрутка.
uk: автопрокрутка.

source: switch between several input/output braille tables.
da: Skift hurtigt mellem flere indtastnings- og oversættelsestabeller
de: Zwischen mehreren Ein-/Ausgabe-Braille-Tabellen wechseln.
es: alternar entre varias tablas Braille de entrada/salida.
fi: Vaihtaminen useiden syöttö/tulostustaulukkojen välillä
fr: alterner entre plusieurs tables d'entrée / sortie braille.
gl: cambio entre varias táboas braille de entrada/saída.
hr: prebacivanje između različitih ulaznih/izlaznih brajičnih tablica.
it: Passaggio tra numerose tabelle braille di lettura e scrittura.
pl: przełączanie między kilkoma wejściowymi/wyjściowymi tabelami brajlowskimi.
pt_br: alternar entre várias tabelas braille de entrada/saída.
pt_pt: alternar entre várias tabelas braille de entrada/saída.
ru: переключаться между несколькими Брайлевскими таблицами ввода/вывода.
uk: перемикання між кількома брайлівськими таблицями введення/виведення.

source: mark the text with special attributes through dot 7, dot 8 or both.
da: Markér teksten med særlige attributter gennem punkt 7, punkt 8 eller begge
de: Markieren des Textes mit speziellen Attributen durch Punkte 7 und 8 oder beides.
es: marcado del texto con atributos especiales con el punto 7, el 8 o ambos.
fi: Tekstin merkitseminen erikoisattribuutein pisteellä 7, 8 tai molemmilla.
fr: marquer le texte avec des attributs spéciaux par le point 7, le point 8 ou les deux.
gl: marcar o texto con atributos especiais mediante o punto 7, o 8 ou ambos.
hr: označavanje teksta s posebnim svojstvima pomoću točkice 7, točkice 8 ili objih.
it: contrassegnare il testo con attributi speciali tramite il punto 7, il punto 8 o entrambi.
pl: oznacz tekst specjalnymi atrybutami za pomocą kropki 7, kropki 8 lub obu.
pt_br: marcar o texto com atributos especiais por meio do ponto 7, do ponto 8 ou de ambos.
pt_pt: marcar o texto com atributos especiais através do ponto 7, ponto 8 ou ambos.
ru: выделять текст специальными атрибутами точкой 7, точкой 8 или обееми.
uk: маркування тексту спеціальними атрибутами з крапки 7, крапки 8 або з обох.

source: use two output braille tables simultaneously.
da: Brug to oversættelsestabeller samtidigt
de: Zwei Ausgabe-Braille-Tabellen gleichzeitig verwenden.
es: utilizar dos tablas braille de salida simultáneamente.
fi: Kahden tulostustaulukon samanaikainen käyttö
fr: utiliser deux tables braille en sortie simultanément.
gl: usar dúas táboas braille de saída simultaneamente.
hr: istovremena upotreba dviju izlaznih brajičnih tablica.
it: Utilizzo simultaneo di due tabelle braille
pl: używać dwóch wyjściowych tabel brajlowskich jednocześnie.
pt_br: usar duas tabelas braille de saída simultaneamente.
pt_pt: Use simultaneamente duas tabelas braille de saída.
ru: использовать две таблицы Брайля одновременно.
uk: використання двох брайлівських таблиць виведення одночасно.

source: display tab signs as spaces.
da: Vis tab-tegnet som mellemrum
de: Tabulatorzeichen als Leerzeichen anzeigen.
es: mostrar signos de tabulador como espacios.
fi: Sarkainmerkkien näyttäminen välilyönteinä
fr: afficher les signes de tabulation en tant qu'espaces.
gl: amosar signos tab como espazos.
hr: prikaz tabulatora kao razmake.
it: Visualizzazione dei simboli di tabulazione come spazi.
pl: wyświetlaj znaki tabulacji jako spacje.
pt_br: exibir sinais de tab como espaços.
pt_pt: apresentar sinais de tabulação como espaços.
ru: отображать знаки табуляции в виде пробелов.
uk: показ знаків табуляції як пробілів.

source: reverse forward scroll and back scroll buttons.
da: Byt om på knapperne til at panorere frem og tilbage
de: Tasten zum Vorwärts und rückwärts Scrollen.
es: revertir los botones desplazar atrás y desplazar adelante.
fi: Eteen- ja taaksepäin vierittävien näppäinten suunnan kääntäminen
fr: inverser les boutons de défilement avant et arrière.
gl: reverter os botóns desprazar atrás e desprazar adiante.
hr: zamjena gumba za pomicanje natrag i naprijed.
it: Inversione dei pulsanti di scorrimento avanti e indietro.
pl: przyciski przewijania do przodu do tyłu i do tyłu.
pt_br: inverter os botões de rolagem para frente e para trás.
pt_pt: Reverte os botões de deslocamento para a frente e para trás.
ru: переворачивать кнопки прокрутки вперед и назад.
uk: зміна місцями кнопок прокрутки вперед і назад.

source: say the current line during text scrolling either in review mode, or in focus mode or both.
da: Sig den aktuelle linje når punktdisplayet ruller i læsetilstand
de: Vorlesen der aktuellen Zeile während des Textscrollens entweder im Lese- oder Fokusmodus oder in beiden.
es: verbalizar la línea actual durante el desplazamiento del texto en modo revisión, modo foco o ambos.
fi: Nykyisen rivin puhuminen tekstiä vieritettäessä tekstintarkastelutilassa, vuorovaikutustilassa tai molemmissa
fr: dire la ligne courante pendant le défilement du texte soit en mode revue, soit en mode focus ou les deux.
gl: verbalizar a liña actual durante o desprazamento de texto, xa sexa en modo revisión, modo foco ou ambos.
hr: izgovor trenutačnog retka tijekom čitanja teksta u modusu pregleda.
it: Annuncio della riga corrente durante lo scorrimento del testo, in modalità di revisione, in modalità focus o entrambe.
pl: wypowiedzenie bieżącego wiersza podczas przewijania tekstu w trybie recenzji lub w trybie koncentracji uwagi lub w obu tych trybach.
pt_br: diz a linha atual durante a rolagem do texto, seja no modo de revisão, no modo de foco ou em ambos.
pt_pt: indica a linha actual durante a rolagem do texto, no modo de revisão, no modo de foco ou em ambos.
ru: произносить текущую строку во время прокрутки текста либо в режиме обзора, либо в режиме редактирования, либо в обоих режимах.
uk: промовляння поточного рядка під час прокрутки або в режимі перегляду, або в режимі фокуса, або в обох.

source: translate text easily in Unicode braille and vice versa. E.g.: z <--> ⠵.
es: traducción sencilla de texto a Braille Unicode y viceversa. Por ejemplo: z <--> ⠵.
fi: Tekstin kääntäminen helposti Unicode-pistekirjoitukseksi ja päinvastoin. Esim.: z -> ⠵.
fr: traduire facilement du texte en braille Unicode et vice versa. Ex. : z <--> ⠵.
hr: jednostavno prevođenje teksta u Unicode brajicu i obrnuto. Npr.: z <--> ⠵.
pt_br: traduz facilmente o texto em braile Unicode e vice-versa. Por exemplo: z <--> ⠵.
pt_pt: traduzir facilmente texto em braille Unicode e vice-versa. Por exemplo: z <--> ⠵.
ru: легко переводить брайлевский текст в Юникод и наоборот. Например: z <--> ⠵.
uk: легке переведення тексту в Unicode braille і навпаки. Наприклад: z <--> ⠵.

source: convert cell description to Unicode braille and vice versa. E.g.: 123 <--> ⠇.
es: conversión de descripción de la celda a Braille Unicode y viceversa. Por ejemplo: 123 <--> ⠇.
fi: Muunna solun kuvaus Unicode-pistekirjoitukseksi ja päinvastoin. Esim.: 123 -> ⠇.
fr: convertir la description de la cellule en braille Unicode et vice versa. Ex. : 123 <--> ⠇.
hr: konverzija opisa polja u Unicode brajicu i obrnuto. Npr.: 123 <--> ⠇.
pt_br: converte a descrição da célula em braile Unicode e vice-versa. Por exemplo: 123 <--> ⠇.
pt_pt: converter a descrição da célula para Unicode braille e vice-versa. Por exemplo: 123 <-->⠇.</-->
ru: преобразовывать описание клетки в брайлевский шрифт Unicode и наоборот. Например: 123 <--> ⠇.
uk: перетворення опису брайлівських комірок в Unicode braille і навпаки. Наприклад: 123 <--> ⠇.

source: lock braille keyboard.
da: Lås punkttastatur
de: Braille-Tastatur sperren.
es: bloqueo del teclado Braille.
fi: Pistekirjoitusnäppäimistön lukitseminen.
fr: verrouiller le clavier braille.
gl: bloquear teclado braille.
hr: zaključavanje brajične tipkovnice.
it: bloccare la tastiera braille.
pl: zablokuj klawiaturę brajlowską.
pt_br: teclado braille com trava.
pt_pt: Teclado Braille
ru: блокировать брайлевскую клавиатуру.
uk: блокування брайлівської клавіатури.

source: launch an application/URL with gesture.
da: Åbn en applikation/URL med en kommando
de: Starten einer Anwendung bzw. URL mit einem Tastenbefehl.
es: ejecución de una aplicación o URL con un gesto.
fi: Sovelluksen käynnistäminen/URL-osoitteen avaaminen näppäinkomennolla.
fr: lancer une application/URL avec un geste.
gl: executar unha aplicación/URL cun xesto.
hr: pokretanje aplikacije/URL adrese pomoću geste.
it: avviare un'applicazione/URL con un gesto.
pl: uruchom aplikację/adres URL za pomocą gestu.
pt_br: iniciar um aplicativo/URL com um gesto.
pt_pt: Iniciar uma aplicação/URL com um atalho.
ru: запускать приложение / URL-адрес с помощью жеста.
uk: запуск застосунку/URL за допомогою жесту.

source: braille dictionaries.
da: Punktskriftordbøger
de: Braille-Wörterbücher.
es: diccionarios Braille.
fi: Pistekirjoitussanastot.
fr: dictionnaires braille.
gl: dicinarios braille.
hr: brajični riječnici.
it: dizionari braille.
pl: słowniki brajlowskie.
pt_br: dicionários em braile.
pt_pt: dicionários braille.
ru: брайлевские словари.
uk: брайлівські словники.

source: type with one-hand from braille keyboard.
da: Skriv med én hånd fra punktskriftstastaturet
de: Die Braille-Tastatur nur mit einer Hand bedienen.
es: escritura con una sola mano desde el teclado Braille.
fi: Yksikätinen kirjoittaminen pistekirjoitusnäppäimistöllä.
fr: tapez d'une seule main à partir du clavier braille.
gl: escribir cunha soa man no teclado braille.
hr: jednoručno tipkanje pomoću brajične tipkovnice.
it: digitare con una mano dalla tastiera braille.
pl: pisać jedną ręką z klawiatury brajlowskiej.
pt_br: digitar com uma mão no teclado braille.
pt_pt: escrever com uma mão do teclado braille.
ru: печатать одной рукой на брайлевской клавиатуре.
uk: друк однією рукою на брайлівській клавіатурі.

source: display undefined characters from braille tables (including emojis) using altenative representations.
da: Vis udefinerede tegn fra punkttabeller (herunder emojis) ved hjælp af alternative gengivelser
de: Undefinierte Zeichen aus Braille-Tabellen (einschließlich Emojis) mit alternativen Darstellungen anzeigen.
es: presentación de caracteres no definidos en las tablas Braille (incluyendo emojis) utilizando representaciones alternativas.
fi: Pistetaulukoissa määrittelemättömien merkkien näyttäminen (emojit mukaan lukien) vaihtoehtoisia esitystapoja käyttäen.
fr: afficher les caractères indéfinis des tables braille (y compris les emojis) en utilisant des représentations alternatives.
gl: amosar caracteres non definidos nas táboas braille (incluíndo emojis) utilizando representacións automáticas.
hr: prikaz nedefiniranih znakova iz brajičnih tablica (uključujući emoji znakove) koristeći alternativne prikaze.
it: visualizzare caratteri non definiti dalle tabelle braille (compresi gli emoji) utilizzando rappresentazioni alternative.
pl: wyświetlać niezdefiniowane znaki z tabel brajlowskich (w tym emotikony) przy użyciu reprezentacji altenatywnych.
pt_br: exibir caracteres indefinidos de tabelas braille (incluindo emojis) usando representações alternativas.
pt_pt: Mostrar caracteres indefinidos de tabelas em braille (incluindo emojis) utilizando representações alternativas.
ru: отображать неопределенные в брайлевских таблицах символы (включая эмодзи), используя альтернативные представления.
uk: показ невизначених у брайлівській таблиці символів (включно з емодзі), використовуючи альтернативне подання.

source: enter any character from braille keyboard (including emojis).
da: Indtast et hvilket som helst tegn fra punkttastaturet (inklusive emojis)
de: eingeben beliebiger Zeichen über die Braille-Tastatur (einschließlich Emojis).
es: introducción de cualquier carácter desde el teclado Braille (incluyendo emojis).
fi: Minkä tahansa merkin syöttäminen pistekirjoitusnäppäimistöltä (emojit mukaan lukien).
fr: entrez n'importe quel caractère du clavier braille (y compris les emojis).
gl: introducir calquera carácter dende o teclado braille (incluíndo emojis).
hr: unos bilo kojeg znaka pomoću brajične tipkovnice (uključujući emoji znakove).
it: inserisci qualsiasi carattere dalla tastiera braille (compresi gli emoji).
pl: wprowadź dowolny znak z klawiatury brajlowskiej (w tym emotikony).
pt_br: digite qualquer caractere do teclado braile (inclusive emojis).
pt_pt: Escrever qualquer carater no teclado braille (incluindo emojis).
ru: вводить любой символ с брайлевской клавиатуры (включая эмодзи).
uk: введення будь-яких символів з брайлівської клавіатури (включаючи емодзі).

source: skip blank lines during text scrolling.
da: Sig den aktuelle linje når punktdisplayet ruller i læsetilstand
de: Leerzeilen beim Scrollen des Textes überspringen.
es: saltar líneas en blanco durante el desplazamiento del texto.
fi: Tyhjien rivien ohittaminen tekstiä vieritettäessä
fr: sauter les lignes vides pendant le défilement du texte.
gl: saltar liñas en branco durante o desprazamento.
hr: izgovor trenutačnog retka tijekom čitanja teksta u modusu pregleda.
it: salta le righe vuote durante lo scorrimento del testo.
pl: pomiń puste wiersze podczas przewijania tekstu.
pt_br: pular linhas em branco durante a rolagem de texto.
pt_pt: saltar linhas em branco durante a rolagem do texto.
ru: пропускать пустые строки во время прокрутки текста.
uk: пропуск порожніх рядків під час прокрутки тексту.

source: and much more!
da: og meget mere!
de: Und vieles mehr!
es: ¡y mucho más!
fi: ja paljon muuta!
fr: et bien plus !
gl: e moito máis!
hr: i još puno više!
it: e altro ancora!
pl: i wiele więcej!
pt_br: e muito mais!
pt_pt: e muito mais!
ru: и многое другое!
uk: і набагато більше!

source: For some braille displays, it extends the braille display commands to provide:
da: For nogle punktdisplays udvider det kommandosættet til at give:
de: Für einige Braillezeilen werden folgende Befehle hinzugefügt:
es: En algunas pantallas braille, extiende las órdenes de pantalla braille para proporcionar:
fi: Joillekin pistenäytöille tarjotaan seuraavat lisäkomennot:
fr: Pour certains afficheurs braille il étend les commandes des terminaux braille afin de fournir :
gl: Para algunhas pantallas braille, extende as ordes de pantalla braille para proporcionar:
hr: Za neke brajične retke, ovaj dodatak proširuje naredbe brajičnog retka kako bi omogućio:
it: Per alcuni display braille, estende i comandi per fornire:
pl: Dodatek rozszerza funkcjonalność niektórych monitorów brajlowskich o dodatkowe skróty umożliwiające:
pt_br: Para algumas linhas braille, estende os comandos da linha braille para fornecer:
pt_pt: Para algumas linhas braille, estende os comandos de exibição braille para fornecer:
ru: Для некоторых брайлевских дисплеев оно расширяет возможности команд отображения по брайлю, обеспечивая:
uk: Додаток розширює команди деяких брайлівських дисплеїв і надає:
