Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/brailleExtender.*.po
Languages: da, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, ru, uk

source: offer complete gesture maps including function keys, multimedia keys, quick navigation, etc.;
da: Adgang til et komplet sæt af kommandoer, herunder funktionstaster, medietaster, bogstavnavigation, osv.
de: Bietet komplette Listen mit Tastenbefehle mit Funktionstasten, Multimediatasten, Schnellnavigation usw. an;
es: mapas de gestos completos incluyendo teclas de función, teclas multimedia, navegación rápida, etc.;
fi: Tarjoaa täydet näppäinkomentokartat, mukaan lukien funktio- ja multimedianäppäimet sekä pikaselaus jne.
fr: offrir des jeux de gestes complets comprenant des touches de fonction, des touches multimédia, une navigation rapide, etc. ;
gl: ofrecer mapas de xestos completos incluíndo teclas de función, teclas multimedia, navegación rápida, etc.;
hr: pristup funkcijskim tipkama, tipkama za kontrolu multimedije, brzoj navigaciji itd;
it: Accesso ai tasti funzione, ai tasti multimediali, alla navigazione veloce.
pl: oferują kompletne mapy gestów, w tym funkcyjne, multimedialne, szybką nawigację itp .;
pt_br: oferecem mapas completos de gestos, incluindo teclas de função, teclas multimídia, navegação rápida, etc;
pt_pt: Oferece mapas completos de atalhos: teclas de função, teclas multimídia, navegação rápida.
ru: предлагает полные карты жестов, включая функциональные клавиши, мультимедийные клавиши, быструю навигацию и т.д.;
uk: пропонує повний набір жестів, включаючи функціональні клавіші, мультимедійні клавіші, швидку навігацію тощо;

source: emulate modifier keys, and thus any keyboard shortcut;
da: Emulere funktionstaster, og dermed enhver tastaturgenvej
de: Emuliert Modifikatortasten und damit beliebige Tastenkombinationen;
es: emulación de teclas modificadoras, y por lo tanto casi cualquier atajo de teclado;
fi: Muuntonäppäinten ja siten myös minkä tahansa pikanäppäimen emulointi
fr: émuler les touches de combinaison, et donc n'importe quel raccourci clavier ;
gl: emular as teclas modificadoras, e polo tanto calquera atallo de teclado;
hr: simulacija tipki modifikatora, a time i bilo koji tipkovnički prečac;
it: Simula i tasti modificatori e qualsiasi altra scorciatoia da tastiera
pl: emulować modyfikujące, a tym samym dowolny skrót klawiaturowy;
pt_br: emulam teclas modificadoras e, portanto, qualquer atalho de teclado;
pt_pt: emulam as teclas modificadoras e, portanto, qualquer atalho de teclado;
ru: эмулирует клавиши-модификаторы и, следовательно, любое сочетание клавиш;
uk: емулює клавіші-модифікатори і, відповідно, будь-яку комбінацію клавіш;

source: offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace;
da: Tilbyde flere tastatur konfigurationer vedrørende muligheden for at indtaste punkt 7 og 8, enter og backspace
de: Bietet verschiedene Tastaturkonfigurationen bezüglich der Möglichkeit zur Eingabe der Punkte 7 und 8, Eingabe und Rücktaste;
es: varias configuraciones de teclado relacionadas con la posibilidad de introducir los puntos 7 y 8, intro y retroceso;
fi: Tarjoaa useita näppäinmäärityksiä pisteiden 7 ja 8, Enterin sekä Askelpalauttimen syöttämiseen
fr: propose plusieurs configurations clavier en ce qui concerne la façon d'obtenir les points 7 et 8, entrée et retour arrière ;
gl: ofrecer diversas configuracións de teclado implicando a posibilidade de introducir os puntos 7 e 8, intro e retroceso;
hr: nudi nekoliko tipkovničkih konfiguracija koje se tiču mogućnosti za unos točkica 7 i 8, tipki enter i backspace;
it: Offre diverse configurazioni di tastiera, con la possibilità di inserire i punti 7 e 8, inserire e premere il tasto backspace.
pl: oferują kilka konfiguracji klawiatury dotyczących możliwości wprowadzania kropek 7 i 8, enter i backspace;
pt_br: oferecem várias configurações de teclado com a possibilidade de inserir os pontos 7 e 8, inserir e retroceder;
pt_pt: oferecem várias configurações de teclado no que diz respeito à possibilidade de introduzir os pontos 7 e 8, o enter e o backspace;
ru: предлагает несколько конфигураций клавиатуры, предусматривающих возможность ввода точек 7 и 8, enter и backspace;
uk: пропонує кілька конфігурацій клавіатури для можливості введення крапок 7 і 8, ентера і бекспейса;

source: add actions and quick navigation through a rotor.
da: Handlinger og bogstavnavigation via en rotor
de: Fügt Aktionen und Achnell-Navigation durch einen Rotor hinzu.
es: acciones y navegación rápida a través de un rotor.
fi: Lisää toimintoja sekä pikaselaus roottorin avulla
fr: actions et navigation rapide via un rotor.
gl: engadir accións e navegación rápida a través dun rotor.
hr: dodavanje radnji i brze navigacije kroz rotor.
it: aggiungere azioni e navigazione rapida attraverso un rotore.
pl: dodaj akcje i szybką nawigację po wirniku.
pt_br: adiciona ações e navegação rápida por meio de um rotor.
pt_pt: Adicionnar acções e navegação rápida através de um rotor.
ru: добавлять действия и быструю навигацию по ротору.
uk: додає дії і швидку навігацію за допомогою ротора.

source: Once the add-on is installed, read the documentation and go through the settings using the BrailleExtender submenu (located in the NVDA menu).
da: Når tilføjelsesprogrammet er installeret, læs dokumentationen og gå gennem indstillingerne ved hjælp af menuen BrailleExtender (placeret i roden af NVDA-menuen). Dokumentationen er primært genereret automatisk, fordi den afhænger af punktdisplayet i brug.
de: Lesen Sie nach der Installation die Dokumentation der Erweiterung und gehen Sie die Einstellungen über das Untermenü des Braille Extender (im NVDA-Menü) durch.
es: Una vez el complemento esté instalado, lee la documentación y ve a las opciones utilizando el menú BrailleExtender (localizado en el menú NVDA).
fi: Kun lisäosa on asennettu, lue ohje ja käy asetukset läpi Pistekirjoituksen laajennus -valikosta (löytyy NVDA-valikon päätasolta).
fr: Une fois l'extension installé, lisez la documentation et parcourez les paramètres à l'aide du sous-menu BrailleExtender (situé dans le menu NVDA).
gl: Unha vez o complemento estea instalado, le a documentación e explora ás opcións usando o submenú BrailleExtender (ubicado no menú NVDA).
hr: Nakon što je dodatak instaliran, pročitaj dokumentaciju i pregledaj postavke pomoću izbornika „Brajično proširenje” (nalazi se u glavnom NVDA izborniku).
it: Una volta installato il componente aggiuntivo, leggere la documentazione ed andare nelle impostazioni di BrailleExtender, presenti al livello principale del menu di NVDA.
pl: Po zainstalowaniu dodatku przeczytaj dokumentację i przejdź przez ustawienia za pomocą podmenu BrailleExtender (znajdującego się w menu NVDA).
pt_br: Uma vez que o complemento esteja instalado, leia a documentação e siga as configurações, usando o menu Extensor Braille (localizado na raiz do menu do NVDA). A documentação é gerada automaticamente porque depende da linha braille em uso.
pt_pt: Uma vez instalado o extra, ler a documentação e percorrer as configurações usando o submenu BrailleExtender (localizado no menu do NVDA).
ru: После установки дополнения ознакомьтесь с документацией и выполните настройки с помощью подменю BrailleExtender (находится в меню NVDA).
uk: Після встановлення додатка, прочитайте документацію і перейдіть до налаштувань, використовуючи підменю Розширювача брайля, розташоване в головному меню NVDA.

source: Let's explore some common features
da: Lad os undersøge nogle generelle funktioner
de: Lassen Sie uns einige gemeinsame Funktionen untersuchen
es: Exploremos algunas funciones comunes
fi: Ominaisuudet
fr: Explorons quelques fonctionnalités communes
gl: Exploremos algunhas características comúns
hr: Pogledajmo neke uobičajene funkcije
it: Esploriamo alcune caratteristiche comuni
pl: Przyjrzyjmy się niektórym typowym cechom
pt_br: Vamos explorar alguns recursos comuns
pt_pt: Vamos explorar algumas funcionalidades comuns
ru: Давайте рассмотрим некоторые общие возможности
uk: Розгляньмо деякі функції

source: Representation of undefined characters
da: Gengivelse af udefinerede tegn
de: Darstellung von undefinierten Zeichen
es: Representación de caracteres no definidos
fi: Määrittämättömien merkkien näyttäminen
fr: Représentation des caractères indéfinis
gl: Representación de caracteres indefinidos
hr: Prikaz nedefiniranih znakova
it: Rappresentazione di caratteri non definiti
pl: Reprezentacja niezdefiniowanych znaków
pt_br: Representação de caracteres indefinidos
pt_pt: Representação de caracteres indefinidos
ru: Представление неопределённых символов
uk: Подання для невизначених символів

source: The extension allows you to customize how an undefined character should be represented within a braille table. To do so, go to the — Representation of undefined characters — settings. You can choose between the following representations:
es: La extensión permite personalizar cómo se debería representar un carácter no definido en una tabla Braille. Para ello, ve a las opciones de —representación de caracteres no definidos—. Puedes elegir entre las siguientes representaciones:
fi: Tämän lisäosan avulla voit määrittää, miten määrittämätön merkki näytetään pistetaulukossa. Voit tehdä tämän siirtymällä määrittämättömien merkkien näyttämisen asetuksiin. Voit valita seuraavista vaihtoehdoista:
fr: L'extension vous permet de personnaliser la façon dont un caractère non défini doit être représenté dans une table braille. Pour cela, allez dans les paramètres — Représentation des caractères non définis —. Vous pouvez choisir entre les représentations suivantes :
hr: Dodatak omogućuje prilagođavanje načina prikaza nedefiniranog znaka unutar brajične tablice. Da biste to učinili, idite na postavke „Prikaz nedefiniranih znakova”. Možete birati između sljedećih prikaza:
pt_br: A extensão permite que você personalize como um caractere indefinido deve ser representado em uma tabela braile. Para fazer isso, vá para a seção - Representação de caracteres indefinidos - configurações. Você pode escolher entre as seguintes representações:
pt_pt: A extensão permite personalizar a forma como um caracter indefinido deve ser representado dentro de uma tabela braille. Para o fazer, vá para as definições - Representação de caracteres indefinidos -. Pode escolher entre as seguintes representações:
ru: Расширение позволяет настраивать способ отображения неопределенных символов в таблице Брайля. Для этого перейдите в настройки — Представление неопределенных символов. Вы можете выбрать одно из следующих представлений:
uk: Додаток дозволяє вам персоналізувати подання символів, яких немає у брайлівській таблиці. Щоб це зробити, перейдіть до налаштувань подання невизначених символів. Ви можете обрати між такими поданнями:

source: Use braille table behavior (no description possible)
da: Brug virkemåde for punkttabel(ingen beskrivelse mulig)
de: Verhalten der Braille-Tabellen verwenden (keine Beschreibung möglich)
es: Usar el comportamiento de la tabla Braille (sin descripción posible)
fi: Käytä pistetaulukon tapaa (merkin kuvaus ei mahdollista)
fr: Utiliser le comportement de la table braille (aucune description possible)
gl: Use braille table behavior -Utilizar comportamento da táboa braille- (sen descrición posible)
hr: Koristi ponašanje brajične tablice (opis nije moguć)
it: Usa il comportamento della tabella braille (nessuna descrizione possibile)
pl: Użyj zachowania tabeli brajlowskiej (bez opisu)
pt_br: Usar o comportamento da tabela em braile (nenhuma descrição é possível)
pt_pt: Usar comportamento de tabela braille (não é possível descrever)
ru: Поведение используемой брайлевской таблицы (описание невозможно)
uk: Використовувати поведінку брайлівської таблиці (опис неможливий)

source: Dots 1-8 (⣿)
es: Puntos 1-8 (⣿)
fi: Pisteet 1-8 (⣿)
fr: Points 1-8 (⣿)
hr: Točkice 1-8 (⣿)
pt_br: Pontos 1-8 (⣿)
pt_pt: Pontos 1-8 (⣿)
ru: Точки 1-8 (⣿)
uk: Крапки 1-8 (⣿)

source: Dots 1-6 (⠿)
es: Puntos 1-6 (⠿)
fi: Pisteet 1-6 (⠿)
fr: Points 1-6 (⠿)
hr: Točkice 1-6 (⠿)
pt_br: Pontos 1-6 (⠿)
pt_pt: Pontos 1-6 (⠿)
ru: Точки 1-6 (⠿)
uk: Крапки 1-6 (⠿)

source: Empty cell (⠀)
es: Celda vacía (⠀)
fi: Tyhjä solu (⠀)
fr: Cellule vide (⠀)
hr: Prazno polje (⠀)
pt_br: Célula vazia (⠀)
pt_pt: Célula vazia (⠀)
ru: Пустая клетка (⠀)
uk: Порожня комірка (⠀)

source: Other dot pattern (e.g.: 6-123456)
da: Andet punktmønster (f.eks .: 6-123456)
de: Anderes Punktmuster (z. B.: 6-123456)
es: Otro patrón de puntos (por ejemplo, 6-123456)
fi: Muu pistekuvio (esim.: 6-123456)
fr: Autre représentation de points (ex : 6-123456)
gl: Other dot pattern -Outro patrón de puntos- (p.ex.: 6-123456)
hr: Druga mustra točkica (npr.: 6-123456)
it: Altro modello di punto (ad es.: 6-123456)
pl: Inny wzór kropek (np.: 6-123456)
pt_br: Outro padrão de pontos (por exemplo: 6-123456)
pt_pt: Outro padrão de pontos (ex.: 6-123456)
ru: Другой точечный узор (напр.: 6-123456)
uk: Інший шаблон крапок (наприклад: 6-123456)

source: Question mark (depending on output table)
da: Spørgsmålstegn (afhænger af visningstabel)
de: Fragezeichen (je nach Ausgabetabelle)
es: Signo de interrogación (dependiendo de la tabla de salida)
fi: Kysymysmerkki (riippuu tulostustaulukosta)
fr: Point d'interrogation (dépendant de la table de sortie)
gl: Question mark -signo de interrogación- (depende da táboa de saída)
hr: Upitnik (ovisno o tablici rezultata)
it: Punto interrogativo (a seconda della tabella di output)
pl: Znak zapytania (w zależności od tabeli wyjściowej)
pt_br: Pergunta dmarca de (dependendo da tabela de saída)
pt_pt: Ponto de interrogação (dependendo da tabela de saída)
ru: Вопросительный знак (в зависимости от выходной таблицы)
uk: Знак питання (залежить від таблиці виведення)

source: Other sign/pattern (e.g.: ??)
da: Andet tegn/mønster (f.eks.: ??)
de: Anderes Zeichen/Muster (z. B.: ??)
es: Otro signo o patrón (por ejemplo, ??)
fi: Muu merkki/kuvio (esim.: ??)
fr: Autre signe/représentation (ex : ??)
gl: Other sign/pattern -Outro signo/patrón- (p.ex.: ??)
hr: Druga znak/mustra (npr.: ??)
pl: Inny znak/wzór (np.: ??)
pt_br: Outro sinal/padrão (por exemplo: ??)
pt_pt: Outro sinal/padrão (por exemplo: ??)
ru: Другой знак/узор (например: ??)
uk: Інший знак/шаблон (наприклад: ??)

source: Hexadecimal
de: Hexadezimal
fi: Heksadesimaali
fr: Hexadécimal
hr: Heksadecimalno
it: Esadecimale
pl: Szestnastkowy
ru: Шестнадцатеричный
uk: Шістнадцятковий

source: Hexadecimal, HUC8
de: Hexadezimal, HUC8
fi: Heksadesimaali (HUC8)
fr: Hexadécimal, HUC8
hr: Heksadecimalno, HUC8
it: Esadecimale, HUC8
pl: Szesnastkowy, HUC8
ru: Шестнадцатеричный, HUC8
uk: Шістнадцятковий, HUC8

source: Hexadecimal, HUC6
de: Hexadezimal, HUC6
fi: Heksadesimaali (HUC6)
fr: Hexadécimal, HUC6
hr: Heksadecimalno, HUC6
it: Esadecimale, HUC6
pl: Szesnastkowy, HUC6
ru: Шестнадцатеричный, HUC6
uk: Шістнадцятковий, HUC6

source: Decimal
de: Dezimal
fi: Desimaali
fr: Décimal
hr: Decimalno
it: Decimale
pl: Dziesiętne
ru: Десятичный
uk: Десятковий

source: Octal
de: Oktal
fi: Oktaali
hr: Oktalno
it: Ottale
pl: Ósemkowy
ru: Восьмеричный
uk: Вісімковий

source: Binary
da: Binær
de: Binär
es: Binario
fi: Binääri
fr: Binaire
gl: Binario
hr: Binarno
it: Binario
pl: Dwójkowy
pt_br: Binário
pt_pt: Binário
ru: Двоичный
uk: Двійковий

source: You can also combine this option with the “describe the character if possible” setting.
es: También se puede combinar esta opción con el ajuste "Describir el carácter si es posible".
fi: Voit myös yhdistää tämän vaihtoehdon "Kuvaile merkkiä, jos mahdollista" -asetukseen.
fr: Vous pouvez également combiner cette option avec le paramètre « décrivez le caractère si possible ».
hr: Ova se opcija može kombinirati s postavkom „opiši znak ako je moguće”.
pt_br: Você também pode combinar essa opção com a configuração “descrever o caractere, se possível”.
pt_pt: Também pode combinar esta opção com a configuração "descrever o caracter, se possível".
ru: Вы также можете совместить эту опцию с параметром “описать символ, если это возможно”.
uk: Ви також можете налаштувати цей параметр за допомогою налаштування “Описувати символи, якщо можливо”.

source: Notes:
da: Bemærkninger:
de: Anmerkungen:
es: Notas:
fi: Huomautuksia:
gl: Notas:
it: Note:
pl: Notatki:
pt_br: Notas:
pt_pt: Notas:
ru: Примечания:
uk: Примітки:

source: To distinguish the undefined set of characters while maximizing space, the best combination is the usage of the HUC8 representation without checking the “Show punctuation/symbol name for undefined characters if available” option.
es: Para distinguir el conjunto de caracteres no definidos mientras se maximiza el espacio, la mejor combinación es el uso de la representación HUC8 sin marcar la opción "Mostrar el nombre de la puntuación o símbolo si está disponible".
fi: Määrittämättömien merkkien erottamiseksi toisistaan ja tilan maksimoimiseksi paras yhdistelmä on käyttää HUC8-esitystapaa valitsematta "Näytä välimerkit/symbolin nimi määrittämättömille merkeille, jos käytettävissä" -valintaruutua.
fr: Pour distinguer le jeu de caractères non défini tout en maximisant l'espace, la meilleure combinaison est l'utilisation de la représentation HUC8 sans cocher l'option « Afficher la ponctuation/le nom du symbole pour les caractères non définis si disponible ».
pt_br: Para distinguir o conjunto indefinido de caracteres e, ao mesmo tempo, maximizar o espaço, a melhor combinação é o uso da representação HUC8 sem marcar a opção “Mostrar pontuação/nome do símbolo para caracteres indefinidos, se disponível".
pt_pt: Para distinguir o conjunto indefinido de caracteres enquanto maximiza o espaço, a melhor combinação é a utilização da representação HUC8 sem verificar a opção "Mostrar nome de pontuação/símbolo para caracteres indefinidos, se disponível".
ru: Чтобы выделить неопределенный набор символов и при этом максимально использовать пространство, наилучшей комбинацией является использование представления HUC8 без проверки опции “Показывать знаки препинания/названия символов для неопределенных символов, если таковые имеются”.
uk: Щоб відокремити невизначений набір символів при максимальному використанні простору, найкращою комбінацією є використання подання HUC8 без позначення параметра “Показувати ім'я символу/знака пунктуації для невизначених символів якщо доступно”.

source: To learn more about the HUC representation, see <https://danielmayr.at/huc/>
da: For at lære mere om HUC-gengivelsen, læs <https://danielmayr.at/huc/>
de: Um mehr über die HUC-Vertretung zu erfahren, siehe <https://danielmayr.at/huc/>
es: Visita <https://danielmayr.at/huc/> para aprender más sobre la representación HUC
fi: Lisätietoja HUC-esitystavasta on osoitteessa <https://danielmayr.at/huc/>
fr: Pour en savoir plus sur la représentation HUC, voir <https://danielmayr.at/huc/>
gl: Para aprender máis sobre a representación HUC, consulta <https://danielmayr.at/huc/>
it: Per ulteriori informazioni sulla rappresentazione HUC, vedere <https://danielmayr.at/huc/>
pl: Aby dowiedzieć się więcej o reprezentacji HUC, zobacz <https://danielmayr.at/huc/>
pt_br: Para saber mais sobre a representação do HUC, consulte <https://danielmayr.at/huc/>
pt_pt: Para saber mais sobre a representação da HUC, ver <https://danielmayr.at/huc/>
ru: Чтобы узнать больше о представительстве HUC, смотрите <https://danielmayr.at/huc/>
uk: Щоб дізнатися більше про подання HUC, перегляньте <https://danielmayr.at/huc/>

source: Keep in mind that definitions in tables and those in your table dictionaries take precedence over character descriptions, which also take precedence over the chosen representation for undefined characters.
da: Husk på, at definitioner i tabeller og dem i dine tabelordbøger har forrang i forhold til tegnbeskrivelser, som selv har forrang i forhold til den valgte gengivelse af ikke-definerede tegn.
de: Beachten Sie, dass Definitionen in Tabellen und deren Tabellen-Wörterbüchern Vorrang vor Zeichenbeschreibungen haben, die auch Vorrang vor der gewählten Darstellung für undefinierte Zeichen haben.
es: Ten en cuenta que las definiciones en tablas y aquellas en tus diccionarios de tabla tienen prioridad sobre las descripciones de caracteres, que a su vez también tienen prioridad sobre la representación elegida de caracteres no definidos.
fi: Muista, että taulukoiden ja taulukkosanastojen määritelmät ovat etusijalla merkkien kuvauksiin nähden, jotka ovat myös etusijalla määrittämättömien merkkien valittuun esitystapaan nähden.
fr: Gardez à l'esprit que les définitions dans les tables et celles de vos dictionnaires de tables ont priorité sur les descriptions de caractères, qui ont également priorité sur la représentation choisie pour les caractères non définis.
gl: Teña sempre en conta que as definicións en táboas e aquelas nos teus dicionarios de táboa teñen preferencia sobre as descricións de caracteres, que tamén teñen preferencia sobre a representación escollida para caracteres indefinidos.
it: Tieni presente che le definizioni nelle tabelle e quelle nei dizionari delle tabelle hanno la precedenza sulle descrizioni dei caratteri, che hanno anche la precedenza sulla rappresentazione scelta per i caratteri non definiti.
pl: Należy pamiętać, że definicje w tabelach i słownikach tabel mają pierwszeństwo przed opisami znaków, które również mają pierwszeństwo przed wybraną reprezentacją niezdefiniowanych znaków.
pt_br: Lembre-se de que as definições nas tabelas e nos dicionários de tabelas têm precedência sobre as descrições de caracteres, que também têm precedência sobre a representação escolhida para caracteres indefinidos.
pt_pt: Tenha em mente que as definições das tabelas e as dos seus dicionários de tabelas têm precedência sobre as descrições dos caracteres, que também têm precedência sobre a representação escolhida para caracteres indefinidos.
ru: Имейте в виду, что определения в таблицах и в ваших табличных словарях имеют приоритет над описаниями символов, которые также имеют приоритет над выбранным представлением для неопределенных символов.
uk: Пам'ятайте, що визначення в таблицях і словниках ваших таблиць мають пріоритет над описами символів, які також мають пріоритет над вибраним поданням для невизначених символів.

source: Getting Current Character Info
da: Få oplysninger om det aktuelle tegn
de: Aktuelle Zeichen-Informationen abrufen
es: Obtención de la información del carácter actual
fi: Nykyisen merkin tietojen saaminen
fr: Obtenir des informations sur le caractère courant
gl: Obtendo información do carácter actual
it: Ottenere informazioni sul carattere attuale
pl: Uzyskiwanie aktualnych informacji o postaci
pt_br: Obtendo informações sobre o caractere atual
pt_pt: Obter informações sobre o caracter actual
ru: Получение Информации о Текущем Символе
uk: Отримання інформації про поточний символ
