Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/brailleExtender.*.po
Languages: da, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, ru, uk

source: | Character | HUC8 | Hexadecimal | Decimal | Octal | Binary | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (thumbs up) | ⣭⢤⡙ | ⠭1f44d or ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (grinning face) | ⣭⡤⣺ | ⠭1f600 or ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (peach) | ⣭⠤⠕ | ⠭1f351 or ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (water wave) | ⣭⠤⠺ | ⠭1f30a or ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
es: | Carácter | HUC8 | Hexadecimal | Decimal | Octal | Binario | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (pulgar hacia arriba) | ⣭⢤⡙ | ⠭1f44d or ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (cara sonriendo) | ⣭⡤⣺ | ⠭1f600 or ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (melocotón) | ⣭⠤⠕ | ⠭1f351 or ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (ola de mar) | ⣭⠤⠺ | ⠭1f30a or ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
fi: | Merkki | HUC8 | Heksadesimaali | Desimaali | Oktaali | Binääri | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (peukalo ylös) | ⣭⢤⡙ | ⠭1f44d tai ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (leveä hymy) | ⣭⡤⣺ | ⠭1f600 tai ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (persikka) | ⣭⠤⠕ | ⠭1f351 tai ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (aalto) | ⣭⠤⠺ | ⠭1f30a tai ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
fr: | Caractère | HUC8 | Hexadécimal | Décimal | Octal | Binaire | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (pouce levé) | ⣭⢤⡙ | ⠭1f44d ou ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (visage souriant) | ⣭⡤⣺ | ⠭1f600 ou ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (pêche) | ⣭⠤⠕ | ⠭1f351 ou ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (vague d'eau) | ⣭⠤⠺ | ⠭1f30a ou ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
hr: | Znak | HUC8 | Heksadecimalno | Decimalno | Oktalno | Binarno | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (palac gore) | ⣭⢤⡙ | ⠭1f44d or ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (nacereno lice) | ⣭⡤⣺ | ⠭1f600 or ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (breskva) | ⣭⠤⠕ | ⠭1f351 or ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (vodeni val) | ⣭⠤⠺ | ⠭1f30a or ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
pt_br: | Caracteres | HUC8 | Hexadecimal | Decimal | Octal | Binário | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (polegar para cima) | ⣭⢤⡙ | ⠭1f44d ou ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (rosto sorridente) | ⣭⡤⣺ | ⠭1f600 ou ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (pêssego) | ⣭⠤⠕ | ⠭1f351 ou ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (onda de água) | ⣭⠤⠺ | ⠭1f30a ou ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
pt_pt: | HUC8 | Hexadecimal | Decimal | Octal | Binário | HUC8 | Hexadecimal | Decimal | Decimal | Octal | Binário | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (polegares para cima) | ⣭⢤⡙ | ⠭1f44d ou ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (cara sorridente) | ⣭⡤⣺ | ⠭1f600 ou ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (pêssego) | ⣭⠤⠕ | ⠭1f351 ou ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (onda da água) | ⣭⠤⠺ | ⠭1f30a ou ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
ru: | Символ | HUC8 | Шестнадцатеричный | Десятичный | Восьмеричный | Двоичный | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (большой палец вверх) | ⣭⢤⡙ | ⠭1f44d или ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (ухмыляющееся лицо) | ⣭⡤⣺ | ⠭1f600 или ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (персик) | ⣭⠤⠕ | ⠭1f351 или ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (водяная волна) | ⣭⠤⠺ | ⠭1f30a или ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |
uk: | Символ | HUC8 | Шістнадцяткове | Десяткове | Вісімкове | Двійкове | | ----------------- | ---- | ---------------- | ------- | ------- | ------------------ | | 👍 (великі пальці вгору) | ⣭⢤⡙ | ⠭1f44d чи ⠓1f44d | ⠙128077 | ⠕372115 | ⠃11111010001001101 | | 😀 (широко всміхнене обличчя) | ⣭⡤⣺ | ⠭1f600 чи ⠓1f600 | ⠙128512 | ⠕373000 | ⠃11111011000000000 | | 🍑 (персик) | ⣭⠤⠕ | ⠭1f351 чи ⠓1f351 | ⠙127825 | ⠕371521 | ⠃11111001101010001 | | 🌊 (хвиля) | ⣭⠤⠺ | ⠭1f30a чи ⠓1f30a | ⠙127754 | ⠕371412 | ⠃11111001100001010 |

source: Note: the HUC6 input is currently not supported.
da: Bemærk: Indtastning med HUC6 understøttes ikke i øjeblikket.
de: Hinweis: Der HUC6-Eingang wird derzeit nicht unterstützt.
es: Nota: actualmente no se soporta la entrada mediante HUC6.
fi: Huom: HUC6-syöttöä ei tueta tällä hetkellä.
fr: Remarque : l'entrée HUC6 n'est actuellement pas prise en charge.
gl: Nota: A entrada HUC6 actualmente non se soporta.
hr: Napomena: HUC6 unos trenutačno nije podržan.
it: Nota: l'input HUC6 non è attualmente supportato.
pl: Uwaga: wejście HUC6 nie jest obecnie obsługiwane.
pt_br: Nota: a entrada HUC6 não é compatível no momento.
pt_pt: Nota: a entrada HUC6 não é actualmente suportada.
ru: Примечание: ввод HUC6 в настоящее время не поддерживается.
uk: Примітка: введення HUC6 наразі не підтримується.

source: One-hand mode
da: Enhåndstilstand
de: Einhändiger Modus
es: Modo de una sola mano
fi: Yhden käden tila
fr: Mode unimanuel
gl: Modo dunha soa man
hr: Jednoručni modus
it: Modalità con una mano
pl: Tryb jednej ręki
pt_br: Modo de uma mão
pt_pt: Modo de uma mão
ru: Режим работы одной рукой
uk: Режим однієї руки

source: This feature allows you to compose a cell in several steps. This can be activated in the general settings of the extension's preferences or on the fly using NVDA+Windows+h gesture by default (⡂+space on supported displays). Three input methods are available.
es: Esta función permite componer una celda en varios pasos. Se puede activar desde las opciones generales de las preferencias de la extensión o al vuelo usando el gesto NVDA+windows+h por defecto (⡂+espacio en las pantallas que lo soporten). Hay disponibles tres métodos de entrada.
fi: Tämän ominaisuuden avulla voit muodostaa solun useissa vaiheissa. Tämä voidaan aktivoida lisäosan yleisissä asetuksissa tai lennossa oletusarvoista NVDA+Windows+H-näppäinkomentoa käyttäen (⡂+väli tuetuissa näytöissä). Käytettävissä on kolme syöttötapaa.
fr: Cette fonctionnalité vous permet de composer une cellule en plusieurs étapes. Cela peut être activé dans les paramètres généraux des préférences de l'extension ou à la volée en utilisant le geste NVDA+Windows+h par défaut (⡂+espace sur les terminaux pris en charge). Trois méthodes de saisie sont disponibles.
pt_br: Esse recurso permite que você componha uma célula em várias etapas. Isso pode ser ativado nas configurações gerais das preferências da extensão ou em tempo real usando o gesto NVDA+Windows+h por padrão (⡂+espaço em telas compatíveis). Há três métodos de entrada disponíveis.
pt_pt: Esta funcionalidade permite-lhe compor uma célula em várias etapas. Isto pode ser activado nas configurações gerais das preferências da extensão ou em tempo real usando o atalho NVDA+Windows+h por defeito (⡂+espaço em ecrãs suportados). Estão disponíveis três métodos de entrada.
ru: Эта возможность позволяет создавать клетки в несколько этапов. Её можно активировать в общих настройках расширения или "на лету", используя жест NVDA+Windows+h по умолчанию (⡂+пробел на поддерживаемых дисплеях). Доступны три способа ввода.
uk: Ця функція дозволяє скласти комірку кількома способами. Її можна активувати в загальних налаштуваннях додатка чи на льоту, скориставшись початково призначеним жестом NVDA+Windows+h (⡂+пробіл на підтримуваних дисплеях).. Доступні три методи введення.

source: Method #1: fill a cell in 2 stages on both sides
da: Metode #1: fyld en celle i 2 trin på begge sider
de: Methode #1: Füllen Sie eine Zelle in zwei Stufen auf beiden Seiten
es: Método #1: rellenar la celda en dos pasos a ambos lados
fi: Menetelmä 1: Täytä solu kahdessa vaiheessa molemmilta puolilta
fr: Méthode #1 : remplir une cellule en 2 étapes des deux côtés
gl: Método #1: encher unha cela en dous pasos en ambos lados
it: Metodo n. 1: riempire una cella in 2 fasi su entrambi i lati
pl: Metoda #1: wypełnij komórkę w 2 etapach po obu stronach
pt_br: Método nº 1: preencher uma célula em dois estágios em ambos os lados
pt_pt: Método #1: preencher uma célula em 2 fases de ambos os lados
ru: Способ #1: заполните клетку в 2 этапа с обеих сторон
uk: Метод #1: заповніть комірку у два етапи з використанням обох сторін

source: With this method, type the left side dots, then the right side dots. If one side is empty, type the dots correspondig to the opposite side twice, or type the dots corresponding to the non-empty side in 2 steps.
da: Bruges denne metode, indtastes først punkterne i venstre side efterfulgt af punkterne i højre side. Hvis den ene side er tom, skriv de punkter 2 gange, der hører til på den modsatte side, eller med andre ord: Skriv punkterne tilhørende den ikke-tomme side i 2 trin.
de: Geben Sie bei dieser Methode die Punkte auf der linken Seite und dann die Punkte auf der rechten Seite ein. Wenn eine Seite leer ist, geben Sie die Punkte der gegenüberliegenden Seite zweimal ein oder geben Sie die Punkte der nicht leeren Seite in 2 Schritten ein.
es: Con este método, teclea los puntos del lado izquierdo, y luego los del lado derecho. Si un lado está vacío, teclea los puntos correspondientes al lado contrario dos veces, o teclea los puntos del lado no vacío en dos pasos.
fi: Kirjoita tällä menetelmällä ensin vasemmanpuoleiset pisteet ja sitten oikeanpuoleiset. Jos toinen puoli on tyhjä, kirjoita toista puolta vastaavat pisteet kahdesti tai kirjoita ei-tyhjää puolta vastaavat pisteet kahdessa vaiheessa.
fr: Avec cette méthode, tapez les points du côté gauche, puis les points du côté droit. Si un côté est vide, tapez deux fois les points correspondant au côté opposé, ou tapez les points correspondant au côté non vide en 2 étapes.
gl: Con este método, escribe os puntos da parte esquerda, logo os puntos da parte dereita. Se unha parte está baleira, escribe os puntos correspondentes ó outro lado dúas veces, ou escribe os puntos da parte non baleira en dous pasos.
it: Con questo metodo, digita i punti del lato sinistro, quindi i punti del lato destro. Se un lato è vuoto, digitare due volte i punti corrispondenti al lato opposto, oppure digitare i punti corrispondenti al lato non vuoto in 2 passi.
pl: Za pomocą tej metody wpisz kropki po lewej stronie, a następnie kropki po prawej stronie. Jeśli jedna strona jest pusta, wpisz dwa razy kropki odpowiadające przeciwnej stronie lub wpisz kropki odpowiadające niepustej stronie w 2 krokach.
pt_br: Com esse método, digite os pontos do lado esquerdo e, em seguida, os pontos do lado direito. Se um lado estiver vazio, digite os pontos correspondentes ao lado oposto duas vezes ou digite os pontos correspondentes ao lado não vazio em duas etapas.
pt_pt: Com este método, digite os pontos do lado esquerdo, depois os pontos do lado direito. Se um lado estiver vazio, digite os pontos correspondentes ao lado oposto duas vezes, ou digite os pontos correspondentes ao lado não vazio em 2 passos.
ru: Используя этот метод, введите точки с левой стороны, затем точки с правой стороны. Если одна сторона пуста, дважды введите точки, соответствующие противоположной стороне, или введите точки, соответствующие непустой стороне, в 2 этапа.
uk: За допомогою цього методу введіть крапки зліва, потім крапки справа. Якщо одна сторона порожня, двічі введіть крапки, що відповідають протилежній стороні, або введіть крапки, що відповідають непорожній стороні, у 2 кроки.

source: For example:
da: For eksempel:
de: Beispiel:
es: Por ejemplo:
fi: Esimerkiksi:
fr: Par exemple :
gl: Por exemplo:
it: Per esempio:
pl: Na przykład:
pt_br: Por exemplo:
pt_pt: Por exemplo
ru: Например:
uk: Наприклад:

source: For ⠛: press dots 1-2 then dots 4-5.
es: Para ⠛: pulsa los puntos 1-2 y después los puntos 4-5.
fi: ⠛: paina pisteitä 1-2 ja sitten 4-5.
fr: Pour ⠛: appuyez sur les points 1-2 puis sur les points 4-5.
pt_br: Para ⠛: pressione os pontos 1-2 e depois os pontos 4-5.
pt_pt: Para ⠛: prima os pontos 1-2 e depois os pontos 4-5.
ru: Для ⠛: нажмите точки 1-2 затем точки 4-5.
uk: Для ⠛: натисніть крапки 1-2 потім крапки 4-5.

source: For ⠃: press dots 1-2 then dots 1-2, or dot 1 then dot 2.
es: Para ⠃: pulsa los puntos 1-2 y luego los puntos 1-2, o el punto 1 y luego el punto 2.
fi: ⠃: paina pisteitä 1-2 ja sitten 1-2, tai pistettä 1 ja sitten 2.
fr: Pour ⠃: appuyez sur les points 1-2 puis les points 1-2, ou le point 1 puis le point 2.
pt_br: Para ⠃: pressione os pontos 1-2 e depois os pontos 1-2, ou o ponto 1 e depois o ponto 2.
pt_pt: Para ⠃: carregar nos pontos 1-2 e depois nos pontos 1-2, ou ponto 1 e depois no ponto 2.
ru: Для ⠃: нажмите точки 1-2 затем точки 1-2, или точку 1 затем точку 2.
uk: Для ⠃: натисніть крапки 1-2 потім крапки 1-2, або крапку 1, потім крапку 2.

source: For ⠘: press 4-5 then 4-5, or dot 4 then dot 5.
es: Para ⠘: pulsa 4-5 y luego 4-5, o el punto 4 y luego el punto 5.
fi: ⠘: paina pisteitä 4-5 ja sitten 4-5, tai pistettä 4 ja sitten 5.
fr: Pour ⠘: appuyez sur 4-5 puis 4-5, ou sur le point 4 puis le point 5.
pt_br: Para ⠘: pressione 4-5 e depois 4-5, ou ponto 4 e depois ponto 5.
pt_pt: Para ⠘: prima 4-5 depois 4-5, ou ponto 4 depois ponto 5.
ru: Для ⠘: нажмите 4-5 затем 4-5, или точку 4 затем точку 5.
uk: Для ⠘: натисніть 4-5 потім 4-5, або крапку 4 потім крапку 5.

source: Method #2: fill a cell in two stages on one side (Space = empty side)
da: Metode #2: fyld en celle i to trin på én side (Mellemrum = tom side)
de: Methode #2: Füllen Sie eine Zelle in zwei Stufen auf einer Seite (Leerzeichen entspricht einer leeren Seite)
es: Método #2: rellenar una celda en dos pasos en un lado (espacio=lado vacío)
fi: Menetelmä 2: Täytä solu kahdessa vaiheessa toiselta puolelta (välilyönti = tyhjä puoli)
fr: Méthode #2 : remplir une cellule en deux étapes d'un côté (Espace = côté vide)
gl: Método #2: encher unha cela en dous pasos nun só lado (Espazo = lado baleiro)
it: Metodo n. 2: riempire una cella in due fasi su un lato (Spazio = lato vuoto)
pl: Metoda #2: wypełnij komórkę w dwóch etapach po jednej stronie (Spacja = pusta strona)
pt_br: Método nº 2: preencher uma célula em dois estágios em um lado (Espaço = lado vazio)
pt_pt: Método #2: preencher uma célula em duas fases de um lado (Espaço = lado vazio)
ru: Способ #2: заполните ячейку в два этапа с одной стороны (пробел = пустая сторона)
uk: Метод #2: заповніть комірку у два етапи з використанням однієї сторони (пробіл = порожня сторона)

source: Using this method, you can compose a cell with one hand, regardless of which side of the Braille keyboard you choose. The first step allows you to enter dots 1-2-3-7 and the second one 4-5-6-8. If one side is empty, press space. An empty cell will be obtained by pressing the space key twice.
da: Ved at bruge denne metode kan man sammensætte en celle ved at bruge én hånd uanset, hvilken side af punkttastaturet der vælges. Det første trin gør det muligt at indtaste punkterne 1-2-3-7 og det andet punkterne 4-5-6-8. Tryk Mellemrum, hvis den ene side er tom. Man laver en tom celle ved at trykke to gange på Mellemrum.
de: Mit dieser Methode können Sie eine Zelle mit einer Hand erstellen, unabhängig davon, welche Seite der Braille-Tastatur Sie verwenden. Im ersten Schritt können Sie die Punkte 1 plus 2 plus 3 plus 7 und im zweiten 4 plus 5 plus 6 plus 8 eingeben. Wenn eine Seite leer ist, drücken Sie die Leertaste. Durch zweimaliges Drücken der Leertaste erhalten Sie eine leere Zelle.
es: Usando este método, se puede componer una celda con una mano, sin importar el lado del teclado elegido. El primer paso permite introducir los puntos 1-2-3-7 y el segundo 4-5-6-8. Si un lado está vacío, pulsa espacio. Se obtendrá una celda vacía pulsando espacio dos veces.
fi: Tällä menetelmällä voit muodostaa solun yhdellä kädellä riippumatta siitä, kumman pistekirjoitusnäppäimistön puolen valitset. Ensimmäisessä vaiheessa voit syöttää pisteet 1-2-3-7 ja toisessa 4-5-6-8. Jos toinen puoli on tyhjä, paina välilyöntinäppäintä. Tyhjä solu saadaan painamalla välilyöntinäppäintä kahdesti.
fr: En utilisant cette méthode, vous pouvez composer une cellule d'une seule main, quel que soit le côté du clavier braille que vous choisissez. La première étape vous permet de saisir les points 1-2-3-7 et la seconde 4-5-6-8. Si un côté est vide, appuyez sur espace. Une cellule vide sera obtenue en appuyant deux fois sur la touche espace.
gl: Utilizando este método, podes compoñer unha cela cunha man, independentemente do lado do teclado braille que escollas. O primeiro paso permíteche introducir os puntos 1-2-3-7 e a segunda 4-5-6-8. Se unha das partes está baleira, preme espazo. Unha cela vacía obterase premendo a tecla espazo dúas veces.
it: Usando questo metodo, puoi comporre una cella con una mano, indipendentemente dal lato della tastiera Braille che scegli. Il primo passo ti permette di inserire i punti 1-2-3-7 e il secondo 4-5-6-8. Se un lato è vuoto, premi lo spazio. Premendo due volte il tasto spazio si otterrà una cella vuota.
pl: Za pomocą tej metody można utworzyć komórkę jedną ręką, niezależnie od wybranej strony klawiatury brajlowskiej. Pierwszy krok pozwala wprowadzić kropki 1-2-3-7, a drugi 4-5-6-8. Jeśli jedna strona jest pusta, naciśnij spację. Pustą komórkę uzyskamy, naciskając dwukrotnie spacji.
pt_br: Com esse método, você pode compor uma célula com uma mão, independentemente do lado do teclado Braille que escolher. A primeira etapa permite que você digite os pontos 1-2-3-7 e a segunda, 4-5-6-8. Se um lado estiver vazio, pressione espaço. Uma célula vazia será obtida ao pressionar a tecla de espaço duas vezes.
pt_pt: Usando este método, pode compor uma célula com uma mão, independentemente do lado do teclado Braille que escolher. O primeiro passo permite-lhe introduzir pontos 1-2-3-7 e o segundo 4-5-6-8. Se um dos lados estiver vazio, prima espaço. Uma célula vazia será obtida premindo duas vezes a tecla de espaço.
ru: Используя этот метод, вы можете создать клетку одной рукой, независимо от того, какую сторону брайлевской клавиатуры вы выберете. На первом шаге вы можете ввести точки 1-2-3-7, а на втором - 4-5-6-8. Если одна сторона пуста, нажмите пробел. При двукратном нажатии клавиши пробела будет получена пустая ячейка.
uk: Використовуючи цей метод, ви можете скласти комірку однією рукою, незалежно від того, яку сторону брайлівської клавіатури ви виберете. Перший крок дозволяє ввести крапки 1-2-3-7, а другий - 4-5-6-8. Якщо одна сторона порожня, натисніть пробіл. Порожню комірку можна отримати, якщо двічі натиснути пробіл.

source: For ⠛: press dots 1-2 then dots 1-2, or dots 4-5 then dots 4-5.
es: Para ⠛: pulsa los puntos 1-2, y luego los puntos 1-2, o los puntos 4-5 y luego los puntos 4-5.
fi: ⠛: paina pisteitä 1-2 ja sitten 1-2, tai pisteitä 4-5 ja sitten 4-5.
fr: Pour ⠛ : appuyez sur les points 1-2 puis les points 1-2, ou les points 4-5 puis les points 4-5.
pt_br: Para ⠛: pressione os pontos 1-2 e depois os pontos 1-2, ou os pontos 4-5 e depois os pontos 4-5.
pt_pt: Para ⠛: prima pontos 1-2, depois pontos 1-2, ou pontos 4-5, depois pontos 4-5.
ru: Для ⠛: нажмите точки 1-2 затем точки 1-2, или точки 4-5 затем точки 4-5.
uk: Для ⠛: натисніть крапки 1-2 потім крапки 1-2, або крапки 4-5 потім крапки 4-5.

source: For ⠃: press dots 1-2 then space, or 4-5 then space.
es: Para ⠃: pulsa los puntos 1-2 y luego espacio, o 4-5 y luego espacio.
fi: ⠃: paina pisteitä 1-2 ja sitten välilyöntinäppäintä, tai pisteitä 4-5 ja sitten välilyöntinäppäintä.
fr: Pour ⠃ : appuyez sur les points 1-2 puis espace, ou 4-5 puis espace.
pt_br: Para ⠃: pressione os pontos 1-2 e, em seguida, espaço, ou 4-5 e, em seguida, espaço.
pt_pt: Para ⠃: prima pontos 1-2 depois espaço, ou 4-5 depois espaço.
ru: Для ⠃: нажмите точки 1-2 затем пробел, или 4-5 затем пробел.
uk: Для ⠃: натисніть крапки 1-2 потім пробіл, або 4-5 потім пробіл.

source: For ⠘: press space then 1-2, or space then dots 4-5.
es: Para ⠘: pulsa espacio y luego 1-2, o espacio y luego puntos 4-5.
fi: ⠘: paina välilyöntinäppäintä ja sitten pisteitä 1-2, tai välilyöntinäppäintä ja sitten pisteitä 4-5.
fr: Pour ⠘ : appuyez sur espace puis 1-2, ou espace puis points 4-5.
pt_br: Para ⠘: pressione espaço e depois 1-2, ou espaço e depois pontos 4-5.
pt_pt: Para ⠘: prima espaço depois 1-2, ou espaço depois os pontos 4-5.
ru: Для ⠘: нажмите пробел затем 1-2, или пробел затем точки 4-5.
uk: Для ⠘: натисніть пробіл потім 1-2, або пробіл потім крапки 4-5.

source: Method #3: fill a cell dots by dots (each dot is a toggle, press Space to validate the character)
da: Metode #3: fyld en celle ppunkt for punkt (hvert punkt kan slås til og fra, tryk Mellemrum for at bekræfte tegnet)
de: Methode #3: Füllen Sie eine Zelle Punkte für Punkte (jeder Punkt ist ein Umschalter, drücken Sie die Leertaste, um das Zeichen zu bestätigen)
es: Método #3: rellenar una celda punto a punto (cada punto es un interruptor, pulsa espacio para validar el carácter)
fi: Menetelmä 3: täytä solu piste pisteeltä (jokainen piste on vaihtopainike; paina välilyöntiä vahvistaaksesi merkin)
fr: Méthode #3 : remplissez une cellule points par points (chaque point est une bascule, appuyez sur Espace pour valider le caractère)
gl: Método #3: encher una cela punto a punto (cada punto é un conmutador, premer espazo para validar o carácter)
it: Metodo n. 3: riempi una cella punto per punto (ogni punto è un interruttore, premi Spazio per convalidare il carattere)
pl: Metoda #3: wypełnij kropki komórki kropkami (każda kropka jest przełącznikiem, naciśnij spację, aby sprawdzić poprawność znaku)
pt_br: Método nº 3: preencher uma célula ponto a ponto (cada ponto é uma alternância, pressione Espaço para validar o caractere)
pt_pt: Método #3: preencher uma célula com ponto por ponto (cada ponto é uma comutação, pressione Espaço para validar o caracter)
ru: Способ #3: заполните ячейку точка за точкой (каждая точка является переключателем, нажмите пробел, чтобы подтвердить правильность символа).
uk: Метод #3: заповніть комірку крапка за крапкою (кожна крапка є перемикачем, натисніть пробіл, щоб перевірити символ)
