Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/brailleExtender.*.po
Languages: da, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, ru, uk

source: This feature allows you to obtain various information regarding the character under the cursor using the current input braille table, such as: the HUC8 and HUC6 representations; the hexadecimal, decimal, octal or binary values; A description of the character if possible; the Unicode braille representation and the braille pattern dots.
da: Denne funktion gør det muligt at få forskellige oplysninger om tegnet under markøren ved hjælp af den aktuelt valgte indtastningstabel såsom: Gengivelserne i HUC8 og HUC6, værdierne i hexadecimal, decimal, octal eller binær, en beskrivelse af tegnet hvis muligt, punktskriftgengivelsen i Unicode og punkterne i punktmønstret.
de: Mit dieser Funktion können Sie mit Hilfe der aktuellen Braille-Eingabe-Tabelle verschiedene Informationen zu dem Zeichen unter dem Cursor abrufen, z. B.: die HUC8- und HUC6-Darstellungen; die hexadezimalen, dezimalen, oktalen oder binären Werte; Eine Beschreibung des Charakters, wenn möglich; die Unicode-Braille-Darstellung und die Braille-Musterpunkte.
es: Esta función permite obtener información diversa sobre el carácter bajo el cursor usando la tabla actual de entrada Braille, tal como: las representaciones HUC8 y HUC6; los valores hexadecimal, decimal, hoctal o binario; una descripción del carácter si es posible; la representación en Braille Unicode y los puntos del patrón Braille.
fi: Tämän ominaisuuden avulla voit saada erilaisia tietoja kohdistimen alla olevasta merkistä nykyistä pistetaulukkoa käyttäen, kuten esim.: HUC8- ja HUC6-esitystavat; heksadesimaali-, desimaali-, oktaali- tai binääriarvot; merkin kuvaus, jos mahdollista; Unicode-pistekirjoitusesitys ja pistekirjoituskuvion pisteet.
fr: Cette fonctionnalité vous permet d'obtenir diverses informations concernant le caractère sous le curseur à l'aide de la table braille d'entrée courante, telles que : les représentations HUC8 et HUC6 ; les valeurs hexadécimales, décimales, octales ou binaires ; Une description du caractère si possible; la représentation braille Unicode et les points du motif braille.
gl: Esta característica permíteche obter distinta información sobre o carácter baixo o cursor utilizando a táboa braille de entrada actual, como pode ser: as representacións HUC8 e HUC6; os valores hexadecimais, decimais, octais ou binarios; Unha descrición do carácter se é posible; a representación braille Unicode e os puntos do patrón braille.
it: Questa funzione consente di ottenere varie informazioni relative al carattere sotto il cursore utilizzando la tabella braille di input corrente, come ad esempio: le rappresentazioni HUC8 e HUC6; i valori esadecimali, decimali, ottali o binari; Una descrizione del carattere, se possibile; la rappresentazione braille Unicode e i punti del modello braille.
pl: Ta funkcja pozwala na uzyskanie różnych informacji dotyczących znaku pod kursorem za pomocą bieżącej wejściowej tabeli brajlowskiej, takich jak: reprezentacje HUC8 i HUC6; wartości szesnastkowe, dziesiętne, ósemkowe lub binarne; Opis postaci, jeśli to możliwe; reprezentacja brajlowska Unicode i kropki wzoru Braille'a.
pt_br: Esse recurso permite que você obtenha várias informações sobre o caractere sob o cursor usando a tabela braile de entrada atual, como: as representações HUC8 e HUC6; os valores hexadecimal, decimal, octal ou binário; uma descrição do caractere, se possível; a representação braile Unicode e os pontos de padrão braile.
pt_pt: Esta funcionalidade permite obter várias informações relativas ao caracter sob o cursor utilizando a tabela braille de entrada actual, tais como: as representações HUC8 e HUC6; os valores hexadecimais, decimais, octais ou binários; uma descrição do caracter, se possível; a representação em braille Unicode e os pontos do padrão braille.
ru: Эта возможность позволяет вам получать различную информацию о символе под курсором, используя текущую брайлевскую таблицу ввода, такую как: представления HUC8 и HUC6; шестнадцатеричные, десятичные, восьмеричные или двоичные значения; описание символа, если это возможно; представление Брайля в Юникоде и точки с брайлевским узором.
uk: Ця функція дозволяє отримувати різноманітну інформацію щодо символу під курсором за допомогою поточної брайлівської таблиці введення, наприклад: подання HUC8 і HUC6; шістнадцяткове, десяткове, вісімкове або двійкове значення; Опис символу, якщо можливо; юнікодне брайлівське подання і шаблон брайлівських крапок.

source: Pressing the defined gesture associated to this function once shows you the information in a flash message and a double-press displays the same information in a virtual NVDA buffer.
da: Hvis du udfører den indstillede kommando til denne funktion én gang, vises informationen i en flash-meddelelse, og udføres kommandoen to gange, vises de samme informationer i en NVDA buffer.
de: Durch einmaliges Drücken dieser Funktion des zugewiesenen Tastenbefehls, werden die Informationen in einer Flash-Nachricht angezeigt und ein doppeltes Drücken zeigt dieselben Informationen in einem virtuellen NVDA-Puffer an.
es: Al pulsar una vez el gesto definido asociado a esta función, se muestra esta información en un mensaje parpadeante, y una pulsación doble muestra la misma información en un mensaje explorable de NVDA.
fi: Tähän toimintoon määritetyn näppäinkomennon painaminen kerran näyttää tiedot pikailmoituksena ja kaksoispainallus näyttää samat tiedot NVDA:n näennäispuskurissa.
fr: Un appui sur le geste défini associé à cette fonction vous montre les informations dans un message flash et un double appui affiche les mêmes informations dans un tampon NVDA virtuel.
gl: Premendo o xesto definido asociado a esta función unha vez amósache a información nunha mensaxe temporal (flash) e unha pulsación dobre amosa a mesma información nun búfer virtual de NVDA.
pl: Jednokrotne naciśnięcie zdefiniowanego gestu związanego z tą funkcją powoduje wyświetlenie informacji w komunikacie flash, a dwukrotne naciśnięcie powoduje wyświetlenie tych samych informacji w wirtualnym buforze NVDA.
pt_br: Pressionar uma vez o gesto definido associado a essa função mostra as informações em uma mensagem flash e pressionar duas vezes exibe as mesmas informações em um buffer virtual do NVDA.
pt_pt: Ao pressionar o comando associado a esta função, uma vez, mostra-se a informação numa mensagem flash e uma dupla pressão mostra a mesma informação num buffer virtual do NVDA.
ru: Однократное нажатие на определенный жест, связанный с этой возможностью, отображает информацию во всплывающем сообщении, а двойное нажатие отображает ту же информацию в виртуальном буфере NVDA.
uk: Одноразове натискання конкретного жесту, пов'язаного з цією функцією, відображає інформацію у миттєвому повідомленні, а подвійне натискання - у віртуальному буфері NVDA.

source: On supported displays the defined gesture is ⡉+space. No system gestures are defined by default.
es: En las pantallas soportadas el gesto definido es ⡉+espacio. No se definen gestos del sistema de manera predeterminada.
fi: Määritetty näppäinkomento on tuetuissa näytöissä ⡉+väli. Järjestelmän näppäinkomentoja ei ole määritetty oletuksena.
fr: Sur les terminaux pris en charge, le geste défini est ⡉+espace. Aucun geste système n'est défini par défaut.
pt_br: Em telas compatíveis, o gesto definido é ⡉+espaço. Nenhum gesto do sistema é definido por padrão.
pt_pt: Nas linhas braille suportadas o comando definido é ⡉+espaço. Nenhum atalho se encontra definido por defeito.
ru: На поддерживаемых дисплеях определенным жестом является ⡉+пробел. По умолчанию системные жесты не определены.
uk: На підтримуваних дисплеях призначено жест ⡉+пробіл. Початково призначеного системного жесту немає.

source: For example, for the '&' character, we will get the following information:
da: For tegnet '&' får vi eksempelvis følgende oplysninger:
de: Für das Zeichen "&" erhalten wir beispielsweise die folgenden Informationen:
es: Por ejemplo, en el carácter '&', obtendremos la siguiente información:
fi: Esimerkiksi &-merkistä saadaan seuraavat tiedot:
fr: Par exemple, pour le caractère '&', nous obtiendrons les informations suivantes :
gl: Por exemplo, para o carácter '&', obteremos a seguinte información:
hr: Na primjer, za znak '&' ćemo dobiti sljedeću informaciju:
it: Ad esempio, per il carattere "&", otterremo le seguenti informazioni:
pl: Na przykład dla znaku "&" otrzymamy następujące informacje:
pt_br: Por exemplo, para o caractere '&', obteremos as seguintes informações:
pt_pt: Por exemplo, para o carácter '&', obteremos a seguinte informação:
ru: Например, для символа '&' мы получим следующую информацию:
uk: Наприклад, для символу '&', ви отримаєте таку інформацію:

source: Advanced braille input
da: Avanceret indtastning i punktskrift
de: Erweiterte Braille-Eingabe
es: Entrada Braille avanzada
fi: Edistynyt pistesyöttö
fr: Saisie braille avancée
gl: Entrada avanzada de braille
hr: Napredni unos brajice
it: Immissione braille avanzata
pl: Zaawansowane wejście brajlowskie
pt_br: Entrada avançada de braile
pt_pt: Entrada avançada em braille
ru: Расширенный ввод по брайлю
uk: Розширене брайлівське введення

source: This feature allows you to enter any character from its HUC8 representation or its hexadecimal/decimal/octal/binary value. Moreover, it allows you to develop abbreviations. To use this function, enter the advanced input mode and then enter the desired pattern. Default gestures: NVDA+Windows+i or ⡊+space (on supported displays). Press the same gesture to exit this mode. Alternatively, an option allows you to automatically exit this mode after entering a single pattern. If you want to enter a character from its HUC8 representation, simply enter the HUC8 pattern. Since a HUC8 sequence must fit on 3 or 4 cells, the interpretation will be performed each time 3 or 4 dot combinations are entered. If you wish to enter a character from its hexadecimal, decimal, octal or binary value, do the following:
es: Esta función permite introducir cualquier carácter a partir de su representación HUC8 o su valor hexadecimal/decimal/hoctal/binario. Más aún, permite desarrollar abreviaturas. Para usar esta función, accede al modo de entrada avanzada e introduce el patrón deseado. Gestos predeterminados: NVDA+windows+i o ⡊+espacio (en las pantallas soportadas). Pulsa el mismo gesto para salir de este modo. De forma alternativa, una opción permite salir de este modo tras introducir un único patrón. Si quieres introducir un carácter a partir de su representación HUC8, simplemente introduce el patrón HUC8. Ya que una secuencia HUC8 debe caber en 3 o 4 celdas, la interpretación se llevará a cabo cada vez que se introduzcan 3 o 4 combinaciones de puntos. Si quieres introducir un carácter a partir de su valor hexadecimal, decimal, octal o binario, haz lo siguiente:
fi: Tämän ominaisuuden avulla voit syöttää minkä tahansa merkin sen HUC8-esityksenä tai sen heksadesimaali-/desimaali-/oktaali-/binääriarvolla. Lisäksi voit kehittää sen avulla lyhenteitä. Käytä tätä toimintoa siirtymällä edistyneeseen syöttötilaan ja syöttämällä sitten haluamasi kuvio. Oletusarvoiset näppäinkomennot: NVDA+Windows+I tai ⡊+väli (tuetuissa näytöissä). Poistu tästä tilasta painamalla uudelleen samaa näppäinkomentoa. Vaihtoehtoisesti voit poistua tästä tilasta automaattisesti yhden kuvion syöttämisen jälkeen. Jos haluat syöttää merkin sen HUC8-esityksenä, syötä vain HUC8-kuvio. Koska HUC8-sekvenssin täytyy mahtua kolmeen tai neljään soluun, tulkinta suoritetaan aina, kun syötetään kolme tai neljä pisteyhdistelmää. Jos haluat syöttää merkin sen heksadesimaali-, desimaali-, oktaali- tai binääriarvolla, toimi seuraavasti:
fr: Cette fonctionnalité vous permet de saisir n'importe quel caractère à partir de sa représentation HUC8 ou de sa valeur hexadécimale/décimale/octale/binaire. De plus, il vous permet de développer des abréviations. Pour utiliser cette fonction, entrez dans le mode de saisie avancé, puis entrez le motif souhaité. Gestes par défaut : NVDA+Windows+i ou ⡊+espace (sur les terminaux pris en charge). Appuyez sur le même geste pour quitter ce mode. Alternativement, une option vous permet de quitter automatiquement ce mode après avoir entré un seul motif. Si vous souhaitez saisir un caractère à partir de sa représentation HUC8, saisissez simplement le motif HUC8. Puisqu'une séquence HUC8 doit tenir sur 3 ou 4 cellules, l'interprétation sera effectuée à chaque fois que 3 ou 4 combinaisons de points sont saisies. Si vous souhaitez saisir un caractère à partir de sa valeur hexadécimale, décimale, octale ou binaire, procédez comme suit :
pt_br: Esse recurso permite que você insira qualquer caractere a partir de sua representação HUC8 ou de seu valor hexadecimal/decimal/octal/binário. Além disso, ele permite que você desenvolva abreviações. Para usar essa função, entre no modo de entrada avançada e, em seguida, insira o padrão desejado. Gestos padrão: NVDA+Windows+i ou ⡊+espaço (em telas compatíveis). Pressione o mesmo gesto para sair desse modo. Como alternativa, uma opção permite que você saia automaticamente desse modo após inserir um único padrão. Se quiser inserir um caractere a partir de sua representação HUC8, basta inserir o padrão HUC8. Como uma sequência HUC8 deve caber em 3 ou 4 células, a interpretação será realizada sempre que forem inseridas 3 ou 4 combinações de pontos. Se quiser inserir um caractere a partir de seu valor hexadecimal, decimal, octal ou binário, faça o seguinte:
pt_pt: Esta funcionalidade permite-lhe introduzir qualquer caracter da sua representação HUC8 ou do seu valor hexadecimal/decimal/octal/binário. Além disso, permite-lhe desenvolver abreviaturas. Para utilizar esta função, introduza o modo de entrada avançado e depois introduza o padrão desejado. atalhos predefinidos: NVDA+Windows+i ou ⡊+space (em ecrãs suportados). Prima o mesmo gesto para sair deste modo. Em alternativa, uma opção permite sair automaticamente deste modo após a entrada de um único padrão. Se quiser introduzir um carácter da sua representação HUC8, basta introduzir o padrão HUC8. Uma vez que uma sequência HUC8 deve caber em 3 ou 4 células, a interpretação será executada cada vez que forem introduzidas 3 ou 4 combinações de pontos. Se desejar introduzir um carácter a partir do seu valor hexadecimal, decimal, octal ou binário, faça o seguinte:
ru: Эта возможность позволяет вводить любой символ из его представления в формате HUC8 или его шестнадцатеричное/ десятичное / восьмеричное/ двоичное значение. Кроме того, она позволяет создавать сокращения. Чтобы использовать эту функцию, перейдите в расширенный режим ввода и затем введите желаемый шаблон. Жесты по умолчанию: NVDA+Windows+i или ⡊+пробел (на поддерживаемых дисплеях). Для выхода из этого режима нажмите тот же жест. В качестве альтернативы, опция позволяет автоматически выйти из этого режима после ввода одного шаблона. Если вы хотите ввести символ, используя его представление HUC8, просто введите шаблон HUC8. Поскольку последовательность HUC8 должна помещаться в 3 или 4 клетки, интерпретация будет выполняться при каждом вводе 3 или 4 комбинаций точек. Если вы хотите ввести символ по его шестнадцатеричному, десятичному, восьмеричному или двоичному значению, выполните следующие действия:
uk: Ця функція дозволяє вводити будь-який символ із його подання в HUC8 або шістнадцяткового/десяткового/ вісімкового/двійкового значення. Крім того, вона дозволяє розробляти скорочення. Щоб скористатися цією функцією, увійдіть в режим розширеного введення, а потім введіть потрібний символ. Початкові жести: NVDA+Windows+i чи ⡊+пробіл (на підтримуваних дисплеях). Для виходу з цього режиму натисніть той самий жест. Альтернативно, є параметр, який дозволяє автоматично виходити з цього режиму після введення одного шаблону. Якщо ви хочете ввести символ із його подання HUC8, просто введіть шаблон HUC8. Оскільки послідовність HUC8 має міститися в 3 або 4 клітинках, інтерпретація виконуватиметься щоразу, коли вводиться комбінація з 3 або 4 крапок. Якщо ви бажаєте ввести символ із його шістнадцяткового, десяткового, вісімкового чи двійкового значення, виконайте такі дії:

source: Enter ⠼
es: Introduce ⠼
fi: Syötä ⠼
fr: Entrez ⠼
pt_br: Modo de uma mão
ru: Введите ⠼
uk: Введіть ⠼

source: Specify the basis as follows:
da: Angiv basen som følger
de: Legen Sie die Basis wie folgt fest:
es: Especifica la base del siguiente modo:
fi: Määritä kanta seuraavasti:
fr: Spécifiez la base comme suit :
gl: Expecifica a base do seguinte xeito:
hr: Odredi osnovu na sljedeći način:
it: Specificare la base come segue:
pl: Określ podstawę w następujący sposób:
pt_br: Especifique a base da seguinte forma:
pt_pt: Especificar a base como se segue:
ru: Укажите основание следующим образом:
uk: Вкажіть основу так:

source: ⠭ or ⠓: for a hexadecimal value
es: ⠭ o ⠓: para un valor hexadecimal
fi: ⠭ tai ⠓: heksadesimaaliarvo
fr: ⠭ ou ⠓ : pour une valeur hexadécimale
hr: ⠭ ili ⠓: za heksadecimalnu vrijednost
pt_br: ⠭ ou ⠓: para um valor hexadecimal
pt_pt: ⠭ ou ⠓: para um valor hexadecimal
ru: ⠭ или ⠓: для шестнадцатеричного значения
uk: ⠭ чи ⠓: для шістнадцяткового значення

source: ⠙: for a decimal value
es: ⠙: para un valor decimal
fi: ⠙: desimaaliarvo
fr: ⠙ : pour une valeur décimale
hr: ⠙: za decimalnu vrijednost
pt_br: ⠙: para um valor decimal
pt_pt: ⠙: para um valor decimal
ru: ⠙: для десятичного значения
uk: ⠙: для десяткового значення

source: ⠕: for an octal value
es: ⠕: para un valor octal
fi: ⠕: oktaaliarvo
fr: ⠕ : pour une valeur octale
hr: ⠕: za oktalnu vrijednost
pt_br: ⠕: para um valor octal
pt_pt: ⠕: para um valor octal
ru: ⠕: для восьмеричного значения
uk: ⠕: для вісімкового значення

source: ⠃: for a binary value
es: ⠃: para un valor binario
fi: ⠃: binääriarvo
fr: ⠃ : pour une valeur binaire
hr: ⠃: za binarnu vrijednost
pt_br: ⠃: para um valor binário
pt_pt: ⠃: para um valor binário
ru: ⠃: для двоичного значения
uk: ⠃: для двійкового значення

source: Enter the value of the character according to the previously selected basis.
da: Angiv tegnets værdi svarende til den base, der tidligere er valgt
de: Geben Sie den Wert des Zeichens gemäß der zuvor ausgewählten Basis ein.
es: Introduce el valor del carácter según la base seleccionada previamente.
fi: Syötä merkin arvo aiemmin valitun kannan mukaan.
fr: Saisissez la valeur du caractère selon la base précédemment sélectionnée.
gl: Introduce o valor do carácter de acordo coa base previamente seleccionada.
hr: Unesite vrijednost znaka prema prethodno odabranoj osnovi.
pl: Wprowadź wartość znaku zgodnie z wcześniej wybraną podstawą.
pt_br: Digite o valor do caractere de acordo com a base selecionada anteriormente.
pt_pt: Introduzir o valor do caracter de acordo com a base previamente seleccionada.
ru: Введите значение символа в соответствии с ранее выбранной основой.
uk: Введіть значення символу у відповідності до раніше вибраної основи.

source: Press Space to validate.
da: Tryk på mellemrum for at godkende.
de: Drücken Sie zum Bestätigen die Leertaste.
es: Pulsa espacio para validar.
fi: Vahvista painamalla välilyöntinäppäintä.
fr: Appuyez sur Espace pour valider.
gl: Preme espazo para validar.
hr: Pritisnite razmaknicu za potvrdu.
it: Premi la barra spaziatrice per convalidare.
pl: Naciśnij spację, aby sprawdzić poprawność.
pt_br: Pressione Espaço para validar.
pt_pt: Pressionar Espaço para validar.
ru: Нажмите пробел для подтверждения.
uk: Натисніть пробіл для перевірки.

source: For abbreviations, you must first add them in the dialog box — Advanced input mode dictionary —. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "⠎⠺" with "sandwich", "⠋⠛⠋⠗" to "🇫🇷".
es: Para las abreviaturas, primero debes añadirlas desde el cuadro de diálogo —Diccionario del modo avanzado de entrada—. Después, simplemente hay que introducir la abreviatura y pulsar espacio para expandirla. Por ejemplo, se pueden definir las siguientes abreviaturas: "⠎⠺" para "sandwich", "⠋⠛⠋⠗" para "🇫🇷".
fi: Lyhenteet on ensin lisättävä Edistyneen syöttötilan sanasto -valintaikkunaan. Tämän jälkeen sinun tarvitsee vain kirjoittaa lyhenne ja painaa välilyöntinäppäintä laajentaaksesi sen. Voit esimerkiksi määrittää seuraavat lyhenteet: "⠎⠺" ja "voileipä", "⠋⠛⠋⠗" - "🇫🇷".
fr: Pour les abréviations, vous devez d'abord les ajouter dans le dialogue — Dictionnaire du mode de saisie avancé —. Ensuite, il vous suffit de saisir votre abréviation et d'appuyer sur espace pour la développer. Par exemple, vous pouvez définir les abréviations suivantes : "⠎⠺" avec "sandwich", "⠋⠛⠋⠗" à "🇫🇷".
pt_br: Para abreviações, você deve primeiro adicioná-las na caixa de diálogo - Dicionário do modo de entrada avançado -. Em seguida, basta digitar a abreviação e pressionar espaço para expandi-la. Por exemplo, você pode definir as seguintes abreviações: “⠎⠺” com ‘sanduíche’, ‘⠋⠛⠋⠗’ para ‘🇫🇷’.
pt_pt: Para abreviaturas, deve primeiro adicioná-las na caixa de diálogo - Advanced input mode dictionary -. Depois, só tem de introduzir a sua abreviatura e premir espaço para a expandir. Por exemplo, pode definir as seguintes abreviaturas: "⠎⠺" com "sanduíche", "⠋⠛⠋⠗" a "🇫🇷".
ru: Что касается сокращений, вы должны сначала добавить их в диалоге "Словарь расширенного режима ввода". Затем вам просто нужно ввести свою аббревиатуру и нажать пробел, чтобы развернуть ее. Например, вы можете определить следующие сокращения: "⠎⠺" вместо "сэндвич", "⠋⠛⠋⠗" вместо "🇫🇷".
uk: Для скорочень, спершу ви маєте додати їх у діалозі — Словник режиму розширеного введення —. Потім ввести ваше скорочення і натиснути пробіл щоб розгорнути його. Наприклад, ви можете вказати такі скорочення: "⠎⠺" для "сендвіч", "⠋⠛⠋⠗" для "🇫🇷".

source: Here are some examples of sequences to be entered for given characters:
da: Her følger nogle eksempler på sekvenser, der kan indtastes for bestemte tegn:
de: Hier sind einige Beispiele für Sequenzen, die für bestimmte Zeichen eingegeben werden müssen:
es: A continuación hay ejemplos de algunas secuencias que se pueden introducir para ciertos caracteres:
fi: Tässä on esimerkkejä sarjoista, jotka on syötettävä tietyille merkeille:
fr: Voici quelques exemples de séquences à saisir pour des caractères donnés :
gl: Aquí tes algúns exemplos de secuencias para introducir para caracteres dados:
hr: Evo nekoliko primjera sekvenci koje treba unijeti za zadane znakove:
it: Ecco alcuni esempi di sequenze da inserire per determinati caratteri:
pl: Oto kilka przykładów sekwencji, które należy wprowadzić dla danych znaków:
pt_br: Aqui estão alguns exemplos de sequências a serem inseridas para determinados caracteres:
pt_pt: Aqui estão alguns exemplos de sequências a serem introduzidas para determinados caracteres:
ru: Вот несколько примеров последовательностей, которые необходимо ввести для заданных символов:
uk: Нижче наведено приклади послідовностей, які необхідно ввести для заданих символів:
