Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/brailleExtender.*.po
Languages: da, de, es, fi, fr, gl, hr, it, pl, pt_br, pt_pt, ru, uk

source: In this mode, each dot is a toggle. You must press the space key as soon as the cell you have entered is the desired one to input the character. Thus, the more dots are contained in the cell, the more ways you have to enter the character.
da: Ved brug af denne metode fungerer hvert punkt som en kontakt. Så snart de ønskede punkter er indtastet, skal man trykke Mellemrum for at skrive det ønskede tegn. Jo flere punkter, der findes i cellen, desto flere muligheder findes for at indtaste et tegn.
de: In diesem Modus ist jeder Punkt ein Umschalter. Sie müssen die Leertaste drücken, sobald die eingegebene Zelle die gewünschte ist, um das Zeichen einzugeben. Je mehr Punkte in der Zelle enthalten sind, desto mehr Möglichkeiten haben Sie also, das Zeichen einzugeben.
es: En este modo, cada punto es un interruptor. La tecla espacio se debe pulsar tan pronto como la celda introducida sea la deseada para introducir el carácter. Por tanto, cuantos más puntos haya en la celda, más formas hay de introducir el carácter.
fi: Tässä tilassa jokainen piste on tilaa vaihtava. Heti kun tarvittavat pisteet on syötetty, paina välilyöntiä kirjoittaaksesi haluamasi merkin. Mitä enemmän pisteitä solussa on, sitä useammalla tavalla merkki on syötettävä.
fr: Dans ce mode, chaque point est une bascule. Vous devez appuyer sur la touche espace dès que la cellule que vous avez saisie est celle que vous désirez pour saisir le caractère. Ainsi, plus il y a de points dans la cellule, plus vous avez de manières de saisir le caractère.
gl: Neste modo, cada punto é un conmutador. Preme a tecla espazo así como a cela que introduciches sexa a desexada para introducir o carácter. Así, cantos máis puntos conteña a cela, máis métodos tes para introducir o carácter.
it: In questa modalità, ogni punto è un interruttore. Devi premere il tasto spazio non appena la cella che hai inserito è quella desiderata per inserire il carattere. Pertanto, più punti sono contenuti nella cella, più modi hai per inserire il carattere.
pl: W tym trybie każda kropka jest przełącznikiem. Musisz nacisnąć spacji, gdy tylko wprowadzona komórka jest pożądana, aby wprowadzić znak. Tak więc, im więcej kropek jest zawartych w komórce, tym więcej sposobów musisz wprowadzić znak.
pt_br: Nesse modo, cada ponto é uma alternância. Você deve pressionar a tecla de espaço assim que a célula inserida for a desejada para inserir o caractere. Portanto, quanto mais pontos estiverem contidos na célula, mais maneiras você terá de inserir o caractere.
pt_pt: Neste modo, cada ponto é um ponto de comutação. Deve premir a tecla de espaço assim que a célula que introduziu estiver pronta para introduzir o caracter. Assim, quanto mais pontos estiverem contidos na célula, mais formas terá de introduzir o caractere.
ru: В этом режиме каждая точка является переключателем. Вы должны нажать клавишу пробела, как только введенная вами клетка окажется нужной для ввода символа. Таким образом, чем больше точек содержится в клетке, тем больше способов ввода символа у вас есть.
uk: У цьому режимі кожна крапка є перемикачем. Ви повинні натиснути клавішу пробілу, як тільки комірка, яку ви ввели, стане потрібною для введення символу. Таким чином, чим більше крапок міститься в комірці, тим більше способів у вас буде ввести символ.

source: For example, for ⠛, you can compose the cell in the following ways:
es: Por ejemplo, para ⠛, se puede componer la celda de las siguientes maneras:
fi: Esimerkiksi ⠛-merkkiä varten voit muodostaa solun seuraavasti:
fr: Par exemple, pour ⠛, vous pouvez composer la cellule des différentes manières suivantes :
pt_br: Por exemplo, para ⠛, você pode compor a célula das seguintes maneiras:
pt_pt: Por exemplo, para ⠛, pode compor a célula das seguintes formas:
ru: Например, для ⠛ вы можете скомпоновать клетку следующими способами:
uk: Наприклад, для ⠛ ви можете скласти комірку нижченаведеними способами:

source: Dots 1-2, then dots 4-5, then space.
da: Punkterne 1-2, derefter punkterne 4-5, derefter mellemrum.
de: Punkte 1-2, dann Punkte 4-5, dann Leerzeichen.
es: Puntos 1-2, luego puntos 4-5, después espacio.
fi: Pisteet 1-2, sitten 4-5 ja sitten välilyönti.
fr: Points 1-2, puis points 4-5, puis espace.
gl: Puntos 1-2, logo puntos 4-5, logo espazo.
it: Punti 1-2, poi punti 4-5, poi spazio.
pl: Kropki 1-2, następnie kropki 4-5, a następnie spacja.
pt_br: Pontos 1-2, depois pontos 4-5 e, em seguida, espaço.
pt_pt: Pontos 1-2, depois os pontos 4-5, depois o espaço.
ru: Точки 1-2, затем точки 4-5, затем пробел.
uk: Крапки 1-2, потім крапки 4-5, потім пробіл.

source: Dots 1-2-3, then dot 3 (to correct), then dots 4-5, then space.
da: Punkterne 1-2-3, derefter punkt 3 (for at rette), dernæst punkterne 4-5 derefter mellemrum.
de: Punkte 1-2-3, dann Punkt 3 (zur Korrektur), dann Punkte 4-5, dann Leerzeichen.
es: Puntos 1-2-3, luego punto 3 (para corregir), luego puntos 4-5, y finalmente espacio.
fi: Pisteet 1-2-3, sitten piste 3 (korjataan), sitten pisteet 4-5 ja sitten välilyönti.
fr: Points 1-2-3, puis point 3 (pour corriger), puis points 4-5, puis espace.
gl: Puntos 1-2-3, logo punto 3 (para corrixir), logo puntos 4-5, logo espazo.
it: Punti 1-2-3, poi punto 3 (per correggere), poi punti 4-5, poi spazio.
pl: Kropki 1-2-3, następnie kropka 3 (do korekty), następnie kropki 4-5, a następnie spacja.
pt_br: Pontos 1-2-3, depois ponto 3 (para corrigir), depois pontos 4-5, depois espaço.
pt_pt: Pontos 1-2-3, depois ponto 3 (para corrigir), depois pontos 4-5, depois espaço.
ru: Точки 1-2-3, затем точку 3 (для исправления), затем точки 4-5, затем пробел.
uk: Крапки 1-2-3, потім крапка 3 (для коректування), потім крапки 4-5, потім пробіл.

source: Dot 1, then dots 2-4-5, then space.
da: Punkt 1, derefter punkterne 2-4-5, derefter mellemrum.
de: Punkt 1, dann Punkte 2-4-5, dann Leerzeichen.
es: Punto 1, luego puntos 2-4-5, y después espacio.
fi: Piste 1, sitten pisteet 2-4-5 ja sitten välilyönti.
fr: Point 1, puis points 2-4-5, puis espace.
gl: Punto 1, logo puntos 2-4-5, logo espazo.
it: Punto 1, poi punti 2-4-5, poi spazio.
pl: Kropka 1, następnie kropki 2-4-5, a następnie spacja.
pt_br: Ponto 1, depois pontos 2-4-5 e, em seguida, espaço.
pt_pt: Ponto 1, depois os pontos 2-4-5, depois o espaço.
ru: Точка 1, затем точки 2-4-5, затем пробел.
uk: Крапка 1, потім крапки 2-4-5, потім пробіл.

source: Dots 1-2-4, then dot 5, then space.
da: Punkterne 1-2-4, derefter punkt 5, derefter mellemrum.
de: Punkte 1-2-4, dann Punkt 5, dann Leerzeichen.
es: Puntos 1-2-4, luego punto 5, luego espacio.
fi: Pisteet 1-2-4, sitten piste 5 ja sitten välilyönti.
fr: Points 1-2-4, puis point 5, puis espace.
gl: Puntos 1-2-4, logo punto 5, logo espazo.
it: Punti 1-2-4, poi punto 5, poi spazio.
pl: Kropki 1-2-4, następnie kropka 5, a następnie spacja.
pt_br: Pontos 1-2-4, depois ponto 5, depois espaço.
pt_pt: Pontos 1-2-4, depois ponto 5, depois espaço.
ru: Точки 1-2-4, затем точка 5, затем пробел.
uk: Крапки 1-2-4, потім крапка 5, потім пробіл.

source: Dot 2, then dot 1, then dot 5, then dot 4, and then space.
da: Punkt 2, derefter punkt 1, derefter punkt 5, derefter punkt 4 og derefter mellemrum.
de: Punkt 2, dann Punkt 1, dann Punkt 5, dann Punkt 4 und dann Leerzeichen.
es: Punto 2, después punto 1, luego punto 5, a continuación punto 4, y finalmente espacio.
fi: Piste 2, sitten piste 1, sitten piste 5, sitten piste 4 ja sitten välilyönti.
fr: Pointt 2, puis point 1, puis point 5, puis point 4, et enfin espace.
gl: Punto 2, logo punto 1, logo punto 5, logo punto 4, e logo espazo.
it: Punto 2, poi punto 1, poi punto 5, poi punto 4 e poi spazio.
pl: Kropka 2, następnie kropka 1, następnie kropka 5, następnie kropka 4, a następnie spacja.
pt_br: Ponto 2, depois ponto 1, depois ponto 5, depois ponto 4 e depois espaço.
pt_pt: Ponto 2, depois o ponto 1, depois o ponto 5, depois o ponto 4, e depois o espaço.
ru: Точка 2, затем точка 1, затем точка 5, затем точка 4, и затем пробел.
uk: Крапка 2, потім крапка 1, потім крапка 5, потім крапка 4 і потім пробіл.

source: Etc.
da: osv.
fi: jne.
hr: Itd.
pl: Dodatki.
ru: И т.д.
uk: І так далі.

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=brlext
uk: [1]: https://addons.nvda-project.org/files/get.php?file=brlext

source: [2]: https://www.nvaccess.org/addonStore/legacy?file=brlext-dev
uk: [2]: https://addons.nvda-project.org/files/get.php?file=brlext-dev

source: > and (AMPERSAND [Po])
de: > Und (AMPERSAND [Po])
fr: > et (ET COMMERCIAL [Po])
hr: > i (AMPERSAND [Po])
pl: > i (AMPERSAND [Po])
pt_br: > e (AMPERSAND [Po])
pt_pt: > e (AMPERSAND [Po])
