Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/browsernav.*.po
Languages: fi, pt_br, pt_pt, ru, tr

source: Numeric script: press Alt+0 through Alt+9 to execute script taking a number as its input. Can be handy for example to jump to `i`-th bookmark on the page in a single keystroke.
fi: Numeroskripti: Paina Alt+0-Alt+9 suorittaaksesi skriptin, joka ottaa syötteenä numeron. Tämä voi olla kätevä esimerkiksi siirryttäessä sivulla `numeroa` vastaavaan kirjanmerkkiin yhdellä näppäimen painalluksella.
pt_br: Script numérico: pressione Alt+0 a Alt+9 para executar um script usando um número como entrada. Pode ser útil, por exemplo, para saltar para o `i`-ésimo marcador na página em um único pressionamento de tecla.
pt_pt: Script numérico: prima Alt+0 a Alt+9 para executar um script tendo um número como entrada. Pode ser útil, por exemplo, para saltar para o `i`-ésimo marcador na página com um único toque de tecla.
ru: Цифровой скрипт: нажмите Alt+0 - Alt+9, чтобы запустить скрипт, вводящий число в качестве входных данных. Может быть удобно, например, для перехода к `i`-ой закладке на странице одним нажатием клавиши.
tr: Sayısal komut: Giriş olarak bir sayı alan komutu çalıştırmak için Alt+0 ila Alt+9 tuşlarına basın. Örneğin tek bir tuş vuruşuyla sayfadaki 'i'inci yer işaretine atlamak kullanışlı olabilir.

source: Creating a new bookmark
fi: Uuden kirjanmerkin luominen
pt_br: Criação de um novo marcador
pt_pt: Criar um novo marcador
ru: Создание новой закладки
tr: Yeni bir yer imi oluşturma

source: Once you have configured a site, the easiest way to create a new bookmark would be to navigate to the desired paragraph in the document , press NVDA+J to show bookmarks context menu and select Bookmarks > Create new bookmark for site ...
fi: Kun sivusto on määritetty, helpoin tapa uuden kirjanmerkin luomiseen on siirtyä asiakirjassa haluttuun kappaleeseen, avata kirjanmerkkien pikavalikko painamalla NVDA+J ja valita Kirjanmerkit > Luo uusi kirjanmerkki sivustolle ...
pt_br: Depois de configurar um site, a maneira mais fácil de criar um novo marcador seria navegar até o parágrafo desejado no documento, pressionar NVDA+J para exibir o menu de contexto dos marcadores e selecionar Marcadores > Criar novo marcador para o site ...
pt_pt: Depois de configurar um sítio, a forma mais fácil de criar um novo marcador seria navegar para o parágrafo pretendido no documento, premir NVDA+J para mostrar o menu de contexto dos marcadores e selecionar Marcadores > Criar novo marcador para o sítio ...
ru: После настройки сайта самый простой способ создать новую закладку - перейти к нужному абзацу в документе, нажать NVDA+J, чтобы отобразить контекстное меню закладок, и выбрать Закладки > Создать новую закладку для сайта ...
tr: Bir siteyi yapılandırdıktan sonra, yeni bir yer imi oluşturmanın en kolay yolu, belgede istediğiniz paragrafa gitmek, yer imleri bağlam menüsünü göstermek için NVDA+J tuşlarına basmak ve Yer İmleri > Site için yeni yer imi oluştur ...'u seçmektir.

source: Bookmark configuration dialog will open. You can now customize bookmark. You can change how text is matched (e.g. string match or regular expression).
fi: Tämän jälkeen avautuu määritysvalintaikkuna, jossa kirjanmerkkiä voidaan mukauttaa. Voit muuttaa sitä, miten tekstiä täsmäytetään (esim. merkkijonotäsmäytys tai säännöllinen lauseke).
pt_br: A caixa de diálogo de configuração do marcador será aberta. Agora você pode personalizar o marcador. Pode alterar a forma como o texto é correspondido (por exemplo, correspondência de cadeia ou expressão regular).
pt_pt: Abre-se a caixa de diálogo de configuração do marcador. Agora é possível personalizar o marcador. Pode alterar a forma como o texto é correspondido (por exemplo, correspondência de cadeia ou expressão regular).
ru: Откроется диалог настройки закладки. Теперь вы можете настроить закладку. Вы можете изменить способ сопоставления текста (например, сопоставление строк или регулярных выражений).
tr: Yer imi yapılandırma iletişim kutusu açılacaktır. Artık yer imini özelleştirebilirsiniz. Metnin nasıl eşleştirileceğini değiştirebilirsiniz (ör. dize eşleşmesi veya normal ifade).

source: Other options in this dialog:
fi: Tämän valintaikkunan muut vaihtoehdot:
pt_br: Outras opções nessa caixa de diálogo:
pt_pt: Outras opções nesta caixa de diálogo:
ru: Другие параметры этого диалога:
tr: Bu iletişim kutusundaki diğer seçenekler:

source: Category: defines bookmark type.
fi: Kategoria: Määrittää kirjanmerkin tyypin.
pt_br: Categoria: define o tipo de marcador.
pt_pt: Categoria: define o tipo de marcador.
ru: Категория: определяет тип закладки.
tr: Kategori: yer imi türünü tanımlar.

source: Display name: optional name of this bookmark for better readability. This just gives a better name so that you can identify this bookmark in a long list of bookmarks.
fi: Näyttönimi: Valinnainen kirjanmerkin nimi luettavuuden parantamista varten. Tämä antaa vain paremman nimen, jotta kirjanmerkin tunnistaminen on helpompaa pitkästä luettelosta.
pt_br: Nome de exibição: nome opcional desse marcador para facilitar a leitura. Isso apenas dá um nome melhor para que você possa identificar esse marcador em uma longa lista de marcadores.
pt_pt: Nome de apresentação: nome opcional deste marcador para melhor legibilidade. Isto apenas dá um nome melhor para que possa identificar este marcador numa longa lista de marcadores.
ru: Отображаемое имя: необязательное название этой закладки для удобства чтения. Это просто даёт более точное название, чтобы вы могли идентифицировать эту закладку в длинном списке закладок.
tr: Görünen ad: daha iyi okunabilirlik için bu yer iminin isteğe bağlı adı. Bu, uzun bir yer imleri listesinde bu yer imini tanımlayabilmeniz için daha iyi bir ad verir.

source: Spoken message when bookmark is found: optional message to speak every time you hit this bookmark in the document.
fi: Puhuttu ilmoitus kirjanmerkin löytyessä: Valinnainen ilmoitus, joka puhutaan aina, kun kyseinen kirjanmerkki löytyy asiakirjasta.
pt_br: Mensagem falada quando o marcador é encontrado: mensagem opcional a ser falada toda vez que você encontrar esse marcador no documento.
pt_pt: Mensagem falada quando o marcador é encontrado: mensagem opcional a ser falada sempre que se chega a este marcador no documento.
ru: Речевое сообщение при обнаружении закладки: необязательное сообщение, которое будет произноситься каждый раз, когда вы нажимаете на эту закладку в документе.
tr: Yer işareti bulunduğunda sesli mesaj: belgede bu yer işaretine her bastığınızda konuşmak için isteğe bağlı mesaj.

source: Offset in paragraphs: after finding matched text BrowserNav will then shift cursor by this many paragraphs forward or back. This can be useful for example if target text that you want to jump to doesn't contain any common text that can be matched (e.g. forum post), but a preceding paragraph contains a matchable word (e.g. upvote). In this case you can match the word upvote and specify offset=1, to place the cursor on the first paragraph of the post instead of the word upvote.
fi: Kappaleiden siirtymä: Kun vastaava teksti on löytynyt, Selainnavigointi siirtää kohdistinta näin monta kappaletta eteen- tai taaksepäin. Tästä voi olla hyötyä esim. silloin, kun haluat siirtyä kohdetekstiin, jossa ei ole yhteistä tekstiä, jota voisi etsiä (esim. keskusteluviesti), mutta edeltävä kappale sisältää etsittävän sanan (esim. tykkää). Tässä tapauksessa voit etsiä "tykkää"-sanan ja määrittää siirtymäksi 1, jolloin kohdistin sijoittuu viestin ensimmäiseen kappaleeseen "tykkää"-sanan asemesta.
pt_br: Deslocamento em parágrafos: depois de encontrar o texto correspondente, o BrowserNav deslocará o cursor por essa quantidade de parágrafos para frente ou para trás. Isso pode ser útil, por exemplo, se o texto de destino para o qual você deseja saltar não contiver nenhum texto comum que possa ser correspondido (por exemplo, postagem no fórum), mas um parágrafo anterior contiver uma palavra que possa ser correspondida (por exemplo, upvote). Nesse caso, você pode fazer a correspondência com a palavra upvote e especificar offset=1, para colocar o cursor no primeiro parágrafo da postagem em vez da palavra upvote.
pt_pt: Deslocação em parágrafos: depois de encontrar o texto correspondente, o BrowserNav desloca o cursor esta quantidade de parágrafos para a frente ou para trás. Isto pode ser útil, por exemplo, se o texto de destino para o qual pretende saltar não contiver qualquer texto comum que possa ser correspondido (por exemplo, mensagem do fórum), mas um parágrafo anterior contiver uma palavra correspondida (por exemplo, voto positivo). Neste caso, pode fazer corresponder a palavra upvote e especificar offset=1, para colocar o cursor no primeiro parágrafo da mensagem em vez da palavra upvote.
ru: Смещение в абзацах: после обнаружения совпадающего текста BrowserNav переместит курсор на это количество абзацев вперед или назад. Это может быть полезно, например, если целевой текст, к которому вы хотите перейти, не содержит какого-либо общего текста, который можно сопоставить (например, сообщение на форуме), но предыдущий абзац содержит подходящее слово (например, upvote). В этом случае вы можете сопоставить слово upvote и указать offset=1, чтобы поместить курсор на первый абзац публикации вместо слова upvote.
tr: Paragraflarda ofset: eşleşen metni bulduktan sonra BrowserNav imleci bu kadar paragraf ileri veya geri kaydırır. Bu, örneğin, atlamak istediğiniz hedef metnin eşleştirilebilecek herhangi bir ortak metin içermemesi (ör. forum gönderisi), ancak önceki bir paragrafın eşleştirilebilir bir kelime içermesi (ör. olumlu oylama) durumunda yararlı olabilir. Bu durumda, upvote kelimesini eşleştirebilir ve imleci upvote kelimesi yerine gönderinin ilk paragrafına yerleştirmek için offset=1'i belirtebilirsiniz.

source: Attributes: space-separated list of paragraph attributes that are matched against. The list of available attributes for current paragraph is available in the next form field. List of attributes is prepopulated with some common roles and typically you don't need to edit it.
fi: Attribuutit: Välilyönneillä erotettu luettelo etsittävistä kappaleiden attribuuteista. Luettelo nykyisen kappaleen käytettävissä olevista attribuuteista on seuraavassa lomakekentässä. Attribuuttien luettelo on esitäytetty joillakin yleisillä rooleilla, eikä sitä yleensä tarvitse muokata.
pt_br: Atributos: lista, separada por espaços, de atributos de parágrafo que são comparados. A lista de atributos disponíveis para o parágrafo atual está disponível no próximo campo do formulário. A lista de atributos é pré-preenchida com algumas funções comuns e, normalmente, você não precisa editá-la.
pt_pt: Atributos: lista, separada por espaços, de atributos de parágrafo que são comparados. A lista de atributos disponíveis para o parágrafo atual está disponível no campo seguinte do formulário. A lista de atributos é pré-preenchida com algumas funções comuns e, normalmente, não é necessário editá-la.
ru: Атрибуты: разделенный пробелами список атрибутов абзаца, которые сопоставляются. Список доступных атрибутов для текущего абзаца доступен в следующем поле формы. Список атрибутов предварительно заполнен некоторыми общими ролями, и, как правило, вам не нужно его редактировать.
tr: Nitelikler: Eşleştirilen paragraf niteliklerinin boşlukla ayrılmış listesi. Geçerli paragraf için kullanılabilir niteliklerin listesi bir sonraki form alanında mevcuttur. Nitelikler listesi, bazı ortak rollerle önceden doldurulmuştur ve genellikle onu düzenlemeniz gerekmez.

source: Available attributes in current paragraph : these are all the attributes found in current paragraph. You can select and press Space to add them to the list of matched attributes.
fi: Käytettävissä olevat attribuutit nykyisessä kappaleessa: Tässä ovat kaikki nykyisestä kappaleesta löydetyt attribuutit. Voit valita ja lisätä ne etsittävien attribuuttien luetteloon painamalla välilyöntiä.
pt_br: Atributos disponíveis no parágrafo atual: esses são todos os atributos encontrados no parágrafo atual. Você pode selecionar e pressionar Espaço para adicioná-los à lista de atributos correspondentes.
pt_pt: Atributos disponíveis no parágrafo atual: estes são todos os atributos encontrados no parágrafo atual. Pode selecionar e premir Espaço para os adicionar à lista de atributos correspondentes.
ru: Доступные атрибуты в текущем абзаце: это все атрибуты, найденные в текущем абзаце. Вы можете выбрать и нажать пробел, чтобы добавить их в список подходящих атрибутов.
tr: Geçerli paragraftaki mevcut nitelikler : bunlar, geçerli paragrafta bulunan tüm niteliklerdir. Bunları eşleşen nitelikler listesine eklemek için seçip Boşluk tuşuna basabilirsiniz.

source: Advanced site options
fi: Sivuston lisäasetukset
pt_br: Opções avançadas do site
pt_pt: Opções avançadas do sítio
ru: Расширенные параметры сайта
tr: Gelişmiş site seçenekleri

source: In site configuration dialog you can specify a number of advanced options:
fi: Sivustonmääritysvalintaikkunassa voit määrittää muutamia lisäasetuksia:
pt_br: Na caixa de diálogo de configuração do site, você pode especificar várias opções avançadas:
pt_pt: Na caixa de diálogo de configuração do sítio pode especificar uma série de opções avançadas:
ru: В диалоге настройки сайта вы можете указать ряд дополнительных параметров:
tr: Site yapılandırma iletişim kutusunda bir dizi gelişmiş seçenek belirleyebilirsiniz:

source: Display name: optional display name for better readability in the list of sites.
fi: Näyttönimi: Valinnainen näyttönimi sivustolistan luettavuuden parantamiseksi.
pt_br: Nome de exibição: nome de exibição opcional para melhor legibilidade na lista de sites.
pt_pt: Nome de apresentação: nome de apresentação opcional para uma melhor legibilidade na lista de sítios.
ru: Отображаемое имя: необязательное отображаемое имя для лучшей читаемости в списке сайтов.
tr: Görünen ad: site listesinde daha iyi okunabilmesi için isteğe bağlı görünen ad.

source: Focus mode: this allows to override default handling of focus events in NVDA. Certain websites misuse focus events. In order to use them more conveniently, you can either ignore focus events, or alternatively disable automatic entering of focus mode when a focus event is received.
fi: Kohdistustila: Tämä mahdollistaa NVDA:n oletusarvoisen kohdistustapahtumien käsittelyn ohittamisen. Kohdistustapahtumia käytetään virheellisesti tietyillä verkkosivustoilla. Jotta niitä käytettäisiin asianmukaisemmin, voit joko ohittaa kohdistustapahtumat tai vaihtoehtoisesti poistaa käytöstä automaattisen vuorovaikutustilaan vaihtamisen, kun kohdistustapahtuma vastaanotetaan.
pt_br: Modo de foco: permite substituir o tratamento padrão dos eventos de foco no NVDA. Alguns sites fazem mau uso dos eventos de foco. Para usá-los de forma mais conveniente, você pode ignorar os eventos de foco ou, alternativamente, desativar a entrada automática do modo de foco quando um evento de foco é recebido.
pt_pt: Modo de focagem: permite substituir o tratamento predefinido dos eventos de focagem no NVDA. Alguns sítios Web utilizam incorretamente os eventos de focagem. Para os utilizar de forma mais conveniente, pode ignorar os eventos de foco ou, em alternativa, desativar a entrada automática do modo de foco quando é recebido um evento de foco.
ru: Режим редактирования: это позволяет переопределить обработку событий фокусировки в NVDA по умолчанию. Некоторые веб-сайты неправильно используют события фокусировки. Чтобы использовать их более удобно, вы можете либо игнорировать события фокусировки, либо, в качестве альтернативы, отключить автоматический переход в режим редактирования при получении события фокусировки.
tr: Odak modu: bu, NVDA'da odak olaylarının varsayılan olarak işlenmesini geçersiz kılmayı sağlar. Bazı web siteleri odak olaylarını kötüye kullanır. Bunları daha rahat kullanmak için odak olaylarını yok sayabilir veya alternatif olarak bir odak olayı alındığında odak moduna otomatik girişi devre dışı bırakabilirsiniz.

source: Live region mode: Some website misuse live regions. This option allows to disable live region announcements for current website only.
fi: Aktiivisten alueiden tila: Aktiivisia alueita käytetään virheellisesti tietyillä verkkosivustoilla. Tällä asetuksella niiden puhuminen voidaan poistaa käytöstä vain nykyisellä sivustolla.
pt_br: Modo de região ativa: Alguns sites usam indevidamente as regiões ao vivo. Essa opção permite desativar os anúncios de região ativa somente para o site atual.
pt_pt: Modo de região em direto: Alguns sítios Web utilizam indevidamente as regiões em direto. Esta opção permite desativar os anúncios de regiões em direto apenas para o sítio Web atual.
ru: Режим живых областей: некоторые веб-сайты неправильно используют жывые области. Эта опция позволяет отключить живые области только для текущего веб-сайта.
tr: Canlı bölge modu: Bazı web siteleri canlı bölgeleri kötüye kullanır. Bu seçenek, yalnızca mevcut web sitesi için canlı bölge duyurularının devre dışı bırakılmasına izin verir.

source: Debug beep mode: this is mostly good for debugging purposes. You can make NVDA beep when certain event (focus, live region update or successful QuickClick) happened.
fi: Virheenjäljityksen äänimerkkitila: Tästä on hyötyä enimmäkseen vain virheenjäljityksessä. Voit saada NVDA:n antamaan äänimerkin tietyn tapahtuman (kohdistus, aktiivisen alueen päivittyminen tai onnistunut pikanapsautus) aikana.
pt_br: Modo de bipe de depuração: é útil principalmente para fins de depuração. Você pode fazer o NVDA emitir um bipe quando ocorrer determinado evento (foco, atualização de região ativa ou QuickClick bem-sucedido).
pt_pt: Modo de sinal sonoro de depuração: este modo é principalmente bom para fins de depuração. Pode fazer com que o NVDA emita um sinal sonoro quando ocorre um determinado evento (foco, atualização da região em direto ou QuickClick bem sucedido).
ru: Режим отладочного звукового сигнала: в основном он полезен для отладки. Вы можете заставить NVDA подавать звуковой сигнал при возникновении определённого события (фокус, обновление текущей области или успешный быстрый щелчок).
tr: Hata ayıklama bip modu: Bu çoğunlukla hata ayıklama amaçları için iyidir. Belirli bir olay (odaklanma, canlı bölge güncellemesi veya başarılı Hızlı Tıklama) gerçekleştiğinde NVDA'nın bip sesi çıkarmasını sağlayabilirsiniz.

source: Scripting
fi: Skriptaus
ru: Скриптование
tr: Komutlar

source: Starting from BrowserNav v2.5 you can customize your bookmarks with Python scripting. Scripting can be used for two purposes:
fi: Selainnavigointi v2.5:stä alkaen voit mukauttaa kirjanmerkkejäsi Python-skripteillä. Skriptausta voidaan käyttää kahteen tarkoitukseen:
pt_br: A partir do BrowserNav v2.5, você pode personalizar seus marcadores com scripts Python. Os scripts podem ser usados para duas finalidades:
ru: Начиная с BrowserNav версии 2.5, вы можете настраивать свои закладки с помощью скриптов на Python. Скрипты можно использовать для двух целей:
tr: Tarayıcı Dolaşımı v2.5'ten başlayarak, yer işaretlerinizi Python komut dosyasıyla özelleştirebilirsiniz. Komut dosyası iki amaç için kullanılabilir:

source: To enhance matching algorithm where existing match options are not enough. This applies to QuickJump, QuickSpeak, QuickClick, hierarchical and SkipClutter bookmarks.
fi: Täsmäytysalgoritmin parantamiseen, kun olemassa olevat vaihtoehdot eivät riitä. Tämä koskee pikasiirtymis-, pikapuhe-, pikanapsautus-, hierarkkisia ja sotkunohituskirjanmerkkejä.
pt_br: Para aprimorar o algoritmo de correspondência quando as opções de correspondência existentes não forem suficientes. Isso se aplica aos marcadores QuickJump, QuickSpeak, QuickClick, hierárquico e SkipClutter.
ru: Для улучшения алгоритма сопоставления, когда существующих параметров сопоставления недостаточно. Это относится к закладкам quickJump, QuickSpeak, QuickClick, иерархическим закладкам и закладкам SkipClutter.
tr: Mevcut eşleştirme seçeneklerinin yeterli olmadığı durumlarda eşleştirme algoritmasını geliştirmek. Bu, Hızlı Atlama, Hızlı Konuşma, Hızlı Tıklama, hiyerarşik ve Dağınıklığı Atla yer işaretleri için geçerlidir.

source: To execute arbitrary Python code in order to automate certain actions on the web pages. This can be done via Script or Numeric Script bookmarks.
fi: Mielivaltaisen Python-koodin suorittamiseen tiettyjen toimintojen automatisoimiseksi verkkosivuilla. Tämä voidaan tehdä skripti- tai numeerinen Skripti -kirjanmerkkien avulla.
pt_br: Executar código Python arbitrário para automatizar determinadas ações nas páginas da Web. Isso pode ser feito por meio de marcadores de Script ou Script numérico.
ru: Для выполнения произвольного кода на Python с целью автоматизации определенных действий на веб-страницах. Это можно сделать с помощью скрипта или цифровых закладок скрипта.
tr: Web sayfalarındaki belirli eylemleri otomatikleştirmek amacıyla rastgele Python kodunu çalıştırmak. Bu, Komut Dosyası veya Sayısal Komut Dosyası yer işretleri aracılığıyla yapılabilir.

source: Scripting API
fi: Skriptausrajapinta
pt_br: API de scripts
pt_pt: API de scripting
ru: Скриптовый API
tr: Komut API'si

source: In your script you are provided the following variables:
fi: Voit käyttää skripteissä seuraavia muuttujia:
pt_br: Em seu script, são fornecidas as seguintes variáveis:
ru: Для вашего скрипта предоставляются следующие переменные:
tr: Komut dosyanızda aşağıdaki değişkenler sağlanır:

source: `p` - current paragraph. This is an instance of `Paragraph` class defined in [paragraph.py](addon/globalPlugins/browserNav/paragraph.py)
fi: `p`: nykyinen kappale. Tämä on instanssi `Paragraph`-luokasta, joka on määritelty tiedostossa [paragraph.py](addon/globalPlugins/browserNav/paragraph.py)
pt_br: `p` - parágrafo atual. Essa é uma instância da classe `Paragraph` definida em [paragraph.py](addon/globalPlugins/browserNav/paragraph.py)
ru: `p` - текущий абзац. Это экземпляр класса `Paragraph`, определённого в [paragraph.py](addon/globalPlugins/browserNav/paragraph.py)
tr: `p` - mevcut paragraf. Bu, [paragraph.py](addon/globalPlugins/browserNav/paragraph.py) içinde tanımlanan "Paragraph" sınıfının bir örneğidir

source: `t` - current `textInfo` object.
fi: `t`: nykyinen `textInfo`-objekti.
pt_br: `t` - objeto `textInfo` atual.
ru: `t` - текущий объект `textInfo`.

source: It is recommended to work with paragraphs, since they provide higher level interface then `textInfo`s.
fi: Kappaleiden hyödyntäminen on suositeltavaa, koska ne tarjoavat korkeamman tason liitännän kuin `textInfo`t.
pt_br: Recomenda-se trabalhar com parágrafos, pois eles fornecem uma interface de nível mais alto do que `textInfo`s.
pt_pt: Recomenda-se trabalhar com parágrafos, uma vez que eles fornecem uma interface de nível mais alto do que `textInfo`s`.
ru: Рекомендуется работать с абзацами, так как они обеспечивают интерфейс более высокого уровня, чем `textInfo`.
tr: Paragraflarla çalışmanız önerilir çünkü bunlar 'Metin Bilgisinden daha yüksek düzeyde arayüz sağlarlar.

source: Your script must decide whether current paragraph matches your custom rule or not. You can either:
fi: Skriptisi on päätettävä, löytääkö mukautettu sääntösi nykyisen kappaleen vastaavuutena vai ei. Voit joko:
pt_br: Seu script deve decidir se o parágrafo atual corresponde ou não à sua regra personalizada. Você pode:
pt_pt: O seu script deve decidir se o parágrafo atual corresponde ou não à sua regra personalizada. Pode fazê-lo:
ru: Ваш скрипт должен определить, соответствует ли текущий абзац вашему пользовательскому правилу или нет. Вы можете либо:
tr: Komut dosyanızın, geçerli paragrafın özel kuralınızla eşleşip eşleşmediğine karar vermesi gerekir. Şunlardan birini yapabilirsiniz:
