Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/browsernav.*.po
Languages: fi, pt_br, pt_pt, ru, tr

source: Do not change the state of the browser, e.g. do not switch tabs and do not focus other elements within the tab while edit text window is open. Doing so will prevent BrowserNav from correctly updating text in the edit box.
fi: Älä muuta selaimen tilaa, esim. vaihda välilehteä tai siirrä kohdistusta muihin välilehdellä oleviin elementteihin muokkausikkunan ollessa avoinna. Tämä estää Selainnavigointia päivittämästä muokkausruudun tekstiä oikein.
pt_br: Não altere o estado do navegador, por exemplo, não altere as guias e não focalize outros elementos dentro da guia enquanto a janela de edição de texto estiver aberta. Isso impedirá que o BrowserNav atualize corretamente o texto na caixa de edição.
pt_pt: Não altere o estado do browser, por exemplo, não mude de separador e não foque outros elementos dentro do separador enquanto a janela de edição de texto estiver aberta. Se o fizer, impedirá o BrowserNav de atualizar corretamente o texto na caixa de edição.
ru: Не изменяйте состояние браузера, например, не переключайте вкладки и не изменяйте фокус на другие элементы в пределах вкладки, пока открыто окно редактирования текста. В противном случае BrowserNav не сможет правильно обновить текст в окне редактирования.
tr: Tarayıcının durumunu değiştirmeyin, örn. metin düzenleme penceresi açıkken sekmeler arasında geçiş yapmayın ve sekme içindeki diğer öğelere odaklanmayın. Bunu yapmak, BrowserNav'in düzenleme kutusundaki metni doğru şekilde güncellemesini engelleyecektir.

source: Make sure to release Control, Shift or Alt modifiers quickly affter pressing Control+Enter, Shift+Enter, or Alt+Enter. Holding them for over a second will cause problems.
fi: Varmista, että vapautat Ctrl-, Vaihto- tai Alt-näppäimen nopeasti painettuasi Ctrl+Enter, Vaihto+Enter tai Alt+Enter. Niiden pitäminen painettuna yli sekunnin ajan voi aiheuttaa ongelmia.
pt_br: Certifique-se de soltar os modificadores Control, Shift ou Alt rapidamente após pressionar Control+Enter, Shift+Enter ou Alt+Enter. Mantê-los pressionados por mais de um segundo causará problemas.
pt_pt: Certifique-se de que solta rapidamente os modificadores Control, Shift ou Alt depois de premir Control+Enter, Shift+Enter ou Alt+Enter. Mantê-los premidos durante mais de um segundo pode causar problemas.
ru: Не забудьте быстро отпускать клавиши Control, Shift или Alt после нажатия клавиш Control+Enter, Shift+Enter или Alt+Enter. Удержание их более секунды может привести к возникновению проблем.
tr: Control+Enter, Shift+Enter veya Alt+Enter tuşlarına bastıktan sonra Control, Shift veya Alt değiştiricilerini hemen bıraktığınızdan emin olun. Bunları bir saniyeden fazla tutmak sorunlara neden olur.

source: This feature is currently experimental. Please expect only about 90-95% success rate.
fi: Tämä toiminto on tällä hetkellä kokeellinen. Odotettavissa on noin 90-95 prosentin toimivuus.
pt_br: Certifique-se de soltar os modificadores Control, Shift ou Alt rapidamente após pressionar Control+Enter, Shift+Enter ou Alt+Enter. Mantê-los pressionados por mais de um segundo causará problemas.
pt_pt: Esta funcionalidade é atualmente experimental. Espera-se apenas uma taxa de sucesso de cerca de 90-95% s.
ru: В настоящее время эта функция является экспериментальной. Пожалуйста, рассчитывайте на успех только в 90-95% случаев.
tr: Bu özellik şu anda deneyseldir. Lütfen yalnızca yaklaşık %90-95 başarı oranı bekleyin.

source: It has been thoroughly tested with Google Chrome and Firefox. It might work in other browsers, but there's a higher chance of issues, such as information loss.
fi: Toiminto on testattu perusteellisesti Google Chromessa ja Firefoxissa. Se saattaa toimia muissakin selaimissa, mutta tällöin on suurempi mahdollisuus ongelmiin, kuten tietojen menetykseen.
pt_br: Ele foi testado exaustivamente com o Google Chrome e o Firefox. Ele pode funcionar em outros navegadores, mas há uma chance maior de problemas, como perda de informações.
pt_pt: Foi testado exaustivamente com o Google Chrome e o Firefox. Pode funcionar noutros navegadores, mas há uma maior probabilidade de problemas, como a perda de informações.
ru: Она была хорошо протестирована в Google Chrome и Firefox. Она может работать и в других браузерах, но вероятность возникновения проблем, таких как потеря информации, выше.
tr: Google Chrome ve Firefox ile kapsamlı bir şekilde test edilmiştir. Diğer tarayıcılarda çalışabilir, ancak bilgi kaybı gibi sorunlarla karşılaşma olasılığı daha yüksektir.

source: Source code
fi: Lähdekoodi
pt_br: Código fonte
pt_pt: Código fonte:
ru: Исходный код
tr: Kaynak kodu

source: Source code is available at <http://github.com/mltony/nvda-indent-nav>.
fi: Lähdekoodi on saatavilla osoitteessa <http://github.com/mltony/nvda-indent-nav>.
pt_br: O código fonte está disponível em <https://github.com/mltony/nvda-browser-nav>.
pt_pt: O código fonte está disponível em <https://github.com/mltony/nvda-browser-nav>.
ru: Исходный код доступен по адресу <http://github.com/mltony/nvda-indent-nav>.
tr: Kaynak kodu <http://github.com/mltony/nvda-indent-nav> adresinde mevcuttur.

source: ``` try: if controlTypes.Role.LINK in p.roles and p.previousHeading5.textInfo.text.startswith(p.text): print(f"pp5 {p.previousHeading5.textInfo.text}") return True except NotFoundError: return None ```
pt_br: ``` tente: if controlTypes.Role.LINK in p.roles and p.previousHeading5.textInfo.text.startswith(p.text): print(f “pp5 {p.previousHeading5.textInfo.text}”) return True exceto NotFoundError: return None ```

source: yield from retry(waitForDialogAndClickCheckbox, count=20) yield 500 yield from retry(lambda: p.home.find("Run Query").activate(), count=10) ```
pt_br: yield from retry(waitForDialogAndClickCheckbox, count=20) rendimento 500 yield from retry(lambda: p.home.find(“Run Query”).activate(), count=10) ```

source: ``` if level > 0: p = p.home for i in range(level): p = Paragraph(p.nextEdit.textInfo) elif level <= 0: level = 1-level p = p.end.previous tones.beep(500, 50) for i in range(level): p = Paragraph(p.previousEdit.textInfo) else: tones.beep(500, 50) p.textInfo.obj.currentFocusableNVDAObject = p.textInfo.focusableNVDAObjectAtStart p.textInfo.obj.script_editJupyter(None) ```
pt_br: ``` se nível > 0: p = p.home for i in range(level): p = Paragraph(p.nextEdit.textInfo) elif level <= 0: level = 1-level p = p.end.previous tones.beep(500, 50) for i in range(level): p = Paragraph(p.previousEdit.textInfo) else: tones.beep(500, 50) p.textInfo.obj.currentFocusableNVDAObject = p.textInfo.focusableNVDAObjectAtStart p.textInfo.obj.script_editJupyter(None) ```

source: URL: amazon.com
tr: Bağlantı: amazon.com
