Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/browsernav.*.po
Languages: fi, pt_br, pt_pt, ru, tr

source: NVDA+J: Show quickJump popup menu.
fi: NVDA+J: Avaa pikasiirtymisen ponnahdusvalikko.
pt_br: NVDA+J: mostra o menu pop-up do quickJump.
pt_pt: NVDA+J: Mostra o menu pop-up quickJump.
ru: NVDA+J: Показать всплывающее меню быстрого перехода.
tr: NVDA+J: Hızlı Atlama açılır menüsünü gösterir.

source: J or Shift+J: Jump to next or previous QuickJump bookmark.
fi: J tai Vaihto+J: Siirrä seuraavaan tai edelliseen pikasiirtymiskirjanmerkkiin.
pt_br: J ou Shift+J: Ir para o próximo marcador ou para o marcador anterior do QuickJump.
pt_pt: Y ou Shift+Y: Saltar para o separador seguinte ou anterior.
ru: J или Shift+J: Перейти к следующей или предыдущей закладке быстрого перехода.
tr: J veya Shift+J: Sonraki veya önceki Hızlı Atlama yer imine atlar.

source: / and Control+/: Toggle SkipClutter mode for navigating by line (Up and Down arrows) and by paragraph (Control+Up and Control+Down arrows) correspondingly.
fi: / ja Ctrl+/: Ottaa käyttöön Ohita sotku -tilan tai poistaa sen käytöstä liikuttaessa riveittäin ylä- ja alanuolilla ja kappaleittain Ctrl+ylä- ja Ctrl+alanuolilla.
pt_br: / e Control+/: Alternar o modo SkipClutter para navegar por linha (setas para cima e para baixo) e por parágrafo (setas Control+Up e Control+Down), respectivamente.
pt_pt: / e Control+/: Alternar o modo SkipClutter para navegar por linha (setas para cima e para baixo) e por parágrafo (setas Control+Up e Control+Down), respetivamente.
ru: / и Control+/: Переключать режим прокрутки для навигации по строке (стрелки вверх и вниз) и по абзацу (Control+стрелка вверх и Control+стрелка вниз) соответственно.
tr: / ve Control+/: Sırasıyla satır (Yukarı ve Aşağı oklar) ve paragraf (Control+Yukarı ve Control+Aşağı oklar) ile gezinmek için Dağınıklığı Atla modunu değiştirir.

source: Alt+J: click all QuickClick bookmarks on the current page.
fi: Alt+J: Napsauta kaikkia pikanapsautuskirjanmerkkejä nykyisellä sivulla.
pt_br: Alt+J: clica em todos os marcadores do QuickClick na página atual.
pt_pt: Alt+J: clica em todos os marcadores do QuickClick na página atual.
ru: Alt+J: щёлкнуть по всем закладкам быстрого щелчка на текущей странице.
tr: Alt+J: geçerli sayfadaki tüm Hızlı Tıklama yer işaretlerini tıklar.

source: Control+J: Speak all QuickSpeak bookmarks on the current page.
fi: Ctrl+J: Puhu kaikki pikapuhekirjanmerkit nykyisellä sivulla.
pt_br: Control+J: Fala todos os marcadores do QuickSpeak na página atual.
pt_pt: Control+J: Fala todos os marcadores do QuickSpeak na página atual.
ru: Control+J: Произнести все закладки быстрого произношения на текущей странице.
tr: CTRL+J: Geçerli sayfadaki tüm Hızlı Konuşma yer işaretlerini seslendirir.

source: Alt+1, Alt+2, ..., Alt+0: jump to next hierarchical bookmark of corresponding level. 0 corresponds to level 10.; alternatively, call numerical script if defined.
fi: Alt+1-Alt+0: Siirry seuraavaan hierarkkiseen kirjanmerkkiin numeroa vastaavalla tasolla. 0 vastaa tasoa 10. Kutsuu vaihtoehtoisesti numeerista skriptiä, mikäli se on määritetty.
pt_br: Alt+1, Alt+2, ..., Alt+0: pula para o próximo marcador hierárquico do nível correspondente. 0 corresponde ao nível 10; como alternativa, chama o script numérico, se definido.
pt_pt: Alt+1, Alt+2, ..., Alt+0: salta para o marcador hierárquico seguinte do nível correspondente. 0 corresponde ao nível 10; em alternativa, chama o script numérico, se definido.
ru: Alt+1, Alt+2, ..., Alt+0: перейти к следующей иерархической закладке соответствующего уровня. 0 соответствует уровню 10; в качестве альтернативы, вызвать числовой скрипт, если он задан.
tr: Alt+1, Alt+2, ..., Alt+0: karşılık gelen düzeydeki sonraki hiyerarşik yer işaretine atlar. 0, 10. seviyeye karşılık gelir; alternatif olarak, tanımlanmışsa sayısal komutu çağırır.

source: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: jump to previous hierarchical bookmark.
fi: Vaihto+Alt+1-Vaihto+Alt+0: Siirry edelliseen hierarkkiseen kirjanmerkkiin.
pt_br: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: pula para o marcador hierárquico anterior.
pt_pt: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: saltar para o marcador hierárquico anterior.
ru: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: перейти к предыдущей иерархической закладке.
tr: Shift+Alt+1, Shift+Alt+2, ..., Shift+Alt+0: önceki hiyerarşik yer imine atlar.

source: Alt+` or Shift+Alt+`: jump to next or previous hierarchical bookmark of any level.
fi: Alt+` tai Vaihto+Alt+`: Siirrä seuraavaan tai edelliseen hierarkkiseen kirjanmerkkiin millä tahansa tasolla.
pt_br: Alt+` ou Shift+Alt+`: salta para o marcador hierárquico seguinte ou anterior de qualquer nível.
pt_pt: P ou Shift+P: Saltar para o parágrafo seguinte ou anterior.
ru: Alt+` или Shift+Alt+`: перейти к следующей или предыдущей иерархической закладке любого уровня.
tr: Alt+` veya Shift+Alt+`: herhangi bir düzeyde sonraki veya önceki hiyerarşik yer imine atlar.

source: You can also configure custom keystrokes for most bookmark types (except for SkipClutter, Hierarchical and Numeric Script bookmarks).
fi: Voit myös määrittää omat näppäinkomennot useimmille kirjanmerkeille (poikkeuksena Ohita sotku-, Hierarkkinen ja Numeerinen kirjoitus -kirjanmerkit).
pt_br: Você também pode configurar pressionamentos de tecla personalizados para a maioria dos tipos de marcadores (exceto para os marcadores SkipClutter, Hierarchical e Numeric Script).
pt_pt: Também pode configurar toques de tecla personalizados para a maioria dos tipos de marcadores (exceto para os marcadores SkipClutter, Hierarchical e Numeric Script).
ru: Вы также можете настроить пользовательские нажатия клавиш для большинства типов закладок (за исключением закладок пропуска, иерархических и числовых скриптов).
tr: Ayrıca çoğu yer işareti türü için (SkipClutter, Hiyerarşik ve Sayısal Komut yer işaretleri hariç) özel tuş vuruşlarını da yapılandırabilirsiniz.

source: Sites
fi: Sivustot
ru: Сайты
tr: Siteler

source: The first thing you would need to configure is the site where you want to create bookmarks. In most cases you would want to specify match type to be either domain match or Match domain and its subdomains. To illustrate the latter option, you can specify:
fi: Ensin on määritettävä se sivusto, jolle haluat luoda kirjanmerkkejä. Useimmissa tapauksissa täsmäyksen tyypiksi määritetään joko "Verkkoalue" tai "Verkkoalue ja sen aliverkkoalueet". Jälkimmäisen vaihtoehdon havainnollistamiseksi voit määrittää seuraavasti:
pt_br: A primeira coisa que você precisa configurar é o site em que deseja criar marcadores. Na maioria dos casos, você deve especificar o tipo de correspondência como correspondência de domínio ou correspondência de domínio e seus subdomínios. Para ilustrar a última opção, você pode especificar:
pt_pt: A primeira coisa que precisa de configurar é o sítio onde pretende criar marcadores. Na maioria dos casos, deve especificar o tipo de correspondência como correspondência de domínio ou correspondência de domínio e seus subdomínios. Para ilustrar a última opção, pode especificar:
ru: Первое, что вам нужно будет настроить, - это сайт, на котором вы хотите создавать закладки. В большинстве случаев вы захотите указать тип совпадения, который будет либо совпадать с доменом, либо совпадать с доменом и его поддоменами. Чтобы проиллюстрировать последний вариант, вы можете указать:
tr: Yapılandırmanız gereken ilk şey, yer imleri oluşturmak istediğiniz sitedir. Çoğu durumda, eşleme türünü etki alanı eşleşmesi veya Etki alanı ve alt alan adlarıyla eşleştirme olarak belirtmek isteyebilirsiniz. İkinci seçeneği göstermek için şunları belirtebilirsiniz:

source: Match type: Match domain and its subdomains
fi: Täsmäyksen tyyppi: Verkkoalue ja sen aliverkkoalueet
pt_br: Tipo de correspondência: Corresponder domínio e seus subdomínios
pt_pt: Tipo de correspondência: Corresponder ao domínio e aos seus subdomínios
ru: Тип совпадения: Соответствующий домен и его поддомены
tr: Eşleme türü: Alan adını ve alt alan adlarını eşleştirin

source: This will match amazon.com, smile.amazon.com and all other *.amazon.com domains.
fi: Tämä täsmää amazon.com-, smile.amazon.com- ja kaikkiin muihin *.amazon.com-verkkoalueisiin.
pt_br: Isso corresponderá a amazon.com, smile.amazon.com e todos os outros domínios *.amazon.com.
pt_pt: Isto corresponderá a amazon.com, smile.amazon.com e todos os outros domínios *.amazon.com.
ru: Это будет соответствовать доменам amazon.com, smile.amazon.com и всем остальным доменам *.amazon.com.
tr: Bu, amazon.com, smile.amazon.com ve diğer tüm *.amazon.com alan adlarıyla eşleşir.

source: If you need finer control, you can also specify exact URL or define a regular expression for URL.
fi: Mikäli tarvitset tarkempia säätöjä, voit määrittää myös tarkan URLin tai käyttää säännöllistä lauseketta sen määrittämiseen.
pt_br: Se precisar de um controle mais refinado, também é possível especificar o URL exato ou definir uma expressão regular para o URL.
pt_pt: Se precisar de um controlo mais rigoroso, também pode especificar o URL exato ou definir uma expressão regular para o URL.
ru: Если вам нужен более точный контроль, вы также можете указать точный URL-адрес или задать регулярное выражение для URL-адреса.
tr: Daha hassas kontrole ihtiyacınız varsa, tam Bağlantı belirtebilir veya Bağlantı için bir normal ifade tanımlayabilirsiniz.

source: Because of this flexible definition, on every given webpage multiple QuickJump sites might be active at the same time.
fi: Tällaisen joustavan määrityksen vuoksi aktiivisena voi olla useita pikasiirtymisen sivustoja.
pt_br: Devido a essa definição flexível, em cada página da Web, vários sites do QuickJump podem estar ativos ao mesmo tempo.
pt_pt: Devido a esta definição flexível, em cada página web podem estar activos vários sítios QuickJump ao mesmo tempo.
ru: Из-за этого гибкого определения на каждой данной веб-странице одновременно могут быть активны несколько сайтов быстрого перехода.
tr: Bu esnek tanım nedeniyle, belirli her web sayfasında birden çok Hızlı Atlama sitesi aynı anda etkin olabilir.

source: Bookmark types
fi: Kirjanmerkkityypit
pt_br: Tipos de marcadores
pt_pt: Tipos de marcadores
ru: Типы закладок
tr: Yer imi türleri

source: Once you have configured site definition, you can proceed to define some bookmarks on it.
fi: Kun sivustomääritykset on tehty, voit jatkaa määrittämällä kirjanmerkit.
pt_br: Depois de configurar a definição do site, você pode prosseguir com a definição de alguns marcadores nele.
pt_pt: Uma vez configurada a definição do sítio, pode prosseguir com a definição de alguns marcadores no mesmo.
ru: После того как вы настроили определение сайта, вы можете перейти к определению некоторых его закладок.
tr: Site tanımını yapılandırdıktan sonra, üzerinde bazı yer imleri tanımlamaya devam edebilirsiniz.

source: BrowserNav supports several types of bookmarks:
fi: Selainnavigointi tukee useita kirjanmerkkityyppejä:
pt_br: O BrowserNav suporta vários tipos de marcadores:
pt_pt: O BrowserNav suporta vários tipos de marcadores:
ru: BrowserNav поддерживает несколько типов закладок:
tr: Tarayıcı Dolaşımı çeşitli yer işareti türlerini destekler:

source: QuickJump bookmarks: you can jump to them by pressing J or Shift+J.
fi: Pikasiirtymiskirjanmerkit: Niihin voidaan siirtyä painamalla J tai Vaihto+J.
pt_br: Marcadores QuickJump: você pode ir até eles pressionando J ou Shift+J.
pt_pt: Marcadores QuickJump: pode saltar para eles premindo J ou Shift+J.
ru: Закладки быстрого перехода: вы можете переходить к ним, нажимая J или Shift+J.
tr: Hızlı Atlama yer imleri: J veya Shift+J tuşlarına basarak bunlara atlayabilirsiniz.

source: SkipClutter bookmarks: These bookmarks are skipped automatically when navigating by line (Up/Down arrow) or by paragraph (Control+Up/Down arrows). This allows to hide clutter on webpages, such as empty lines, timestamps and any other redundant information. The information is not removed completely, SkipClutter can be temporarily disabled via / or Control+/ commands. By default SkipClutter skips empty paragraphs on all websites.
fi: Sotkunohituskirjanmerkit: Nämä kirjanmerkit ohitetaan automaattisesti riveittäin (Nuoli ylös/alas) tai kappaleittain (Ctrl+Nuoli ylös/alas) liikuttaessa. Tämä mahdollistaa verkkosivujen sotkun, kuten tyhjien rivien, aikaleimojen ja muun tarpeettoman tiedon piilottamisen. Tietoja ei poisteta kokonaan. Sotkunohitus voidaan poistaa käytöstä tilapäisesti komennoilla / tai Ctrl+/. Sotkunohitus ohittaa oletusarvoisesti tyhjät kappaleet kaikilla verkkosivuilla.
pt_br: Marcadores SkipClutter: Esses marcadores são ignorados automaticamente ao navegar por linha (seta para cima/para baixo) ou por parágrafo (setas Control+Seta para cima/para baixo). Isso permite ocultar a desordem nas páginas da Web, como linhas vazias, carimbos de data/hora e qualquer outra informação redundante. As informações não são removidas completamente, o SkipClutter pode ser temporariamente desativado por meio dos comandos / ou Control+/. Por padrão, o SkipClutter ignora parágrafos vazios em todos os sites.
pt_pt: Marcadores SkipClutter: Estes marcadores são saltados automaticamente quando se navega por linha (seta para cima/para baixo) ou por parágrafo (Control+setas para cima/para baixo). Isto permite ocultar a desordem nas páginas Web, como linhas vazias, carimbos de data/hora e qualquer outra informação redundante. A informação não é completamente removida, o SkipClutter pode ser temporariamente desativado através dos comandos / ou Control+/. Por defeito, o SkipClutter ignora os parágrafos vazios em todos os sítios Web.
ru: Закладки пропуска: эти закладки автоматически пропускаются при навигации по строке (стрелки вверх/вниз) или по абзацу (Control+стрелка вверх/вниз). Это позволяет скрыть беспорядок на веб-страницах, такой как пустые строки, временные метки и любую другую избыточную информацию. Информация удаляется не полностью, SkipClutter можно временно отключить с помощью команд / или Control+/. По умолчанию SkipClutter пропускает пустые абзацы на всех веб-сайтах.
tr: Dağınıklığı Atla yer imleri: Bu yer imleri, satır (Yukarı/Aşağı ok) veya paragraf (Control+Yukarı/Aşağı oklar) ile gezinirken otomatik olarak atlanır. Bu, boş satırlar, zaman damgaları ve diğer gereksiz bilgiler gibi web sayfalarındaki dağınıklığı gizlemeye olanak tanır. bu bilgiler tamamen kaldırılmazsa, Dağınıklığı Atla / veya Control+/ komutlarıyla geçici olarak devre dışı bırakılabilir. Dağınıklığı Atla varsayılan olarak tüm web sitelerinde boş paragrafları atlar.

source: QuickClick bookmarks: you can mark clickable elements, such as links, buttons or checkboxes to be QuickClick bookmarks. Then by pressing Alt+J you can quickly press all QuickClick bookmarks on current page with a single keystroke without moving the cursor. This can come in handy to press a frequently used button on a website, such as play button on YouTube or Mute button on video-conferencing websites.
fi: Pikanapsautuskirjanmerkit: Voit merkitä napsautettavia elementtejä, kuten linkkejä, painikkeita tai valintaruutuja pikanapsautuskirjanmerkeiksi. Tämän jälkeen voit painaa Alt+J:llä samanaikaisesti kaikkia pikanapsautuskirjanmerkkejä siirtämättä kohdistinta. Tästä voi olla hyötyä verkkosivulla olevan, säännöllisesti käytettävän painikkeen, kuten YouTuben Toista- tai videokokoussivustojen Mykistä-painikkeen painamisessa.
pt_br: Marcadores QuickClick: você pode marcar elementos clicáveis, como links, botões ou caixas de seleção, para serem marcadores QuickClick. Em seguida, ao pressionar Alt+J, você pode pressionar rapidamente todos os marcadores do QuickClick na página atual com um único toque de tecla, sem mover o cursor. Isso pode ser útil para pressionar um botão usado com frequência em um site, como o botão Reproduzir no YouTube ou o botão Mudo em sites de videoconferência.
pt_pt: Marcadores QuickClick: pode marcar elementos clicáveis, como ligações, botões ou caixas de verificação, para serem marcadores QuickClick. Depois, premindo Alt+J, pode premir rapidamente todos os marcadores QuickClick na página atual com um único toque de tecla sem mover o cursor. Isto pode ser útil para premir um botão frequentemente utilizado num sítio Web, como o botão de reprodução no YouTube ou o botão Mudo em sítios Web de videoconferência.
ru: Закладки быстрого нажатия: вы можете пометить элементы, на которые можно перейти, такие как ссылки, кнопки или флажки, как закладки быстрого нажатия. Затем, нажав Alt+J, вы сможете быстро нажать все закладки быстрого нажатия на текущей странице одним нажатием клавиши, не перемещая курсор. Это может пригодиться для нажатия часто используемых кнопок на веб-сайте, таких как кнопка воспроизведения на YouTube или кнопка отключения звука на веб-сайтах видеоконференций.
tr: Hızlı Tıklama yer işaretleri: Bağlantılar, düğmeler veya onay kutuları gibi tıklanabilir öğeleri Hızlı Tıklama yer işaretleri olarak işaretleyebilirsiniz. Daha sonra Alt+J tuşlarına basarak, imleci hareket ettirmeden geçerli sayfadaki tüm Hızlı Tıklama yer işaretlerine tek bir tuş vuruşuyla hızlı bir şekilde basabilirsiniz. Bu, YouTube'daki oynat düğmesi veya video konferans web sitelerindeki Sessiz düğmesi gibi bir web sitesinde sık kullanılan bir düğmeye basmak için kullanışlı olabilir.

source: QuickSpeak bookmarks: you can read this type of bookmarks by pressing Control+J keystroke; Curosr won't move. This is handy to check frequently changed elements of the page. You can also set quickClick bookmark to be autorefreshable, that is BrowserNav will scan the page preiodically and would auto-speak if matched text changes.
fi: Pikapuhekirjanmerkit: Voit lukea tämän tyyppiset kirjanmerkit painamalla näppäinyhdistelmää Ctrl+J. Kohdistin ei liiku. Tämä on kätevä tapa tarkistaa sivun usein muuttuvat elementit. Voit myös määrittää pikanapsautuskirjanmerkin automaattisesti päivittyväksi, jolloin Selainnavigointi skannaa sivua säännöllisesti ja lukee muutokset, mikäli täsmäytettävä teksti muuttuu.
pt_br: Marcadores QuickSpeak: você pode ler esse tipo de marcador pressionando as teclas Control+J; o Curosr não se moverá. Isso é útil para verificar elementos da página alterados com frequência. Você também pode configurar o marcador QuickClick para ser atualizado automaticamente, ou seja, o BrowserNav examinará a página periodicamente e falará automaticamente se o texto correspondente for alterado.
pt_pt: Marcadores QuickSpeak: pode ler este tipo de marcadores premindo as teclas Control+J; o Curosr não se move. Isto é útil para verificar elementos frequentemente alterados da página. Também pode definir os marcadores QuickClick para serem actualizados automaticamente, ou seja, o BrowserNav irá analisar a página periodicamente e falar automaticamente se o texto correspondente mudar.
ru: Закладки быстрого произношения: вы можете просмотреть закладки этого типа, нажав клавиши Control+J; Курсор не будет перемещаться. Это удобно для проверки часто изменяемых элементов страницы. Вы также можете настроить закладку QuickClick на автоматическое обновление, то есть BrowserNav будет периодически сканировать страницу и автоматически проговаривать изменения в соответствующем тексте.
tr: Hızlı Konuşma yer işaretleri: bu tür yer işaretlerini Control+J tuşlarına basarak okuyabilirsiniz; imleç hareket etmez. Bu, sayfanın sık değiştirilen öğelerini kontrol etmek için kullanışlıdır. Ayrıca hızlı Tıklama yer işaretini otomatik yenilenebilir olarak ayarlayabilirsiniz, yani Tarayıcı Dolaşımı sayfayı periyodik olarak tarayacak ve eşleşen metin değişirse otomatik olarak konuşacaktır.

source: Hierarchical bookmarks: this is similar to quickJump bookmarks, but this takes into account horizontal offset of a bookmark. Sites like Reddit and Hacker News have a hierarchical tree of comments, that was pretty challenging to efficiently navigate for screenreader users. On these websites you can mark comments as a hierarchical bookmark and then you can navigate between them By pressing Alt+digit or Shift+Alt+ditgit, where digit stands for number row 1,2,3,...0 - that is the level of the comment. By default BrowserNav has hierarchical bookmarks configured for Hacker News and reddit.com.
fi: Hierarkkiset kirjanmerkit: Nämä ovat samankaltaisia kuin pikasiirtymiskirjanmerkit, mutta ottavat lisäksi huomioon kirjanmerkin sisennyksen. Sellaisilla sivustoilla kuin Reddit ja Hacker News on hierarkkinen kommenttipuu, joka oli ruudunlukijoiden käyttäjille melko haastava navigoida. Tällaisilla verkkosivuilla voit merkitä kommentit hierarkkiseksi kirjanmerkiksi, jonka jälkeen voit navigoida niiden välillä painamalla Alt+numero tai Vaihto+Alt+numero, jossa numero on näppäimistön numerorivin numero väliltä 1–0, joka tarkoittaa kommentin tasoa. Tähän lisäosaan on oletusarvoisesti määritetty hierarkkiset kirjanmerkit Hacker News- ja old.reddit.com-sivustoille. Niitä oli kuitenkin liian vaikeaa määrittää modernille reddit.comille, koska siellä ei näytä olevan helposti etsittävää kappaletta, josta kommentit voisi tunnistaa.
pt_br: Marcadores hierárquicos: é semelhante aos marcadores quickJump, mas leva em conta o deslocamento horizontal de um marcador. Sites como o Reddit e o Hacker News têm uma árvore hierárquica de comentários, o que era um grande desafio para os usuários de leitores de tela navegarem com eficiência. Nesses sites, você pode marcar os comentários como marcadores hierárquicos e navegar entre eles pressionando Alt+digit ou Shift+Alt+ditgit, em que digit representa a linha numérica 1,2,3,...0 - que é o nível do comentário. Por padrão, o BrowserNav tem marcadores hierárquicos configurados para o Hacker News e o reddit.com.
pt_pt: Marcadores hierárquicos: é semelhante aos marcadores quickJump, mas tem em conta o deslocamento horizontal de um marcador. Sites como o Reddit e o Hacker News têm uma árvore hierárquica de comentários, que era bastante difícil de navegar eficazmente para os utilizadores de leitores de ecrã. Nestes sítios Web, é possível marcar os comentários como marcadores hierárquicos e depois navegar entre eles premindo Alt+dígito ou Shift+Alt+ditgit, em que dígito representa a linha numérica 1,2,3,...0 - que é o nível do comentário. Por defeito, o BrowserNav tem marcadores hierárquicos configurados para Hacker News e reddit.com.
ru: Иерархические закладки: это похоже на закладки быстрого перехода, но здесь учитывается смещение закладки по горизонтали. Такие сайты, как Reddit и Hacker News, имеют иерархическое дерево комментариев, что было довольно сложно для пользователей программы чтения с экрана. На этих веб-сайтах вы можете помечать комментарии как иерархическую закладку, а затем перемещаться между ними, нажимая Alt+цифра или Shift+Alt+цифра, где цифра означает номер строки 1,2,3,...0 - это уровень комментария. По умолчанию BrowserNav имеет иерархические закладки, настроенные для Hacker News и reddit.com.
tr: Hiyerarşik yer işaretleri: Bu, hızlı Atlama yer işaretlerine benzer, ancak bu, bir yer işaretinin yatay konumunu hesaba katar. Reddit ve Hacker News gibi siteler, ekran okuyucu kullanıcıları için verimli bir şekilde gezinmek oldukça zor olan hiyerarşik bir yorum ağacına sahiptir. Bu web sitelerinde, yorumları hiyerarşik bir yer işareti olarak işaretleyebilir ve ardından Alt+- veya Shift+Alt+- tuşlarına basarak aralarında gezinebilirsiniz; burada rakam, satır 1,2,3,...0'ı temsil eder - bu, yorumun seviyesi. Tarayıcı Dolaşımı varsayılan olarak hiyerarşik Hacker News'e sahiptir ve reddit.com için yapılabilecek yer işaretleri.

source: Script bookmarks: Just execute provided script when invoked.
fi: Skriptikirjanmerkit: Suorita annettu skripti, kun sitä kutsutaan.
pt_br: Marcadores de script: Executa apenas o script fornecido quando chamado.
pt_pt: Marcadores de script: Executa apenas o script fornecido quando invocado.
ru: Закладки скрипта: просто выполняют предоставленный скрипт при вызове.
tr: Komut yer işaretleri: Çağrıldığında sağlanan komutu yürütmeniz yeterlidir.
