Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/browsernav.*.po
Languages: fi, pt_br, pt_pt, ru, tr

source: Return `True` if it matches, otherwise `False`.
fi: Palauttaa arvon `True`, mikäli vastaavuus löytyi, muutoin `False`.
pt_br: Retorna `True` se corresponder, caso contrário, `False`.
pt_pt: Devolve `True` se corresponder, caso contrário `False`.
ru: Возвратить `True`, если оно совпадает, в противном случае `False`.
tr: Eşleşiyorsa 'True', değilse 'False' döndür.

source: Return `None` or no `return` statement to indicate no match.
fi: Palauttaa arvon `None` tai jättää `return`-lauseen pois ilmaisemaan, ettei vastaavuutta löytynyt.
pt_br: Retorna `None` ou nenhuma instrução `return` para indicar que não há correspondência.
pt_pt: Devolve `None` ou nenhuma declaração `return` para indicar que não há correspondência.
ru: Возвратить значение `None` или не `return`, указывающее на отсутствие совпадения.
tr: Eşleşme olmadığını belirtmek için "None" veya "Return yok" ifadesini döndürün.

source: Return an integer number `i` to indicate that `i`-th following or `i`-th preceding paragraph matches and must be spoken instead of current paragraph.
fi: Palauttaa kokonaisluvun `i` ilmaisemaan, että seuraava `i`. tai edeltävä `i`. kappale on löytynyt vastaavuus ja se on puhuttava nykyisen kappaleen sijaan.
pt_br: Retorna um número inteiro `i` para indicar que o `i`-ésimo parágrafo seguinte ou o `i`-ésimo parágrafo anterior corresponde e deve ser falado em vez do parágrafo atual.
pt_pt: Devolve um número inteiro `i` para indicar que o `i`-ésimo parágrafo seguinte ou o `i`-ésimo parágrafo anterior corresponde e deve ser falado em vez do parágrafo atual.
ru: Возвратить целое число `i`, указывающее на то, что `i`-й следующий или `i`-й предыдущий абзац совпадает и должен произноситься вместо текущего абзаца.
tr: Aşağıdaki "i" veya önceki "i" paragrafın eşleştiğini ve geçerli paragraf yerine söylenmesi gerektiğini belirtmek için "i" tamsayısını döndürür.

source: Return tuple `(i: int, s:str)` to indicate match with offset (see previous point) and have BrowserNav speak message `s`.
fi: Palauttaa monikon `(i: int, s: str)` osoittamaan löytyneen vastaavuuden, jossa on siirtymä (katso edellinen kohta) ja antaa Selausnavigoinnin puhua ilmoituksen `s`.
pt_br: Retorna a tupla `(i: int, s:str)` para indicar a correspondência com o deslocamento (consulte o ponto anterior) e fazer com que o BrowserNav fale a mensagem `s`.
pt_pt: Devolver a tupla `(i: int, s:str)` para indicar a correspondência com o offset (ver ponto anterior) e fazer com que o BrowserNav fale a mensagem `s`.
ru: Возвратить tuple `(i: int, s:str)`, чтобы указать совпадение со смещением (см. предыдущий пункт), и запросить BrowserNav передать сообщение `s`.
tr: Uzaklık ile eşleşmeyi belirtmek için '(i: int, s:str)' demetini döndürün (önceki noktaya bakın) ve TarayıcıDolaşımı'nın 's' mesajını söylemesini sağlayın.

source: Call `match()` function to indicate a match. This function internally raises an Exception, so that execution of your script will be terminated after calling match. The function is defined as:
fi: Kutsumalla `match()`-funktiota osoittamaan löytyneen vastaavuuden. Tämä funktio aktivoi sisäisen virhekäsittelijän, joten skriptin suoritus keskeytyy `match`-kutsun jälkeen. Funktio on määritelty seuraavasti:
pt_br: Chame a função `match()` para indicar uma correspondência. Essa função gera internamente uma exceção, de modo que a execução de seu script será encerrada após a chamada da função match. A função é definida como:
ru: Вызвать функцию `match()`, чтобы указать на совпадение. Эта функция внутренне генерирует исключение, так что выполнение вашего скрипта будет завершено после вызова match. Функция определяется как:

source: You are also allowed to import any modules and write general purpose scripts.
fi: Voit myös tuoda moduuleja ja kirjoittaa yleiskäyttöisiä skriptejä.
pt_br: Você também tem permissão para importar quaisquer módulos e escrever scripts de uso geral.
pt_pt: Também é permitido importar quaisquer módulos e escrever scripts para fins gerais.
ru: Вам также разрешается импортировать любые модули и писать скрипты общего назначения.
tr: Ayrıca herhangi bir modülü içe aktarmanıza ve genel amaçlı komut dosyaları yazmanıza da izin verilir.

source: You can use `print()` statement to debug your script: the output will be printed to NVDA log.
fi: Voit käyttää `print()`-lausetta skriptisi virheiden etsintään: tuloste näkyy NVDA:n lokissa.
pt_br: Você pode usar a instrução `print()` para depurar o script: a saída será impressa no registro do NVDA.
pt_pt: Você pode usar a instrução `print()` para depurar seu script: a saída será impressa no log do NVDA.
ru: Вы можете использовать функцию `print()` для отладки вашего скрипта: выходные данные будут выведены в журнал NVDA.
tr: Komutunuzun hatalarını ayıklamak için `print()` ifadesini kullanabilirsiniz: çıktı NVDA günlüğüne yazdırılacaktır.

source: Example scripts
fi: Skriptiesimerkkejä
pt_br: Exemplos de scripts
pt_pt: Exemplos de guiões
ru: Примеры скриптов
tr: Örnek komut

source: This script checks that current paragraph is a link and that the text of the previous heading level 5 starts with text of current paragraph:
fi: Tämä skripti tarkistaa, että nykyinen kappale on linkki ja että edellisen otsikkotason 5 teksti alkaa nykyisen kappaleen tekstillä:
pt_br: Esse script verifica se o parágrafo atual é um link e se o texto do nível 5 do cabeçalho anterior começa com o texto do parágrafo atual:
ru: Этот скрипт проверяет, что текущий абзац является ссылкой и что текст предыдущего заголовка уровня 5 начинается с текста текущего абзаца:
tr: Bu komut dosyası, geçerli paragrafın bir bağlantı olup olmadığını ve önceki başlık düzeyi 5'in metninin geçerli paragrafın metniyle başlayıp başlamadığını kontrol eder:

source: This script doesn't perform a match, but activates the last edit box on the page:
fi: Tämä skripti ei etsi vastinetta, vaan aktivoi viimeisen sivulla olevan muokkauskentän:
pt_br: Esse script não realiza uma correspondência, mas ativa a última caixa de edição na página:
ru: Этот скрипт не выполняет сопоставление, но активирует последнее поле редактирования на странице:
tr: Bu komut dosyası bir eşleşme gerçekleştirmez ancak sayfadaki son düzenleme kutusunu etkinleştirir:

source: This script finds username, which can be one or two paragraphs ahead; then it finds the beginning of the comment by analyzing font size; then it finds the end of the comment by searching for "Reply" text. Then it matches the entire body of the comment and adds username to be spoken prior to matched text:
fi: Tämä skripti etsii käyttäjänimen, joka voi olla yhden tai kahden kappaleen päässä. Tämän jälkeen se etsii kommentin alkamiskohdan analysoimalla fonttikokoa. Sitten se etsii kommentin loppumiskohdan etsimällä tekstiä "Reply". Tämän jälkeen se etsii koko kommentin sisällön ja lisää käyttäjänimen puhuttavaksi ennen löytynyttä tekstiä:
pt_br: Esse script localiza o nome de usuário, que pode estar um ou dois parágrafos adiante; em seguida, localiza o início do comentário analisando o tamanho da fonte; depois, localiza o final do comentário procurando o texto “Responder”. Em seguida, ele corresponde a todo o corpo do comentário e adiciona o nome de usuário a ser falado antes do texto correspondente:
ru: Этот скрипт находит имя пользователя, которое может быть на один или два абзаца впереди; затем он находит начало комментария, анализируя размер шрифта; затем он находит конец комментария, ища текст "Ответить". Затем он сопоставляется со всем текстом комментария и добавляет имя пользователя, которое будет произнесено перед соответствующим текстом:
tr: Bu komut dosyası, bir veya iki paragraf ileride olabilen kullanıcı adını bulur; daha sonra yazı tipi boyutunu analiz ederek yorumun başlangıcını bulur; daha sonra "Yanıtla" metnini arayarak yorumun sonunu bulur. Daha sonra yorumun tüm metniyle eşleşir ve eşleşen metinden önce söylenecek kullanıcı adını ekler:

source: This script is a generator, which means whatever it yields will be used as sleep time before the next line is executed. This script will be executed in a background thread in a non-blocking manner.
fi: Tämä skripti on generaattori, mikä tarkoittaa, että se tuottaa arvon, joka määrittää odotusajan ennen seuraavan rivin suorittamista. Skripti suoritetaan taustasäikeessä ei-estävällä tavalla.
pt_br: Esse script é um gerador, o que significa que tudo o que ele produzir será usado como tempo de espera antes que a próxima linha seja executada. Esse script será executado em um thread em segundo plano de maneira não bloqueante.
ru: Этот скрипт является генератором, что означает, что всё, что он выдаёт, будет использовано в качестве времени ожидания перед выполнением следующей строки. Этот скрипт будет выполняться в фоновом потоке неблокирующим способом.
tr: Bu komut dosyası bir jeneratördür, yani ürettiği her şey bir sonraki satır çalıştırılmadan önce uyku zamanı olarak kullanılacaktır. Bu komut dosyası, arka planda engelleyici olmayan bir iş parçacığında yürütülecektir.

source: This script performs a series of actions:
fi: Tämä skripti suorittaa toimintosarjan:
pt_br: Esse script executa uma série de ações:
ru: Этот скрипт выполняет ряд действий:
tr: Bu komut dosyası bir dizi eylem gerçekleştirir:

source: Finds a button with a given name and presses it.
fi: Etsii painikkeen annetulla nimellä ja painaa sitä.
pt_br: Localiza um botão com um determinado nome e o pressiona.
ru: Находит кнопку с заданным названием и нажимает на неё.
tr: Belirli bir ada sahip bir düğme bulur ve ona basar.

source: Enters dialog that pops up: `p.home.nextEmbeddedObject.activate()`
fi: Avaa esiin tulevan valintaikkunan: `p.home.nextEmbeddedObject.activate()`
pt_br: Abre a caixa de diálogo que aparece: `p.home.nextEmbeddedObject.activate()`
ru: Открывает диалог, в котором появляется сообщение: `p.home.nextEmbeddedObject.activate()`
tr: Açılan iletişim kutusuna girer: `p.home.nextEmbeddedObject.activate()`

source: Obtains newly focused element within that dialog: `d = getFocusParagraph()`
fi: Etsii valintaikkunasta äskettäin kohdistetun elementin: `d = getFocusParagraph()`
pt_br: Obtém o novo elemento focalizado nessa caixa de diálogo: `d = getFocusParagraph()`
ru: Получает новый элемент в фокусе этого диалога: `d = getFocusParagraph()`
tr: Bu iletişim kutusunda yeni odaklanılan öğeyi elde eder: `d = getFocusParagraph()`

source: Finds and checks checkbox in that dialog.
fi: Etsii valintaikkunasta valintaruudun ja valitsee sen.
pt_br: Localiza e marca a caixa de seleção nessa caixa de diálogo.
ru: Находит и устанавливает флажок в этом диалоге.
tr: Bu iletişim kutusundaki onay kutusunu bulur ve işaretler.

source: Finds another button in that dialog window by name and presses it.
fi: Etsii valintaikkunasta toisen painikkeen nimen perusteella ja painaa sitä.
pt_br: Localiza outro botão nessa janela de diálogo pelo nome e o pressiona.
ru: Находит другую кнопку в этом диалоге по названию и нажимает её.
tr: Bu iletişim penceresinde ada göre başka bir düğme bulur ve ona basar.

source: These steps are repeated 20 times via `retry` function. Then after 500 ms pause, it finds "Run Query" button and presses it.
fi: Nämä vaiheet toistetaan 20 kertaa `retry`-funktion avulla. 500 millisekunnin tauon jälkeen skripti etsii "Run Query" -painikkeen ja painaa sitä.
pt_br: Essas etapas são repetidas 20 vezes por meio da função `retry`. Depois de 500 ms de pausa, ele encontra o botão “Run Query” e o pressiona.
ru: Эти шаги повторяются 20 раз с помощью функции `retry`. Затем, после паузы в 500 мс, программа находит кнопку "Run Query" и нажимает её.
tr: Bu adımlar 'yeniden dene' fonksiyonu aracılığıyla 20 kez tekrarlanır. Daha sonra 500 ms durakladıktan sonra "Sorguyu Çalıştır" butonunu bulur ve ona basar.

source: This is a numeric script since it takes `level` as input variable. This finds `level`-th edit box from the beginning of the page (or from the end if level is negative) and invokes `script_editJupyter` on it.
fi: Tämä on numeerinen skripti, sillä se ottaa syöteparametriksi `level`-muuttujan. Skripti etsii `level`:nnen muokkauskentän sivun alusta (tai lopusta, jos level on negatiivinen) ja suorittaa siinä `script_editJupyter`-funktion.
pt_br: Esse é um script numérico, pois usa `level` como variável de entrada. Ele localiza a `nível`-ésima caixa de edição do início da página (ou do final, se o nível for negativo) e invoca o `script_editJupyter` nela.
ru: Это числовой скрипт, поскольку он принимает `level` в качестве входной переменной. Он находит `level`-е поле редактирования в начале страницы (или в конце, если level отрицательный) и вызывает для него `script_editJupyter`.
tr: Giriş değişkeni olarak 'level'i aldığı için bu sayısal bir komut dosyasıdır. Bu, sayfanın başından itibaren (veya seviye negatifse sondan itibaren) 'level' düzenleme kutusunu bulur ve üzerinde 'script_editJupyter'ı çağırır.

source: Configuration
fi: Asetukset
pt_br: Configuração
pt_pt: Configuração
ru: Конфигурация
tr: Yapılandırma

source: Bookmark definitions are stored in NVDA configuration directory in file `browserNavRules.json`. You can edit this file manually or share it with someone.
fi: Kirjanmerkkimääritykset tallennetaan tiedostoon `browserNavRules.json` NVDA:n asetushakemistossa. Voit muokata sitä käsin tai jakaa sen jollekulle.
pt_br: As definições dos marcadores são armazenadas no diretório de configuração do NVDA no arquivo `browserNavRules.json`. Você pode editar esse arquivo manualmente ou compartilhá-lo com alguém.
pt_pt: As definições dos marcadores são armazenadas no diretório de configuração do NVDA no ficheiro `browserNavRules.json`. Pode editar este ficheiro manualmente ou partilhá-lo com alguém.
ru: Определения закладок хранятся в каталоге конфигурации NVDA в файле `browserNavRules.json`. Вы можете отредактировать этот файл вручную или поделиться им с кем-либо.
tr: Yer imi tanımları, NVDA yapılandırma dizininde "browserNavRules.json" dosyasında saklanır. Bu dosyayı manuel olarak düzenleyebilir veya birisiyle paylaşabilirsiniz.

source: NVDA Configuration directory can be found by opening Start menu and typing: Explore NVDA user configuration directory.
fi: NVDA:n asetushakemisto löytyy avaamalla Käynnistä-valikko ja kirjoittamalla: Selaa käyttäjän asetushakemistoa.
pt_br: O diretório de configuração do NVDA pode ser encontrado abrindo o menu Iniciar e digitando: Explore o diretório de configuração do usuário do NVDA.
pt_pt: O diretório de configuração do NVDA pode ser encontrado abrindo o menu Iniciar e escrevendo: Explorar o diretório de configuração do utilizador NVDA.
ru: Папку конфигурации NVDA можно найти, открыв главное меню и набрав: "Просмотреть папку пользовательских настроек NVDA".
tr: NVDA Konfigürasyon dizini, Başlat menüsünü açıp şunu yazarak bulunabilir: NVDA kullanıcı konfigürasyon dizinini keşfedin.

source: BrowserNav comes with default configuration file with sample bookmarks.
fi: Lisäosan mukana tulee oletusasetustiedosto, jossa on kirjanmerkkien esimerkkejä.
pt_br: O BrowserNav vem com um arquivo de configuração padrão com exemplos de marcadores.
pt_pt: O BrowserNav é fornecido com um ficheiro de configuração predefinido com exemplos de marcadores.
ru: BrowserNav поставляется с конфигурационным файлом по умолчанию с примерами закладок.
tr: BrowserNav, örnek yer imleri içeren varsayılan yapılandırma dosyasıyla birlikte gelir.

source: Editing semi-accessible edit boxes
fi: Osittain saavutettavien muokkausruutujen sisällön muokkaaminen
pt_br: Edição de caixas de edição semiacessíveis
pt_pt: Editar caixas de edição semi-acessíveis
ru: Редактирование полудоступных полей редактирования
tr: Yarı erişilebilir düzenleme kutularını düzenleme

source: Many modern web applications, notably Jupyter among others, use edit boxes, that are not that accessible, e.g. they appear blank, but you can copy text in and out of them using Control+A, Control+C and Control+V keystrokes.
fi: Useat modernit verkkosovellukset, erityisesti Jupyter muiden muassa, käyttävät muokkausruutuja, jotka eivät ole kovin saavutettavia. Ne esim. näyttävät tyhjiltä, mutta voit kuitenkin kopioida tekstiä niihin ja niistä käyttäen Ctrl+A-, Ctrl+C- ja Ctrl+V-näppäinkomentoja.
pt_br: Muitos aplicativos modernos da Web, especialmente o Jupyter, entre outros, usam caixas de edição que não são tão acessíveis, por exemplo, elas aparecem em branco, mas é possível copiar texto dentro e fora delas usando as teclas Control+A, Control+C e Control+V.
pt_pt: Muitas aplicações Web modernas, nomeadamente o Jupyter, entre outras, utilizam caixas de edição que não são muito acessíveis, por exemplo, aparecem em branco, mas pode copiar texto para dentro e para fora delas utilizando as teclas Control+A, Control+C e Control+V.
ru: Многие современные веб-приложения, в частности Jupyter, используют поля редактирования, которые не так доступны, например, они кажутся пустыми, но вы можете копировать текст в них и из них обратно, используя клавиши Control+A, Control+ C и Control+V.
tr: Pek çok modern web uygulaması, özellikle de diğerleri arasında Jupyter, o kadar erişilemeyen düzenleme kutuları kullanır, ör. boş görünürler, ancak Control+A, Control+C ve Control+V tuş vuruşlarını kullanarak bunların içine ve dışına metin kopyalayabilirsiniz.

source: BrowserNav offers an experimental feature to edit those edit boxes in a more convenient way. IN order to use it:
fi: Selainnavigointi tarjoaa kokeellisen toiminnon, joka mahdollistaa tällaisten muokkausruutujen sisällön muokkaamisen kätevämmin. Käytä tätä toimintoa seuraavasti:
pt_br: O BrowserNav oferece um recurso experimental para editar essas caixas de edição de forma mais conveniente. Para usá-lo:
pt_pt: O BrowserNav oferece uma funcionalidade experimental para editar essas caixas de edição de uma forma mais cómoda. Para a utilizar:
ru: BrowserNav предлагает экспериментальную функцию для более удобного редактирования этих полей редактирования. Для её использования:
tr: BrowserNav, bu düzenleme kutularını daha uygun bir şekilde düzenlemek için deneysel bir özellik sunar. KULLANMAK İÇİN:

source: Find edit box in the browser window.
fi: Etsi selainikkunasta muokkausruutu.
pt_br: Localize a caixa de edição na janela do navegador.
pt_pt: Localizar a caixa de edição na janela do browser.
ru: Найдите поле редактирования в окне браузера.
tr: Tarayıcı penceresinde düzenleme kutusunu bulun.

source: Press NVDA+E.
fi: Paina NVDA+E.
pt_br: Pressione NVDA+E.
pt_pt: Prima NVDA+E.
ru: Нажмите NVDA+E.
tr: NVDA+E'ye basın.

source: A new window will appear with the contents of that edit box.
fi: Näkyviin tulee uusi ikkuna, jossa kyseisen muokkausruudun sisältö näytetään.
pt_br: Uma nova janela será exibida com o conteúdo dessa caixa de edição.
pt_pt: Aparecerá uma nova janela com o conteúdo dessa caixa de edição.
ru: Появится новое окно с содержимым этого поля редактирования.
tr: Bu düzenleme kutusunun içeriğini içeren yeni bir pencere açılacaktır.

source: Edit the contents of that edit box in this window.
fi: Muokkaa sisältöä tässä ikkunassa.
pt_br: Edite o conteúdo dessa caixa de edição nessa janela.
pt_pt: Edite o conteúdo dessa caixa de edição nesta janela.
ru: Отредактируйте содержимое этого поля редактирования в этом окне.
tr: Bu pencerede o düzenleme kutusunun içeriğini düzenleyin.

source: Once you're done, you can press Escape to close the accessible edit window and update the edit box on the web page.
fi: Kun olet valmis, sulje saavutettava muokkausikkuna ja päivitä muokkausruudun sisältö verkkosivulla painamalla Esc-näppäintä.
pt_br: Quando terminar, pressione Escape para fechar a janela de edição acessível e atualizar a caixa de edição na página da Web.
pt_pt: Quando tiver terminado, pode premir Escape para fechar a janela de edição acessível e atualizar a caixa de edição na página Web.
ru: Как только вы закончите, вы можете нажать клавишу Escape, чтобы закрыть доступное окно редактирования и обновить поле редактирования на веб-странице.
tr: İşiniz bittiğinde, erişilebilir düzenleme penceresini kapatmak ve web sayfasındaki düzenleme kutusunu güncellemek için Escape tuşuna basabilirsiniz.

source: Alternatively, you can press Control+Enter, Shift+Enter or Alt+Enter. This will close the edit window, update the edit box and pass on the gesture on to the web application.
fi: Vaihtoehtoisesti voit painaa Ctrl+Enter-, Vaihto+Enter- tai Alt+Enter-näppäinyhdistelmää. Tämä sulkee muokkausikkunan, päivittää muokkausruudun ja välittää näppäinkomennon verkkosovellukselle.
pt_br: Como alternativa, você pode pressionar Control+Enter, Shift+Enter ou Alt+Enter. Isso fechará a janela de edição, atualizará a caixa de edição e passará o gesto para o aplicativo da Web.
pt_pt: Em alternativa, pode premir Control+Enter, Shift+Enter ou Alt+Enter. Isto fechará a janela de edição, actualizará a caixa de edição e passará o gesto para a aplicação Web.
ru: В качестве альтернативы вы можете нажать Control+Enter, Shift+Enter или Alt+Enter. Это закроет окно редактирования, обновит поле редактирования и передаст жест веб-приложению.
tr: Alternatif olarak Control+Enter, Shift+Enter veya Alt+Enter tuşlarına da basabilirsiniz. Bu, düzenleme penceresini kapatacak, düzenleme kutusunu güncelleyecek ve hareketi web uygulamasına iletecektir.

source: In order to close the edit window without saving changes, press Alt+F4.
fi: Sulje muokkausikkuna tallentamatta muutoksia painamalla Alt+F4.
pt_br: Para fechar a janela de edição sem salvar as alterações, pressione Alt+F4.
pt_pt: Para fechar a janela de edição sem guardar as alterações, prima Alt+F4.
ru: Чтобы закрыть окно редактирования без сохранения изменений, нажмите Alt+F4.
tr: Düzenleme penceresini değişiklikleri kaydetmeden kapatmak için Alt+F4 tuşlarına basın.

source: At any time, if the contents of previously edited text is lost, press NVDA+Control+E to copy it to clipboard.
fi: Mikäli aiemmin muokattu tekstisisältö katoaa, kopioi se leikepöydälle painamalla NVDA+Ctrl+E.
pt_br: A qualquer momento, se o conteúdo do texto editado anteriormente for perdido, pressione NVDA+Control+E para copiá-lo para a área de transferência.
pt_pt: Em qualquer altura, se o conteúdo do texto editado anteriormente se perder, prima NVDA+Control+E para o copiar para a área de transferência.
ru: В любой момент, если содержимое ранее отредактированного текста будет утеряно, нажмите NVDA+Control+E, чтобы скопировать его в буфер обмена.
tr: Herhangi bir zamanda, önceden düzenlenmiş metnin içeriği kaybolursa, onu panoya kopyalamak için NVDA+Control+E tuşlarına basın.

source: Notes:
fi: Huomautuksia:
pt_br: Notas:
pt_pt: Notas:
ru: Примечания:
tr: Notlar:
