Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/browsernav.*.po
Languages: fi, pt_br, pt_pt, ru, tr

source: [[!meta title="BrowserNav"]]
fi: [[!meta title="Selainnavigointi"]]
tr: [[!meta title="Tarayıcı Dolaşımı"]]

source: This add-on provides NVDA users powerful navigation commands in browser mode. It works in web browsers, as well as any other applications that support NVDA browse mode, such as Word documents and email clients.
fi: Tämä lisäosa tarjoaa NVDA:n käyttäjille tehokkaita selaustilan navigointikomentoja. Se toimii verkkoselaimissa sekä muissa sovelluksissa, jotka tukevat NVDA:n selaustilaa (kuten Microsoft Word ja sähköpostiohjelmat).
pt_br: Esse complemento oferece aos usuários do NVDA comandos de navegação avançados no modo de navegação. Ele funciona em navegadores da Web, bem como em qualquer outro aplicativo compatível com o modo de navegação NVDA, como documentos do Word e clientes de e-mail.
pt_pt: Este complemento fornece aos utilizadores NVDA poderosos comandos de navegação no modo de browser. Funciona em navegadores Web, bem como em quaisquer outras aplicações que suportem o modo de navegação NVDA, tais como documentos Word e clientes de correio eletrónico.
ru: Это дополнение предоставляет пользователям NVDA мощные навигационные команды в режиме обзора. Оно работает в веб-браузерах, а также в любых других приложениях, поддерживающих режим обзора NVDA, таких как документы Word и почтовые клиенты.
tr: Bu eklenti, NVDA kullanıcılarına tarayıcı modunda güçlü gezinme komutları sağlar. Web tarayıcılarının yanı sıra Word belgeleri ve e-posta istemcileri gibi NVDA tarama modunu destekleyen diğer tüm uygulamalarda çalışır.

source: Download
fi: Lataaminen
pt_pt: Descarregar
ru: Загрузить
tr: İndirme

source: Please install via add-on store.
fi: Asenna lisäosakaupan kautta.
pt_br: Instale-o por meio da loja de complementos.
pt_pt: Instalar através da loja de complementos.
ru: Пожалуйста, установите его через магазин дополнений.
tr: Lütfen eklenti mağazası aracılığıyla yükleyin.

source: Usage in browsers and other programs that support browse mode
fi: Käyttö selaimissa ja muissa selaustilaa tukevissa ohjelmissa
pt_br: Uso em navegadores e outros programas que suportam o modo de navegação
pt_pt: Utilização em browsers e outros programas que suportam o modo de navegação
ru: Использование в браузерах и других программах, поддерживающих режим обзора
tr: Tarayıcılarda ve tarama modunu destekleyen diğer programlarda kullanım

source: Please note, that starting with NVDA v2024.2, vertical navigation and same style navigation commands are now available in NVDA core. It is preferred to use builtin commands. They are not assigned any default gesture, so gestures must be assigned by the user in Input gestures dialog.
fi: Huomaa, että pystysuuntainen navigointi ja saman tyylin navigointikomennot ovat nyt käytettävissä NVDA:ssa versiosta 2024.2 alkaen. Sisäänrakennettujen komentojen käyttö on suositeltavaa. Niille ei ole määritetty oletusnäppäinkomentoja, joten käyttäjän on määritettävä ne Näppäinkomennot-valintaikkunasta.
pt_br: Observe que, a partir do NVDA v2024.2, a navegação vertical e os comandos de navegação do mesmo estilo agora estão disponíveis no núcleo do NVDA. É preferível usar os comandos incorporados. Eles não recebem nenhum gesto padrão, portanto, os gestos devem ser atribuídos pelo usuário na caixa de diálogo Gestos de entrada.
pt_pt: Tenha em atenção que, a partir do NVDA v2024.2, a navegação vertical e os comandos de navegação do mesmo estilo estão agora disponíveis no núcleo do NVDA. É preferível utilizar os comandos incorporados. Não lhes é atribuído qualquer gesto predefinido, pelo que os gestos têm de ser atribuídos pelo utilizador na caixa de diálogo Gestos de entrada.
ru: Пожалуйста, обратите внимание, что, начиная с версии NVDA 2024.2, в ядре NVDA теперь доступна вертикальная навигация и команды навигации в том же стиле. Предпочтительнее использовать встроенные команды. Им не назначен ни один жест по умолчанию, поэтому жесты должны быть назначены пользователем в диалоге жестов ввода.
tr: NVDA v2024.2'den itibaren dikey gezinme ve aynı stildeki gezinme komutlarının artık NVDA çekirdeğinde mevcut olduğunu lütfen unutmayın. Yerleşik komutların kullanılması tercih edilir. Bunlara herhangi bir varsayılan hareket atanmadığından, hareketlerin Girdi hareketleri iletişim kutusunda kullanıcı tarafından atanması gerekir.

source: BrowserNav can be used to navigate by horizontal offset from the left edge of the screen, by font size, or by font style.
fi: Selainnavigointia voidaan käyttää ruudun vasemman reunan vaakasuuntaisen siirtymän ja fontin koon tai tyylin mukaan liikkumiseen.
pt_br: O BrowserNav pode ser usado para navegar pelo deslocamento horizontal da borda esquerda da tela, pelo tamanho da fonte ou pelo estilo da fonte.
pt_pt: O BrowserNav pode ser utilizado para navegar por deslocamento horizontal a partir da borda esquerda do ecrã, pelo tamanho da fonte, ou pelo estilo da fonte.
ru: BrowserNav можно использовать для навигации по горизонтальному смещению от левого края экрана, по размеру шрифта или по стилю шрифта.
tr: BrowserNav ile paragrafın ekranın soluna uzaklığı, yazı tipi boyutuna ve yazı tipi biçimine göre dolaşım yapabilirsiniz.

source: When navigating by horizontal offset, you can easily find paragraphs that are vertically aligned on the page. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.
fi: Vaakasuuntaisen siirtymän mukaan liikuttaessa voidaan helposti etsiä sivulta kappaleita, jotka ovat pystysuunnassa tasattuja. Painamalla NVDA+Alt+Nuoli alas/ylös voidaan siirtyä seuraavaan tai edelliseen kappaleeseen, jolla on sama siirtymä. Tästä voi olla hyötyä esim. selattaessa hierarkkisia kommenttipuita (esim. Reddit.com) siirtymällä ensimmäisen tason kommenttien välillä ja ohittaen kaikki ylemmillä tasoilla olevat.
pt_br: Ao navegar por deslocamento horizontal, você pode encontrar facilmente parágrafos alinhados verticalmente na página. Em particular, você pode pressionar NVDA+Alt+SetaParaBaixo ou SetaParaCima para pular para o parágrafo seguinte ou anterior que possui o mesmo deslocamento. Por exemplo, isso pode ser útil ao navegar por árvores hierárquicas de comentários (ex.: no reddit.com) para alternar entre os comentários de primeiro nível e pular todos os comentários de nível superior.
pt_pt: Ao navegar por deslocamento horizontal, pode facilmente encontrar parágrafos que estejam alinhados verticalmente na página. Em particular, pode premir NVDA+Alt+seta para baixo ou seta para cima, para saltar para o parágrafo seguinte ou anterior que tenha o mesmo deslocamento. Por exemplo, isto pode ser útil ao navegar em árvores hierárquicas de comentários (por exemplo, em reddit.com) para saltar entre comentários de primeiro nível e saltar todos os comentários de nível superior.
ru: При навигации по горизонтальному смещению вы можете легко найти абзацы, выровненные на странице по вертикали. В частности, вы можете нажать клавиши NVDA+Alt+Стрелка вниз или вверх, чтобы перейти к следующему или предыдущему абзацу с таким же смещением. Например, это может быть полезно при просмотре иерархических деревьев комментариев (например, на странице reddit.com) для перехода между комментариями первого уровня и пропуска всех комментариев более высокого уровня.
tr: Paragraflar arasında yatay uzaklığa göre dolaşırken sayfada dikey açıdan aynı hizada olan paragrafları kolayca bulabilirsiniz. NVDA+Alt+aşağı veya yukarı oka basarak aynı uzaklıktaki sonraki veya önceki paragrafa gidebilirsiniz. Bu, hiyerarşik yorum ağaçlarında dolaşırken kullanışlı olabilir (örneğin reddit.com'daki yorumlar). Böylece daha üst seviyelerdeki yorumları atlayarak sadece birinci seviyedeki yorumları okuyabilirsiniz.

source: When navigating by font size, you can easily find paragraphs written in the same font size, or smaller/greater font size.
fi: Fonttikoon mukaan liikuttaessa voidaan etsiä helposti kappaleet, jotka on kirjoitettu samalla, pienemmällä tai suuremmalla fontilla.
pt_br: Ao navegar por tamanho da fonte, você pode encontrar facilmente parágrafos escritos no mesmo tamanho de fonte ou em um tamanho menor/maior.
pt_pt: Ao navegar pelo tamanho da fonte, pode facilmente encontrar parágrafos escritos no mesmo tamanho de fonte, ou tamanho de fonte mais pequeno/maior.
ru: При навигации по размеру шрифта вы можете легко найти абзацы, написанные тем же размером шрифта или меньшим/большим размером.
tr: Yazı tipi boyutuna göre dolaşım yaparak aynı boyutta, daha küçük veya daha büyük boyutta yazılmış olan paragraflar arasında kolayca dolaşabilirsiniz.

source: You can also navigate by font size with the constraint of same font style.
fi: Fonttikoon mukaan on lisäksi mahdollista liikkua siten, että etsiminen rajoittuu samaan fontin tyyliin.
pt_br: Você também pode navegar pelo tamanho da fonte com a restrição do mesmo estilo de fonte.
pt_pt: Também se pode navegar pelo tamanho da fonte com a restrição ao mesmo estilo de fonte.
ru: Вы также можете ориентироваться по размеру шрифта с ограничением того же стиля шрифта.
tr: Ayrıca yazı tipi boyutuna göre navigasyon yaparken dolaşımı aynı yazı tipiyle yazılmış olan paragraflarla sınırlayabilirsiniz.

source: BrowserNav rotor is used to switch between these options. Depending on the setting of this rotor, BrowserNav will indicate with beeps either horizontal offset or font size of currently selected item. In addition, BrowserNav will crackle on QuickNav commands to indicate how much text has been skipped over (this feature is only available in Google Chrome and Firefox).
fi: Selainnavigoinnin roottoria käytetään näiden vaihtoehtojen välillä vaihtamiseen. Roottorin asetuksesta riippuen Selainnavigointi ilmaisee äänimerkeillä nykyisen kohteen vaakasuuntaisen siirtymän tai fonttikoon. Lisäosa antaa myös pikanavigointikomentoja käytettäessä äänimerkin, joka ilmaisee, paljonko tekstiä ohitettiin (tämä ominaisuus on käytettävissä vain Google Chromessa ja Firefoxissa).
pt_br: O rotor do BrowserNav é usado para alternar entre essas opções. Dependendo da configuração desse rotor, o BrowserNav indicará com bipes o deslocamento horizontal ou o tamanho da fonte do item selecionado no momento. Além disso, o BrowserNav emitirá um sinal sonoro nos comandos do QuickNav para indicar a quantidade de texto que foi pulada (esse recurso só está disponível no Google Chrome e no Firefox).
pt_pt: O rotor do BrowserNav é utilizado para alternar entre estas opções. Dependendo da definição deste rotor, o BrowserNav indica com sinais sonoros o deslocamento horizontal ou o tamanho do tipo de letra do item atualmente selecionado. Além disso, o BrowserNav emitirá um sinal sonoro nos comandos QuickNav para indicar a quantidade de texto que foi saltada (esta funcionalidade só está disponível no Google Chrome e no Firefox).
ru: Для переключения между этими параметрами используется ротор BrowserNav. В зависимости от настройки этого ротора BrowserNav будет сигнализировать звуковыми сигналами о смещении по горизонтали или размере шрифта выбранного в данный момент элемента. Кроме того, BrowserNav будет потрескивать при выполнении команд QuickNav, чтобы указать, какой объем текста был пропущен (эта функция доступна только в Google Chrome и Firefox).
tr: BrowserNav rotoru bu seçenekler arasında geçiş yapmak için kullanılır. Bu rotorun ayarına bağlı olarak, BrowserNav bip sesleriyle ya yatay sapmayı ya da seçili olan öğenin yazı tipi boyutunu gösterecektir. Ek olarak, BrowserNav, ne kadar metnin atlandığını belirtmek için Hızlı Gezinme komutlarını çalıştırır (bu özellik yalnızca Google Chrome ve Firefox'ta mevcuttur).

source: BrowserNav works in any browser supported by NVDA. Although some features may not be available in all browsers. BrowserNav also works in other applications that support NVDA browse mode, such as Word documents and email clients.
fi: Selainnavigointi toimii kaikissa NVDA:n tukemissa selaimissa. Jotkin ominaisuudet eivät kuitenkaan välttämättä ole käytettävissä kaikissa selaimissa. Lisäosa toimii myös muissa selaustilaa tukevissa sovelluksissa, kuten Microsoft Wordissa ja sähköpostiohjelmissa.
pt_br: O BrowserNav funciona em qualquer navegador compatível com o NVDA. Embora alguns recursos possam não estar disponíveis em todos os navegadores. O BrowserNav também funciona em outros aplicativos compatíveis com o modo de navegação NVDA, como documentos do Word e clientes de e-mail.
pt_pt: O BrowserNav funciona em qualquer navegador suportado pelo NVDA. Embora algumas funcionalidades possam não estar disponíveis em todos os browsers. O BrowserNav também funciona noutras aplicações que suportam o modo de navegação NVDA, tais como documentos Word e clientes de correio eletrónico.
ru: BrowserNav работает в любом браузере, поддерживаемом NVDA. Хотя некоторые функции могут быть доступны не во всех браузерах. BrowserNav также работает в других приложениях, поддерживающих режим обзора NVDA, таких как документы Word и почтовые клиенты.
tr: BrowserNav, NVDA tarafından desteklenen tüm tarayıcılarda çalışır. Ancak bazı özellikler tüm tarayıcılarda bulunmayabilir. BrowserNav, Word belgeleri ve e-posta istemcileri gibi NVDA tarama modunu destekleyen diğer uygulamalarda da çalışır.

source: Keystrokes:
fi: Näppäinkomennot:
pt_br: Teclas:
pt_pt: teclas de atalho:
ru: Комбинации клавиш:
tr: Kısayollar:

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next paragraph with the same horizontal offset or font size.
fi: NVDA+Alt+Nuoli ylös/alas: Siirrä edelliseen tai seuraavaan kappaleeseen, jolla on sama vaakasuuntainen siirtymä tai fonttikoko.
pt_br: NVDA+Alt+SetaParaCima ou SetaParaBaixo: Pula para o parágrafo anterior ou seguinte com o mesmo deslocamento horizontal ou tamanho da fonte.
pt_pt: NVDA+Alt+seta para cima ou seta para baixo: Saltar para o parágrafo anterior ou seguinte com o mesmo deslocamento horizontal ou tamanho de letra.
ru: NVDA+Alt+Стрелка вверх или Стрелка вниз: Переходить к предыдущему или следующему абзацу с тем же смещением по горизонтали или размером шрифта.
tr: NVDA+Alt+aşağı veya yukarı ok: Bir önceki veya sonraki aynı yatay uzaklığa veya yazı tipi boyutuna sahip olan paragrafa gider.

source: NVDA+Alt+Home or NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset or greater font size (parent paragraph).
fi: NVDA+Alt+Home tai NVDA+Alt+Nuoli vasemmalle: Siirrä edelliseen kappaleeseen, jolla on pienempi siirtymä tai suurempi fonttikoko.
pt_br: NVDA+Alt+Home ou NVDA+alt+Seta para a esquerda: Ir para o parágrafo anterior com deslocamento menor ou tamanho de fonte maior (parágrafo pai).
pt_pt: NVDA+alt+seta para a esquerda: Saltar para o parágrafo anterior com menor deslocamento ou maior tamanho de letra.
ru: NVDA+Alt+Home или NVDA+alt+Стрелка влево: Перейти к предыдущему абзацу с меньшим смещением или большим размером шрифта (родительский абзац).
tr: NVDA+Alt+Baş veya NVDA+alt+Sol Ok: Daha küçük ofset veya daha büyük yazı tipi boyutuyla (ana paragraf) önceki paragrafa atlar.

source: NVDA+Alt+End or NVDA+Control+alt+LeftArrow: Jump to next paragraph with lesser offset or greater font size (next parent paragraph).
fi: NVDA+Alt+End tai NVDA+Ctrl+Alt+Nuoli vasemmalle: Siirrä edelliseen kappaleeseen, jolla on pienempi siirtymä tai suurempi fonttikoko.
pt_br: NVDA+Alt+End ou NVDA+Controle+alt+Seta para a esquerda: Ir para o próximo parágrafo com deslocamento menor ou tamanho de fonte maior (próximo parágrafo pai).NVDA+alt+SetaParaEsquerda: Pula para o parágrafo anterior com menor deslocamento ou maior tamanho da fonte.
pt_pt: NVDA+alt+seta para a esquerda: Saltar para o parágrafo anterior com menor deslocamento ou maior tamanho de letra.
ru: NVDA+Alt+End или NVDA+Control+alt+Стрелка влево: Перейти к следующему абзацу с меньшим смещением или большим размером шрифта (следующий родительский абзац).
tr: NVDA+Alt+son veya NVDA+Control+alt+Sol Ok: Daha küçük ofset veya daha büyük yazı tipi boyutuyla sonraki paragrafa atlar (sonraki ana paragraf).

source: NVDA+Alt+PageDown or NVDA+Alt+RightArrow: Jump to next paragraph with greater offset or smaller font size (child paragraph).
fi: NVDA+Alt+Page down tai NVDA+Alt+Nuoli oikealle: Siirrä seuraavaan kappaleeseen, jolla on suurempi siirtymä tai pienempi fonttikoko.
pt_br: NVDA+Alt+PageDown ou NVDA+Alt+Seta para a direita: Ir para o próximo parágrafo com maior deslocamento ou menor tamanho de fonte (parágrafo filho).
pt_pt: NVDA+Alt+seta para direita: Saltar para o parágrafo seguinte com maior deslocamento ou tamanho de letra mais pequeno.
ru: NVDA+Alt+PageDown или NVDA+Alt+Стрелка вправо: Перейти к следующему абзацу с большим смещением или меньшим размером шрифта (дочерний абзац).
tr: NVDA+Alt+Sayfa Aşağı veya NVDA+Alt+Sağ ok: Daha büyük veya daha küçük yazı tipi boyutuna sahip sonraki paragrafa atlar (alt paragraf).

source: NVDA+Alt+PageUp or NVDA+Control+Alt+RightArrow: Jump to previous paragraph with greater offset or smaller font size (previous child paragraph).
fi: NVDA+Alt+Page up tai NVDA+Ctrl+Alt+Nuoli oikealle: Siirrä edelliseen kappaleeseen, jolla on suurempi siirtymä tai pienempi fonttikoko.
pt_br: NVDA+Alt+PageUp ou NVDA+Controle+Alt+Seta para a direita: Ir para o parágrafo anterior com maior deslocamento ou menor tamanho de fonte (parágrafo filho anterior).
pt_pt: NVDA+Alt+seta para direita: Saltar para o parágrafo seguinte com maior deslocamento ou tamanho de letra mais pequeno.
ru: NVDA+Alt+PageUp или NVDA+Control+Alt+Стрелка вправо: Перейти к предыдущему абзацу с большим смещением или меньшим размером шрифта (предыдущий дочерний абзац).
tr: NVDA+Alt+Sayfa yukarı veya NVDA+Control+Alt+Sağ ok: Daha büyük ofset veya daha küçük yazı tipi boyutuyla (önceki alt paragraf) önceki paragrafa atlar.

source: NVDA+O: Switch rotor setting between horizontal offset, font size, font size with font style.
fi: NVDA+O: Vaihda roottorin asetusta vaakasuuntaisen siirtymän, fonttikoon tai fonttikoon ja -tyylin välillä.
pt_br: NVDA+O: Alterna a configuração do rotor entre deslocamento horizontal, tamanho da fonte, tamanho da fonte com estilo da fonte.
pt_pt: NVDA+O: Alternar a configuração do rotor entre deslocamento horizontal, tamanho da fonte, tamanho da fonte com estilo de fonte.
ru: NVDA+O: Переключать настройки ротора между смещением по горизонтали, размером шрифта, размером шрифта и стилем шрифта.
tr: NVDA+O: Rotor ayarını yatay konum, yazı tipi boyutu, yazı tipi boyutu ve yazı tipi stili arasında değiştirir.

source: \\ or Shift+\\ (backslash): Scroll up or down to reveal each page element; can be useful in dynamic web pages to load all the elements; also can be useful in infinite scroll webpages to load the next chunk.
fi: \\ tai Vaihto+\\ (kenoviiva): Vieritä ylös tai alas tuodaksesi näkyviin kaikki sivun elementit. Tästä voi olla hyötyä kaikkien elementtien lataamisessa dynaamisilla verkkosivuilla sekä seuraavan sivun osan lataamisessa jatkuvaa vieritystä käyttävillä sivuilla.
pt_br: \\\ ou Shift+\\ (barra invertida): Rolar para cima ou para baixo para revelar cada elemento da página; pode ser útil em páginas da Web dinâmicas para carregar todos os elementos; também pode ser útil em páginas da Web de rolagem infinita para carregar a próxima parte.
pt_pt: \\\ ou Shift+\\ (barra invertida): Desloca-se para cima ou para baixo para revelar cada elemento da página; pode ser útil em páginas Web dinâmicas para carregar todos os elementos; também pode ser útil em páginas Web de deslocamento infinito para carregar o próximo pedaço.
ru: \\ или Shift+\\ (обратная косая черта): Прокрутить вверх или вниз, чтобы увидеть каждый элемент страницы; может быть полезна на динамических веб-страницах для загрузки всех элементов; также может быть полезна на веб-страницах с бесконечной прокруткой для загрузки следующего фрагмента.
tr: \\ veya Shift+\\ (ters eğik çizgi): Her sayfa öğesini göstermek için yukarı veya aşağı kaydırın; dinamik web sayfalarında tüm öğeleri yüklemek için yararlı olabilir; Ayrıca, bir sonraki parçayı yüklemek için sonsuz kaydırma web sayfalarında yararlı olabilir.

source: NVDA+Shift+LeftArrow: Go back to previous location of cursor within current document.
fi: NVDA+Vaihto+Nuoli vasemmalle: Siirry takaisin kohdistimen edelliseen sijaintiin nykyisessä asiakirjassa.
pt_br: NVDA+Shift+Seta para a esquerda: Voltar para o local anterior do cursor no documento atual.
pt_pt: NVDA+Shift+Seta para a esquerda: Voltar à localização anterior do cursor no documento atual.
ru: NVDA+Shift+Стрелка влево: Вернуться к предыдущему расположению курсора в текущем документе.
tr: NVDA+Shift+Sol Ok: Geçerli belgede imlecin bir önceki konumuna geri döner.

source: NVDA+E: edit semi-accessible edit boxes - see corresponding section below.
fi: NVDA+E: Muokkaa osittain saavutettavien muokkauskenttien sisältöä. Katso alempaa vastaavaa kappaletta.
pt_br: NVDA+E: editar caixas de edição semiacessíveis - consulte a seção correspondente abaixo.
pt_pt: NVDA+E: editar caixas de edição semi-acessíveis - ver secção correspondente abaixo.
ru: NVDA+E: редактировать полу-доступные поля редактирования - смотрите соответствующий раздел ниже.
tr: NVDA+E: yarı erişilebilir düzenleme kutularını düzenleme - aşağıdaki ilgili bölüme bakın.

source: T or Shift+T: jump to next or previous table, but place the cursor in the first cell. Sometimes NVDA puts the cursor just before the first cell and BrowserNav fixes this behavior.
fi: T tai Vaihto+T: Siirrä seuraavaan tai edelliseen taulukkoon, mutta sijoita kohdistin ensimmäiseen soluun. NVDA sijoittaa ko hdistimen toisinaan juuri ennen ensimmäistä solua, ja Selainnavigointi-lisäosa korjaa tämän.
pt_br: T ou Shift+T: pula para a tabela seguinte ou anterior, mas coloca o cursor na primeira célula. Às vezes, o NVDA coloca o cursor logo antes da primeira célula e o BrowserNav corrige esse comportamento.
pt_pt: T ou Shift+T: salta para a tabela seguinte ou anterior, mas coloca o cursor na primeira célula. Por vezes, o NVDA coloca o cursor imediatamente antes da primeira célula e o BrowserNav corrige este comportamento.
ru: T или Shift+T: перейти к следующей или предыдущей таблице, но поместить курсор в первую ячейку. Иногда NVDA помещает курсор непосредственно перед первой ячейкой, и BrowserNav исправляет это поведение.
tr: T veya Shift+T: sonraki veya önceki tabloya atlar, ancak imleci ilk hücreye getirir. Bazen NVDA imleci ilk hücrenin hemen önüne getirir ve BrowserNav bu davranışı düzeltir.

source: QuickJump Bookmarks
fi: Pikasiirtymiskirjanmerkit
pt_br: Marcadores do QuickJump bookmarks
pt_pt: Marcadores do QuickJump
ru: Закладки быстрого перехода
tr: Hızlı Atlama Yer İşaretleri

source: BrowserNav QuickJump bookmarks is a powerful tool that allows to navigate around web pages and automate some repetitive actions.
fi: Selainnavigoinnin pikasiirtymiskirjanmerkit ovat tehokas työkalu, joka mahdollistaa navigoinnin verkkosivuilla ja joidenkin toistuvien toimintojen automatisoinnin.
pt_br: O BrowserNav QuickJump bookmarks é uma ferramenta avançada que permite navegar pelas páginas da Web e automatizar algumas ações repetitivas.
pt_pt: O BrowserNav QuickJump bookmarks é uma ferramenta poderosa que permite navegar pelas páginas Web e automatizar algumas acções repetitivas.
ru: BrowserNav quickJump bookmarks - это мощный инструмент, который позволяет перемещаться по веб-страницам и автоматизировать некоторые повторяющиеся действия.
tr: Tarayıcı Dolaşımı Hızlı Atlama yer işaretleri, web sayfalarında gezinmenize ve bazı tekrarlanan eylemleri otomatikleştirmenize olanak tanıyan güçlü bir araçtır.

source: Bookmark keystrokes
fi: Kirjanmerkkien näppäinkomennot
pt_br: Pressionamento de teclas nos favoritos
pt_pt: teclas de atalho:
ru: Комбинации клавиш для закладок
tr: Yer imi tuş vuruşları
