Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/calibre.*.po
Languages: gl

source: Author: Javi Dominguez
gl: Autor: Javi Domínguez

source: Download [stable version][1]
gl: Descargar [versión estable][1]

source: Download [development version][2]
gl: Descargar [versión de desenvolvemento][2]

source: An NVDA add-on with some accessibility enhancements for the interface of Calibre eBook Management
gl: Un complemento de NVDA con algunhas melloras de accesibilidade para a interface do administrador de libros electrónicos Calibre

source: * F10 brings the focus to the toolbar. Then you can navigate it with standard keys (tab and arrows); enter to activate item and key applications to display the context menu; escape to exit the toolbar. * F12 search the current book in Google * NVDA+Alt+End says the total of books in the current library view and the number of books selected * NVDA+Control+H open the context menu for settings of the current column * I in library view reads the book information.
gl: * F10 leva o foco á barra de ferramentas. Logo poderás navegar por ela coas teclas estándar (tab e frechas); enter para activar o elemento; a tecla aplicacións para amosar o menú de contexto e escape para saír da barra de ferramentas. * F12 procura o libro actual en Google * NVDA+alt+fin di o total de libros na visualización de biblioteca actual e o número seleccionado de libros * NVDA+control+H abre o menú de contexto de axustes da columna actual * I en visualización de biblioteca le a información do libro.

source: Keystrokes can be customized in Preferences of NVDA > Input gestures when calibre are open. Also you can define in preferences the way NVDA reads the table headers in the library (rows and columns, columns only or none).
gl: As teclas de atallo pódense persoalizar nas Preferencias do NVDA > Xestos de entrada cando o Calibre estea aberto. Tamén podes definir nas preferencias a maneira na que NVDA le os encabezados de columna na biblioteca (filas e columnas, só columnas ou ningunha).

source: Take a look at the [documentation of Calibre][3] for know more Keyboard shortcuts.
gl: Bótalle unha ollada á [documentación de Calibre][3] para coñecer máis atallos de teclado.

source: Covered by the GNU General Public License. See the [file COPYING.txt][4] for more details.
gl: Cuberto pola GNU General Public License. Le o arquivo [COPYING.txt][4] para máis detalles.

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=cae
gl: [1]: https://addons.nvda-project.org/files/get.php?file=cae

source: [2]: https://www.nvaccess.org/addonStore/legacy?file=cae-dev
gl: [2]: https://addons.nvda-project.org/files/get.php?file=cae-dev
