Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/charInfo.*.po
Languages: es, fi, fr, pt_br, ru

source: When you have reported specific information with the report review character command (`numpad2`) called multiple times, you may want to continue reporting the same information while navigating with the review cursor (`numpad1` and `numpad3`). Checking this option will allow you to do it, as long as you navigate with the review cursor by character just after a multiple press of `numpad2`.
es: Cuando has anunciado información concreta con la orden de anunciar el carácter en revisión (`2 del teclado numérico`) pulsada varias veces, puedes querer que se siga anunciando la misma información mientras navegas con el cursor de revisión (`1 del teclado numérico` y `3 del teclado numérico`). Marcando esta opción podrás hacerlo, siempre que navegues con el cursor de revisión por caracteres después de pulsar varias veces el `2 del teclado numérico`.
fi: Kun olet puhuttanut tiettyjä tietoja painamalla useasti Puhu tarkastelukohdistimen kohdalla oleva merkki -komentoa (``Laskinnäppäimistön 2``), saatat haluta jatkaa samojen tietojen puhumista tarkastelukohdistimella liikkuessasi (``Laskinnäppäimistön 1`` ja ``Laskinnäppäimistön 3``). Tämän vaihtoehdon valitseminen mahdollistaa sen, kunhan liikut tarkastelukohdistimella merkeittäin heti usean ``Laskinnäppäimistön 2`` -painalluksen jälkeen.
fr: Lorsque vous avez annoncé des informations spécifiques avec la commande d'annonce du caractère sous le curseur de revue (`pavnum2`) appelée plusieurs fois, vous souhaiterez peut-être continuer à annoncer les mêmes informations tout en naviguant avec le curseur de revue (`pavnum1` et `pavnum3`). Vous pourrez le faire en cochant cette option, à condition de naviguer avec le curseur de revue par caractère juste après un appui multiple sur `pavnum2`.
pt_br: Quando você tiver relatado informações específicas com o comando reportar caractere de revisão (`numpad2`) chamado várias vezes, talvez queira continuar relatando as mesmas informações enquanto navega com o cursor de revisão (`numpad1` e `numpad3`). Ao marcar essa opção, você poderá fazer isso, desde que navegue com o cursor de revisão por caractere logo após pressionar várias vezes o comando `numpad2`.
ru: Если вы запросили определённую информацию с помощью команды просмотра символа (`2 на цифровом блоке`), вызванной несколько раз, вы можете захотеть продолжить запрашивать ту же информацию, перемещаясь с помощью просмотрового курсора (`1 на цифровом блоке` и `3 на цифровом блоке`). Установка этого параметра позволит вам это сделать, при условии, что вы перемещаетесь просмотровым курсором по символам сразу после многократного нажатия `2 на цифровом блоке`.

source: Change log
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
pt_br: Histórico de mudanças
ru: Журнал изменений

source: Version 3.5
es: Versión 3.5
fi: Versio 3.5
ru: Версия 3.5

source: Partial implementation of the support for custom dictionaries (introduced in NVDA 2024.4).
es: Implementación parcial del soporte para diccionarios personalizados (introducidos en NVDA 2024.4).
fi: Osittainen tuki mukautetuille sanastoille (lisätty NVDA:n 2024.4-versioon).
fr: Implémentation partielle de la prise en charge des dictionnaires personnalisés (introduits dans NVDA 2024.4).
ru: Частичная реализация поддержки пользовательских словарей (представлена в NVDA 2024.4).

source: Fixed Unicode 16.0 support: block names for English and French updated.
es: Se corrige el soporte para Unicode 16.0: se actualizan los nombres de bloque en inglés y francés.
fi: Korjattu Unicode 16.0:n tuki: englannin- ja ranskankieliset lohkonimet päivitetty.
fr: Correction de la prise en charge Unicode 16.0: noms de blocs pour l'anglais et le français mis à jour.
ru: Исправлена поддержка Unicode 16.0: обновлены имена блоков для английского и французского.

source: Compatibility with NVDA 2025.1.
es: Compatibilidad con NVDA 2025.1.
fi: Yhteensopivuus NVDA 2025.1:n kanssa.
fr: Compatibilité avec NVDA 2025.1.
ru: Совместимость с NVDA 2025.1.

source: Version 3.4
es: Versión 3.4
fi: Versio 3.4
ru: Версия 3.4

source: Fixed an issue preventing NVDA to run safe scripts on lock screen.
es: Se corrige un problema que impedía que NVDA ejecutase scripts seguros en la pantalla de bloqueo.
fi: Korjattu ongelma, joka esti NVDA:ta suorittamasta turvallisia skriptejä lukitusnäytössä.
fr: Correction d'un problème empêchant NVDA d'exécuter des scripts sûrs sur l'écran de verrouillage.
ru: Исправлена проблема, предотвращающая запуск безопасных сценариев NVDA на экране блокировки.

source: Version 3.3
es: Versión 3.3
fi: Versio 3.3
ru: Версия 3.3

source: Update to Unicode 16.0.
es: Se actualiza a Unicode 16.0.
fi: Päivitys Unicode 16.0:aan.
fr: Mise à jour vers Unicode 16.0.
ru: Обновлён Юникод до версии 16.0.

source: Version 3.2
es: Versión 3.2
fi: Versio 3.2
ru: Версия 3.2

source: Bugfix: characters for which only the speech level has been changed do not prevent anymore the information report to be displayed.
es: Corrección: los caracteres para los que se ha cambiado sólo el nivel de puntuación ya no impiden que se muestre la información a indicar.
fi: Virheenkorjaus: merkit, joiden osalta vain symbolitasoa on vaihdettu, eivät enää estä tietoraportin näyttämistä.
fr: Corrections de bugs: les caractères pour lesquels seul le niveau de parole a été modifié n'empêchera plus l'affichage du rapport d'informations.
ru: Исправлено: символы, для которых был изменён только уровень речи, больше не препятствуют отображению информационного отчета.

source: Version 3.1
es: Versión 3.1
fi: Versio 3.1
ru: Версия 3.1

source: Fixed an error when there was no value to report for a character.
es: Se corrige un error cuando no había ningún valor que indicar para un carácter.
fi: Korjattu virhe, joka ilmeni, kun merkille ei ollut ilmoitettavaa arvoa.
fr: Correction d'une erreur lorsqu'il n'y avait aucune valeur à annoncer pour un caractère.
ru: Исправлена ошибка, когда не было значения для сообщаемого символа.

source: Compatibility with NVDA 2024.1.
es: Compatibilidad con NVDA 2024.1.
fi: Yhteensopivuus NVDA 2024.1:n kanssa.
fr: Compatibilité avec NVDA 2024.1.
ru: Совместимость с NVDA 2024.1.

source: Version 3.0
es: Versión 3.0
fi: Versio 3.0
pt_br: Versão 3.0
ru: Версия 3.0

source: It is now possible to configure the property reported for the character under the review cursor upon multiple presses on `numpad2`. Optionally, after having used multiple press on `numpad2`, the last reported property can also be reported as long as you navigate by character with the review cursor (`numpad1` and `numpad3`).
es: Ahora es posible configurar la propiedad anunciada para el carácter bajo el cursor de revisión tras varias pulsaciones del `2 del teclado numérico`. Opcionalmente, tras haber pulsado varias veces el `2 del teclado numérico`, se puede repetir la última propiedad anunciada según se navega por caracteres con el cursor de revisión (`1 del teclado numérico` y `3 del teclado numérico`).
fi: Nyt on mahdollista määrittää ominaisuus, joka puhutaan tarkastelukohdistimen kohdalla olevasta merkistä ``Laskinnäppäimistön 2`` -komennon useilla painalluksilla. Käytettyäsi tämän komennon useaa painallusta, viimeksi puhuttu ominaisuus voidaan myös puhua valinnaisesti, kunhan liikut tarkastelukohdistimella merkeittäin ``Laskinnäppäimistön 1``- ja ``Laskinnäppäimistön 3`` -komentoja käyttäen.
fr: Il est désormais possible de configurer la propriété annoncée pour le caractère sous le curseur de revue lors de plusieurs appuis sur `pavnum2`. En option, après plusieurs appuis sur `pavnum2`, la dernière propriété annoncée peut également être annoncée tant que vous naviguez par caractère avec le curseur de revue (`pavnum1` et `pavnum3`).
pt_br: Agora é possível configurar a propriedade informada para o caractere sob o cursor de revisão ao pressionar várias vezes o `numpad2`. Opcionalmente, depois de pressionar várias vezes o `numpad2`, a última propriedade informada também pode ser informada, desde que você navegue por caractere com o cursor de revisão (`numpad1` e `numpad3`).
ru: Теперь можно настроить свойство, отображаемое для символа под просмотровым курсором, при многократном нажатии на `2 на цифровом блоке`. При желании, после многократного нажатия на `2 на цифровом блоке`, можно также указать последнее сообщённое свойство, если вы перемещаетесь по символам с помощью просмотрового курсора (`1 на цифровом блоке` и `3 на цифровом блоке`).

source: Prepares compatibility with NVDA 2024.1: speech on-demand support.
es: Prepara la compatibilidad con NVDA 2024.1: soporte para el modo de voz a petición.
fi: Valmisteltu yhteensopivuutta NVDA 2024.1:lle: pyydettäessä-puhetilan tuki.
fr: Prépare la compatibilité avec NVDA 2024.1 : prise en charge de la parole à la demande.
pt_br: Prepara a compatibilidade com o NVDA 2024.1: suporte a fala sob demanda.
ru: Обеспечена совместимость с NVDA 2024.1: поддержка речи по требованию.

source: Addresses potential security issues related to [GHSA-xg6w-23rw-39r8][4] when using the add-on with older versions of NVDA. However, it is recommended to use NVDA 2023.3.3 or higher.
es: Soluciona posibles problemas de seguridad relacionados con [GHSA-xg6w-23rw-39r8][4] al usar el complemento con versiones antiguas de NVDA. Sin embargo, se recomienda usar NVDA 2023.3.3 o posterior.
fi: Ratkaisee mahdolliset [GHSA-xg6w-23rw-39r8][4]:aan liittyvät tietoturvaongelmat käytettäessä lisäosaa vanhemmilla NVDA-versioilla. On kuitenkin suositeltavaa käyttää NVDA 2023.3.3:ea tai sitä uudempaa versiota.
fr: Résout des problèmes de sécurité potentiels liés à [GHSA-xg6w-23rw-39r8][4] lors de l'utilisation de l'extension avec des versions plus anciennes de NVDA. Cependant, il est recommandé d'utiliser NVDA 2023.3.3 ou supérieur.
pt_br: Resolve possíveis problemas de segurança relacionados ao [GHSA-xg6w-23rw-39r8][4] ao usar o complemento com versões mais antigas do NVDA. No entanto, é recomendável usar o NVDA 2023.3.3 ou superior.
ru: Устранены потенциальные проблемы безопасности, связанные с [GHSA-xg6w-23rw-39r8][4] при использовании дополнения со старыми версиями NVDA. Однако рекомендуется использовать NVDA 2023.3.3 или выше.

source: Version 2.6
es: Versión 2.6
fi: Versio 2.6
pt_br: Versão 2.6
ru: Версия 2.6

source: Update to Unicode 15.1.
es: Se actualiza a Unicode 15.1.
fi: Päivitys Unicode 15.1:een.
fr: Mise à jour vers Unicode 15.1.
pt_br: Atualiza para Unicode 15.0.
ru: Обновление до версии Unicode 15.1.

source: Adds support for Python 3.11 to prepare compatibility with NVDA 2024.1.
es: Se añade soporte para Python 3.11 para preparar la compatibilidad con NVDA 2024.1.
fi: Lisätty tuki Python 3.11:lle NVDA 2024.1:n tukeen valmistautumiseksi.
fr: Ajoute la prise en charge de Python 3.11 pour préparer la compatibilité avec NVDA 2024.1.
pt_br: Adiciona suporte ao Python 3.11 para preparar a compatibilidade com o NVDA 2024.1.
ru: Добавлена поддержка Python 3.11 для обеспечения совместимости с NVDA 2024.1.

source: Note: From now on, translation updates will not appear anymore in the change log.
es: Nota: a partir de ahora, ya no aparecerán en el registro de cambios las actualizaciones de traducciones.
fi: Huom: Tästä lähtien käännöspäivitykset eivät enää näy muutoslokissa.
fr: Remarque : À partir de maintenant, les mises à jour de traduction n'apparaîtront plus dans le journal des modifications.
pt_br: Observação: De agora em diante, as atualizações de tradução não aparecerão mais no registro de alterações.
ru: Примечание: С этого момента обновления перевода больше не будут отображаться в журнале изменений.

source: Version 2.5
es: Versión 2.5
fi: Versio 2.5
pt_br: Versão 2.5
ru: Версия 2.5

source: Fixed import error with last NVDA alpha versions, NVDA 2023.2 development cycle (contribution Noelia Ruiz Mart�nez).
es: Corregido error de importación en las últimas versiones alfa de NVDA, ciclo de desarrollo de NVDA 2023.2 (colaboración de Noelia Ruiz Martínez).
fi: Korjattu tuontivirhe uusimmissa NVDA:n alfaversioissa (NVDA 2023.2:n kehityssykli, avustanut Noelia Ruiz Martínez).
fr: Correction d'une erreur d'importation avec les dernières versions alpha de NVDA, cycle de développement NVDA 2023.2 (contribution Noelia Ruiz Martínez).
pt_br: Corrigido o erro de importação com as últimas versões alfa do NVDA, ciclo de desenvolvimento do NVDA 2023.2 (contribuição de Noelia Ruiz Mart nez).
ru: Исправлена ошибка импорта в последних альфа-версиях NVDA, цикл разработки NVDA 2023.2 (вклад Noelia Ruiz Mart nez).

source: Version 2.4
es: Versión 2.4
fi: Versio 2.4
pt_br: Versão 2.4
ru: Версия 2.4

source: Updated localizations.
es: Traducciones actualizadas.
fi: Lokalisointeja päivitetty.
fr: Mise à jour des localisations.
pt_br: Localizações atualizadas.
ru: Обновленные локализации.

source: Version 2.3
es: Versión 2.3
fi: Versio 2.3
pt_br: Versão 2.3
ru: Версия 2.3

source: Version 2.2
es: Versión 2.2
fi: Versio 2.2
pt_br: Versão 2.2
ru: Версия 2.2

source: Removed the dev channel.
es: Se elimina el canal dev.
fi: Dev-kanava poistettu.
fr: Suppression du canal de développement.
pt_br: Removido o canal de desenvolvimento.
ru: Удалён канал разработчика.

source: Version 2.1
es: Versión 2.1
fi: Versio 2.1
pt_br: Versão 2.1
ru: Версия 2.1

source: Fixed some bugs preventing the character information report to be displayed when some options were used.
es: Se han corregido algunos fallos que impedían mostrar la información del carácter cuando se usaban ciertas opciones.
fi: Korjattu bugeja, jotka estivät merkin tietojen näyttämisen joitakin asetuksia käytettäessä.
fr: Correction de bugs empêchant l'affichage du message d'informations caractère lorsque certaines options étaient utilisées.
pt_br: Correção de alguns erros que impediam a exibição do relatório de informações do caracter quando algumas opções eram usadas.
ru: Исправлены некоторые ошибки, из-за которых при использовании некоторых опций не отображался отчет с информацией о символе.

source: Version 2.0
es: Versión 2.0
fi: Versio 2.0
pt_br: Versão 2.0
ru: Версия 2.0

source: Enhanced the character information report with information on NVDA symbol and NVDA character description.
es: Se ha mejorado la información en el anuncio de caracteres con información de símbolo y descripción de caracteres de NVDA.
fi: Merkin tietojen ilmoittamista paranneltu NVDA:n symbolien ja merkkien kuvauksilla.
fr: Amélioration de l'affichage d'informations caractères avec des informations sur le symbole NVDA et la description de caractère NVDA.
pt_br: Aprimorou o relatório de informações de caracteres com informações sobre o símbolo NVDA e a descrição do caractere NVDA.
ru: Расширен отчет о символьной информации, содержащий информацию о символе NVDA и фонетическое описание символа NVDA.

source: Added the support of compound character, e.g. letters with diacritic consisting in two or more Unicode characters.
es: Se ha añadido soporte para caracteres compuestos, como letras diacríticas que constan de dos o más caracteres Unicode.
fi: Lisätty tuki yhdistelmämerkeille, esim. kahdesta tai useammasta merkistä koostuville diakriittisille kirjaimille.
fr: Ajout de la prise en charge des caractères composés, par ex. lettres avec diacritique composées de deux caractères Unicode ou plus.
pt_br: Adicionado o suporte a caracteres compostos, por exemplo, letras com diacríticos que consistem em dois ou mais caracteres Unicode.
ru: Добавлена поддержка составных символов, например букв с диакритическими знаками, состоящих из двух или более символов Юникода.

source: Update to Unicode 15.0
es: Se actualiza a Unicode 15.0
fi: Päivitys Unicode 15.0:aan.
fr: Mise à jour vers Unicode 15.0
pt_br: Atualiza para Unicode 15.0
ru: Обновление до Unicode 15.0

source: Updated French block data.
es: Se han actualizado los datos del bloque francés.
fi: Ranskankielinen lohko päivitetty.
fr: Données des blocs en français mises à jour.
pt_br: Atualização dos dados do bloco francês.
ru: Обновлены данные по французскому блоку.

source: Viewing character information is not allowed on lock screen and secure screens.
es: No se puede visualizar información del carácter en pantallas seguras ni en la pantalla de bloqueo.
fi: Merkin tietojen näyttämistä ei sallita lukitusnäytöllä tai suojatuissa ruuduissa.
fr: L'affichage d'informations caractère n'est pas autorisé sur l'écran de verrouillage et les écrans sécurisés.
pt_br: A visualização de informações de caracteres não é permitida na tela de bloqueio e nas telas seguras.
ru: Просмотр информации о символе запрещён на экране блокировки и защищённых экранах.

source: On Windows lock screen, the script to review the current character can now operate normally (single, double or triple press).
es: En la pantalla de bloqueo de Windows, el script para revisar el carácter actual puede operar con normalidad (única, doble o triple pulsación).
fi: Nykyisen merkin lukeva skripti toimii nyt normaalisti (yksi, kaksi tai kolme painallusta) Windowsin lukitusnäytössä.
fr: Sur l'écran de verrouillage de Windows, le script permettant la revue du caractère courant peut désormais fonctionner normalement (simple, double ou triple appui).
pt_br: Na tela de bloqueio do Windows, o script para revisar o caractere atual agora pode funcionar normalmente (pressionamento único, duplo ou triplo).
ru: На экране блокировки Windows скрипт для просмотра текущего символа теперь может работать в обычном режиме (однократное, двойное или тройное нажатие).

source: Compatibility with NVDA 2023.1.
es: Compatibilidad con NVDA 2023.1.
fi: Yhteensopivuus NVDA 2023.1:n kanssa.
fr: Compatibilité avec NVDA 2023.1.
pt_br: Compatibilidade com NVDA 2023.1.
ru: Совместимость с NVDA 2023.1.

source: Drops compatibility with NVDA below 2022.3.3. The last version compatible with NVDA 2019.3 is the [1.8][3].
es: Se elimina la compatibilidad con versiones de NVDA inferiores a la 2022.3.3. La última versión compatible con NVDA 2019.3 es la [1.8][3].
fi: Luovuttu yhteensopivuudesta NVDA:n 2022.3.3:a vanhempien versioiden kanssa. Viimeisin NVDA 2019.3:n kanssa yhteensopiva versio on [1.8][3].
fr: Abandon de la compatibilité avec NVDA en dessous de 2022.3.3. La dernière version compatible avec NVDA 2019.3 est la [1.8][3].
pt_br: Deixa de ser compatível com o NVDA abaixo de 2022.3.3. A última versão compatível com o NVDA 2019.3 é a [1.8][3].
ru: Прекращается совместимость с NVDA ниже версии 2022.3.3. Последней версией, совместимой с NVDA 2019.3, является [1.8][3].

source: Update localizations.
es: Traducciones actualizadas.
fi: Lokalisointeja päivitetty.
fr: Mise à jour des localisations.
pt_br: Atualizar localizações.
ru: Обновлены локализации.

source: Version 1.8
es: Versión 1.8
fi: Versio 1.8
pt_br: Versão 1.8
ru: Версия 1.8

source: Update to Unicode 14.0.
es: Se actualiza a Unicode 14.0.
fi: Päivitys Unicode 14.0:aan.
fr: Mise à jour vers Unicode 14.0.
pt_br: Atualiza para Unicode 14.0.
ru: Обновлён Юникод до версии 14.0.

source: Compatibility with NVDA 2022.1.
es: Compatibilidad con NVDA 2022.1.
fi: Yhteensopivuus NVDA 2022.1:n kanssa.
fr: Compatibilité avec NVDA 2022.1.
pt_br: Compatibilidade com NVDA 2022.1.
ru: Совместимость с NVDA 2022.1.

source: Drops compatibility with NVDA below 2019.3. The last version compatible with NVDA 2017.3 is the [1.7][2].
es: Se elimina la compatibilidad con versiones de NVDA inferiores a la 2019.3. La última versión compatible con NVDA 2017.3 es la [1.7][2].
fi: Luovuttu yhteensopivuudesta NVDA:n 2019.3:a vanhempien versioiden kanssa. Viimeisin NVDA 2017.3:n kanssa yhteensopiva versio on [1.7][2].
fr: Abandon de la compatibilité avec NVDA en dessous de 2019.3. La dernière version compatible avec NVDA 2017.3 est la [1.7][2].
pt_br: Deixa de ser compatível com o NVDA abaixo de 2019.3. A última versão compatível com o NVDA 2017.3 é a [1.7][2].
ru: Прекращается поддержка NVDA ниже версии 2019.3. Последней версией, совместимой с NVDA 2017.3, является [1.7][2].

source: The release is now performed thanks to a GitHub action instead of appVeyor.
es: La liberación se hace gracias a una acción de GitHub en vez de AppVeyor.
fi: Julkaisu suoritetaan nyt appVeyorin sijasta GitHub-toiminnolla.
fr: La publication est maintenant effectuée grâce à une action GitHub plutôt qu'avec appVeyor.
pt_br: O lançamento agora é realizado graças a uma ação do GitHub em vez do appVeyor.
ru: Выпуск теперь выполняется благодаря действию на GitHub вместо AppVeyor.

source: Version 1.7
es: Versión 1.7
fi: Versio 1.7
pt_br: Versão 1.7
ru: Версия 1.7

source: Added localizations.
es: Se han añadido nuevos idiomas.
fi: Lokalisointeja lisätty.
fr: Ajout des Localisations.
pt_br: Adicionadas localizações.
ru: Добавлены локализации.

source: Version 1.6
es: Versión 1.6
fi: Versio 1.6
pt_br: Versão 1.6
ru: Версия 1.6

source: Compatibility NVDA 2021.1.
es: Compatibilidad con NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
fr: Compatibilité NVDA 2021.1.
pt_br: Compatibilidade com NVDA 2021.1.
ru: Совместимость с NVDA 2021.1.

source: Version 1.5
es: Versión 1.5
fi: Versio 1.5
pt_br: Versão 1.5
ru: Версия 1.5

source: Prepare compatibility with NVDA 2021.1 (contribution Lukasz Golonka).
es: Se prepara la compatibilidad con NVDA 2021.1 (contribución de Lukasz Golonka).
fi: Yhteensopivuus NVDA 2021.1:n kanssa (avustanut Lukasz Golonka).
fr: Prépare la compatibilité avec NVDA 2021.1 (contribution Łukasz Golonka).
pt_br: Prepara compatibilidade com NVDA 2021.1 (contribuição Lukasz Golonka).
ru: Подготовка совместимости с NVDA 2021.1 (вклад Lukasz Golonka).

source: Update along with last modifications on add-on template.
es: Se incorporan las últimas modificaciones de la plantilla de complementos.
fi: Päivitys viimeisimmillä lisäosamallin muutoksilla.
fr: Mise à jour avec les dernières modifications faites sur le modèle d'extension.
pt_br: Atualização junto com as últimas modificações no modelo de complemento.
ru: Обновление вместе с последними изменениями в шаблоне дополнения.

source: Version 1.4
es: Versión 1.4
fi: Versio 1.4
pt_br: Versão 1.4
ru: Версия 1.4

source: Added a script to get information for the character at the caret position (contribution Lukasz Golonka).
es: Añadido un script para obtener información sobre el carácter en la posición del cursor (contribución de Lukasz Golonka).
fi: Lisätty skripti kohdistimen kohdalla olevan merkin tietojen saamiseen (avustanut Lukasz Golonka).
fr: Ajout d'un script pour obtenir des informations sur le caractère à la position du curseur système (contribution Łukasz Golonka).
pt_br: Adicionado um script para obter informações sobre o caractere na posição do cursor do sistema (contribuição Lukasz Golonka).
ru: Добавлен скрипт для получения информации о символе в положении курсора (вклад Lukasz Golonka).

source: Update to Unicode 13.0.
es: Se actualiza a Unicode 13.0.
fi: Päivitys Unicode 13.0:aan.
fr: Mise à jour vers Unicode 13.0.
pt_br: Atualiza para Unicode 13.0.
ru: Обновлён Unicode до версии 13.0.

source: Version 1.3
es: Versión 1.3
fi: Versio 1.3
pt_br: Versão 1.3
ru: Версия 1.3

source: Fixes a bug with NVDA 2019.3.
es: Corrige un fallo con NVDA 2019.3.
fi: Korjattu NVDA 2019.3:a käytettäessä ilmennyt bugi.
fr: Corrige un bug avec NVDA 2019.3.
pt_br: Corrigido uma falha com NVDA 2019.3.
ru: Исправлена ошибка в NVDA 2019.3.

source: Version 1.2
es: Versión 1.2
fi: Versio 1.2
pt_br: Versão 1.2
ru: Версия 1.2

source: Provides additional information on characters written with Microsoft fonts.
es: Proporciona información adicional sobre caracteres escritos con fuentes de Microsoft.
fi: Näyttää lisätietoa Microsoft-fonteilla kirjoitetuista merkeistä.
fr: Fournit des informations supplémentaires sur les caractères écrits avec les polices Microsoft.
pt_br: Fornece informações adicionais para caracteres escritos com fontes Microsoft.
ru: Содержит дополнительную информацию о символах, написанных шрифтами Microsoft.
