Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/charInfo.*.po
Languages: es, fi, fr, pt_br, ru

source: Version 1.1
es: Versión 1.1
fi: Versio 1.1
pt_br: Versão 1.1
ru: Версия 1.1

source: Updates to support newer versions of NVDA (Python 2 and 3 compatible)
es: Actualizaciones para soportar versiones más nuevas de NVDA (compatible con Python 2 y 3)
fi: Päivityksiä uudempien NVDA-versioiden tukemiseksi (Python 2- ja 3 -yhteensopiva)
fr: Mise à jour pour supporter les nouvelles versions de NVDA (compatible Python 2 et 3)
pt_br: Atualizado para suportar versões mais novas do NVDA (compatíveis com Python 2 e 3)
ru: Обновления для поддержки новых версий NVDA (совместимых с Python 2 и 3)

source: Releases performed now with appveyor
es: Las liberaciones se realizan ahora con Appveyor
fi: Julkaisut suoritetaan nyt appveyorilla
fr: Publication maintenant effectuée avec Appveyor
pt_br: Lançamentos agora realizados com appveyor
ru: Выпуски в настоящее время выполняются с помощью appveyor

source: Version 1.0
es: Versión 1.0
fi: Versio 1.0
pt_br: Versão 1.0
ru: Версия 1.0

source: Initial release.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Version initiale.
pt_br: Versão inicial.
ru: Первоначальный выпуск.

source: Download [stable version][1]
pt_br: Baixe a [versão estável][1]
