Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/charInfo.*.po
Languages: es, fi, fr, pt_br, ru

source: [[!meta title="Character Information"]]
es: [[!meta title="Información del carácter"]]
fi: [[!meta title="Merkin tiedot"]]
fr: [[!meta title="Information caractère"]]
pt_br: [[!meta title="Informações de Caractere (Character Information)"]]
ru: [[!meta title="Информация о Символе"]]

source: Author: Cyrille Bougot
es: Autor: Cyrille Bougot
fi: Tekijä: Cyrille Bougot
fr: Auteur : Cyrille Bougot
pt_br: Autor: Cyrille Bougot
ru: Автор: Cyrille Bougot

source: NVDA compatibility: 2022.3.3 and beyond
es: Compatibilidad con NVDA: de 2022.3.3 en adelante
fi: Yhteensopivuus: NVDA 2022.3.3 ja uudemmat
fr: Compatibilité NVDA : 2022.3.3 et ultérieure
pt_br: Compatibilidade com NVDA: 2022.3.3 e posterior
ru: Совместимость с NVDA: 2022.3.3 и выше

source: This add-on allows to present in a message various information about a character. It also allows to customize the information reported on a character when using review cursor character navigation commands or multiple presses of the review character command.
es: Este complemento permite presentar en un mensaje información diversa sobre un carácter. También permite personalizar la información anunciada de un carácter al usar las órdenes de navegación del cursor de revisión o pulsar varias veces la orden de revisar carácter.
fi: Tämä lisäosa näyttää merkin tiedot selaustilassa. Sen avulla on myös mahdollista mukauttaa merkistä puhuttavaa tietoa liikuttaessa merkeittäin tarkastelukohdistinkomennoilla tai painettaessa useasti Lue tarkastelukohdistimen kohdalla oleva merkki -komentoa.
fr: Cette extension permet d'afficher dans un message diverses informations sur un caractère. Elle permet également de personnaliser les informations annoncées sur un caractère lors de l'utilisation des commandes de navigation par caractère du curseur de revue ou d'appuis multiples sur la commande d'annonce du caractère sous le curseur de revue.
pt_br: Esse complemento permite apresentar em uma mensagem várias informações sobre um caractere. Ele também permite personalizar as informações relatadas sobre um caractere ao usar os comandos de navegação de caractere do cursor de revisão ou pressionar várias vezes o comando de caractere de revisão.
ru: Это дополнение позволяет отображать в сообщении различную информацию о символе. Оно также позволяет настраивать информацию, сообщаемую о символе, при использовании команд навигации по символу с помощью просмотрового курсора или многократного нажатия команды просмотра символа.

source: Features
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
pt_br: Recursos
ru: Возможности

source: Display detailed information on a character, e.g. Unicode name, number, CLDR, symbol name, etc.
es: Mostrar información detallada de un carácter, como su nombre Unicode, número, CLDR, nombre de símbolo, etc.
fi: Näytä merkin yksityiskohtaiset tiedot, esim. Unicode-nimi, numero, CLDR-nimi, symbolin nimi jne.
fr: Afficher des informations détaillées sur un caractère, par ex. nom Unicode, numéro, CLDR, nom du symbole, etc.
pt_br: Exibir informações detalhadas sobre um caractere, por exemplo, nome Unicode, número, CLDR, nome do símbolo, etc.
ru: Отображать подробную информацию о символе, например, имя в Юникоде, номер, CLDR, название символа и т.д.

source: This information can be displayed either at the location of the review cursor or at the location of the system cursor.
es: Esta información se puede mostrar en la posición del cursor de revisión, o bien en la posición del cursor del sistema.
fi: Tiedot voidaan näyttää joko tarkastelu- tai järjestelmäkohdistimen sijainnista.
fr: Ces informations peuvent être affichées soit à l'emplacement du curseur de revue, soit à l'emplacement du curseur système.
pt_br: Essas informações podem ser exibidas no local do cursor de revisão ou no local do cursor do sistema.
ru: Эта информация может отображаться либо в месте расположения просмотрового курсора, либо в месте расположения системного курсора.

source: Customize the reported information when pressing `numpad2`.
es: Personalizar la información anunciada al pulsar `2 del teclado numérico`.
fi: Mukauta ``Laskinnäppäimistön 2`` -komennolla puhuttavia tietoja.
fr: Personnaliser les informations annoncées lorsque vous appuyez sur `pavnum2`.
pt_br: Personalize as informações relatadas ao pressionar `numpad2`.
ru: Изменять отображаемую информацию при нажатии `2 на цифровом блоке`.

source: Use the same custom information when moving the review cursor by character.
es: Usar la misma información personalizada al mover el cursor de revisión por caracteres.
fi: Käytä samoja mukautettuja tietoja siirrettäessä tarkastelukohdistinta merkeittäin.
fr: Utiliser les mêmes informations personnalisées lorsque vous déplacez le curseur de revue par caractère.
pt_br: Use as mesmas informações personalizadas ao mover o cursor de revisão por caractere.
ru: Использовать ту же пользовательскую информацию при перемещении курсора просмотра по символам.

source: Commands
es: Órdenes
fi: Komennot
fr: Commandes
pt_br: Comandos
ru: Команды

source: `Numpad2` (all keyboard layouts) or `NVDA+.` (laptop layout): when pressed 4 times, displays information about the character of the current navigator object where the review cursor is situated. This command can also be customized in the settings of the add-on.
es: `2 del teclado numérico` (todas las disposiciones de teclado) o `NVDA+.` (disposición portátil): si se pulsa 4 veces, muestra información del carácter bajo el cursor de revisión situado en el objeto actual del navegador de objetos. Se puede personalizar también esta orden desde las opciones del complemento.
fi: Laskinnäppäimistön 2 (kaikki näppäinasettelut) tai NVDA+. (kannettavien asettelu): Näyttää neljästi painettaessa tietoja merkistä, jonka kohdalla tarkastelukohdistin on nykyisessä navigointiobjektissa. Tätä komentoa voidaan myös mukauttaa lisäosan asetuksissa.
fr: PavNum2 (toutes les dispositions de clavier) ou NVDA+, (disposition ordinateur portable): un quadruple appui, affiche des informations sur le caractère de l'objet navigateur courant à la position du curseur de revue. Cette commande peut également être personnalisée dans les paramètres de l'extension.
pt_br: `2 do teclado numérico` (todos os esquemas de teclado) ou NVDA+. (esquema para computador portátil): quando pressionado 4 vezes, exibe informações sobre o caractere do objeto atual de navegação onde o cursor de exploração está situado.
ru: `2 на цифровом блоке` (все раскладки клавиатуры) или `NVDA+.` (раскладка для ноутбука): при 4-кратном нажатии отображается информация о символе текущего объекта навигатора, на котором расположен просмотровый курсор. Эту команду также можно изменить в настройках дополнения.

source: Unassigned: Presents a message with detailed information on the character where the review cursor is situated. If you feel uncomfortable with the four press gesture, you may use this command instead.
es: Sin asignar: presenta un mensaje con información detallada sobre el carácter situado bajo el cursor de revisión en el objeto donde está el navegador de objetos. Si no te sientes cómodo con el gesto de cuatro pulsaciones, puedes usar este en su lugar.
fi: Ei määritetty: Komento yksityiskohtaisten tietojen näyttämiseen tarkastelukohdistimen kohdalla olevasta merkistä. Mikäli neljän painalluksen näppäinkomento tuntuu epämukavalta, voit käyttää tätä komentoa sen sijaan.
fr: Non affecté: Affiche un message contenant des informations détaillées sur le caractère où se trouve le curseur de revue. Si vous n'êtes pas à l'aise avec le geste de commande à 4 appuis, vous pouvez utiliser cette commande à la place.
pt_br: Não atribuído: Apresenta uma mensagem com informações detalhadas sobre o caractere em que o cursor de revisão está situado. Se você não se sentir à vontade com o gesto de pressionar quatro vezes, poderá usar esse comando.
ru: Неназначена: выводит сообщение с подробной информацией о символе, на котором находится просмотровый курсор. Если вам не нравится жест с четырьмя нажатиями, вы можете использовать вместо него эту команду.

source: Unassigned: Presents a message with detailed information on the character at the position of the caret (works only in places where there is a caret).
es: Sin asignar: presenta un mensaje con información detallada del carácter en la posición del cursor (sólo funciona en lugares donde hay un cursor).
fi: Ei määritetty: Komento, joka näyttää yksityiskohtaisia tietoja kohdistimen kohdalla olevasta merkistä (toimii vain paikoissa, joissa on kohdistin).
fr: Non affecté: Affiche un message avec des informations détaillées sur le caractère à la position du curseur système (ne fonctionne que dans les endroits où il y a un curseur).
pt_br: Não atribuído: Apresenta uma mensagem com informações detalhadas sobre o caractere na posição do sinal de intercalação (funciona somente em locais onde há um sinal de intercalação).
ru: Неназначена: Отображает сообщение с подробной информацией о символе в положении системной каретки (работает только в тех местах, где есть системная каретка).

source: Unassigned: Opens Character Information add-on settings.
es: Sin asignar: abre las opciones del complemento Información del carácter.
fi: Ei määritetty: Avaa Merkin tiedot -lisäosan asetukset.
fr: Non attribué : ouvre les paramètres de l'extension Informations Caractère.
pt_br: Não atribuído: Abre as configurações do complemento Informações sobre caracteres.
ru: Неназначена: Открывает настройки информации о символе.

source: The unassigned commands need first to be assigned in the Input gestures dialog to be used.
es: Se deben asignar las órdenes sin asignar primero desde el diálogo Gestos de entrada para poder usarlas.
fi: Ei-määritetyt komennot on määritettävä Näppäinkomennot-valintaikkunasta, jotta niitä voidaan käyttää.
fr: Les commandes non affectées doivent d'abord être affectées dans la boîte de dialogue Gestes de commandes pour être utilisées.
pt_br: Os comandos não atribuídos precisam primeiro ser atribuídos na caixa de diálogo Gestos de entrada para serem usados.
ru: Для использования сначала необходимо настроить неназначенные команды в диалоге жестов ввода.

source: Detailed information on a character
es: Información detallada de un carácter
fi: Merkin yksityiskohtaiset tiedot
fr: Informations détaillées sur un caractère
pt_br: Informações detalhadas sobre um caracter
ru: Подробная информация о символе

source: The presented information include the following sections:
es: La información presentada incluye las siguientes secciones:
fi: Seuraavat tiedot näytetään:
fr: Les informations affichées comprennent les sections suivantes :
pt_br: As informações apresentadas incluem as seguintes seções:
ru: Представленная информация включает в себя следующие разделы:

source: Unicode: information from Unicode norm, i.e. name, CLDR name, value, block, etc.
es: Unicode: información sobre la norma Unicode como nombre, nombre CLDR, valor, bloque, etc.
fi: Unicode: merkin Unicode-tiedot, esim. nimi, CLDR-nimi, arvo, lohko, jne.
fr: Unicode : informations issues de la norme Unicode, c'est-à-dire nom, nom CLDR, valeur, bloc, etc.
pt_br: Unicode: informações da norma Unicode, ou seja, nome, nome CLDR, valor, bloco, etc.
ru: Юникод: информация из стандарта Юникода, т.е. имя, CLDR-имя, значение, блок и т.д.

source: MS font, only for characters written with proprietary Microsoft fonts (Symbol, Wingding 1, 2, 3 and Webding): name and information about the equivalent Unicode character.
es: Fuente MS, sólo para los caracteres escritos con fuentes propietarias de Microsoft (símbolo, Wingding 1, 2, 3 y Webding): nombre e información sobre el carácter Unicode equivalente.
fi: Merkeistä, jotka on kirjoitettu Microsoftin omilla fonteilla (Symbol, Wingding 1-3 ja Webding), näytetään merkin ja fontin nimi sekä vastaavan Unicode-merkin tiedot.
fr: Police MS, uniquement pour les caractères écrits avec des polices propriétaires Microsoft (Symbol, Wingding 1, 2, 3 et Webding) : nom et informations sur le caractère Unicode équivalent.
pt_br: Fonte MS, somente para caracteres escritos com fontes proprietárias da Microsoft (Symbol, Wingding 1, 2, 3 e Webding): nome e informações sobre o caractere Unicode equivalente.
ru: Шрифт MS, только для символов, написанных фирменными шрифтами Microsoft (Symbol, Wingding 1, 2, 3 и Webding): название и информация об эквивалентном символе Юникода.

source: NVDA symbol description: information allowing to understand how NVDA reports the symbol description. NVDA uses the information in the top most rows containing available information to provide the description of a symbol.
es: Descripción de símbolo de NVDA: información que permite entender cómo anuncia NVDA la descripción del símbolo. NVDA utiliza la información de las filas superiores que contienen la información disponible para proporcionar la descripción de un símbolo.
fi: NVDA:n symbolitiedot: tiedot, jotka auttavat ymmärtämään, miten NVDA ilmoittaa symbolin kuvauksen. NVDA käyttää ylimmillä riveilllä olevia tietoja symbolin kuvailuun.
fr: Description de symbole NVDA : informations permettant de comprendre comment NVDA annonce la description d'un symbole. NVDA utilise les informations des premières lignes contenant les informations disponibles pour fournir la description d'un symbole.
pt_br: Descrição do símbolo do NVDA: informações que permitem entender como o NVDA relata a descrição do símbolo. o NVDA usa as informações das linhas superiores que contêm as informações disponíveis para fornecer a descrição de um símbolo.
ru: Описание символа NVDA: информация, позволяющая понять, как NVDA отображает описание символа. Для описания символа NVDA использует информацию из самых верхних строк, содержащих доступную информацию.

source: NVDA character description: information allowing to understand how NVDA reports the character description (e.g. "alpha" for "A"). NVDA uses the information in the top most rows containing available information to provide the description of a character.
es: Descripción del carácter de NVDA: información que permite comprender cómo anuncia NVDA la descripción del carácter (por ejemplo, "alfa" para la "A"). NVDA usa la información de las filas superiores que contengan la información disponible para proporcionar la descripción de un carácter.
fi: NVDA:n merkin tiedot: tiedot, jotka auttavat ymmärtämään, miten NVDA ilmoittaa merkin kuvauksen (esim. "A" = "Antti"). NVDA käyttää ylimmillä riveillä olevaa tietoa merkin kuvailuun.
fr: Description de caractère NVDA : information permettant de comprendre comment NVDA annonce la description d'un caractère (par exemple "alpha" pour "A"). NVDA utilise les informations des premières lignes contenant les informations disponibles pour fournir la description d'un caractère.
pt_br: Descrição do caractere do NVDA: informações que permitem entender como o NVDA relata a descrição do caractere (por exemplo, “alfa” para “A”). O NVDA usa as informações das linhas superiores que contêm as informações disponíveis para fornecer a descrição de um caractere.
ru: Фонетическое описание символа NVDA: информация, позволяющая понять, как NVDA передает описание символа (например, "Анна" для "А"). Для описания символа NVDA использует информацию из самых верхних строк, содержащих доступную информацию.

source: The provided information in the Unicode section is in English since it is part of Unicode norm. If a local translation exists for this add-on, the information is also provided alongside with English.
es: La información proporcionada en la sección Unicode está en inglés, ya que forma parte de la norma Unicode. Si existe una traducción local para este complemento, se proporciona esa información también aparte de la inglesa.
fi: Näytettävät tiedot ovat englanninkielisiä, koska ne kuuluvat Unicode-standardiin. Mikäli tälle lisäosalle on käännös paikallisella kielellä, myös sitä käytetään englannin lisäksi tietojen näyttämiseen.
fr: Les informations fournies sont en anglais car elles font partie de la norme unicode. Si une traduction locale existe pour cette extension les informations sont également fournies parallèlement à l'anglais.
pt_br: As informações fornecidas na seção Unicode estão em inglês, pois fazem parte da norma Unicode. Se houver uma tradução local para esse complemento, as informações também serão fornecidas juntamente com o inglês.
ru: Информация, представленная в разделе Юникода, представлена на английском языке, поскольку это является частью стандарта Юникода. Если для этого дополнения существует местный перевод, информация всё-равно предоставляется на английском языке.

source: Regarding NVDA symbol description section: This add-on does not yet support custom symbol dictionaries (introduced in NVDA 2024.4). They already appear in the list "Options used to compute the symbol" but not in the table itself.
es: En cuanto a la sección de descripción de símbolos de NVDA: este complemento todavía no soporta diccionarios de símbolos personalizados (introducidos en NVDA 2024.4). Ya aparecen en la lista "Opciones usadas para procesar el símbolo", pero no en la propia tabla.
fi: NVDA:n symbolikuvausten osioon liittyen: Tämä lisäosa ei vielä tue mukautettuja symbolisanastoja (lisätty NVDA:n 2024.4-versioon). Ne näkyvät jo kohdassa ”Symbolinkäsittelyasetukset”, mutta eivät vielä itse taulukossa.
fr: En ce qui concerne la section Description de symbole NVDA: Cette extension ne prend pas encore en charge les dictionnaires de symboles personnalisés (introduits dans NVDA 2024.4). Ils apparaissent déjà dans la liste "Options utilisées pour calculer le symbole" mais pas dans le tableau lui-même.
ru: Относительно описания символа NVDA: Это дополнение еще не поддерживает пользовательские словари символов (представленные в NVDA 2024.4). Они уже появляются в списке "Параметры, используемые для вычисления символа", но не в самой таблице.

source: Settings
es: Opciones
fi: Asetukset
fr: Paramètres
pt_br: Configurações
ru: Настройки

source: This add-on has its own category in NVDA's settings dialog where you can configure the following options.
es: Este complemento dispone de su propia categoría en el diálogo de opciones de NVDA, donde se pueden configurar las siguientes opciones.
fi: Tällä lisäosalla on NVDA:n asetusvalintaikkunassa oma kategoria, jossa voit määrittää seuraavat asetukset.
fr: Cette extension possède sa propre catégorie dans la boîte de dialogue des paramètres de NVDA où vous pouvez configurer les options suivantes.
pt_br: Esse complemento tem sua própria categoria na caixa de diálogo de configurações do NVDA, onde você pode configurar as seguintes opções.
ru: Это дополнение имеет свою собственную категорию в диалоговом окне настроек NVDA, где вы можете настроить следующие параметры.

source: Action for multiple presses of the report review character command
es: Acción para varias pulsaciones de la orden de anunciar el carácter revisado
fi: Toiminto Puhu tarkastelukohdistimen kohdalla oleva merkki -komennon useille painalluksille
fr: Action pour les appuis multiples de la commande d'annonce du caractère sous le curseur de revue
pt_br: Ação para pressionar várias vezes o comando do caractere de revisão do relatório
ru: Действие при многократном нажатии команды просмотра символа

source: The three combo boxes of this group allow to customize what is reported by the report review character command (`numpad2`) when using two, three or four presses. By default, NVDA reports the character description on second press and its numeric value, decimal and hexadecimal, on third press. You can change what is reported on the character at the position of the review cursor upon multiple presses. For example, you can report its CLDR English name on second press, its Unicode name on third press and display detailed information on it on fourth press.
es: Los tres cuadros combinados de este grupo permiten personalizar lo que anuncia la orden de anunciar el carácter en revisión (`2 del teclado numérico`) al pulsarla dos, tres o cuatro veces. Por defecto, NVDA anuncia la descripción del carácter en la segunda pulsación, y su valor numérico, decimal y hexadecimal en la tercera. Puedes cambiar qué se anuncia del carácter en la posición del cursor de revisión ante varias pulsaciones. Por ejemplo, puedes anunciar su nombre CLDR en inglés en la segunda pulsación, su nombre Unicode en la tercera y mostrar información detallada sobre él en la cuarta.
fi: Tämän ryhmän kolmesta yhdistelmäruudusta voidaan määrittää, mitä Puhu tarkastelukohdistimen kohdalla oleva merkki -komennolla (``Laskinnäppäimistön 2``) puhutaan kahta, kolmea tai neljää painallusta käytettäessä. Oletusarvoisesti NVDA puhuu toisella painalluksella merkin kuvauksen sekä sen numeerisen arvon ja kolmannella painalluksella desimaalisen sekä heksadesimaalisen arvon. Voit määrittää, mitä tietoja tarkastelukohdistimen kohdalla olevasta merkistä puhutaan useilla painalluksilla. Voit esimerkiksi puhuttaa sen englanninkielisen CLDR-nimen toisella painalluksella, Unicode-nimen kolmannella ja näyttää yksityiskohtaiset tiedot neljännellä painalluksella.
fr: Les trois listes déroulantes de ce groupe permettent de personnaliser ce qui est annoncé par la commande de revue du caractère courant (`pavnum2`) lors de deux, trois ou quatre appuis. Par défaut, NVDA annonce la description du caractère au deuxième appui et sa valeur numérique, décimale et hexadécimale, au troisième appui. Vous pouvez modifier ce qui est annoncé sur le caractère à la position du curseur de revue en appuyant plusieurs fois. Par exemple, vous pouvez signaler son nom anglais CLDR lors d'un deuxième appui, son nom Unicode lors d'un troisième appui et afficher des informations détaillées sur celui-ci lors d'un quatrième appui.
pt_br: As três caixas de combinação desse grupo permitem personalizar o que é relatado pelo comando reportar caractere de revisão (`numpad2`) ao usar dois, três ou quatro toques. Por padrão, o NVDA informa a descrição do caractere no segundo pressionamento e seu valor numérico, decimal e hexadecimal, no terceiro pressionamento. Você pode alterar o que é informado sobre o caractere na posição do cursor de revisão ao pressionar várias vezes. Por exemplo, você pode informar o nome CLDR em inglês no segundo toque, o nome Unicode no terceiro toque e exibir informações detalhadas sobre ele no quarto toque.
ru: Три комбинированных списка в этой группе позволяют настраивать то, что отображается с помощью команды просмотра символа (`2 на цифровом блоке`) при двойном, тройном или четвертном нажатиях. По умолчанию NVDA выводит описание символа при двойном нажатии, а его числовое значение, десятичное или шестнадцатеричное, - при тройном. Вы можете изменить информацию о символе в положении просмотрового курсора при многократном нажатии. Например, вы можете сообщить его английское название CLDR при двукратном нажатии, а его название в Юникоде - при трёхкратном и отобразить подробную информацию о нём при четырёхкратном.

source: Remember these action during character navigation
es: Recordar esta acción durante la navegación por caracteres
fi: Muista nämä toiminnot merkeittäin liikuttaessa
fr: Se souvenir de ces actions lors de la navigation par caractère
pt_br: Lembre-se destas ações durante a navegação do caracter
ru: Запомните эти действия во время посимвольной навигации
