Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/checkGestures.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: To view the list of gestures binded with functions without a text description, if they are found in your NVDA configuration, you need to call the NVDA menu, go to the submenu "Tools", then - "Gestures without description...".
bg: За да прегледате списъка с жестове, свързани с функции без текстово описание, ако те са намерени във вашата конфигурация на NVDA, трябва да извикате менюто на NVDA, да отидете в подменюто "Инструменти", след това - "Жестове без описание...".
de: Um die Liste der Tastenkombinationen anzuzeigen, die mit Befehlen ohne Textbeschreibung verbunden sind, müssen Sie das NVDA-Menü aufrufen, dann zum Untermenü "Werkzeuge" gehen und "Tastenkombinationen ohne Beschreibung..." aufrufen.
es: Para ver la lista de gestos asociados a funciones sin descripción textual, si se encuentran en tu configuración de NVDA, debes ir al menú NVDA, navegar al submenú "Herramientas", "Check Input Gestures", "Gestures without description...".
fi: Jos haluat tarkastella toimintoihin määritettyjen, ilman kuvausta olevien näppäinkomentojen luetteloa (mikäli sellaisia on), avaa NVDA-valikko, siirry Työkalut-alivalikkoon ja valitse sitten "Näppäinkomennot ilman kuvausta...".
fr: Pour voir la listes des gestes assignés à une fonction sans description, s'il y en a dans votre configuration NVDA, vous devez ouvrir le menu NVDA, aller dans le sous-menu "Outils" puis - "Gestes sans description...".
gl: Para ver a lista de xestos asociados a funcións sen unha descrición textual, se hai algún na túa configuración de NVDA, precisas chamar ó menú de NVDA, ir ó submenú "Ferramentas", logo - "Gestures without descriptión" (Xestos sen descrición).
ja: 文字表現のない機能に割り当てられたジェスチャーのリストを見るには、それらがNVDA設定にある場合、NVDAメニューを呼び出し、「ツール」サブメニューに行き、「表現のないジェスチャー」です。
pl: Aby wyświetlić listę gestów powiązanych z funkcjami bez opisu tekstowego, jeśli znajdują się one w konfiguracji NVDA, musisz wywołać menu NVDA, przejść do podmenu "Narzędzia", a następnie - "Gesty bez opisu...".
pt_br: Para visualizar a lista de gestos vinculados a funções sem uma descrição de texto, se eles forem encontrados na configuração do NVDA, você precisará acessar o menu do NVDA, ir para o submenu “Ferramentas” e, em seguida, clicar em “Gestos sem descrição...”.
pt_pt: Para ver a lista de comandos ligados com funções sem descrição de texto, se forem encontrados na sua configuração do NVDA, tem de chamar o menu NVDA, ir ao submenu "Ferramentas", depois - "comandos sem descrição...".
ru: Для просмотра жестов ввода привязанных к функциям без текстового описания, если они будут обнаружены в вашей конфигурации NVDA, необходимо вызвать меню NVDA, перейти к подменю "Сервис", далее - "Проверка жестов ввода" и активировать пункт меню "Жесты без описания...".
tr: NVDA yapılandırmanızda bulunan Metin açıklaması olmayan işlevlerle çakışan hareketlerin listesini görüntülemek için, NVDA menüsüne gitmeniz, "Araçlar" / "Girdi Hareketleri Kontrolü" alt menüsüne gidip Açıklaması girilmemiş hareketler... öğesini etkinleştirmeniz gerekir.
uk: Щоб переглянути список жестів, прив’язаних до функцій без текстового опису, якщо вони будуть виявлені у вашій конфігурації NVDA, необхідно викликати меню NVDA, перейти до підменю «Інструменти», далі — «Жести без опису...».
zh_cn: 要查看没有文本说明的按键或手势，请转到 “NVDA菜单”的“工具”子菜单，然后进入“按键与手势检查”，点击其中的 “无说明的按键或手势...”。

source: Such features do not appear in the standard NVDA "Input Gestures..." dialog, so it is not yet possible to delete or reassign associated gestures.
bg: Такива функции не са налични в стандартния диалогов прозорец "Жестове на въвеждане" на NVDA, така че все още не е възможно да се изтрият или преназначат свързаните с тях жестове.
de: Solche Befehle erscheinen nicht im Dialog "Tastenbefehle..." von NVDA, sodass es noch nicht möglich ist, zugeordnete Tastenkombinationen zu löschen oder neu zuzuweisen.
es: Dichas funciones no aparecen en el diálogo estándar "Gestos de entrada..." de NVDA, por lo que aún no es posible eliminar o reasignar sus gestos asociados.
fi: Tällaiset toiminnot eivät näy NVDA:n tavallisessa Näppäinkomennot-valintaikkunassa, joten niihin liitettyjä näppäinkomentoja ei ole vielä mahdollista poistaa tai uudelleenmäärittää.
fr: De telles fonctions n'apparaissent pas dans le dialogue "Gestes de Commande..." standard, donc il n'est actuellement pas possible d'effacer ou réassigner les gestes associés.
gl: Tales características non aparecen no diálogo estándar "Xestos de entrada..." de NVDA, de xeito que non é posible eliminar ou reasignar os xestos asociados.
ja: このような機能は、標準のNVDAの「入力ジェスチャー」ダイアログには現れません。割り当てられたジェスチャーを消したり再割り当てしたりすることはやはり出来ません。
pl: Takie funkcje nie pojawiają się w standardowym NVDA "Input Gestures..." , więc nie można jeszcze usunąć ani ponownie przypisać powiązanych gestów.
pt_br: Esses recursos não aparecem na caixa de diálogo padrão do NVDA “Gestos de entrada...”, portanto, ainda não é possível excluir ou reatribuir gestos associados.
pt_pt: Tais funcionalidades não aparecem no diálogo padrão de "comandos de entrada..." do NVDA, pelo que ainda não é possível apagar ou reatribuir os comandos que lhes estejam associados.
ru: Такие функции не отображаются в стандартном диалоговом окне NVDA "Жесты ввода...", поэтому пока нет возможности удалить или переназначить привязанные к ним управляющие жесты.
tr: Bu tür hareketler varsayılan NVDA "Girdi Hareketleri..." iletişim kutusunda görünmedikleri için ilişkili hareketleri silmek veya yeniden atamak henüz mümkün değildir.
uk: Такі функції не відображаються у стандартному вікні NVDA «Жести вводу», тому поки що немає можливості видалити або перепризначити прив’язані до них жести.
zh_cn: 这类手势功能不会出现在标准的NVDA “按键与手势”对话框内，所以暂时也不能对他们进行删除或修改。

source: Help
bg: Помощ
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
gl: Axuda
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
zh_cn: 帮助

source: One way to view this help page is to call up the NVDA menu, go to the "Tools" submenu, then - "Check Input Gestures", and activate "Help".
bg: Един от начините да прегледате тази помощна страница е да извикате менюто на NVDA, да отидете в подменюто "Инструменти", след това - "Проверка на жестовете на въвеждане" и да задействате елемента "Помощ".
de: Eine Möglichkeit, diese Hilfeseite anzuzeigen, besteht darin, das NVDA-Menü aufzurufen, zum Untermenü "Werkzeuge" zu gehen, dann "Tastenkombinationen überprüfen" und "Hilfe" zu aktivieren.
es: Una forma de visualizar esta página de ayuda es ir al menú NVDA, navegar al submenú "Herramientas", luego "Check Input Gestures" y activar "Help".
fi: Yksi tapa tarkastella tätä ohjesivua on avata NVDA-valikko, siirtyä Työkalut-alivalikkoon, avata Tarkista näppäinkomennot -alivalikko ja valita sitten "Ohje".
fr: Une manière de voir cette page d'aide est d'ouvrir le menu NVDA, aller au sous-menu "Outils", puis - "Vérifier les Gestes de Commande", et activer "Aide".
gl: Unha maneira de ver esta páxina de axuda é chamando ó menú de NVDA, indo ó submenú "Ferramentas", logo - "Check Input Gestures", e activando "Help" (Axuda).
ja: このヘルプページを見る1つの方法は、NVDAメニューを呼び出し、「ツール」サブメニューに行き、「入力ジェスチャーの確認」、「ヘルプ」を選択します。
pl: Jednym ze sposobów wyświetlenia tej strony pomocy jest wywołanie menu NVDA, przejście do podmenu "Narzędzia", a następnie - "Sprawdź gesty wprowadzania" i aktywuj "Pomoc".
pt_br: Uma maneira de visualizar essa página de ajuda é abrir o menu do NVDA, acessar o submenu “Ferramentas", depois - “Verificar gestos de entrada" e ativar "Ajuda".
pt_pt: Uma maneira de ver esta página de ajuda é chamar o menu NVDA, ir ao submenu "Ferramentas", depois - "Verificar comandos de Entrada", e activar "Ajuda".
ru: Один из способов просмотреть эту справочную страницу - вызвать меню NVDA, перейти к подменю "Сервис", далее - "Проверка жестов ввода" и активировать пункт меню "Справка".
tr: Bu yardım sayfasını görüntülemenin bir yolu, NVDA menüsüne gitmek, "Araçlar" "Girdi Hareketleri Kontrolü" alt menüsüne gitmek ve "Yardım"öğesini etkinleştirmektir.
uk: Один зі способів переглянути цю довідкову сторінку — викликати меню NVDA, перейти до підменю «Інструменти», далі — «Перевірка жестів вводу» і активувати пункт «Довідка».
zh_cn: 查看本帮助的其中一种方法是打开“NVDA菜单”的“工具”子菜单，然后进入“按键与手势检查”，点击其中的 “帮助”。

source: Note: All features of the add-on are presented in the NVDA "Input Gestures" dialog and you can assign your own keyboard shortcuts to each of them.
bg: Забележка: Всички функции на добавката са представени в диалоговия прозорец "Жестове на въвеждане" на NVDA и можете да зададете свои собствени клавишни комбинации към всяка от тях.
de: Hinweis: Alle Funktionen dieser Erweiterung werden im NVDA-Dialog "Tastenbefehle" angezeigt und Sie können allen eigene Tastenkombinationen zuweisen.
es: Nota: todas las funciones del complemento se presentan en el diálogo "Gestos de entrada" de NVDA, desde donde puedes asignar tus propios atajos de teclado a cada una de ellas.
fi: Huom: Kaikki lisäosan ominaisuudet näkyvät NVDA:n Näppäinkomennot-valintaikkunassa, jossa voit määrittää kullekin toiminnolle oman pikanäppäimen.
fr: Note : Toutes les fonctionnalités de l'extension sont présentes dans le dialogue "Gestes de Commande..." et vous pouvez assigner vos propres gestes de commande à chacune d'entre elles.
gl: Nota: Todas as características do complemento se atopan no diálogo "Xestos de entrada" de NVDA e podes asignar o teu propio atallo de teclado a cada unha delas.
ja: 備考: アドオンの全ての機能がNVDAの「入力ジェスチャー」ダイアログに表示されています。自分用のキーボードショートカットをそれぞれに割り当て出来ます。
pl: Uwaga: Wszystkie funkcje dodatku są prezentowane w oknie dialogowym NVDA "Gesty wprowadzania" i do każdego z nich można przypisać własne skróty klawiaturowe.
pt_br: Nota: todos os recursos do complemento são apresentados na caixa de diálogo “Gestos de entrada” do NVDA e você pode atribuir seus próprios atalhos de teclado a cada um deles.
pt_pt: Nota: Todas as funcionalidades do extra são apresentadas no diálogo "comandos de Entrada" do NVDA e pode atribuir os seus próprios atalhos de teclado a cada um deles.
ru: Примечание: Все функции дополнения представлены в диалоговом окне NVDA "Жесты ввода" и для них можно назначить собственные комбинации клавиш.
tr: Not: Eklentinin tüm özellikleri NVDA "Girdi Hareketleri" iletişim kutusunda sunulur ve her birine kendi klavye kısayollarınızı atayabilirsiniz.
uk: Примітка: Всі функції додатка представлені в діалоговому вікні NVDA «Жести вводу» і для них можна призначити власні комбінації клавіш.
zh_cn: 注意：本插件的所有功能都显示在 NVDA “按键与手势”对话框内，你可以为每个功能分配所需的快捷键。

source: Contributions
bg: Принос
de: Beiträge
es: Colaboraciones
fi: Osallistujat
gl: contribucións
ja: 貢献者
pl: Składki
pt_br: Contribuições
pt_pt: Contribuições
ru: Благодарности
tr: Katkıda Bulunanlar
uk: Подяки
zh_cn: 贡献

source: We are very grateful to everyone who made the effort to develop, translate and maintain this add-on:
bg: Много сме благодарни на всички, които полагат усилия за разработката, превода и поддръжката на тази добавка:
de: Wir sind allen sehr dankbar, die sich bemüht haben, diese Erweiterung zu entwickeln, zu übersetzen und zu pflegen:
es: Estamos muy agradecidos a todos los que se han esforzado por desarrollar, traducir y mantener este complemento:
fi: Olemme erittäin kiitollisia kaikille, jotka ovat nähneet vaivaa tämän lisäosan kehittämiseen, eri kielille kääntämiseen ja ylläpitämiseen:
fr: Nous sommes très reconnaissants à toutes les personnes qui ont fait l'effort de développer, traduire et maintenir cette extension.
gl: Estamos moi agradecidos a todos os que fixeron o esforzo para desenvolver, traducir e manter este complemento:
ja: このアドオンを開発、翻訳、維持するために努力されている全ての方に、大変感謝しています:
pl: Jesteśmy bardzo wdzięczni wszystkim, którzy podjęli wysiłek opracowania, przetłumaczenia i utrzymania tego dodatku:
pt_br: Somos muito gratos a todos que se esforçaram para desenvolver, traduzir e manter esse complemento:
pt_pt: Estamos muito gratos a todos os que fizeram o esforço de desenvolver, traduzir e manter este extra:
ru: Мы очень благодарны всем, кто прикладывает усилия в разработке, переводе и поддержке дополнения:
tr: Bu eklentiyi geliştirmek, tercüme etmek ve sürdürülebilirliğini sağlamak için çaba gösteren herkese çok minnettarız:
uk: Ми дуже вдячні всім, хто докладає зусиль в розробці, перекладі та підтримці додатка:
zh_cn: 我们非常感谢每一个为开发、翻译和维护这个插件做出过贡献的人。

source: Wafiqtaher - Arabic translation;
bg: Wafiqtaher: Арабски превод;
de: Wafiqtaher - Arabische Übersetzung;
es: Wafiqtaher – Traducción al árabe;
fi: Wafiqtaher - arabiankielinen käännös;
fr: Wafiqtaher - traduction en Arabe;
gl: Wafiqtaher - Tradución ó árabe;
ja: Wafiqtaher - アラビア語翻訳;
pl: Wafiqtaher - tłumaczenie na arabski;
pt_br: Wafiqtaher - tradução para o árabe;
pt_pt: Wafiqtaher - tradução árabe;
ru: Wafiqtaher - перевод на арабский язык;
tr: Wafiqtaher - Arapça çeviri;
uk: Wafiqtaher — арабська мова;
zh_cn: Wafiqtaher - 阿拉伯语翻译。

source: Angelo Miguel Abrantes - Portuguese translation;
bg: Angelo Miguel Abrantes: Португалски превод;
de: Angelo Miguel Abrantes - Portugiesische Übersetzung;
es: Angelo Miguel Abrantes – traducción al portugés;
fi: Angelo Miguel Abrantes - portugalinkielinen käännös;
fr: Angelo Miguel Abrantes - traduction en Portugais;
gl: Angelo Miguel Abrantes - Tradución ó portugués;
ja: Angelo Miguel Abrantes - ポルトガル語翻訳;
pl: Angelo Miguel Abrantes - tłumaczenie na portugalski;
pt_pt: Ângelo Miguel Abrantes - Tradução portuguesa;
ru: Angelo Miguel Abrantes - перевод на португальский язык;
tr: Angelo Miguel Abrantes - Portekizce çeviri;
uk: Angelo Miguel Abrantes — португальська мова;
zh_cn: Angelo Miguel Abrantes - 葡萄牙语翻译。

source: Cagri Dogan - Turkish translation.
bg: Cagri Dogan: Турски превод.
de: Cagri Dogan - türkische Übersetzung.
es: Cagri Dogan - Traducción al turco.
fi: Cagri Dogan - turkinkielinen käännös.
fr: Cagri Dogan - traduction en Turc.
gl: Cagri Dogan - Tradución ó turco.
ja: Cagri Dogan - トルコ語翻訳。
pl: Cagri Dogan - tłumaczenie na turecki.
pt_br: Cagri Dogan - tradução do turco.
pt_pt: Cagri Dogan - Tradução turca.
ru: Cagri Dogan - перевод на турецкий язык.
tr: Çağrı Doğan - Türkçe çeviri.
uk: Cagri Dogan — турецька мова.
zh_cn: Cagri Dogan - 土耳其语翻译。

source: Change log
bg: Списък с промените
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Journal des Changements
gl: Rexistro de trocos
ja: 変更履歴
pl: Lista zmian
pt_br: Registro de alterações
pt_pt: Registo de Alterações
ru: Журнал изменений
tr: Değişiklik listesi
uk: Журнал змін
zh_cn: 更新日志

source: Version 1.0
bg: Версия 1.0
es: VERSIÓN 1.0
fi: Versio 1.0
gl: Versión 1.0
ja: バージョン 1.0
pl: Wersja 1.0
pt_br: Versão 1.0
pt_pt: Versão 1.0
ru: Версия 1.0
tr: Sürüm 1.0
uk: Версія 1.0
zh_cn: 1.0版

source: implemented search for duplicate input gestures;
bg: Внедрено е търсене за дублиращи се жестове на въвеждане;
de: Suche nach doppelten Tastenkombinationen implementiert;
es: implementada la búsqueda de gestos duplicados;
fi: Toteutettu päällekkäisten näppäinkomentojen etsintä;
fr: Implémentation de la recherche des gestes dupliqués;
gl: implementada busca de xestos de entrada duplicados;
ja: 重複した入力ジェスチャーの検索機能の実装;
pl: zaimplementowano wyszukiwanie duplikatów gestów wejściowych;
pt_br: pesquisa implementada para gestos de entrada duplicados;
pt_pt: implementou-se a pesquisa de comandos de entrada duplicados;
ru: реализован поиск дублирующихся жестов ввода;
tr: yinelenen girdi hareketleri için arama eklendi;
uk: реалізований пошук жестів вводу, що дублюються;
zh_cn: 实现了搜索重复按键或手势的功能。

source: implemented search for input gestures binded to functions without a text description.
bg: Внедрено е търсене на жестове на въвеждане, обвързани с функции без текстово описание.
de: Suche nach Tastenkombinationen, die an Funktionen ohne Textbeschreibung gebunden sind. implementiert.
es: implementada la búsqueda de gestos asociados a funciones que no disponen de descripción textual.
fi: Toteutettu ilman kuvausta oleviin toimintoihin liitettyjen näppäinkomentojen etsintä.
fr: Implémentation de la recherche de gestes assignés à des fonctions sans description.
gl: implementada a busca de xestos de entrada asociados a funcións sen unha descrición textual.
ja: 文字表現のない機能に割り当てられた入力ジェスチャーの検索機能の実装。
pl: zaimplementowano wyszukiwanie gestów wejściowych powiązanych z funkcjami bez opisu tekstowego.
pt_br: implementou a pesquisa de gestos de entrada vinculados a funções sem uma descrição de texto.
pt_pt: implementada pesquisa de comandos de entrada ligados a funções sem um texto de descrição.
ru: реализован поиск жестов ввода привязанных к функциям без текстового описания.
tr: metin açıklaması olmayan yenilenen işlevleri arama eklendi.
uk: реалізований пошук жестів вводу прив'язаних до функцій без текстового опису.
zh_cn: 实现了搜索无说明的按键或手势的功能。

source: Altering of add-on source code
bg: Промяна на изходния код на добавката
de: Ändern des Add-On-Quellcodes
es: Alteración del código fuente del complemento
fi: Lisäosan lähdekoodin muuttaminen
fr: Modification du code source de l'extension
gl: Alteración do código fonte do complemento
ja: アドオンのソースコードの変更
pl: Zmiana kodu źródłowego dodatku
pt_br: Alteração do código-fonte do add-on
pt_pt: Alteração do código fonte
ru: Внесение изменений в исходный код дополнения
tr: Eklenti kaynak kodunun değiştirilmesi
uk: Внесення змін до вихідного коду додатка
zh_cn: 改进 NVDA 按键与手势检查的功能

source: You may clone this repo to make alteration to NVDA Check Input Gestures.
bg: Можете да клонирате това хранилище, за да направите промени по добавката "Проверка на жестовете на въвеждане" за NVDA.
de: Sie können dieses Repository klonen, um Änderungen an dieser Erweiterung zu vorzunehmen.
es: Puedes clonar este repositorio para hacer alteraciones al complemento de NVDA Check Input Gestures.
fi: Voit kloonata tämän koodivaraston tehdäksesi muutoksia Tarkista näppäinkomennot -lisäosaan.
fr: Vous pouvez cloner ce dépôt pour modifier NVDA Check Input Gestures.
gl: Podes clonar este repo para facer alteracións ó Check Input Gestures de NVDA.
ja: このレポジトリをクローンして、NVDA Check Input Gesturesに変更を加えることが出来ます。
pl: Możesz sklonować to repozytorium, aby wprowadzić zmiany w gestach NVDA Check Input.
pt_br: Você pode clonar esse repositório para fazer alterações no NVDA Verificar gestos de entrada.
pt_pt: Pode clonar este repo para fazer alterações ao extra verificação dos comandos de Entrada do NVDA.
ru: Вы можете клонировать этот репозиторий, чтобы внести изменения в проверку жестов ввода NVDA.
tr: Girdi Hareketleri Kontrolü eklentisinde değişiklik yapmak için bu depoyu (repository) klonlayabilirsiniz.
uk: Ви можете клонувати репозиторій проекту, щоб внести зміни до вихідного коду.
zh_cn: 你可以克隆这个 repo 对 NVDA 按键与手势检查的功能进行修改。

source: Third Party dependencies
bg: Зависимости от трети страни
de: Abhängigkeiten Dritter
es: Dependencias de terceros
fi: Kolmannen osapuolen riippuvuudet
fr: Dépendances tierses
gl: Dependencias de terceiros
ja: サードパーティへの依存
pl: Zależności stron trzecich
pt_br: Dependências de terceiros
pt_pt: Dependências de terceiros
ru: Сторонние зависимости
tr: Üçüncü Taraf bağımlılıkları
uk: Залежності
zh_cn: 第三方依赖

source: These can be installed with pip:
bg: Те могат да бъдат инсталирани чрез pip:
de: Diese können mit pip installiert werden:
es: Se pueden instalar con Pip:
fi: Nämä voidaan asentaa pip:llä:
fr: Elles peuvent être installées avec Pip :
gl: Pódense instalar con pip:
ja: これらをpipでインストールすることが出来ます:
pl: Można je zainstalować za pomocą pip:
pt_br: Eles podem ser instalados com o pip:
pt_pt: Estes podem ser instalados com pip:
ru: Следующие модули могут быть установлены при помощи pip:
tr: Bunlar pip ile kurulabilir:
uk: Ці модулі можуть бути встановлені за допомогою pip:
zh_cn: 这些可以用 pip 安装。

source: To package the add-on for distribution
bg: За пакетиране на добавката за разпространение
de: So verpacken Sie die Erweiterung für die Verteilung
es: Empaquetar el complemento para su distribución
fi: Lisäosan pakkaaminen jakelua varten
fr: Pour packager l'extension pour distribution
gl: Para empaquetar o complemento para distribución
ja: 配布のためにこのアドオンをパッケージするには
pl: Aby spakować dodatek do dystrybucji
pt_br: Para empacotar o add-on para distribuição
pt_pt: Para preparar o extra para distribuição
ru: Чтобы упаковать дополнение для распространения
tr: Eklentiyi dağıtım için paketlemek için
uk: Побудова додатка з вихідних кодів
zh_cn: 要将插件打包并发布。

source: Open a command line, change to the root of this repo
bg: Отворете команден ред и преминете към кореновата директория на това хранилище
de: Öffnen Sie eine Kommandozeile und Wechseln Sie zum Stamm dieses Repositorys
es: Abre una línea de órdenes, y cambia a la raíz de este repositorio
fi: Avaa komentokehote ja vaihda hakemistoksi tämän koodivaraston juuri.
fr: Ouvrez une ligne de commande, changez vers la racine de ce dépôt
gl: Abre unha liña de ordes, cambia á raíz deste repo
ja: コマンドラインを開き、このレポジトリのルートディレクトリに変更します
pl: Otwórz wiersz polecenia, zmień katalog główny tego repozytorium
pt_br: Abra uma linha de comando, mude para a raiz deste repositório
pt_pt: Abrir uma linha de comando, mudar para a raiz deste repo
ru: Откройте командную строку, перейдите в корневой каталог этого репозитория
tr: Bir komut satırı açın, Ve deponun köküne(root) geçin
uk: Відкрийте командний рядок та перейдіть до кореневого каталогу репозиторію проекту
zh_cn: 打开命令行，更改到这个 repo 的根目录。

source: Run the **scons** command. The created add-on, if there were no errors, is placed in the current directory.
bg: Изпълнете командата **scons**. Създадената добавка, ако няма грешки, се поставя в текущата директория.
de: Führen Sie den Befehl **scons** aus. Die erstellte Erweiterung wird im aktuellen Verzeichnis abgelegt, wenn keine Fehler aufgetreten sind.
es: Ejecuta la orden **scons**. El complemento creado, si no hubo errores, se sitúa en la carpeta actual.
fi: Suorita **scons**-komento. Jos virheitä ei ollut, luotu lisäosa sijoitetaan nykyiseen hakemistoon.
fr: Exécutez la commande **scons**. L'extension créée, s'il n'y a pas eu d'erreur, est placée dans le répertoire courant.
gl: Executa a orde **scons**. O complemento creado, se non houbo erros, atópase no directorio actual.
ja: **scons**コマンドを実行します。生成されたアドオンが、エラーがなければ、現在のディレクトリにあります。
pl: Uruchom polecenie **scons**. Utworzony dodatek, jeśli nie wystąpiły błędy, jest umieszczany w bieżącym katalogu.
pt_br: Execute o comando **scons**. O add-on criado, se não houver erros, será colocado no diretório atual.
pt_pt: Executar o comando **scons***. O extra criado, se não houver erros, é colocado no directório actual.
ru: Запустите команду **scons**. Созданное дополнение при отсутствии ошибок будет помещено в текущий каталог.
tr: **scons** komutunu çalıştırın. Oluşturulan eklenti, herhangi bir hata yoksa mevcut dizine yerleştirilir.
uk: Запустіть команду scons. Створений додаток, якщо не виникне помилок, буде розміщений в поточному каталозі.
zh_cn: 运行**scons**命令。如果没有错误的话，创建的插件就会存放在当前目录下。

source: scons
pl: kinkiety
