Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/checkGestures.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: [[!meta title="Check Input Gestures"]]
bg: [[!meta title="Проверка на жестовете на въвеждане (Check Input Gestures)"]]
de: [[!meta title="Überprüfe Tastenkombinationen"]]
fi: [[!meta title="Tarkista näppäinkomennot"]]
pl: [[!meta title="Sprawdź gesty wprowadzania"]]
pt_pt: [[!meta title="Verificar comandos de Entrada"]]
ru: [[!meta title="Проверка Жестов Ввода"]]
tr: [[!meta title="Girdi Hareketleri Kontrolü"]]
uk: [[!meta title="Check Input Gestures (Перевірка жестів вводу)"]]
zh_cn: [[!meta title="按键或手势检查"]]

source: Author: Oleksandr Gryshchenko
bg: Автор: Oleksandr Gryshchenko
de: Autor: Oleksandr Gryshchenko
es: Autor: Oleksandr Gryshchenko
fi: Tekijä: Oleksandr Gryshchenko
fr: Auteur : Oleksandr Gryshchenko
gl: Autor: Oleksandr Gryshchenko
ja: 作者: Oleksandr Gryshchenko
pl: Autor: Oleksandr Gryshchenko
pt_br: Autor: Oleksandr Gryshchenko
pt_pt: Autor: Oleksandr Gryshchenko
ru: Автор: Олександр Грищенко
tr: Yazar: Oleksandr Gryshchenko
uk: Автор: Олександр Грищенко
zh_cn: 作者： Oleksandr Gryshchenko

source: Version: 1.0
bg: Версия: 1.0
es: Versión: 1.0
fi: Versio: 1.0
gl: Versión: 1.0
ja: バージョン: 1.0
pl: Wersja 1.0
pt_br: Versão: 1.0
pt_pt: Versão: 1.0
ru: Версия: 1.0
tr: Sürüm: 1.0
uk: Версія: 1.0
zh_cn: 版本： 1.0

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: 2019.3 y posterior
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieur
gl: compatibilidade co NVDA: 2019.3 en diante
ja: NVDA 互換性: 2019.3 以降
pl: Zgodność z wersjami NVDA: 2019.3 i nowszych
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и позднее
tr: NVDA uyumluluğu: 2019.3 ve üstü
uk: Сумісність з NVDA: 2019.3 та новіші версії
zh_cn: NVDA兼容性： 2019.3 及以后

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version][1] herunterladen
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [kararlı sürüm][1]ü indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版][1]

source: Find and fix input gestures conflicts in NVDA and add-ons. The general term "input gestures" includes keyboard commands, commands entered from Braille keyboards and gestures of touch screens.
bg: Намиране и коригиране на конфликти при жестовете на въвеждане в NVDA и инсталираните добавки. Общият термин "жестове на въвеждане" включва команди от клавиатурата, команди въведени от брайлови клавиатури и сензорни жестове.
de: Suchen und beheben Sie Konflikte von Tastenkombinationen in NVDA und Erweiterungen. Der allgemeine Begriff "Tastenkombinationen" umfasst Tastaturbefehle, Befehle, die von Braille-Tastaturen eingegeben werden, und Gesten von Touchscreens.
es: Este complemento encuentra y resuelve conflictos con los gestos de entrada en NVDA y los complementos. El término general «gestos de entrada» incluye órdenes de teclado, órdenes introducidas desde una pantalla Braille y gestos realizados en pantallas táctiles.
fi: Etsi ja korjaa NVDA:n ja lisäosien näppäinkomentojen ristiriidat. Yleistermi "näppäinkomennot" sisältää näppäinkomennot, pistekirjoitusnäppäimistöltä annetut komennot sekä kosketusnäyttöeleet.
fr: Trouver et corriger les conflits de gestes de commande de NVDA et des extensions. Le terme générique "geste de commande" inclut les commandes clavier, les commandes entrées depuis le clavier braille et les gestes sur l'écran tactile.
gl: Atopa e arranxa conflitos de xestos de entrada en NVDA e complementos. O termo xeral "xestos de entrada" inclúe atallos de teclas, ordes introducidas dende un teclado braille xestos de pantallas táctiles.
ja: NVDAとアドオンの、入力ジェスチャーの重複を見つけて、修正します。一般的な用語として、「入力ジェスチャー」は、キーボードコマンド、点字キーボードから入力されるコマンド、タッチスクリーンのジェスチャーを含みます。
pl: Znajdź i napraw konflikty gestów wejściowych w NVDA i dodatkach. Ogólny termin "gesty wprowadzania" obejmuje polecenia klawiaturowe, polecenia wprowadzane z klawiatur Braille'a i gesty ekranów dotykowych.
pt_br: Localize e corrija conflitos de gestos de entrada no NVDA e em complementos. O termo geral “gestos de entrada” inclui comandos de teclado, comandos inseridos em teclados em Braille e gestos de telas sensíveis ao toque.
pt_pt: Encontrar e corrigir conflitos de comandos de entrada no NVDA e nos extras. O termo geral "comandos de entrada" inclui comandos de teclado, comandos introduzidos a partir de teclados em Braille e gestos de ecrãs tácteis.
ru: Поиск и исправление конфликтов жестов ввода в NVDA и дополнениях. Общий термин "жесты ввода" объединяет в себе клавиатурные команды, команды введенные с брайлевских клавиатур и жесты, используемые на сенсорных дисплеях.
tr: NVDA ve eklentilerde oluşabilecek girdi hareket çakışmalarını bulun ve düzeltin. "Girdi hareketleri", klavye komutlarını, Braille klavyelerinden girilen komutları ve dokunmatik ekran hareketlerini içerir.
uk: Пошук та виправлення конфліктів жестів вводу в NVDA та додатках. Загальний термін «жести вводу» об’єднує в собі клавіатурні команди, команди введені з брайлівських клавіатур та жести сенсорних дисплеїв.
zh_cn: 查找并修正 NVDA （包括插件）中的按键与手势冲突。通用术语 “按键与手势”包括键盘按键、盲文点显器的按键以及触摸屏手势（之前NVDA 简体中文译为“输入手势”）。

source: Each of the installed add-ons can make changes to the NVDA configuration by adding or reassigning existing input gestures. If the same input gestures are binded to several functions, it will be impossible to call some of them.
bg: Всяка от инсталираните добавки може да прави промени в конфигурацията на NVDA чрез добавяне или преназначаване на съществуващи жестове на въвеждане. Ако едни и същи жестове на въвеждане са свързани с няколко функции, ще бъде невъзможно да се извикат някои от тях.
de: Jede Erweiterung, die Sie installiert haben, kann Änderungen an der NVDA-Konfiguration vornehmen, indem vorhandene Tastenkombinationen hinzugefügt oder neu zugewiesen werden. Wenn dieselben Tastenkombinationen an mehrere Befehle gebunden sind, ist es unmöglich, einige der Befehle aufzurufen.
es: Cada complemento instalado puede hacer cambios en la configuración de NVDA añadiendo o reasignando gestos de entrada existentes. Si los mismos gestos de entrada se encuentran vinculados a varias funciones, será imposible llamar a algunos de ellos.
fi: Jokainen asennettu lisäosa voi tehdä muutoksia NVDA:n asetuksiin lisäämällä tai uudelleenmäärittämällä olemassa olevia näppäinkomentoja. Mikäli samoja näppäinkomentoja on liitetty useampiin toimintoihin, joitakin niistä ei voi käyttää.
fr: Chaque extension installée peut modifier la configuration de NVDA en ajoutant ou réassignant des gestes de commande. Si le même geste de commande est assigné à plusieurs fonctions, il sera impossible d'invoquer certaines d'entre elles.
gl: Cada un dos complementos instalados pode facer cambios á configuración do NVDA engadindo ou reasignando xestos de entrada existentes. Se os mesmos xestos de entrada están asociados a varias funcións, será imposible chamar a algunhas destas.
ja: インストールされたアドオンそれぞれは、NVDA設定に対して変更を行い、入力ジェスチャーを追加したり、既存の入力ジェスチャーの再割り当てをしたり出来ます。もし、同じジェスチャーが複数の機能に割り当てられている場合、そのうちのいくつかを呼び出せないことになります。
pl: Każdy z zainstalowanych dodatków może wprowadzać zmiany w konfiguracji NVDA, dodając lub ponownie przypisując istniejące gesty wejściowe. Jeśli te same gesty wejściowe są powiązane z kilkoma funkcjami, nie będzie można wywołać niektórych z nich.
pt_br: Cada um dos complementos instalados pode fazer alterações na configuração do NVDA, adicionando ou reatribuindo gestos de entrada existentes. Se os mesmos gestos de entrada estiverem vinculados a várias funções, será impossível chamar algumas delas.
pt_pt: Cada um dos extras instalados pode fazer alterações à configuração do NVDA adicionando ou reatribuindo comandos de entrada existentes. Se os mesmos comandos de entrada estiverem ligados a várias funções, será impossível chamar algumas delas.
ru: Каждое из установленных дополнений может вносить изменения в конфигурацию NVDA, добавляя или переопределяя существующие жесты ввода. Если к нескольким функциям будут привязаны одни и те же жесты ввода, это сделает невозможным вызов некоторых из них.
tr: Yüklü eklentilerin her biri, mevcut girdi hareketlerini ekleyerek veya değiştirerek NVDA yapılandırmasında değişiklik yapabilir. Bu da Aynı girdi hareketlerinin birkaç işleve atanmasına sebep olabilir. Böyle bir durumda ise bazı işlevlerin çalışması imkansız hale gelecektir.
uk: Кожен зі встановлених додатків може вносити зміни в конфігурацію NVDA, додаючи або перепризначаючи існуючі жести вводу. Якщо до кількох функцій будуть прив’язані одні й ті самі жести вводу, це зробить неможливим виклик деяких з них.
zh_cn: 每个已安装的插件都可以通过添加或重新分配现有的按键或手势。如果相同的按键或手势被绑定到多个功能上，则无法使用其中某个或某些功能。

source: Search for duplicate gestures
bg: Търсене за дублиращи се жестове
de: Nach doppelt belegten Tastenkombinationen suchen
es: Búsqueda de gestos duplicados
fi: Etsi päällekkäiset näppäinkomennot
fr: Rechercher les gestes dupliqués
gl: Buscar xestos duplicados
ja: 重複ジェスチャーの検索
pl: Wyszukiwanie zduplikowanych gestów
pt_br: Pesquisar gestos duplicados
pt_pt: Procura de comandos duplicados
ru: Поиск дублирующихся жестов
tr: Çakışan hareketleri arama
uk: Пошук жестів, що дублюються
zh_cn: 重复的按键与手势搜索

source: To detect duplicate gestures, call the NVDA menu, go to the "Tools" submenu, then - "Check Input Gestures" and activate the menu item "Search for duplicate gestures...".
bg: За да откриете дублиращи се жестове, извикайте менюто на NVDA, отидете в подменюто "Инструменти", след това - "Проверка на жестовете на въвеждане" и задействайте елемента "Търси дублиращи се жестове..." от менюто.
de: Um doppelt belegte Tastenkombinationen zu erkennen, rufen Sie das NVDA-Menü auf, gehen zum Untermenü "Werkzeuge", dann "Tastenkombinationen überprüfen" und aktivieren Sie den Menüpunkt "Suche nach doppelt belegten Tastenkombinationen...".
es: Para detectar gestos duplicados, abre el menú NVDA, navega al submenú «Herramientas», luego "Check Input Gestures" y activa el elemento de menú "Search for duplicate gestures…".
fi: Etsi päällekkäiset näppäinkomennot avaamalla NVDA-valikko, menemällä Työkalut-alivalikkoon ja valitsemalla "Tarkista näppäinkomennot" ja sitten "Etsi päällekkäiset näppäinkomennot...".
fr: Pour détecter les gestes dupliqués, ouvrez le menu NVDA, allez au sous-menu "Outils", puis - "Vérifier les Gestes de Commande" et activez l'élément de menu "Chercher les gestes dupliqués...".
gl: Para detectar xestos duplicados, chama ó menú de NVDA, vai ó submenú "Ferramentas", logo - "Check Input Gestures" e activa o elemento de menú "Search for duplicate gestures..." (buscar xestos duplicados).
ja: 重複したジェスチャーを検出するには、NVDAメニューを呼び出し、「ツール」サブメニューに行き、「入力ジェスチャーを確認」、そしてメニュー項目「重複ジェスチャーを検索」を実行します。
pl: Aby wykryć zduplikowane gesty, wywołaj menu NVDA, przejdź do podmenu "Narzędzia", a następnie - "Sprawdź gesty wprowadzania" i aktywuj element menu "Wyszukaj zduplikowane gesty ...".
pt_br: Para detectar gestos duplicados, acesse o menu do NVDA, vá para o submenu "Ferramentas", depois - "Verificar gestos de entrada" e ative o item de menu "Procurar gestos duplicados...".
pt_pt: Para detectar comandos duplicados, chamar o menu do NVDA, ir ao submenu "Ferramentas", depois - "Verificar comandos de Entrada" e activar o item de menu "Procurar comandos duplicados...".
ru: Чтобы выявить дублирующиеся жесты - необходимо вызвать меню NVDA, перейти к подменю "Сервис", далее - "Проверка жестов ввода" и активировать пункт меню "Поиск дублирующихся жестов...".
tr: Yenilenen hareketleri bulmak için, NVDA menüsüne gidin, ardından "Araçlar" ve "Girdi Hareketleri Kontrolü" alt menüsüne gidin ve "Yinelenen hareketleri ara..." menü öğesini etkinleştirin.
uk: Щоб виявити жести, що дублюються, необхідно викликати меню NVDA, перейти до підменю «Інструменти», далі — «Перевірка жестів вводу» і активувати пункт меню «Пошук жестів, що дублюються...».
zh_cn: 要检查重复的按键或手势，请转到 “NVDA菜单”的“工具”子菜单，然后进入“按键与手势检查”，点击其中的 “重复按键或手势搜索...”。

source: After that, all input gestures used in NVDA will be checked in the following order:
bg: След това всички жестове на въвеждане, използвани в NVDA, ще бъдат проверени в следния ред:
de: Danach werden alle Tastenkombinationen, die in NVDA verwendet werden, in der folgenden Reihenfolge überprüft:
es: Tras esto, todos los gestos de entrada de NVDA se comprobarán en el siguiente orden:
fi: Tämän jälkeen kaikki NVDA:ssa käytettävät näppäinkomennot tarkistetaan seuraavassa järjestyksessä:
fr: Après ça, tous les gestes de commande de NVDA seront vérifiés dans l'ordre suivant :
gl: A continuación, comprobaranse todos os xestos de entrada utilizados en NVDA na seguinte orde:
ja: その後、NVDAで使用されている全ての入力ジェスチャーが、次の順序で確認されます:
pl: Następnie wszystkie gesty wejściowe używane w NVDA zostaną sprawdzone w następującej kolejności:
pt_br: Depois disso, todos os gestos de entrada usados no NVDA serão verificados na seguinte ordem:
pt_pt: Depois disto, todos os comandos de entrada utilizados no NVDA serão verificados pela ordem seguinte:
ru: После этого все используемые в NVDA жесты ввода, будут проверены в следующем порядке:
tr: Sonrasında, NVDA'da kullanılan tüm girdi hareketleri aşağıdaki sırayla kontrol edilecektir:
uk: Після цього будуть перевірені всі жести вводу, що використовуються в NVDA у такому порядку:
zh_cn: 随后，插件将按以下顺序检查 NVDA 中 已注册的所有按键与手势。

source: globalCommands;
de: allgemeine Befehle;
es: órdenes globales;
fi: Yleiset komennot
ja: グローバルコマンド;
pt_br: comandosGlobais;
tr: genel Komutlar;
uk: globalCommands (глобальні команди);

source: globalPlugins.
de: globale Plugins.
es: extensiones globales.
fi: Yleisliitännäiset
gl: globalPlugins (complementos).
ja: グローバルプラグイン。
pt_br: plug-insGlobais.
tr: diğer Eklentiler.
uk: globalPlugins (глобальні плагіни).

source: If the same input gestures will be detected, which are assigned to different functions, their list will be displayed in a separate dialog box.
bg: Ако бъдат открити едни и същи жестове за въвеждане, които са възложени на различни функции, техният списък ще бъде изведен в отделен диалогов прозорец.
de: Wenn dieselben Eingabegesten erkannt werden, die verschiedenen Funktionen zugewiesen sind, werden diese in einer Liste in einem separaten Dialogfeld angezeigt.
es: Si se detectan los mismos gestos de entrada asignados a diferentes funciones, se mostrarán en una lista dentro de un cuadro de diálogo independiente.
fi: Mikäli sama näppäinkomento on määritetty useaan eri toimintoon, niiden luettelo näytetään erillisessä valintaikkunassa.
fr: Si des gestes de commande assignés à plusieurs fonction sontt détectés, leur liste sera affichée dans un dialogue différent.
gl: Se se detectasen os mesmos xestos de entrada asignados a funcións diferentes, amosarase a súa lista nun cadro de diálogo separado.
ja: もし同じ入力ジェスチャーに異なる機能に割り当てられているのが検出されると、別のダイアログボックスにそれらのリストが表示されます。
pl: Jeśli zostaną wykryte te same gesty wejściowe, które są przypisane do różnych funkcji, ich lista zostanie wyświetlona w osobnym oknie dialogowym.
pt_br: Se os mesmos gestos de entrada forem detectados e atribuídos a funções diferentes, a lista deles será exibida em uma caixa de diálogo separada.
pt_pt: Se forem detectados os mesmos comandos de entrada, que estejam atribuídos a diferentes funções, a sua lista será mostrada numa caixa de diálogo separada.
ru: Если будут выявлены одинаковые жесты ввода, которые закреплены за различными функциями, то их список будет выведен в отдельном диалоговом окне.
tr: Farklı işlevlere atanmış aynı girdi hareketleri algılanırsa, bunların listesi ayrı bir iletişim kutusunda görüntülenecektir.
uk: Якщо будуть виявлені однакові жести вводу, що закріплені за різними функціями, то їх список буде виведений в окремому діалоговому вікні.
zh_cn: 如果检测到了相同的按键或手势，并且被分配给了多个不同的功能，此时将显示一个单独的对话框，其中会显示一个列表用于列出这些重复的按键或手势（译者注： 该列表可以用 NVDA 的表格导航阅读）。

source: After pressing the Enter key on the selected list item, the corresponding NVDA function will be selected and opened in the standard "Input Gestures..." dialog, where you can delete or reassign the associated gesture.
bg: След натискане на клавиша Enter върху избрания елемент от списъка, съответната функция на NVDA ще бъде избрана и отворена в стандартния диалогов прозорец "Жестове на въвеждане", където можете да изтриете или преназначите свързания жест.
de: Nach Drücken der Eingabetaste auf dem ausgewählten Listeneintrag wird die entsprechende NVDA-Funktion ausgewählt und im Dialog "Tastenbefehle..." geöffnet. Hier können Sie die zugehörige Tastenkombination löschen oder neu zuweisen.
es: Tras pulsar la tecla intro en el elemento de lista seleccionado, se elegirá la función correspondiente de NVDA y se abrirá en el diálogo estándar "Gestos de entrada...", donde puedes eliminar o reasignar el gesto asociado.
fi: Kun olet painanut Enter-näppäintä valitun luettelokohteen kohdalla, vastaava NVDA-toiminto valitaan ja avataan tavallisessa "Näppäinkomennot"-valintaikkunassa, jossa voit poistaa tai uudelleenmäärittää siihen liitetyn näppäinkomennon.
fr: Après appui de la touche Entrer sur un élément de la liste, la fonction correspondante de NVDA sera sélectionnée et ouverte dans le dialogue "Gestes de Commande" standard où vous pourrez effacer ou réassigner le geste associé.
gl: Tras premer a tecla Intro no elemento de lista seleccionado, a función correspondente de NVDA seleccionarase e abrirase no diálogo estándar de "Xestos de entrada...", onde poderás eliminar ou reasignar o xestos seleccionado.
ja: 選択されたリスト項目でエンターキーを押した後、対応するNVDA機能が選択されて、標準の「入力ジェスチャー」ダイアログで開かれ、割り当てられたジェスチャーを削除または再割り当て出来ます。
pl: Po naciśnięciu Enter na wybranym elemencie listy, odpowiednia funkcja NVDA zostanie wybrana i otwarta w standardowym Gesty wprowadzania... , w którym można usunąć lub ponownie przypisać skojarzony gest.
pt_br: Depois de pressionar a tecla Enter no item de lista selecionado, a função NVDA correspondente será selecionada e aberta na caixa de diálogo padrão “Gestos de entrada...", na qual é possível excluir ou reatribuir o gesto associado.
pt_pt: Após pressionar a tecla Enter no item da lista seleccionada, a função NVDA correspondente será seleccionada e aberta no diálogo padrão "comandos de entrada...", onde poderá apagar ou reatribuir o comando associado.
ru: После нажатия клавиши Enter на выбранном пункте в списке, соответствующая функция NVDA будет выбрана и открыта в стандартном диалоговом окне "Жесты ввода...", где можно будет удалить или переопределить привязанный к ней жест.
tr: Seçilen liste öğesi üzerinde Enter tuşuna bastığınızda, ilgili NVDA işlevi seçilecek ve hareketi silebileceğiniz veya yeniden atayabileceğiniz varsayılan "Girdi Hareketleri..." iletişim kutusuna yönlendirileceksiniz.
uk: Після натискання клавіші Enter на обраному пункті списку, відповідна функція NVDA буде вибрана та відкрита у стандартному діалоговому вікні «Жести вводу», де можна буде видалити або перепризначити прив’язаний до неї жест.
zh_cn: 在选中的列表项目上按回车键，标准的 NVDA 按键与手势对话框会被打开，并且相应的功能会被自动选中，你可以对其进行修改，删除等。

source: Note: As you know, features that don't have a text description do not appear in the "Input Gestures..." dialog. Therefore, after activating such an element, the corresponding warning will be displayed.
bg: Забележка: Както знаете, функциите, които нямат текстово описание, не се показват в диалоговия прозорец "Жестове на въвеждане". Следователно, след задействане на такъв елемент, ще се покаже съответното предупреждение.
de: Hinweis: Befehle, die keine Textbeschreibung haben, werden bekanntlich nicht im Dialog "Tastenbefehle..." angezeigt. Daher wird nach der Aktivierung eines solchen Elements die entsprechende Warnung angezeigt.
es: Nota: como ya sabrás, las funciones que no disponen de descripción textual no aparecen en el diálogo "Gestos de entrada...". Por lo tanto, al activar tales elementos, se mostrará el aviso correspondiente.
fi: Huom: Toiminnot, joilla ei ole kuvausta, eivät näy Näppäinkomennot-valintaikkunassa. Siksi tällaisen kohteen valitsemisen jälkeen näytetään asiasta kertova varoitus.
fr: Note : Comme vous le savez, les fonctions qui n'ont pas de texte descriptif n'apparaissent pas n'apparaissent pas dans le dialogue "Gestes de commande". Ainsi, après l'éctivation d'un tel élément, l'avertissement suivant sera affiché :
gl: Nota: Como sabes, características que non teñen unha descrición textual non aparecen no diálogo "Xestos de entrada...". En consecuencia, tras activar un elemento dese tipo, amosarase a advertencia correspondente.
ja: 備考:ご存知のように、文字での表現を持たない機能は、「入力ジェスチャー」ダイアログに現れません。よって、そういった要素を選択すると、そのような警告が表示されます。
pl: Uwaga: Jak wiadomo, funkcje, które nie mają opisu tekstowego, nie pojawiają się w sekcji "Gesty wprowadzania..." dialog. Dlatego po aktywacji takiego elementu zostanie wyświetlone odpowiednie ostrzeżenie.
pt_br: Nota: como você sabe, os recursos que não têm uma descrição de texto não aparecem na caixa de diálogo “Gestos de entrada...”. Portanto, depois de ativar esse elemento, o aviso correspondente será exibido.
pt_pt: Nota: Como sabe, as funcionalidades que não têm uma descrição de texto não aparecem no diálogo "comandos de entrada...". Portanto, depois de activar tal elemento, será mostrado o aviso correspondente.
ru: Примечание: Как известно, функции, которые не имеют текстового описания не отображаются в диалоговом окне "Жесты ввода...". Поэтому после активации такого элемента будет отображено соответствующее предупреждение.
tr: Not: Bildiğiniz gibi, metin açıklaması olmayan özellikler "Girdi Hareketleri..." iletişim kutusunda görünmez. Bu yüzdden böyle bir öğeyi etkinleştirdiğinizde ilgili uyarı görüntülenecektir.
uk: Примітка: як відомо, функції, що не мають текстового опису не відображаються у діалоговому вікні «Жести вводу». Тому після активації такого елемента буде відображене відповідне попередження.
zh_cn: 注意： 如你所知，没有文本说明的功能不会出现在 “按键与手势”对话框内。因此，当您激活这样的项目时，则会显示一个警告。

source: Gestures without description
bg: Жестове без описание
de: Tastenkombinationen ohne Beschreibung
es: Gestos sin descripción
fi: Näppäinkomennot ilman kuvausta
fr: Geste sans description
gl: Xestos sen descrición
ja: 表現のないジェスチャー
pl: Gesty bez opisu
pt_br: Gestos sem descrição
pt_pt: Comandos sem descrição
ru: Жесты без описания
tr: Açıklaması olmayan hareketler
uk: Жести без опису
zh_cn: 无说明的按键或手势
