Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clipContentsDesigner.*.po
Languages: bg, da, gl, it, ja, pt_br, uk

source: Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog.
bg: Добавени са команди за емулиране на копирането и изрязването, на които могат да бъдат назначени жестове в екрана за управление на жестовете на NVDA.
pt_br: Adição dos comandos Emular cópia e Emular corte, que podem ser atribuídos na caixa de diálogo Gestos de entrada.

source: Fixed documentation for script_add (Windows+NVDA+c).
bg: Поправена е документацията за script_add (Windows+NVDA+C).
pt_br: Corrigida a documentação do script_add (Windows+NVDA+c).

source: Changes for 5.0
bg: Промени във версия 5.0
da: ændringer i 5.0
gl: Cambios para 5.0
it: Novità nella versione 5.0
ja: 5.0の変更点
pt_br: Mudanças na 5.0
uk: Зміни у версії 5.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
bg: Визуалното представяне на прозореца е подобрено, придържайки се към стандарта за изглед на прозорците, извеждани от NVDA.
da: Dialogens visuelle præsentation er blevet forbedret og overholder udseendet af de dialoger, der vises i NVDA.
gl: A presentación visual do diálogo mellorouse, engadíndose á aparenza dos diálogos amosados no NVDA.
it: Migliorata la presentazione visiva della finestra di dialogo, in conformità con l'aspetto standard di NVDA.
ja: ダイアログの外観的表示が、NVDAで表示されるダイアログの外観と似るように、拡張されました。
pt_br: A apresentação visual do diálogo foi aprimorada, aderindo à aparência dos diálogos mostrados no NVDA.
uk: Візуальне представлення діалогу було поліпшено, дотримуючись зовнішнього вигляду діалогів, показаних в NVDA.

source: Requires NVDA 2016.4 or later.
bg: Изисква NVDA 2016.4 или по-нова.
da: Kræver NVDA 2016.4 eller nyere.
gl: Requírese do NVDA 2016.4 ou posterior.
it: Richiede NVDA 2016.4 o superiore.
ja: NVDA 2016.4以降が必要。
pt_br: Requer NVDA 2016.4 ou posterior.
uk: Потребує версію NVDA 2016.4 або новішу.

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i 4.0
gl: Cambios para 4.0
it: Novità nella versione 4.0
ja: 4.0の変更点
pt_br: Mudanças na 4.0
uk: Зміни у версії 4.0

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
bg: Настройките на добавката се управляват от конфигурацията на NVDA, така че стандартните профили може да се използват за запазване на различни разделители. Освен това, отпада необходимостта да копирате настройките за импортиране при преинсталация.
da: Tilføjelsesindstillinger administreres fra NVDA-konfiguration, så standardprofiler kan bruges til at gemme forskellige separatorer, og det er ikke nødvendigt at kopiere indstillingerne til import ved geninstallation.
gl: As opción do complemento adminístranse dende a configuración do NVDA, así que os perfís estándar pódense usar para gardar diferentes separadores, e non é necesario copiar as opcións para importalas na reinstalación.
it: Le impostazioni del componente aggiuntivo sono gestite dalla configurazione di NVDA. In questo modo si possono utilizzare i profili di configurazione di NVDA per salvare separatori differenti e non c'è bisogno di copiare le impostazioni ed importarle in caso di reinstallazione.
ja: 異なるセパレータを保存するのに、標準プロファイルが使用され、再インストール時にインポートする設定をコピーする必要がないように、アドオン設定をNVDA設定から管理。
pt_br: As configurações do complemento são gerenciadas a partir da configuração do NVDA, de modo que os perfis padrão podem ser usados para salvar separadores diferentes, e não é necessário copiar as configurações para importação na reinstalação.
uk: Налаштування додатків керуються з конфігурації NVDA, тому стандартні профілі можна використовувати для збереження різних роздільників, і не потрібно копіювати налаштування для імпорту під час перевстановлення.

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
bg: Сега е възможно да изберете дали добавеният текст ще бъде добавен преди или след наличния текст, с помощта на опцията "Добави текста преди данните в клипборда" в диалоговия прозорец за настройка на Clip Contents Designer.
da: Nu er det muligt at vælge, om den tilføjede tekst vil blive tilføjet til begyndelsen eller slutningen, ved at markere checkboksen "Tilføj tekst før data i udklipsholder" i dialogen Indstillinger for udklipsdesigner.
gl: Agora é posible escoller se o texto engadido se anexará ou se anteporá, usando a casilla de verificación Engadir texto antes de clip data dende o diálogo Opcións do Clip Contents Designer.
it: Ora è possibile stabilire se il testo aggiunto debba essere accodato o anteposto, attraverso la casella di controllo aggiungi testo prima degli appunti, dalla finestra di dialogo impostazioni ClipContents Designer.
ja: Clip Contents Designer設定ダイアログから、テキストをクリップデータの前に追加チェックボックスを使用して、追加されたテキストが後ろに追加されるか前に追加されるかを選択可能。
pt_br: Agora é possível escolher se o texto será acrescentado depois ou antes do que já está lá, usando a caixa de seleção acrescentar texto antes dos dados, no diálogo de opções do gestor de conteúdo da área de transferência.
uk: Тепер можна вибрати, чи буде доданий текст на початку чи в кінці, використовуючи прапорець «Додати текст на початок буфера обміну» в діалозі налаштувань Clip Contents Designer.

source: Changes for 3.0
bg: Промени във версия 3.0
da: ændringer i 3.0
gl: Cambios para 3.0
it: Novità nella versione 3.0
ja: 3.0の変更点
pt_br: Mudanças na 3.0
uk: Зміни у версії 3.0

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
bg: Ако е инсталиран MathPlayer, в клипборда могат да се добавят брайлови представяния на обекти на MathML,.
da: Punktskriftrepræsentation af MathML-objekter kan tilføjes til udklipsholderen, hvis MathPlayer er installeret.
gl: Pódese engadir a representación braille de obxectos MathML ó portapapeis se MathPlayer está instalado.
it: Se MathPlayer è installato, può essere aggiunta agli appunti una rappresentazione Braille di oggetti MathMl.
ja: MathPlayerがインストールされている場合に、MathMLのオブジェクトの点字表記をクリップボードに追加可能。
pt_br: Representações braille de objetos MathML podem ser acrescentadas à área de transferência se o MathPlayer estiver instalado.
uk: Відображення об’єктів MathML шрифтом Брайля можна додати до буфера обміну, якщо встановлено MathPlayer.

source: If no separator is set, just a single line will be placed between the added text segments.
bg: Ако няма зададен разделител, ще бъде поставен един празен ред между добавените текстови сегменти.
da: Hvis der ikke er indstillet nogen separator, vil der blot blive indsat en enkelt linje mellem de tilføjede tekstsegmenter.
gl: Se non se puxo un separador, porase una soa liña entre os segmentos de texto engadido.
it: Se non è stato impostato alcun separatore, verrà inserita soltanto una riga vuota tra i segmenti di testo aggiunti agli appunti.
ja: セパレータの設定がされていない場合、テキストの切片の間には単線を配置。
pt_br: Caso nenhum separador seja configurado, apenas uma linha será colocada entre os segmentos de texto acrescentados.
uk: Якщо роздільник не встановлено, між доданими текстовими сегментами буде розміщено лише один рядок.

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
bg: Може да бъде зададен бърз клавиш за отваряне на прозореца с настройките на Clip Contents Designer.
da: Der kan knyttes en genvejstast til at åbne dialogen Indstillinger for Udklipsdesigner.
gl: Pódese asignar un atallo de teclado para abrir o diálogo de opcións do Clip Contents Designer .
it: Può essere assegnato un tasto caldo per aprire la finestra impostazioni di Clip Contents Designer.
ja: Clip Contents Designer 設定ダイアログを開くショートカットを割り当て可能。
pt_br: Uma tecla de atalho pode ser atribuída para abrir o diálogo de opções do gestor do conteúdo de transferência.
uk: Можна призначити комбінацію клавіш для відкриття діалогу налаштувань Clip Contents Designer.

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
bg: В диалоговия прозорец с настройките е добавено поле за отметка за избор дали разделителят да бъде копиран за импортиране при преинсталиране на добавката.
da: Tilføjede en checkboks i dialogen Indstillinger til at vælge, om separatoren skal kopieres, så den kan importeres, når tilføjelsesprogrammet bliver geninstalleret.
gl: Engadida unha caixa de verificación no diálogo de opcións, para escoller se o separador se debería copiar para seren importado cando se reinstale o complemento.
it: Aggiunta una casella di controllo nella finestra di dialogo, per selezionare se il separatore debba essere copiato per poi essere importato in caso di nuova installazione del componente aggiuntivo.
ja: 設定ダイアログに、このアドオンの再インストールの際にインポートされるように、このセパレータをコピーするかどうかを選択するチェックボックスを追加。
pt_br: Adicionada uma caixa de seleção ao diálogo de opções, para escolher se o separador deve ser copiado para ser importado ao reinstalar o complemento.
uk: Додано прапорець у діалозі налаштувань, щоб вибрати, чи потрібно скопіювати роздільник для імпортування під час перевстановлення додатка.

source: Changes for 2.0
bg: Промени във версия 2.0
da: ændringer i 2.0
gl: Cambios para 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pt_br: Mudanças na 2.0
uk: Зміни у версії 2.0

source: Hindi characters can be used as the separator between added contents.
bg: Знаци от хинди може да се използват като разделител между добавеното съдържание.
da: Hindi-tegn kan nu bruges som separator mellem tilføjet indhold.
gl: Pódense usar caracteres Hindi como o separador entre contidos engadidos.
it: Possono essere usati caratteri Hindi come separatori per il testo aggiunto aglu appunti.
ja: 追加されたテキストの間のセパレータとして、ヒンディー文字が使用可能。
pt_br: Caracteres hindi podem ser usados como o separador entre conteúdos acrescentados.
uk: Символи гінді можна використовувати як роздільник між доданим вмістом.

source: Changes for 1.0
bg: Промени във версия 1.0
da: ændringer i 1.0
gl: Cambios para 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pt_br: Mudanças na 1.0
uk: Зміни у версії 1.0

source: Initial version.
bg: Първоначално издание.
da: Første version.
gl: Versión inicial.
it: Versione iniziale.
ja: 最初のバージョン。
pt_br: Versão inicial.
uk: Перша версія.
