Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clipspeak.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, ru, sk, tr, uk

source: [[!meta title="Clipspeak"]]
bg: [[!meta title="Изговаряне на клипборда (Clipspeak)"]]
fi: [[!meta title="Puhu leikepöytätoiminnot"]]
hr: [[!meta title="Izgovori naredbe za međuspremnik (Clipspeak)"]]
pt_br: [[!meta title="Fala Clipes (Clipspeak)"]]
sk: [[!meta title="Oznamovanie schránky"]]
tr: [[!meta title="Panoyu Seslendir"]]
uk: [[!meta title="Clipspeak (озвучення операцій з буфером обміну)"]]

source: Informations
bg: Информация
de: Informationen
es: Información
fi: Tiedot
gl: Informacións
hr: Informacije
it: Informazioni
ja: 情報
pl: Informacje
pt_br: Informações
ru: Информация
sk: Informácie
tr: Bilgiler
uk: Інформація

source: Authors: "Rui Fontes, Ângelo Abrantes, Abel Passos Júnior and colaboration of Noelia Ruiz Martínez, based on the work of Damien Sykes-Lindley
bg: Автори: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior и със сътрудничеството на Noelia Ruiz Martínez, базирано на работата на Damien Sykes-Lindley
es: Autores: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior y la colaboración de Noelia Ruiz Martínez, basado en el trabajo de Damien Sykes-Lindley
fi: Tekijät: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior sekä yhteistyössä Noelia Ruiz Martínez, Damien Sykes-Lindleyn työhön pohjautuen
fr: Auteurs : "Rui Fontes, Ângelo Abrantes, Abel Passos Júnior et la colaboration de Noelia Ruiz Martínez, basé sur le travail de Damien Sykes-Lindley
hr: Autori: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior i suradnja s Noelia Ruiz Martínez, zasnovano na radu Damiena Sykes-Lindley
pt_br: Autores: “Rui Fontes, Ângelo Abrantes, Abel Passos Júnior e colaboração de Noelia Ruiz Martínez, com base no trabalho de Damien Sykes-Lindley
ru: Авторы: "Rui Fontes, Ângelo Abrantes, Abel Passos Júnior и при сотрудничестве с Noelia Ruiz Martínez, based on the work of Damien Sykes-Lindley
tr: Yazarlar: "Rui Fontes, Ângelo Abrantes, Abel Passos Júnior ve Noelia Ruiz Martínez'in işbirliği, Damien Sykes-Lindley'in çalışmasına dayanmaktadır

source: Updated in 10/04/2022
bg: Обновено на 10.04.2022 г.
de: Aktualisiert am 10.04.2022
es: Actualizado el 10/04/2022
fi: Päivitetty 10.4.2022
fr: Mise à jour le 10/04/2022
gl: Actualizado o 10/04/2022
hr: Aktualizirano 10. 04. 2022.
it: Aggiornato il 10/04/2022
ja: 10/04/2022に更新。
pl: Zaktualizowano w 10/04/2022
pt_br: Atualizado em 10/04/2022
ru: Обновлено в 10/04/2022
sk: Aktualizované 10/04/2022
tr: 10/04/2022'de güncellendi
uk: Оновлено 10/04/2022

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [versione stabile][1]download [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [Kararlı sürümü indir][1]
uk: Завантажити [стабільну версію][1]

source: Compatibility: NVDA version 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
de: Kompatibilität: NVDA-Version 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité : NVDA Version 2019.3 et au-delà
gl: Compatibilidade : NVDA versión 2019.3 en diante
hr: Kompatibilnost: NVDA verzija 2019.3 i novije verzije
it: Compatibilità: NVDA versione 2019.3 e successive
ja: 互換性: NVDAバージョン2019.3以降
pl: Kompatybilność: wersja NVDA 2019.3 i nowsze
pt_br: Compatibilidade: NVDA versão 2019.3 e posteriores
ru: Совместимость: NVDA версии 2019.3 и позже
sk: Kompatibilné s NVDA 2019.3 a novším
tr: Uyumluluk: NVDA sürüm 2019.3 ve sonrası
uk: Сумісність: NVDA версії 2019.3 і новіші

source: Presentation
bg: Представяне
de: Darstellung
es: Presentación
fi: Esittely
fr: Présentation
gl: Presentación
hr: Objašnjenje
it: Presentazione
ja: 紹介
pl: Opis
pt_br: Apresentação
ru: Представление
sk: Prezentácia
tr: Sunum
uk: Презентація

source: Clipspeak is an addon that allows NVDA to automatically announce clipboard operations (such as cut, copy and paste), along with other common editing operations such as undo and redo.
bg: "Изговаряне на клипборда" ("Clipspeak") е добавка, която позволява на NVDA автоматично да докладва операции в клипборда (като изрязване, копиране и поставяне), заедно с други общи операции за редактиране, като отмяна и повторение.
de: Clipspeak ist eine Erweiterung, mit dem NVDA automatisch Operationen der Zwischenablage (wie Ausschneiden, Kopieren und Einfügen) sowie andere gängige Bearbeitungsoperationen wie Rückgängig und Wiederherstellen anzeigt.
es: Clipspeak es un complemento que permite que NVDA anuncie automáticamente operaciones del portapapeles (tales como cortar, copiar y pegar), junto con otras operaciones de edición comunes, como deshacer y rehacer.
fi: Puhu leikepöytätoiminnot on lisäosa, joka mahdollistaa leikepöytätoimintojen (esim. leikkaa, kopioi ja liitä) automaattisen ilmoittamisen muiden tavallisten muokkaustoimenpiteiden, kuten kumoa ja tee uudelleen, ohella.
fr: Clipspeak est une extension qui permet à NVDA d'annoncer automatiquement les opérations du presse-papiers (telles que couper, copier et coller), ainsi que d'autres opérations courantes d'édition telles que sélectionner tout, annuler et rétablir.
gl: Clipspeak é un complemento que permite que NVDA anuncie as operacións do portapapeis (como son curtar, copiar e pegar) xunto con outras operacións comúns de edición como son desfacer e refacer.
hr: Dodatak „Izgovori naredbe za međuspremnik” omogućuje NVDA ćitaču da automatski najavljuje operacije međuspremnika (kao što su izreži, kopiraj i zalijepi), zajedno s drugim uobičajenim operacijama uređivanja kao što su poništi i ponavi.
it: Clipspeak è un addon che consente a NVDA di annunciare automaticamente le operazioni degli appunti (come tagliare, copiare e incollare), insieme ad altre operazioni di modifica comuni come annullare e ripetere.
ja: ClipspeakはNVDAが自動的にクリップボード操作(切り取り、コピー、そして貼り付けのような)を知らせるアドオンです。また、元に戻す、やり直しのような他の共通の編集操作も知らせます。
pl: Clipspeak to dodatek, który pozwala NVDA automatycznie ogłaszać operacje schowka (takie jak wycinanie, kopiowanie i wklejanie), a także inne typowe operacje edycyjne, takie jak cofanie i ponawianie.
pt_br: O Clipspeak é um complemento que permite que o NVDA anuncie automaticamente as operações da área de transferência (como recortar, copiar e colar), além de outras operações de edição comuns, como desfazer e refazer.
ru: Clipspeak - это дополнение, которое позволяет NVDA автоматически объявлять об операциях с буфером обмена (таких как вырезание, копирование и вставка), а также о других распространенных операциях редактирования, таких как отмена и повтор.
sk: Tento doplnok automaticky oznamuje vykonané operácie so schránkou (kopírovanie, prilepenie, vystrihnutie) a tiež najčastejšie operácie pri úprave textu, ako je krok späť.
tr: Panoyu Seslendir, NVDA'nın pano işlemlerini (kesme, kopyalama ve yapıştırma gibi) ve geri alma ve yineleme gibi diğer genel düzenleme işlemlerini otomatik olarak duyurmasını sağlayan bir eklentidir.
uk: Clipspeak — це додаток, який дозволяє NVDA автоматично оголошувати операції з буфером обміну (наприклад, вирізання, копіювання і вставлення), а також інші звичайні операції редагування, такі як скасування та повторне виконання.

source: In order to prevent announcement in inappropriate situations, Clipspeak performs checks on the control and the clipboard in order to make an informed decision as to whether such an announcement is necessary.
bg: С цел избягване на съобщаването на тези операции в случаите в които те реално не се извършват, "Изговаряне на клипборда" извършва проверки на контролата и клипборда с цел да прецени дали в дадения случай трябва да се осъществи съобщаване.
de: Um eine Ansage in unangemessenen Situationen zu verhindern, führt Clipspeak Überprüfungen der Steuerung und der Zwischenablage durch, um eine fundierte Entscheidung darüber zu treffen, ob eine solche Ansage notwendig ist.
es: Para evitar estos anuncios en situaciones inadecuadas, Clipspeak realiza comprobaciones tanto en el control como en el portapapeles para tomar una decisión informada sobre la necesidad de hacer el anuncio.
fi: Tämä lisäosa estää ilmoitukset asiaankuulumattomissa tilanteissa suorittamalla säätimen ja leikepöydän tarkistukset selvittääkseen, onko ilmoitus tarpeen.
fr: Afin d'éviter l'annonce dans des situations inappropriées, Clipspeak effectue des recherches dans le contrôle et dans le presse-papiers afin de prendre une décision éclairée quant à savoir si une telle annonce est nécessaire.
gl: Co fin de previr anuncios en situacións inapropiadas, Clipspeak realiza comprobacións no control e no portapapeis para tomar unha decisión informada sobre se o anuncio é necesario.
hr: Kako bi spriječio najavu u neprikladnim situacijama, dodatak „Izgovori naredbe za međuspremnik” provjerava kontrole i međuspremnik kako bi donio odluku o tome je li takva najava potrebna.
it: Al fine di prevenire l'annuncio in situazioni inappropriate, Clipspeak esegue un controllo sulle operazioni inerenti gli appunti in modo da stabilire se risulti necessario o meno annunciare ciò che avviene all'utente.
ja: 適切でない場面での通知を避け、そういった通知が必要かどうかを決めるため、Clipspeakは操作とクリップボードの確認を行ないます。
pl: Aby zapobiec ogłoszeniu w nieodpowiednich sytuacjach, Clipspeak sprawdza kontrolę i schowek w celu podjęcia świadomej decyzji, czy takie ogłoszenie jest konieczne.
pt_br: Para evitar o anúncio em situações inadequadas, o Clipspeak realiza verificações no controle e na área de transferência para tomar uma decisão informada sobre a necessidade de tal anúncio.
ru: Чтобы предотвратить объявления в неподходящих ситуациях, Clipspeak выполняет проверку системы управления и буфера обмена, чтобы принять обоснованное решение о необходимости такого объявления.
sk: Aby sme zabránili nežiadúcim situáciám, doplnok kontroluje prvok a tiež schránku a na základe toho rozhodne, či je potrebné oznámiť zmenu.
tr: Uygun olmayan durumlarda duyuru yapılmasını önlemek için Panoyu Seslendir, böyle bir duyurunun gerekli olup olmadığı konusunda bilinçli bir karar vermek için kontrol ve pano üzerinde kontroller gerçekleştirir.
uk: Щоб запобігти оголошенням у невідповідних ситуаціях, Clipspeak перевіряє елемент керування та буфер обміну, щоб прийняти обґрунтоване рішення щодо необхідності такого оголошення.

source: You can choose between only announcing copy/cut/paste or also whats is being copied/cutted/pasted on NVDA, configurations, clipspeak.
bg: Можете да избирате между само докладване на копирането/изрязването/поставянето или също какво се копира/изрязва/поставя в прозореца с настройките на NVDA, в раздела "ClipSpeak".
de: Sie können wählen, ob Sie nur das Kopieren/Ausschneiden/Einfügen oder auch das Kopieren/Ausschneiden/Einfügen auf NVDA, Konfigurationen und Clipspeak anzeigen möchten.
es: Puedes elegir entre anunciar sólo cortar, copiar o pegar, o qué se corta, copia o pega desde NVDA, Opciones, Clipspeak.
fi: Voit valita NVDA:n asetusvalintaikkunan Puhu leikepöytätoiminnot -kategoriasta kopioinnin/leikkaamisen/liittämisen ilmoittamisen ja lisäksi myös sen, mitä kopioidaan/leikataan/liitetään.
fr: Vous pouvez choisir entre annoncer uniquement copier / couper / coller ou également ce qui est copié / coupé / collé sur NVDA, Configuration, clipspeak.
gl: Podes escoller entre só anunciar copiar/curtar/pegar ou tamén que se está a copiar/curtar/pegar en NVDA, opcións, clipspeak.
hr: Može se birati između najave kopiraj/izreži/zalijepi i najave onoga što se kopira/izrezuje/lijepi na NVDA čitaču, konfiguracije, izgovori naredbe za međuspremnik.
it: Puoi scegliere solo di ascoltare copia/taglia/incolla oppure anche cosa viene copiato/tagliato/incollato in NVDA, configurazioni, clipspeak.
ja: コピー/切り取り/貼り付けのみを知らせるか、何がコピー/切り取り/貼り付けされたかも知らせるかを、NVDA、設定、clipspeakで選択出来ます。
pl: Możesz wybrać między tylko ogłaszaniem kopiowania / wycinania / wklejania, a także tego, co jest kopiowane / wycinane / wklejane na NVDA, konfiguracje, clipspeak.
pt_br: Você pode escolher entre apenas anunciar copiar/cortar/colar ou também o que está sendo copiado/cortado/colado no NVDA, configurações, clipspeak.
ru: Вы можете выбрать между объявлением только о копировании / вырезании / вставке или о том, что копируется / вырезается / вставляется в NVDA, configurations, clipspeak.
sk: V nastaveniach doplnku (menu NVDA, možnosti, oznamovanie schránky) je možné nastaviť, či chcete oznamovať len operáciu, alebo aj obsah textu, ktorý ste do schránky skopírovali alebo vystrihli.
tr: Yalnızca duyuru kopyalama/kesme/yapıştırma veya NVDA, yapılandırmalar, Panoyu Seslendir üzerinde kopyalanan/kesilen/yapıştırılanlar arasında seçim yapabilirsiniz.
uk: Ви можете обрати або лише оголошення про копіювання/вирізання/вставлення, або також оголошення про те, що саме скопійовано/вирізано/вставлено у меню NVDA, «Параметри», «Налаштування», «Озвучення операцій з буфером обміну».

source: By default, Clipspeak's gestures are mapped to those commonly used by English versions of Windows:
bg: По подразбиране, командите (жестовете) на "Изговаряне на клипборда" съвпадат с тези, използвани в английските дистрибуции на Windows. Например:
de: Standardmäßig sind die Tastenbefehle von Clipspeak denen zugeordnet, die in den englischen Windows-Versionen üblich sind:
es: Por defecto, los gestos asignados a Clipspeak son los que se emplean normalmente en versiones de Windows en inglés:
fi: Lisäosan näppäinkomennot on oletusarvoisesti liitetty yleisesti englanninkielisissä Windows-versioissa käytettyihin komentoihin:
fr: Par défaut, les gestes de Clipspeak sont assignées à ceux couramment utilisés par les versions anglaises de Windows :
gl: Por defecto, os os xestos de Clipspeak mapéanse a aqueles comunmente utilizados en versións inglesas do Windows:
hr: Geste dodatka „Izgovori naredbe za međuspremnik” standardno su postavljene na one, koje uobičajeno koriste engleske verzije Windows sustava:
it: Per impostazione predefinita, i gesti di Clipspeak sono mappati a quelli comunemente usati dalle versioni inglesi di Windows:
ja: 初期状態では、Clipspeakのジェスチャーは、Windowsの英語バージョンで共通に使用される物に割り当てられています:
pl: Domyślnie gesty Clipspeak są mapowane na gesty powszechnie używane przez angielskie wersje systemu Windows:
pt_br: Por padrão, os gestos do Clipspeak são mapeados para aqueles comumente usados pelas versões em inglês do Windows:
ru: По умолчанию жесты Clipspeak сопоставляются с теми, которые обычно используются в англоязычных версиях Windows:
sk: Predvolene sú skratky doplnku nastavené pre angličtinu:
tr: Varsayılan olarak Panoyu Seslendir'in hareketleri, Windows'un İngilizce sürümleri tarafından yaygın olarak kullanılanlarla eşlenir:
uk: Початково жести Clipspeak збігаються з тими, які зазвичай використовуються в англомовних версіях Windows:

source: CTRL+Z: Undo
bg: Control+Z: Отмяна
de: Strg+Z: Rückgängig machen
es: CTRL+Z: Deshacer
fi: Ctrl+Z: Kumoa
fr: CTRL+Z : Annuler
gl: CTRL+Z: desfacer
hr: Kontrol+Z: Poništi
it: CTRL+Z: Annulla
ja: CTRL+Z: 元に戻す
pl: CTRL+Z: Cofnij
pt_br: CTRL+Z: Desfazer
ru: CTRL+Z: Отменить
sk: Ctrl+z: Vrátiť späť
tr: CTRL+Z: Geri al
uk: CTRL+Z: Скасувати

source: CTRL+Y: Redo
bg: Control+Y: Връщане
de: Strg+Y: Wiederholen
es: CTRL+Y: Rehacer
fi: Ctrl+Y: Tee uudelleen
fr: CTRL+Y : Rétablir
gl: CTRL+Y: refacer
hr: Kontrol+Y: Ponovi
it: CTRL+Y: Ripeti
ja: CTRL+Y: 繰り返し
pl: CTRL+Y: ponów
pt_br: CTRL+Y: Refazer
ru: CTRL+Y: Повторить
sk: Ctrl+y: zopakovať
tr: CTRL+Y: Yinele
uk: CTRL+Y: повторити

source: CTRL+X: Cut
bg: Control+X: Изрязване
de: Strg+X: Ausschneiden
es: CTRL+X: Cortar
fi: Ctrl+X: Leikkaa
fr: CTRL+X : Couper
gl: CTRL+X: cortar
hr: Kontrol+X: Izreži
it: CTRL+X: Taglia
ja: CTRL+X: 切り取り
pl: CTRL+X: Wytnij
pt_br: CTRL+X: Cortar
ru: CTRL+X: Вырезать
sk: Ctrl+x: Vystrihnúť
tr: CTRL+X: Kes
uk: CTRL+X: вирізати

source: CTRL+C: Copy
bg: Control+C: Копиране
de: Strg+C: Kopieren
es: CTRL+C: Copiar
fi: Ctrl+C: Kopioi
fr: CTRL+C : Copier
gl: CTRL+C: copiar
hr: Kontrol+C: Kopiraj
it: CTRL+C: Copia
ja: CTRL+C: コピー
pl: CTRL+C: Kopiuj
pt_br: CTRL+C: Copiar
ru: CTRL+C: Копировать
sk: Ctrl+c: Kopírovať
tr: CTRL+C: Kopyala
uk: CTRL+C: копіювати

source: CTRL+V: Paste
bg: Control+V: Поставяне
de: Strg+V: Einfügen
es: CTRL+V: Pegar
fi: Ctrl+V: Liitä
fr: CTRL+V : Coller
gl: CTRL+V: pegar
hr: Kontrol+V: Zalijepi
it: CTRL+V: Incolla
ja: CTRL+V: 貼り付け
pl: CTRL+V: Wklej
pt_br: CTRL+V: Colar
ru: CTRL+V: Вставить
sk: Ctrl+v: Prilepiť
tr: CTRL+V: Yapıştır
uk: CTRL+V: вставити

source: If these are not the shortcuts commonly used for these tasks on your version of Windows, you will need to remap these gestures in the input gestures configuration under the Clipboard category.
bg: Ако това не са командите, използвани за тези задачи във вашата версия на Windows, ще трябва да преназначите тези жестове в прозореца за настройка на жестовете на въвеждане на NVDA, в категорията "Клипборд".
de: Wenn dies nicht die Tastenkombinationen sind, die in Ihrer Windows-Version üblicherweise für diese Aufgaben verwendet werden, müssen Sie diese Tastenbefehle in der Konfiguration der Tastenbefehle in der Kategorie "Zwischenablage" neu zuordnen.
es: Si estos no son los atajos de teclado comúnmente utilizados para las tareas en tu versión de Windows, necesitarás reasignar los gestos en la configuración de Gestos de Entrada, en la categoría Portapapeles.
fi: Mikäli nämä toiminnot suoritetaan käyttämässäsi Windows-versiossa joillakin muilla pikanäppäimillä, sinun on määritettävä näppäinkomennot uudelleen Näppäinkomennot-valintaikkunan Leikepöytä-kategoriassa.
fr: Si ce ne sont pas les raccourcis couramment utilisés pour ces tâches sur votre version de Windows, vous devrez réassigner ces gestes dans la configuration des Gestes de commandes dans la catégorie Presse-papiers.
gl: Se estos non son os atallos de teclado comúnmente usados para estas tarefas na túa versión de Windows, necesitarás reasignar os xestos na configuración de xestos de Entrada baixo a categoría Teclado.
hr: Ako navedeni prečaci nisu uobičajeni za ove naredbe u Windows verziji koju koristiš, morat ćeš ih promijeniti u konfiguraciji ulaznih gesti pod kategorijom „Međuspremnik”.
it: Nel caso i tasti rapidi sopraelencati non fossero uguali a quelli utilizzati dalla versione di Windows in proprio possesso, sarà necessario riconfigurarli tramite le impostazioni tasti di immissione nella sezione appunti e gesti nel menu preferenze di NVDA.
ja: もしこれらが、お使いのWindowsのバージョンで、上記の操作で共通に使用されているショートカットではない場合、これらのジェスチャーを入力ジェスチャー設定のClipboardカテゴリで再割り当てする必要があります。
pl: Jeśli nie są to skróty powszechnie używane do tych zadań w używanej wersji systemu Windows, należy ponownie zamapować te gesty w konfiguracji gestów wejściowych w kategorii Schowek.
pt_br: Se esses não forem os atalhos normalmente usados para essas tarefas na sua versão do Windows, será necessário remapear esses gestos na configuração de gestos de entrada na categoria Área de transferência.
ru: Если это не те сочетания клавиш, которые обычно используются для этих задач в вашей версии Windows, вам нужно будет переназначить эти жесты в конфигурации жестов ввода в категории Буфер обмена.
sk: Ak sa vo vašej verzii systému Windows používajú na tieto operácie iné klávesové skratky, zmeňte ich aj pre tento doplnok v nastaveniach v dialógu klávesové skratky.
tr: Kullandığınız Windows sürümünde bu kısayol tuşları kullanılmıyorsa tuşları girdi hareketleri ayarlarından değiştirebilirsiniz.
uk: Якщо ці комбінації не використовуються для виконання таких завдань у вашій версії Windows, вам доведеться їх перепризначити у конфігурації жестів вводу, категорія «Буфер обміну».

source: Automatic update
bg: Автоматично обновяване
de: Automatische Updates
es: Actualización automática
fi: Automaattinen päivitys
fr: Mise à jour automatique
gl: Actualización automática
hr: Automatsko aktualiziranje
it: Aggiornamento automatico
ja: 自動更新
pl: Firmware auto update
pt_br: Atualização automática
ru: Автоматическое обновление
sk: Automatické aktualizácie
tr: Otomatik güncelleme
uk: Автоматичне оновлення
