Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clipContentsDesigner.*.po
Languages: bg, da, gl, it, ja, pt_br, uk

source: [[!meta title="Clip Contents Designer"]]
bg: [[!meta title="Дизайнер за съдържанието на клипборда (Clip Contents Designer)"]]
da: [[!meta title="Udklipsdesigner (Clip Contents Designer)"]]
pt_br: [[!meta title="Gestor do Conteúdo de Transferência (Clip Contents Designer)"]]

source: Authors: Noelia, Abdel.
bg: Автори: Noelia, Abdel.
da: Forfattere: Noelia, Abdel.Forfatter: Noelia Ruiz Martinez.
gl: Autores: Noelia, Abdel.
it: Autori: Noelia, Abdel.
ja: 作者: Noelia, Abdel。
pt_br: Autores: Noelia, Abdel.
uk: Автори: Noelia, Abdel.

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting. The clipboard content can also be cleared an shown in browse mode.
bg: Тази добавка служи за добавяне на текст към клипборда, което може да бъде полезно когато искате да обедините в едно отделни части от текст, готов за поставяне. Съдържанието на клипборда може и да се изчиства или показва в режим на разглеждане.
da: Denne tilføjelse bruges til at tilføje tekst til udklipsholderen, hvilket kan være nyttigt, når du vil tilslutte tekstafsnit sammen klar til indsætning. Udklipsholderens indhold kan også ryddes og vises i gennemsynstilstand.
gl: Este complemento úsase para engadir texto ó portapapeis, que pode ser útil cando queras unir seccións de texto listas para pegarse xuntas. O contido do portapapeis tamén pode limparse e amosarse en modo exploración.
it: Questo componente aggiuntivo viene utilizzato per aggiungere testo negli appunti, operazione utile quando si desidera unire sezioni di testo insieme per poi incollarle in un'unica soluzione. Il contenuto degli appunti può anche essere cancellato e visualizzato in Modalità Navigazione.
ja: このアドオンは、クリップボードにテキストを追加するのに使用されます。テキストの切片を結合して一緒に貼り付けしたい時に便利です。クリップボードの内容は、ブラウズモードでの表示で消去も出来ます。
pt_br: Este complemento é usado para adicionar texto à área de transferência, o que pode ser útil quando você deseja unir seções de texto prontas para colar. O conteúdo da área de transferência também pode ser limpo e mostrado no modo de navegação.
uk: Цей додаток використовується для додавання тексту в буфер обміну, що може бути корисним, коли ви хочете з'єднати частини тексту для того, щоб вставити їх разом. Вміст буфера обміну також може бути очищено або показано в режимі огляду.

source: Keyboard commands
bg: Клавиатурни команди
da: Tastaturkommandoer
gl: Ordes de teclado
it: Comandi da tastiera
ja: キー操作
pt_br: Comandos de teclado
uk: Клавіатурні команди

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
bg: NVDA+Windows+C: Добавяне към клипборда на избрания текст, уникод брайлови символи представящи обекти на MathML, или низа маркиран с курсора за преглед.
da: NVDA+Windows+c: Tilføj tekst, Unicode-Braille-tegn, som repræsenterer MathML-objekter, eller den tekststreng, som er blevet markeret med læsemarkøren, til udklipsholderen.
gl: NVDA+windows+c: engade o texto seleccionado, os caracteres braille Unicode que representan obxectos MathML, ou a cadea que se marcou co cursor de revisión, ao portapapeis.
it: NVDA + Windows + C: Aggiunge agli appunti il testo selezionato, o i caratteri braille unicode che rappresentano oggetti MathMl, o la stringa che è stata contrassegnata con il cursore di controllo (comandi NVDA+f9 ed NVDA+f10).
ja: NVDA+windows+c: 選択したテキスト、MathMLオブジェクトを表すユニコード点字文字、またはレビューカーソルでマークされた文字列を、クリップボードに追加します。
pt_br: NVDA+windows+c: Acrescenta o texto selecionado, os caracteres braille Unicode que representem objetos MathML, ou a sequência (string) que foi marcada com o cursor de exploração, à área de transferência.
uk: NVDA+windows+c: Додати виділений текст, символи Брайля Юнікоду, що представляють об'єкти MathML, або рядок, позначений переглядовим курсором, в буфер обміну.

source: NVDA+windows+x: Clear clipboard contents.
bg: NVDA+Windows+X: Изчистване на съдържанието на клипборда.
da: NVDA+Windows+x: Ryd udklipsholderen.
gl: NVDA+windows+x: Limpa o contido do portapapeis.
it: NVDA + Windows + x: Cancella il contenuto degli appunti.
ja: NVDA+Windows+x: クリップボードの内容を消去します。
pt_br: NVDA+windows+x: Apaga o conteúdo da área de transferência.
uk: NVDA+windows+x: очищення вмісту буфера обміну.

source: Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
bg: Не е назначено: Копира в (или изрязва от) клипборда, с възможност за запитване за потвърждение.
da: Ikke tildelt: Kopierer til (eller klipper fra) udklipsholderen med mulighed for at blive bedt om en bekræftelse.
gl: Sen asignar: Copia a (ou corta dende) o portapapeis, coa posibilidade de que se che pregunte por unha confirmación previa.
it: Non assegnato: copia o taglia, con possibilità di richiesta di conferma.
ja: 割り当てなし: クリップボードにコピー(または切り取り)、前回の確認を問い合わせるかどうかを切り替えます。
pt_br: Não atribuído: copia (ou corta) a área de transferência, com a possibilidade de ser solicitada uma confirmação prévia.
uk: Не призначено: Копіює (або вирізає) в буфер обміну з можливістю запиту попереднього підтвердження.

source: Not assigned: Shows the clipboard text as HTML in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
bg: Не е назначено: Показва текста на клипборда като HTML в режим на разглеждане или съобщава, ако клипбордът е празен или има съдържание, което не може да бъде представено в съобщение за преглед, например ако файлове или папки са копирани от Windows Explorer.
da: Ikke tildelt: Viser teksten i udklipsholderen i gennemgynstilstand som HTML-indhold. Du vil få besked, hvis udklipsholderen er tom eller hvis indholdet ikke kan vises i gennemsynstilstand. Dette kan eksempelvis være, hvis du har kopiere filer fra Stifinder.
gl: Sen asignar: amosa o texto do portapapeis como HTML en modo exploración, ou anuncia se o portapapeis está vacío ou ten contido que non se pode amosar nunha mensaxe navegable, se se están a copiar arquivos ou carpetas do Explorador de Windows, por exemplo.
it: Non assegnato: visualizza il testo presente negli appunti in modalità navigazione in formato html. In alternativa dice se negli appunti è presente contenuto che non è possibile mostrare in modalità navigazione, come file o cartelle copiati da Windows Explorer, o se non è presente testo negli appunti.
ja: 割り当てなし: クリップボードのテキストをブラウズモードでHTMLとして表示します。または、もしクリップボードが空、または、閲覧可能なメッセージの表示ではない、例えばファイルやフォルダがWindows Explorerからコピーされているなどの内容の場合に通知します。
pt_br: Não atribuído: Mostra o texto da área de transferência como HTML no modo de navegação ou anuncia se a área de transferência está vazia ou possui conteúdos que não podem ser apresentados em uma mensagem navegável, por exemplo, se arquivos ou pastas foram copiados do Windows Explorer.
uk: Не призначено: Показує текст буфера обміну у вигляді HTML у режимі огляду, або повідомляє, якщо буфер обміну порожній або має вміст, який не може бути представлений у вигляді повідомлення для перегляду, наприклад, якщо файли або папки були скопійовані з провідника Windows.

source: Not assigned: Shows the textual clipboard contents as plain text in browse mode, or announces if clipboard is empty or has contents which can't be presented in a browseable message, for instance if files or folders are been copied from Windows Explorer.
bg: Не е назначено: Показва текста на клипборда в режим на разглеждане или съобщава, ако клипбордът е празен или има съдържание, което не може да бъде представено в съобщение за преглед, например ако файлове или папки са копирани от Windows Explorer.
da: Ikke tildelt: Viser teksten i udklipsholderen i gennemgynstilstand som rå tekst. Du vil få besked, hvis udklipsholderen er tom eller hvis indholdet ikke kan vises i gennemsynstilstand. Dette kan eksempelvis være, hvis du har kopiere filer fra Stifinder.
gl: Sen asignar: Amosa os contidos textuais do portapapeis como texto plano en modo exploración, ou anuncia se o portapapeis está vacío ou ten contido que non se pode amosar nunha mensaxe navegable, se se están a copiar arquivos ou carpetas do Explorador de Windows, por exemplo.
it: Non assegnato: visualizza il testo presente negli appunti in modalità navigazione come testo semplice. In alternativa dice se negli appunti è presente contenuto che non è possibile mostrare in modalità navigazione, come file o cartelle copiati da Windows Explorer, o se non è presente testo negli appunti.
ja: 割り当てなし: テキストのクリップボードの内容をブラウズモードで表示します。または、もしクリップボードが空、または、閲覧可能なメッセージの表示ではない、例えばファイルやフォルダがWindows Explorerからコピーされているなどの内容の場合に通知します。
pt_br: Não atribuído: Mostra o conteúdo textual da área de transferência como texto simples no modo de navegação ou anuncia se a área de transferência está vazia ou tem conteúdos que não podem ser apresentados em uma mensagem navegável, por exemplo, se arquivos ou pastas foram copiados do Windows Explorer.
uk: Не призначено: Показує текстовий вміст буфера обміну як звичайний текст у режимі огляду або повідомляє, що буфер обміну порожній або містить вміст, який не може бути представлений у повідомленні для перегляду, наприклад, якщо файли або папки скопійовано з Провідника Windows.

source: Clip Contents Designer settings
bg: Настройки на дизайнера за съдържанието на клипборда
da: Indstillinger for Udklipsdesigner
gl: Opcións de Clip Contents Designer
it: Impostazioni dell'add-on
ja: Clip Contents Designer設定
pt_br: Configurações do Gestor do Conteúdo de Transferência
uk: Налаштування Clip Contents Designer

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
bg: Този панел е достъпен от менюто на NVDA -> подменю "Настройки" -> диалоговия прозорец "Настройки".
da: Ovennævnte kommando kan ændres fra NVDAs menu, under "Opsætning".
gl: Este panel está dispoñible dende o menú de NVDA, submenú Preferencias, diálogo Opcións.
it: Si accede a questa finestra dal menu di NVDA, scegliendo la voce Preferenze e quindi Impostazioni.
ja: このパネルはNVDAメニュー、設定(P)サブメニュー、設定(S)ダイアログから利用可能です。
pt_br: Este painel está disponível no menu do NVDA, submenu Preferências, diálogo de Configurações.
uk: Ця панель доступна в меню NVDA, підменю «Параметри», діалог «Налаштування».

source: It contains the following controls:
bg: Съдържа следните контроли:
da: Den indeholder følgende kontroller:
gl: Contén os seguintes controis:
it: Essa contiene i seguenti controlli:
ja: 次のコントロールを含みます:
pt_br: Contém os seguintes controles:
uk: Вона містить такі елементи керування:

source: Type the string to be used as a separator between contents added to the clipboard: Allows to set a separator which can be used to find the text segments once the entire added text is pasted.
bg: Въвеждане на низа, който да се използва като разделител между съдържанието, добавено в клипборда: Позволява задаването на разделител, който може да се използва за намиране на текстовите сегменти, след като целият добавен текст бъде поставен.
da: Indtast den streng, der skal bruges som separator mellem indhold tilføjet til udklipsholderen: Gør det muligt at indstille en separator, som kan bruges til at finde tekstsegmenterne, når hele den tilføjede tekst er indsat.
gl: Escribe a cadea de texto que se utilizará como separador entre contido engadido ao portapapeis: Permite establecer un separador que se pode utilizar para buscar os segmentos de texto unha vez se pegue todo o texto engadido.
it: Digitare il testo da usare come separatore tra i contenuti aggiunti negli appunti: permette di definire un separatore da usare per individuare, nel momento in cui si effettua l'operazione di "incolla", i vari segmenti di testo aggiunti in sequenza agli appunti.
ja: クリップボードに追加された内容の間のセパレータとして使用する文字列を入力します: 追加されたテキスト全体がペーストされた時に、テキストの区切りを見つけるのに使用可能なセパレータを設定出来ます。
pt_br: Digite a sequência de caracteres a ser usada como separador entre os conteúdos adicionados à área de transferência: Permite definir um separador que pode ser usado para localizar os segmentos de texto, uma vez que todo o texto adicionado é colado.
uk: Введіть текст, який буде використовуватися як роздільник між вмістом, доданим до буфера обміну: Дозволяє встановити роздільник, який можна використовувати для пошуку сегментів тексту після того, як весь доданий текст буде вставлено.

source: Add text before clip data: It's also possible to choose if the added text will be appended or prepended.
bg: Добавяне на текст преди данните на клипборда: Възможно е също така да се избере дали текстът ще бъде добавен преди или след.
da: Tilføj tekst før klipdata: Det er også muligt at vælge, om den tilføjede tekst skal tilføjes foran eller bagefter tekst, der allerede befinder sig ved markøren.
gl: Engadir texto tralos datos do portapapeis: Tamén é posible escoller se o texto engadido se engadirá ó final ou ó principio.
it: Aggiungi testo prima degli appunti: è anche possibile scegliere se il testo tagliato o copiato deve essere aggiunto allin testa o in coda agli appunti.
ja: クリップデータの前にテキストを追加: 追加されたテキストが後ろに追加されるか前に追加されるかを選択することも可能です。
pt_br: Adicionar texto antes dos dados da transferência: Também é possível escolher se o texto adicionado será anexado ou prefixado.
uk: Додавати текст на початок буфера обміну: Ви також можете вибрати, чи буде текст додано або доповнено.

source: Select the actions which require previous confirmation: You can choose, for each action available, if it should be performed inmediately or after confirmation. Available actions are: add text, clear clipboard, emulate copy and emulate cut.
bg: Избор на действията, които изискват предшестващо потвърждение: Може да се избере за всяко налично действие дали да се извърши незабавно или след потвърждение. Наличните действия са: добавяне на текст, изчистване на клипборда, емулиране на копиране и емулиране на изрязване.
da: Vælg de handlinger, der kræver tidligere bekræftelse: Du kan for hver tilgængelig handling vælge, om den skal udføres med det samme eller efter bekræftelse. Tilgængelige handlinger er: tilføj tekst, ryd udklipsholderen, emuler kopi og emuler klip.
gl: Seleccionar as accións que requiren confirmación previa: Podes escoller, para cada acción dispoñible, se se debe realizar inmediatamente ou previa confirmación. As accións dispoñibles son: engadir texto, limpar portapapeis, emular copiar e emular curtar.
it: Seleziona le azioni che richiedono una conferma: si può scegliere, per ogni azione disponibile, se farla eseguire immediatamente o dopo una conferma da parte dell'utente. Le azioni disponibili sono: aggiungi testo, elimina gli appunti, emula copia ed emula taglia.
ja: 前の確認を依頼する動作を選択します: それぞれの利用可能な動作について、それがすぐにまたは確認後に実行されるかどうか、選択することが出来ます。利用可能な動作: テキスト追加、クリップボード消去、コピーのエミュレートと切り取りのエミュレート。
pt_br: Selecione as ações que requerem confirmação prévia: Você pode escolher, para cada ação disponível, se ela deve ser realizada imediatamente ou após a confirmação. As ações disponíveis são: adicionar texto, limpar área de transferência, emular copiar e emular cortar.
uk: Вибір дій, що вимагають попереднього підтвердження: Ви можете вибрати для кожної доступної дії, чи виконувати її негайно чи після підтвердження. Доступні дії: додати текст, очистити буфер обміну, емулювати копіювання та емулювати вирізання.

source: Request confirmation before performing the selected actions when: You can select if confirmations will be requested always, just if text is contained in the clipboard, or if clipboard is not empty (for example if you've copied a file, not text).
bg: Искане на потвърждение, преди да се извършат избраните действия, когато: Може да се избере дали потвържденията ще се изискват винаги, само ако текстът се съдържа в клипборда или ако клипборда не е празен (например при копиране на файл, а не текст).
da: Anmod om bekræftelse, før du udfører de valgte handlinger, når: Du kan vælge, om der altid skal anmodes om bekræftelser, hvis der kun er tekst i udklipsholderen, eller hvis udklipsholderen ikke er tom (f.eks. Hvis du har kopieret en fil, ikke tekst).
gl: Pedir confirmación antes das accións seleccionadas cando: Podes seleccionar se as confirmacións se solicitarán sempre, só se o portapapeis contén texto, ou se o portapapeis non está baleiro (por exemplo se copiaches un arquivo, non texto).
it: Richiedi conferma prima di eseguire le azioni selezionate quando: si può scegliere se le conferme devono essere richieste sempre, solo se c'è del testo negli appunti o se gli appunti non sono vuoti (ossia, ad esempio, se avete copiato un file e non del testo).
ja: 選択された動作を実行する前に確認をいつ依頼するか: 単にテキストがクリップボードに含まれている時、または、クリップボードが空でない時(例えばテキストでなくファイルをコピーした時)、確認を常に依頼するかどうか、選択出来ます。
pt_br: Solicitar confirmação antes de executar as ações selecionadas quando: Você pode selecionar se as confirmações serão solicitadas sempre, apenas se houver texto na área de transferência ou se a área de transferência não estiver vazia (por exemplo, se você copiou um arquivo, não um texto).
uk: Вибір дій, що вимагають попереднього підтвердження: ви можете вибрати, чи запитуватимуться підтвердження завжди, лише якщо текст міститься в буфері обміну, або якщо буфер обміну не порожній (наприклад, якщо ви скопіювали файл, а не текст).

source: Format to show the clipboard text as HTML in browse mode: If you're learning HTML markup language, you may choose Preformatted text in HTML or HTML as shown in a web browser, to have an idea of how your HTML code will be rendered by NVDA in a browser. The difference between preformatted and conventional HTML is that the first option will preserve consecutive spaces and line breaks, and the second one will compact them. For example, write some HTML tags like h1, h2, li, pre, etc., select and copy the text to clipboard, and use clipContentsDesigner add-on to show the text in a browseable message.
bg: Формат, в който да се извежда текстът на клипборда като HTML в режим на разглеждане: Ако изучавате езика за маркиране HTML, можете да изберете предварително форматиран текст в HTML или HTML, както бива извеждан в уеб браузъра, за да имате представа за това как ще бъде изобразен вашият HTML код от NVDA в браузъра. Разликата между предварително форматиран и конвенционален HTML ев това, че първата опция ще запази последователни интервали и прекъсвания на редове, а втората ще ги уплътни. Например напишете някои HTML тагове като h1, h2, li, pre и т.н., изберете и копирайте текста в клипборда и използвайте добавката "Дизайнер за съдържанието на клипборда", за да покажете текста в съобщение за разглеждане.
da: Formatér og vis udklipsholderteksten som HTML i gennemsynstilstand: Hvis du er ved at lære HTML, kan du vælge Forformateret tekst i HTML eller HTML som vist i en webbrowser for at få en idé om, hvordan din HTML -kode vil blive gengivet af NVDA i en browser. Forskellen mellem forformateret og konventionel HTML er, at den første mulighed bevarer fortløbende mellemrum og linjeskift, og den anden komprimerer dem. Skriv f.eks. Nogle HTML-tags som h1, h2, li, pre osv., Vælg og kopier teksten til udklipsholderen, og brug tilføjelsen til at vise teksten i en meddelelse, der kan gennemses.
gl: Formato no que amosar o texto do portapapeis como HTML en modo exploración: Se estás aprendendo a linguaxe de marcas HTML, podes escoller Texto Preformateado en HTML ou HTML como se amosaría nun navegador web, para ter unha idea de cómo o teu código HTML se tratará dende NVDA nun navegador. A diferencia entre HTML preformateado e convencional é que a primeira opción preservará os espazos e saltos de liña consecutivos, e o segundo compactaraos. Por exemplo, escribe algunhas etiquetas HTML como h1, h2, li, pre, etc., selecciona e copia o texto ao portapapeis, e utiliza o complemento ClipContentsDesigner para amosar o texto nunha mensaxe navegable.
it: Formato di visualizzazione degli appunti in Modalità Navigazione, come html: se state imparando il linguaggio HTML, potete selezionare "HTML preformattato" oppure HTML semplice, per avere un'idea di come NVDA mostrerebbe il vostro codice HTML in un browser. La differenza tra l'HTML preformattato e quello semplice è che la prima opzione manterrà gli spazi consecutivi e le interruzioni di riga, mentre la seconda li eliminerà. Ad esempio, scrivete qualche tag HTML come h1, h2, li, pre, ecc., Selezionate e copiate quanto scritto negli appunti ed utilizzate clipContentsDesigner per visualizzare il testo in modalità navigazione.
ja: クリップボードのテキストを表示する書式をブラウズモードでHTMLに: もし、HTMLマークアップ言語を学んでいる場合、HTMLの整形済みテキストまたはHTMLをウェブブラウザに表示されるように、選択出来、HTMLコードがブラウザでどのようにNVDAにより表現されるかわかります。整形済みと従来のHTML違いは、最初の選択肢の場合は連続するスペースや改行を保持し、二番目の選択肢の場合は圧縮します。例えば、h1, h2, li, preなどのようなHTMLタグで書いて、テキストを選択してクリップボードにコピーし、clipContentsDesignerアドオンを使うと、閲覧可能なメッセージにテキストを表示します。
pt_br: Formato para mostrar o texto da área de transferência como HTML no modo de navegação: se você está aprendendo a linguagem de marcação HTML, pode escolher Texto pré-formatado em HTML ou HTML como mostrado em um navegador da web, para ter uma ideia de como seu código HTML será processado pelo NVDA em um navegador. A diferença entre o HTML pré-formatado e o convencional é que a primeira opção preservará espaços consecutivos e quebras de linha, e a segunda os compactará. Por exemplo, escreva algumas marcações — tags — HTML como h1, h2, li, pre, etc., selecione e copie o texto para a área de transferência e use o complemento Gestor do Conteúdo de Transferência — clipContentsDesigner — para mostrar o texto em uma mensagem navegável.
uk: Формат для показу тексту буфера обміну як HTML у режимі огляду: Якщо ви вивчаєте мову розмітки HTML, ви можете вибрати Попередньо відформатований текст у HTML або HTML, як показано у веб-переглядачі, щоб мати уявлення про те, як буде показано ваш HTML-код у браузері. Різниця між попередньо відформатованим і звичайним HTML полягає в тому, що перший варіант збереже послідовні пробіли та розриви рядків, а другий — стисне їх. Наприклад, напишіть деякі теги HTML, як-от h1, h2, li, pre тощо, виділіть та скопіюйте текст у буфер обміну та скористайтеся додатком clipContentsDesigner, щоб відобразити текст у повідомленні, доступному для перегляду.
