Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clipContentsDesigner.*.po
Languages: bg, da, gl, it, ja, pt_br, uk

source: Maximum number of characters when showing clipboard text in browse mode: Please, be aware that increasing this limit may produce issues if the clipboard contains large strings of text. The default limit is 100000 characters.
bg: Максимален брой знаци при показване на текст в клипборда в режим на разглеждане: Моля, имайте предвид, че увеличаването на това ограничение може да създаде проблеми, ако клипбордът съдържа големи текстови низове. Ограничението по подразбиране е 100000 знака.
da: Maksimalt antal tegn, når udklipsholdertekst vises i gennemsynstilstand: Vær opmærksom på, at forhøjelse af denne grænse kan give problemer, hvis udklipsholderen indeholder store tekststrenge. Standardgrænsen er 100000 tegn.
gl: Número máximo de caracteres ao amosar texto do portapapeis en modo exploración: Por favor, ten en conta que incrementar este límite podería producir problemas se o portapapeis contén largas cadeas de texto. O límite por defecto é de 100000 caracteres.
it: Numero massimo di caratteri quando il testo degli appunti è visualizzato in modalità navigazione: si noti che l'incremento di questo valore può causare problemi se gli appunti contengono grandi stringhe di testo. Il valore di default è 100000 caratteri.
ja: クリップボードのテキストをブラウズモードで表示する時の最大文字数: この限界を増加することは、クリップボードが大きな文字列を含む場合に、問題となることに注意して下さい。初期の限界値は100000文字です。
pt_br: Número máximo de caracteres ao mostrar o texto da área de transferência no modo de navegação: Lembre-se de que aumentar este limite pode causar problemas se a área de transferência contiver grandes cadeias de texto. O limite padrão é 100000 caracteres.
uk: Максимальна кількість символів під час показу тексту буфера обміну в режимі огляду: Майте на увазі, що збільшення цього обмеження може призвести до проблем, якщо буфер обміну містить великі рядки тексту. Початкове обмеження становить 100000 символів.

source: Restore defaults.
bg: Възстановяване на настройките по подразбиране.
pt_br: Restaurar os padrões.

source: Notes:
bg: Забележки:
da: Bemærkninger:
gl: Notas:
it: Note:
ja: 備考:
pt_br: Notas:
uk: Примітки:

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed.
bg: Няма да има запитване за потвърждение, ако в момента има отворен друг диалогов прозорец на NVDA. В тези случаи действията ще бъдат извършвани незабавно.
da: Bekræftelse vil ikke blive anmodet, når en meddelelsesdialog fra NVDA stadig er åben. I disse situationer vil handlingen straks udføres.
gl: Non se solicitarán confirmacións cando estea aberta unha Caixa de mensaxe do NVDA. Neses casos, as accións realizaranse inmediatamente.
it: Quando è aperta una finestra di NVDA non verrà richiesta alcuna conferma. In questi casi le azioni verranno eseguite immediatamente.
ja: NVDAのメッセージボックスがまだ開いている時に、確認が依頼されません。これらの場合、動作がすぐに実行されます。
pt_br: Confirmações não serão solicitadas quando uma caixa de mensagem do NVDA ainda estiver aberta. Nesses casos, as ações serão executadas imediatamente.
uk: Підтвердження не запитуватиметься, якщо вікно повідомлень NVDA все ще відкрито. У цих випадках дії будуть виконані негайно.

source: Changes for 40.0.0
pt_br: Mudanças na 40.0.0

source: Added support for Hebrew keyboard.
pt_br: Adicionado suporte ao teclado hebraico.

source: Changes for 22.0.0
bg: Промени във версия 22.0.0
pt_br: Mudanças na 22.0.0
uk: Зміни у версії 22.00

source: Added a button to restore defaults in the add-on settings panel.
bg: Добавен е бутон за възстановяване на настройките по подразбиране в панела с настройки на добавката.
pt_br: Foi adicionado um botão para restaurar os padrões no painel de configurações do complemento.
uk: На панелі налаштувань додатка додано кнопку для відновлення початкових налаштувань.

source: The add-on cannot be run in secure mode.
bg: Добавката не може да се изпълнява в защитен режим.
pt_br: O add-on não pode ser executado no modo seguro.
uk: Додаток не можна запускати в захищеному режимі.

source: Changes for 17.0
bg: Промени във версия 17.0
gl: Cambios para 17.0
pt_br: Mudanças na 17.0
uk: Зміни у версії 17.0

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
gl: Compatible con NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.
uk: Сумісний із NVDA 2023.1.

source: Changes for 16.0
bg: Промени във версия 16.0
da: Ændringer for 16.0
gl: Cambios para 16.0
it: Novità nella versione 16.0
ja: 16.0の変更点
pt_br: Mudanças na 16.0
uk: Зміни у версії 16.0

source: Reqires NVDA 2022.1 or later.
bg: Изисква се NVDA 2022.1 или по-нова версия.
gl: Require NVDA 2022.1 ou posterior.
pt_br: Requer NVDA 2022.1 ou posterior.
uk: Потребує NVDA 2022.1 чи новішу.

source: Changes for 15.0
bg: Промени във версия 15.0
da: Ændringer for 15.0
gl: Cambios para 15.0
it: Novità nella versione 15.0
ja: 15.0の変更点
pt_br: Mudanças na 15.0
uk: Зміни у версії 15.0

source: The command to add text to clipboard is again presented in the input gestures dialog.
bg: Командата за добавяне на текст към клипборда отново е налична в диалоговия прозорец "Жестове на въвеждане".
da: Kommandoen til at tilføje tekst til udklipsholder vises igen i dialogboksen til håndtering af kommandoer.
gl: A orde para engadir texto ó portapapeis aparece de novo no diálogo xestos de entrada.
it: Il comando per aggiungere testo agli appunti è nuovamente presente nella finestra di dialogo dei gesti di immissione.
ja: テキストをクリップボードに追加するコマンドが、再び入力ジェスチャーダイアログに現れるようになりました。
pt_br: O comando para adicionar texto à área de transferência é novamente apresentado na caixa de diálogo de gestos de entrada.
uk: Команда для додавання тексту в буфер обміну знову представлена в діалоговому вікні жестів вводу.

source: Fixed gestures to copy and cut with Persian keyboard, thanks to Mohammadhosein Ghezelsofla.
bg: Поправени са жестовете за копиране и изрязване с персийска клавиатурна подредба (благодарение на Mohammadhosein Ghezelsofla).
da: Rettede kommandoer til at kopiere og klippe med persisk tastatur, takket være Mohammadhosein Ghezelsofla.
gl: Arranxadas as ordes para copiar e cortar en teclado persa, grazas a Mohammadhosein Ghezelsofla.
it: Risolti i gesti da copiare e tagliare con la tastiera persiana, grazie a Mohammadhosein Ghezelsofla.
ja: ペルシア語キーボードでの、コピーと切り取りのジェスチャーを修正しました。Mohammadhosein Ghezelsoflaのおかげです。
pt_br: Corrigidos os gestos para copiar e cortar com o teclado persa, graças a Mohammadhosein Ghezelsofla.
uk: Завдяки Mohammadhosein Ghezelsofla виправлені жести для копіювання й вирізання у перській клавіатурі.

source: Changes for 14.0
bg: Промени във версия 14.0
da: Ændringer for 14.0
gl: Cambios para 14.0
it: Novità nella versione 14.0
ja: 14.0の変更点
pt_br: Mudanças na 14.0
uk: Зміни у версії 14.0

source: Compatible with NVDA 2021.1.
bg: Съвместима с NVDA 2021.1.
da: Kompatibel med NVDA 2021.1.
gl: Compatible con NVDA 2021.1.
it: Compatibile con NVDA 2021.1.
ja: NVDA 2021.1に互換。
pt_br: Compatível com o NVDA 2021.1.
uk: Сумісний із NVDA 2021.1.

source: Fixed an issue in visual layout of the settings panel, thanks to Cyrille Bougot.
bg: Отстранен проблем с визуалното оформление на панела за настройки (благодарности за това към Cyrille Bougot).
da: Rettet et problem i det visuelle layout for indstillingspanelet takket være Cyrille Bougot.
gl: Arranxado un problema no deseño visual do panel de opcións, grazas a Cyrille Bougot.
it: Risolto un problema nella grafica della finestra Impostazioni. Grazie a Cyrille Bougot.
ja: 設定パネルの外観的なレイアウトの問題を修正しました。Cyrille Bougotのおかげです。
pt_br: Corrigido um problema no leiaute visual do painel de configurações, graças a Cyrille Bougot.
uk: Завдяки Cyrille Bougot виправлено проблему з візуальним розташуванням панелі налаштувань.

source: Improved documentation.
bg: Подобрения в документацията.
da: Forbedret dokumentationen.
gl: Mellorada a documentación.
it: Miglioramenti alla documentazione.
ja: ドキュメントの改善。
pt_br: Documentação melhorada.
uk: Поліпшено документацію.

source: Added a Clip Contents Designer category to assign input gestures to all commands available for this add-on.
bg: Добавена е категория "Дизайнер за съдържанието на клипборда", за задаване на жестове на въвеждане за всички команди, налични за тази добавка.
da: Tilføjede en Udklipsdesigner-kategori for at tildele inputbevægelser til alle kommandoer, der er tilgængelige for denne tilføjelse.
gl: Engadida unha categoría Clip contents Designer para asignar xestos de entrada a tódolas ordes dispoñibles neste complemento.
it: Aggiunta la categoria Clip Contents Designer nella finestra Gesti e Tasti di Immissione di NVDA, per assegnare tasti personalizzati a tutti i comandi disponibili.
ja: このアドオンの利用可能な全てのコマンドに入力ジェスチャーを割り当てする、Clip Contents Designerカテゴリーを追加しました。
pt_br: Adicionada uma categoria Gestor do Conteúdo de Transferência para atribuir comandos — gestos — de entrada a todos os comandos disponíveis para este complemento.
uk: Додано категорію Clip Contents Designer для призначення жестів вводу всім командам, доступним для цього додатка.

source: Fixed bugs when using emulate copy in browsers if focus mode is active.
bg: Отстранени грешки при използване на емулирано копиране в браузърите при активен режим на фокус.
da: Rettede fejl ved brug af "Emuler kopi" i browsere, hvis fokustilstand er aktiv.
gl: Arranxados erros ao usar emular copiar en en navegadores cando o modo foco estaba activo.
it: Risolti problemi che si riscontravano quando si utilizzava l'emulazione copia nei browser con la modalità focus attiva.
ja: もしフォーカスモードがアクティブな時に、ブラウザでコピーのエミュレートを使用している時の、バグを修正しました。
pt_br: Falhas corrigidas ao usar emular cópia em navegadores se o modo de foco estiver ativo.
uk: Виправлено помилки під час використання емуляції копіювання в браузерах, якщо активний режим фокусу.

source: You can assign different gestures to show the clipboard textual contents as raw text or formatted in HTML. The Format to show the clipboard text in the settings panel has being modified accordingly, to select the two options available for HTML format.
bg: Възможност за задаване на различни жестове за извеждане на текстовото съдържание на клипборда като чист текст или форматиран в HTML. Форматът за показване на текста на клипборда в панела за настройки е съответно модифициран, за да може да се изберат двете опции, налични за HTML формата.
da: Du kan tildele forskellige kommandoer til visning af udklipsholderens tekstlige indhold. Indholdet kan vises som rå tekst eller formateret i HTML. Formatet til visning af udklipsholderteksten i indstillingspanelet er blevet ændret i overensstemmelse hermed, så du kan vælge de to mulige indstillinger.
gl: Podes asignar diferentes xestos para amosar o contido textual do portapapeis como texto plano ou formateado en HTML. O Formato no que amosar o texto do portapapeis no panel de opcións modificouse en consecuencia, para seleccionar as dúas opcións dispoñibles para o formato HTML.
it: Potete assegnare tasti diversi per visualizzare il contenuto testuale degli appunti come testo puro o come HTML. Le scelte possibili nella finestra Impostazioni per il formato di visualizzazione degli appunti sono state modificate di conseguenza, per riflettere le due opzioni disponibili per l'HTML.
ja: クリップボードのテキストの内容を、テキストのまま、またはHTMLフォーマットで表示するのに、異なるジェスチャーを割り当てすることが出来ます。それに従って、設定パネルでの、クリップボードのテキストを表示するフォーマットは、HTMLフォーマットについて利用可能な2つの選択肢を選択するように、修正されています。
pt_br: Você pode atribuir diferentes gestos para mostrar o conteúdo textual da área de transferência como texto bruto ou formatado em HTML. O formato para mostrar o texto da área de transferência no painel de configurações foi modificado conformemente, para selecionar as duas opções disponíveis para o formato HTML.
uk: Ви можете призначити різні жести для показу текстового вмісту буфера обміну у вигляді необробленого тексту чи відформатованого в HTML. Формат показу тексту буфера обміну в панелі налаштувань було змінено відповідним чином, щоб обрати два варіанти, доступних для формату HTML.

source: Changes for 12.0
bg: Промени във версия 12.0
da: Ændringer for 12.0
gl: Cambios para 12.0
it: Novità nella versione 12.0
ja: 12.0の変更点
pt_br: Mudanças na 12.0
uk: Зміни у версії 12.0

source: Fixed bugs when using emulate copy in applications like LibreOffice Writer.
bg: Отстранени грешки при използване на емулирано копиране в приложения като LibreOffice Writer.
da: Rettede fejl ved brug af "Emuler kopi" i applikationer som LibreOffice Writer.
gl: Arranxados erros ao usar emular copiar en aplicacións como LIbreOffice Writer.
it: Risolti problemi che si riscontravano quando si utilizzava la simulazione copia in applicazioni come LibreOffice Writer.
ja: LibreOffice Writerのようなアプリケーションで、コピーのエミュレートを使用する時の、バグを修正しました。
pt_br: Falhas corrigidas ao usar emular cópia em aplicativos como o LibreOffice Writer.
uk: Виправлено помилки під час використання емуляції копіювання в таких програмах, як LibreOffice Writer.

source: Changes for 11.0
bg: Промени във версия 11.0
da: Ændringer i 11.0
gl: Cambios para 11.0
it: Novità nella versione 11.0
ja: 11.0の変更点
pt_br: Mudanças na 11.0
uk: Зміни у версії 11.0

source: Now it's possible to add text marked with the review cursor using standard commands of NVDA (NVDA+f9 and NVDA+f10). NVDA+windows+f9 is no longer used, for a better integration with the new NVDA+shift+f9 command.
bg: Сега е възможно да добавите текст, маркиран с курсора за преглед, като използвате стандартните команди на NVDA (NVDA+F9 и NVDA+F10). NVDA+Windows+F9 вече не се използва, с цел по-добра интеграция с новата команда NVDA+Shift+F9.
da: Nu er det muligt at tilføje tekst markeret med læsemarkøren ved hjælp af standardkommandoer for NVDA (NVDA+f9 og NVDA+f10). NVDA+windows+f9 bruges ikke længere til, således tilføjelsen fungerer i overensstemmelse med NVDA+Shift+F9.
gl: Agora é posible engadir texto marcado co cursor de revisión utilizando ordes estándar do NVDA (NVDA+F9 e NVDA+F10). NVDA+Windows+F9 xa non se usa, para unha mellor integración co novo atallo NVDA+Shift+F9.
it: E' ora possibile agiungere testo selezionato con il cursore di controllo utilizzando comandi standard di NVDA (NVDA+f9 e NVDA+f10). NVDA+windows+f9 non è più utilizzato, per una migliore integrazione con il nuovo comando NVDA+shift+f9.
ja: NVDAの標準コマンド(NVDA+f9とNVDA+f10)を使用して、レビューカーソルでマークされたテキストを追加することが可能になりました。新しいNVDA+shift+f9コマンドとの統一性を良くするため、NVDA+windows+f9は使ええなくなりました。
pt_br: Agora é possível adicionar texto marcado com o cursor de exploração usando comandos padrão do NVDA (NVDA+f9 e NVDA+f10). NVDA+windows+f9 não é mais usado, por uma melhor integração com o novo comando NVDA+shift+f9.
uk: Тепер можна додавати текст, позначений переглядовим курсором, за допомогою стандартних команд NVDA (NVDA+f9 і NVDA+f10). NVDA+windows+f9 більше не використовується для кращої інтеграції з новою командою NVDA+shift+f9.

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
da: Kræver NVDA 2019.3 eller nyere.
gl: Require NVDA 2019.3 ou posterior.
it: Richiede NVDA 2019.3 o versioni successive.
ja: NVDA 2019.3以降が必要。
pt_br: Requer NVDA 2019.3 ou posterior.
uk: Потребує NVDA 2019.3 або новішу.

source: Changes for 10.0
bg: Промени във версия 10.0
da: Ændringer i 10.0
gl: Cambios para 10.0
it: Novità nella versione 10.0
ja: 10.0の変更点
pt_br: Mudanças na 10.0
uk: Зміни у версії 10.0

source: Fixed a bug in the dialog used to show the clipboard text, when its title contains non latin characters.
bg: Поправена грешка в диалоговия прозорец използван за показване на текста в клипборда, когато заглавието му съдържа букви извън латиницата.
da: Rettet en fejl i den dialog, der blev brugt til at vise teksten i udklipsholderen, når dens titel indeholdte ikke-latinske tegn.
gl: Arranxado un erro no diálogo utilizado para mostrar o texto do portapapeis cando o seu título contiña caracteres non latinos.
it: Risolto un bug nella finestra di dialogo utilizzata per mostrare il testo degli appunti, quando il titolo contiene caratteri non latini.
ja: クリップボードのテキストを表示するのに使用されるダイアログでの、タイトルが非ラテン文字を含む時のバグを修正しました。
pt_br: Corrigida uma falha no diálogo usado para mostrar o texto da área de transferência, quando o título continha caracteres não latinos.
uk: Виправлено помилку в діалозі, що використовується для відображення тексту буфера обміну, коли його заголовок містить нелатинські символи.

source: Fixed a bug when using the emulate cut and copy features with an Arabic keyboard layout. This has been fixed by Abdel, added as an add-on author.
bg: Поправена грешка при използване на функциите за емулирано изрязване и копиране при използване на арабска клавиатурна подредба. Това е поправено от Abdel, който е добавен като съавтор на добавката.
da: Rettet en fejl ved brug af emuleringen af klip/kopier og kopieringsfunktioner med et arabisk tastaturlayout. Dette er rettet af Abdel, nu tilføjet som en forfatter.
gl: Arranxado un erro ao utilizar as funcións emular curtar e copiar cunha distribución de teclado árabe. Isto foi solucionado por Abdel, engadido como un autor do complemento.
it: Risolto un bug che si verificava quando si utilizzavano le funzioni di simulazione taglia e copia con un layout di tastiera arabo. Questo problema è stato risolto da Abdel, aggiunto come autore.
ja: アラビア語キーボードレイアウトで、切り取りとコピー機能のエミュレートを使用する時のバグを修正しました。これはアドオンの作者として追加された、Abdelにより修正されました。
pt_br: Corrigido uma falha ao usar os recursos de emulação de corte e cópia com um layout de teclado árabe. Isso foi corrigido por Abdel, adicionado como um autor do complemento.
uk: Виправлено помилку під час використання функцій емуляції вирізання та копіювання з арабською розкладкою клавіатури. Це виправив Abdel, тепер він є співавтором додатка.

source: Changes for 9.0
bg: Промени във версия 9.0
da: Ændringer for 9.0
gl: Cambios para 9.0
it: Novità nella versione 9.0
ja: 9.0の変更点
pt_br: Mudanças na 9.0
uk: Зміни у версії 9.0

source: Added the possibility of showing the clipboard text in browse mode.
bg: Добавена е възможност за показване на текста на клипборда в режим на разглеждане.
da: Tilføjet mulighed for at vise udklipsholderens aktuelle tekstindhold i gennemsynstilstand.
gl: Engadida a posibilidade de amosar o texto do portapapeis en modo exploración.
it: Aggiunta la possibilità di visualizzare il testo negli appunti in Modalità Navigazione.
ja: ブラウズモードでクリップボードのテキストを表示出来る機能を追加しました。
pt_br: Adicionada a possibilidade de mostrar o texto da área de transferência no modo de navegação.
uk: Додано можливість відображення тексту буфера обміну в режимі огляду.

source: Added an option to choose if confirmations will be required if clipboard is not empty, for instance, if files or folders are been copied.
bg: Добавена е опция за избор дали ще са необходими потвърждения, ако клипбордът не е празен, например ако са копирани файлове или папки.
da: Tilføjet en mulighed for at vælge, om der skal kræves bekræftelse, hvis udklipsholderen ikke er tom, hvis der f.eks. Er kopieret filer eller mapper.
gl: Engadida unha opción para elixir se se requerirán confirmacións se o portapapeis non está vacío; por xemplo, se se están a copiar arquivos ou cartafoles.
it: Aggiunta l'opzione per la richiesta di conferma quando negli appunti è presente contenuto vario, per esempio, se sono presenti file o cartelle.
ja: クリップボードが空でない時、例えば、ファイルまたはフォルダがコピーされている時に、確認が必要かどうかを選択するオプションを追加しました。
pt_br: Foi adicionada uma opção para escolher se as confirmações serão necessárias se a área de transferência não estiver vazia, por exemplo, caso arquivos ou pastas foram copiados.
uk: Додано можливість вибрати, чи будуть потрібні підтвердження, якщо буфер обміну не порожній, наприклад, якщо у нього скопійовано файли або папки.

source: Requires NVDA 2018.4 or later.
bg: Изисква NVDA 2018.4 или по-нова.
da: Kræver NVDA 2018.4 eller nyere.
gl: Requírese do NVDA 2018.4 ou posterior.
it: Richiede NVDA 2018.4 o versioni successive.
ja: NVDA 2018.4以降が必要。
pt_br: Requer NVDA 2018.4 ou posterior.
uk: Потребує NVDA 2018.4 або новішу.

source: Changes for 8.0
bg: Промени във версия 8.0
da: Ændringer i 8.0
gl: Cambios para 8.0
it: Novità nella versione 8.0
ja: 8.0の変更点
pt_br: Mudanças na 8.0
uk: Зміни у версії 8.0

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
bg: Настройките на добавката се показват в съответната категория на прозореца с настройките на NVDA.
da: Tilføjelsens indstillinger vises i den tilsvarende kategori NVDA indstillinger i dialogboksen.
gl: A configuración do complemento amósase na categoría correspondente do diálogo Opcións do NVDA.
it: Le impostazioni del componente aggiuntivo vengono mostrate nella corrispondente categoria della finestra impostazioni di NVDA.
ja: アドオン設定は、NVDA設定ダイアログの、対応するカテゴリーに表示されます。
pt_br: As configurações do complemento são mostradas na categoria correspondente da caixa de diálogo Configurações do NVDA.
uk: Налаштування додатка тепер показані у відповідній категорії діалогу налаштувань NVDA.

source: Requires NVDA 2018.2 or later.
bg: Изисква NVDA 2018.2 или по-нова.
da: Kræver NVDA 2018.2 eller nyere.
gl: Requírese do NVDA 2018.2 ou posterior.
it: Richiede NVDA 2018.2 o versioni successive.
ja: NVDA 2018.2以降が必要。
pt_br: Requer NVDA 2018.2 ou posterior.
uk: Потребує NVDA 2018.2 або новішу.

source: Changes for 7.0
bg: Промени във версия 7.0
da: Ændringer i7.0
gl: Cambios para 7.0
it: Novità nella versione 7.0
ja: 7.0の変更点
pt_br: Mudanças na 7.0
uk: Зміни у версії 7.0

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
bg: При инсталиране, в диалоговия прозорец за конфигуриране на функциите за емулиране на копиране и изрязване, ако изберете "Не", командите за тези функции ще бъдат премахнати, за да можете да възстановите нормалното поведение на Control+C и Control+X.
da: Hvis du vælger "nej" i dialogen, hvor du kan konfigurere funktionaliteten til at emulere kopi og klip under installationen, vil kommandoerne for disse funktioner blive deaktiveret. Dette gendanner den sædvanlige adfærd for Ctrl+C og Ctrl+X.
gl: No diálogo para configurar as funcionalidades de Emular copiar e Emular curtar na instalación, se elixes non, os comandos para estas características eliminaranse, de xeito que poidas restaurar o comportamento normal das teclas ctrl+c e ctrl+x.
it: Nella finestra per configurare le operazioni di simulazione taglia e simulazione copia durante l'installazione, se si sceglie di no, i comandi per queste operazioni verranno rimossi. In questo modo si possono utilizare control+C e control+x normalmente.
ja: インストール時にコピーのエミュレートとカットのエミュレートの機能を設定するダイアログで、いいえを選ぶと、これらの機能のコマンドが除去され、control+cとcontrol+xの標準動作に戻すことが出来ます。
pt_br: Na caixa de diálogo da instalação para configurar as funcionalidades Emular cópia e Emular corte, se você escolher não, os comandos para esses recursos serão removidos, para que você possa restaurar o comportamento normal para control+c e control+x.
uk: Якщо під час встановлення додатка у діалозі для налаштування функцій «Емуляція копіювання» та «Емуляція вирізання» ви оберете «ні», то команди для цих функцій буде видалено, щоб ви могли відновити нормальну поведінку для control+c і control+x.

source: Changes for 6.0
bg: Промени във версия 6.0
da: Ændringer i 6.0
gl: Cambios para 6.0
it: Novità nella versione 6.0
ja: 6.0の変更点
pt_br: Mudanças na 6.0
uk: Зміни у версії 6.0

source: Added options to choose if available actions should be performed after confirmation.
bg: Добавени са опции за избор дали наличните действия ще се извършват след потвърждение.
pt_br: Foram adicionadas opções para escolher se as ações disponíveis devem ser executadas após a confirmação.
