Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clipspeak.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, ru, sk, tr, uk

source: This add-on includes an automatic update feature. The check for a new version will be executed everytime NVDA is loaded. If you want this, go to NVDA, Preferences, Options and in the add-on category check the check box.
bg: Тази добавка включва функция за автоматично обновяване. Проверката за нова версия ще се изпълнява всеки път, когато се зареди NVDA. Ако искате това, отидете в менюто на NVDA -> Настройки -> Опции и в категорията за добавката включете съответната опция.
de: Diese Erweiterung enthält eine automatische Update-Funktion. Die Prüfung auf eine neue Version wird jedes Mal durchgeführt, wenn NVDA geladen wird. Wenn Sie dies wünschen, gehen Sie in die NVDA-Einstellungen und aktivieren Sie in der Kategorie der Erweiterung das Kontrollkästchen.
es: Este complemento incluye una función de actualización automática. La comprobación de una nueva versión se efectuará cada vez que se cargue NVDA. Si la quieres, ve a NVDA, Preferencias, Opciones, y marca la casilla en la categoría del complemento.
fi: Tässä lisäosassa on automaattinen päivitystoiminto. Päivitystarkistus suoritetaan aina NVDA:n käynnistyessä. Jos haluat asetuksen käyttöön, mene NVDA-valikkoon, valitse Asetukset -> Asetukset ja valitse Puhu leikepöytätoiminnot -kategoriassa oleva valintaruutu.
fr: Cette extension comprend une fonction de mise à jour automatique. La vérification d'une nouvelle version sera effectuée chaque fois que NVDA est chargé. Si vous voulez que cela se produise, aller dans le menu NVDA, Préférences, Paramètres et dans la catégorie de l'extension, cochez la case à cocher.
gl: Este complemento inclúe unha característica de actualización automática. A comprobación de nova versión executarase cada vez que NVDA se cargue. Se queres isto, vai a NVDA, Preferencias, Opcións e na categoría do complemento marca a caixa de verificación.
hr: Ovaj dodatak omogućuje automatsko aktualiziranje. Nova verzija će se tražiti pri svakom učitavanju NVDA čitača. Idi na NVDA, Postavke, Opcije i u kategoriji dodataka označi potvrdni okvir.
it: Questo componente aggiuntivo include una funzione di aggiornamento automatico. Il controllo per una nuova versione verrà eseguito ogni volta che NVDA viene caricato. Se lo desideri, vai su NVDA, Preferenze, Opzioni e nella categoria dei componenti aggiuntivi seleziona la casella di controllo.
ja: このアドオンは自動更新機能を含んでいます。新しいバージョンの更新はNVDAのロード時に毎回実行されます。自動更新を希望する場合、NVDA、設定、オプションに行き、アドオンカテゴリでチェックボックスをチェックして下さい。
pl: Ten dodatek zawiera funkcję automatycznej aktualizacji. Sprawdzanie nowej wersji będzie wykonywane za każdym razem, gdy NVDA zostanie załadowana. Jeśli chcesz, przejdź do NVDA, Preferencje, Opcje iw kategorii dodatków zaznacz pole wyboru.
pt_br: Esse complemento inclui um recurso de atualização automática. A verificação de uma nova versão será executada sempre que o NVDA for carregado. Se você quiser isso, acesse NVDA, Preferências, Opções e, na categoria de complemento, marque a caixa de seleção.
ru: Это дополнение содержит функцию автоматического обновления. Проверка наличия новой версии будет выполняться при каждой загрузке NVDA. Если вы хотите этого, перейдите в раздел NVDA, Параметры, настройки и в категории дополнений установите флажок.
sk: Doplnok môže automaticky kontrolovať aktualizácie vždy po štarte NVDA. Toto je možné nastaviť v menu NVDA, možnosti, nastavenia v časti Oznamovanie schránky.
tr: Bu eklenti, otomatik güncelleme özelliği içerir. Yeni sürüm kontrolü, NVDA her yüklendiğinde yürütülür. Bunu istiyorsanız, NVDA, Tercihler, Ayarlar'a gidin ve eklenti kategorisinde onay kutusunu işaretleyin.
uk: Цей додаток має функцію автоматичного оновлення. Перевірка нової версії відбувається щоразу при кожному запуску NVDA. Якщо ви бажаєте використовувати цю функцію, увійдіть до меню NVDA, «Параметри», «Налаштування» і в категорії додатка позначте відповідний прапорець.
