Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clock.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Time and date display format: use these combo boxes to configure how NVDA will announce time and date when you press NVDA+F12 once or twice quickly, respectively.
bg: Формат за показване на час и дата: Използвайте тези падащи списъци, за да конфигурирате как NVDA ще съобщава часа и датата, когато натиснете NVDA+F12 еднократно или двукратно.
da: Visningsformat for klokkeslæt og dato: Brug disse kombinationsbokse til at konfigurere, hvordan NVDA vil annoncere klokkeslæt og dato, når du trykker på NVDA+F12 en eller to gange hurtigt.
de: Anzeigeformat für Uhrzeit und Datum: Verwenden Sie diese Kombinationsfelder, um zu konfigurieren, wie NVDA Uhrzeit und Datum mitteilt, wenn Sie NVDA+F12 ein- bzw. zweimal schnell drücken.
es: Formato de visualización de fecha y hora: usa estos cuadros combinados para configurar cómo anunciará NVDA la hora y la fecha al pulsar NVDA+f12 una o dos veces rápidamente, respectivamente.
fi: Kellonajan ja päivämäärän näyttömuoto: Määritä näistä yhdistelmäruuduista, miten NVDA puhuu kellonajan ja päivämäärän painaessasi kerran tai kahdesti NVDA+F12.
fr: Format d'affichage de l'heure: Utilisez ces zones de liste déroulante pour configurer comment NVDA annoncera l'heure et la date lorsque vous appuyez une fois ou deux fois rapidement sur NVDA+F12, respectivement.
gl: Formato de amosado de hora e data: utiliza estes cadros combinados para configurar como anunciará NVDA a hora e a data cando premas NVDA+F12 unha vez ou dúas veces rapidamente, respectivamente.
it: Formato di visualizzazione dell'ora e della data: usa queste caselle combinate per configurare come NVDA annuncerà l'ora e la data quando premi NVDA+F12 una o due volte velocemente, rispettivamente.
ja: 時間と日付の表示形式: NVDA+F12を1回または素早く2回押した時に、それぞれ、NVDAがどのように時間と日付を通知するのか設定するのに、これらのコンボボックスを使います。
pl: Format wyświetlania godziny i daty: użyj tych pól kombi, aby skonfigurować sposób, w jaki NVDA będzie ogłaszać godzinę i datę po naciśnięciu NVDA + F12 odpowiednio raz lub dwa razy.
pt_br: Formato de exibição de data e hora: use essas caixas de combinação para configurar como o NVDA anunciará a hora e a data quando você pressionar NVDA+F12 uma ou duas vezes rapidamente, respectivamente.
pt_pt: Formato de hora e data: utilize estas caixas combinadas para configurar como o NVDA anunciará a hora e a data quando premir NVDA+F12 uma ou duas vezes, respectivamente, rapidamente.
ru: Формат отображения времени и даты: используйте эти комбинированные списки, чтобы настроить, как NVDA будет объявлять время и дату при быстром нажатии NVDA+F12 один или два раза соответственно.
tr: Saat ve tarih görüntüleme formatı: NVDA+F12'ye sırasıyla bir veya iki kez hızlıca bastığınızda NVDA'nın saat ve tarihi nasıl duyuracağını yapılandırmak için bu seçim kutularını kullanın.
uk: Формат відображення часу та дати: використовуйте ці поля зі списком, щоб налаштувати, як NVDA оголошуватиме час і дату, коли ви швидко натискаєте NVDA+F12 один раз або двічі відповідно.
zh_cn: 时间和日期显示格式：使用这两个组合框来设置当您分别快速按 NVDA+F12 一次或两次时 NVDA 应该如何读出时间和日期。

source: Interval: choose the time announcement interval from this combo box (off, every 10 minutes, 15 minutes, 30 minutes, or every hour).
bg: Интервал: Изберете интервала за съобщаване на часа от този падащ списък (изключено, на всеки 10 минути, 15 минути, 30 минути или на всеки час).
da: Interval: Vælg tidsmeddelelsesintervallet fra denne combo box( fra, hvert 10. minut, 15. minut, 30. minut eller hver time).
de: Intervall: Wählen Sie das Intervall für die Zeitansage aus diesem Kombinationsfeld (Ausgeschaltet, Alle 10 Minuten, 15 Minuten, 30 Minuten oder Stündlich).
es: Intervalo: elige el intervalo de anuncio de hora desde este cuadro combinado (apagado, cada 10 minutos, 15 minutos, 30 minutos, o cada hora).
fi: Kellonajan ilmoitus: Valitse tästä yhdistelmäruudusta kellonajan ilmoittamisen aikaväli (pois käytöstä, 10 minuutin välein, 15 minuutin välein, 30 minuutin välein tai tunnin välein).
fr: Intervalle: Choisissez l'intervalle de l'annonce de l'heure de cette Zone de liste déroulante (désactivé, toutes les 10 minutes, 15 minutes, 30 minutes ou toutes les heures).
gl: Intervalo: escolle o intervalo de anunciado da hora neste cadro combinado (desactivado, cada 10 minutos, 15 minutos, 30 minutos, ou cada hora).
it: Intervallo: scegli l'intervallo di tempo dell'annuncio da questa casella combinata (off, ogni 10 minuti, 15 minuti, 30 minuti o ogni ora).
ja: 間隔: このコンボボックスから時間通知間隔を選択します(オフ、10分、15分、30分、1時間ごと)。
pl: Interwał: wybierz interwał ogłaszania czasu z tego pola kombi (wyłączone, co 10 minut, 15 minut, 30 minut lub co godzinę).
pt_br: Intervalo: escolha o intervalo do anúncio de horário nesta caixa de combinação (desligado, a cada 10 minutos, 15 minutos, 30 minutos ou a cada hora).
pt_pt: Intervalo: escolher o intervalo de tempo de anúncio a partir desta caixa combinada (desligado, a cada 10 minutos, 15 minutos, 30 minutos, ou a cada hora).
ru: Интервал: выберите интервал объявления времени в этом комбинированном списке (отключён, каждые 10 минут, 15 минут, 30 минут или каждый час).
tr: Aralık: bu seçim kutusundan saat anons aralığını seçin (kapalı, her 10 dakikada bir, her 15 dakikada bir, her 30 dakikada bir veya her saat başı).
uk: Інтервал: виберіть інтервал озвучування часу з цього списку (вимкнено, кожні 10 хвилин, 15 хвилин, 30 хвилин або щогодини).
zh_cn: 报时间隔：在此组合框中选择报时间隔（关闭、每 10 分钟、15 分钟、30 分钟或每小时）。

source: Time announcement (enabled if interval is not off): choose between speech and sound, sound only, or speech only.
bg: Съобщаване на часа (активно, ако интервалът не е зададен на "Изключено"): Изберете между реч и звук, само звук или само реч.
da: Tidsannoncering (aktiveret, hvis interval ikke er slået fra): vælg mellem tale og lyd, kun lyd eller kun tale.
de: Zeitansage (aktiviert, wenn Intervall nicht ausgeschaltet ist): Wählen Sie zwischen "Ton und Ansage", "Nur Ton" oder "Nur Ansage" aus.
es: Anuncio de hora (habilitado si el intervalo no está apagado): elige entre voz y sonido, sólo sonido o sólo voz.
fi: Kellonajan ilmoittaminen (käytössä, mikäli kellonajan ilmoituksen aikaväliksi ei ole määritetty "pois käytöstä"): Valitse vaihtoehtojen "puheella ja äänellä", "vain äänellä" tai "vain puheella" väliltä.
fr: Annonce de l'heure (activée si l'intervalle n'est pas désactivée): Choisissez entre message et son, message seulement ou son seulement.
gl: Anuncio da hora (dispoñible se o intervalo non está desactivado): escolle entre fala e son, só son ou só fala.
ja: 時間通知(間隔がオフでない時に有効): 読み上げと音、音のみ、読み上げのみから選択します。
pl: Zapowiedź czasu (włączona, jeśli interwał nie jest wyłączony): wybierz między mową a dźwiękiem, tylko dźwiękiem lub tylko mową.
pt_br: Anúncio de hora (habilitado se o intervalo não estiver desativado): escolha entre fala e som, somente som ou somente fala.
pt_pt: Anúncio de tempo (activado se o intervalo de tempo não estiver desligado): escolha entre voz e som, apenas som, ou apenas voz.
ru: Объявление времени (включено, если интервал не отключен): выберите между речью и звуком, только звуком или только речью.
tr: Saat anonsu (aralık kapalı değilse etkinleştirilir): konuşma ve ses, yalnızca ses veya yalnızca konuşma arasında seçim yapın.
uk: Промовляння часу (якщо інтервал не вимкнено): виберіть між голосом і звуком, лише звуком або лише голосом.
zh_cn: 报时方式（如果报时间隔未关闭则该设置有效）：在语音和音效、只有音效或只有语音之间进行选择。

source: Clock chime sound (enabled if interval is not off): select the clock chime sound.
bg: Звук на часовника (активно, ако интервалът не е зададен на "Изключено"): Изберете звука на часовника.
da: Urets ringelyd (aktiveret, hvis interval ikke er slået fra): vælg lyden for uret.
de: Alarmton (aktiviert, wenn Intervall nicht ausgeschaltet ist): Wählen Sie den alarmton aus.
es: Sonido de campana del reloj (habilitado si el intervalo no está apagado): selecciona el sonido de la campana.
fi: Kellon ääni (käytössä, mikäli kellonajan ilmoituksen aikaväliksi ei ole määritetty "pois käytöstä"): Valitse kellon ääni.
fr: Son de carillon d'horloge (activée si l'intervalle n'est pas désactivée): Sélectionnez le son de carillon d'horloge.
gl: Son de campá do reloxo (dispoñible se intervalo non está desactivado): selecciona o son da campá do reloxo.
ja: 時計チャイム音 (間隔がオフでない時に有効): 時計チャイム音を選択します。
pl: Dźwięk dzwonka zegara (włączony, jeśli interwał nie jest wyłączony): wybierz dźwięk dzwonka zegara.
pt_br: Som da badalada do relógio (habilitado se o intervalo não estiver desativado): selecione o som da badalada do relógio.
pt_pt: Sinal sonoro do relógio (activado se o intervalo não estiver desligado): seleccionar o sinal sonoro do relógio.
ru: Звук боя часов (включен, если интервал не отключен): выберите звуковой сигнал часов.
tr: Saat zil sesi (aralık kapalı değilse etkinleştirilir): saat zil sesini seçin.
uk: Звук сигналу годинника (якщо інтервал не вимкнено): виберіть звук сигналу годинника.
zh_cn: 时钟铃声（如果报时间隔未关闭则该设置有效）：选择时钟铃声。

source: Quiet hours (enabled if interval is not off): select this checkbox to configure quiet hours range when automatic time announcement should not occur.
bg: Тихи часове (активно, ако интервалът не е зададен на "Изключено"): Поставете отметка в това поле, за да конфигурирате диапазона на тихите часове, в който не трябва да се извършва автоматично оповестяване на часа.
da: Checkboxe "Stilletimer" (kun synlig, hvis muligheden "Fra" ikke er valgt i boksen) giver dig mulighed for at konfigurere tidsintervallet, hvor den automatiske tidsannoncering ikke skal forekomme.
de: Ruhezeiten (aktiviert, wenn Intervall nicht deaktiviert ist): Aktivieren Sie dieses Kontrollkästchen, um den Ruhezeitbereich zu konfigurieren, in dem keine automatische Zeitansage erfolgen soll.
es: Horas silenciosas (habilitada si el intervalo no está apagado): selecciona esta casilla para configurar el intervalo de horas silenciosas en el que no debería producirse el anuncio automático de hora.
fi: Hiljaiset tunnit (käytössä, mikäli kellonajan ilmoituksen aikaväliksi ei ole määritetty "pois käytöstä"): Valitse tämä valintaruutu määrittääksesi hiljaiset tunnit, joiden aikana automaattinen kellonajan puhuminen ei ole käytössä.
fr: Heures silencieuses (activée si l'intervalle n'est pas désactivée): Sélectionnez cette case à cocher pour configurer l'intervalle de temps dans laquelle l'annonce automatique ne doit pas se produire.
gl: Horas caladas (dispoñible se o intervalo non está desactivado): selecciona esta caixa de verificación para configurar un rango de horas caladas onde non debería anunciarse a hora automaticamente.
hr: „Sati mirovanja” (uključeno ako interval nije isključen): odaberi ovaj potvrdni okvir za konfiguriranje vremenskog raspona sata mirovanja u kojem se automatska najava vremena ne primijenjuje.
ja: 静かな時間 (間隔がオフでない時に有効): 自動時間通知が起きてほしくない、静かな時間範囲を設定するのにこのチェックボックスを選択します。
pl: Godziny ciszy (włączone, jeśli interwał nie jest wyłączony): zaznacz to pole wyboru, aby skonfigurować zakres godzin ciszy, w których automatyczne ogłaszanie czasu nie powinno mieć miejsca.
pt_br: Horas silenciosas (habilitado se o intervalo não estiver desativado): marque esta caixa de seleção para configurar o intervalo de horas silenciosas quando o anúncio automático de horário não deve ocorrer.
pt_pt: Horas silenciosas (activado se o intervalo não estiver desligado): seleccione esta caixa de verificação para configurar o intervalo de horas silenciosas quando o anúncio automático da hora não deve ocorrer.
ru: Тихие часы (включены, если интервал не отключен): установите этот флажок, чтобы настроить диапазон тихих часов, когда не будет работать автоматическое объявление времени.
tr: Sessiz saatler (aralık kapalı değilse etkinleştirilir): Otomatik saat anonsunun yapılmaması gerektiğinde sessiz saatler aralığını yapılandırmak için bu onay kutusunu işaretleyin.
uk: Тихі години (якщо інтервал не вимкнено): установіть цей прапорець, щоб налаштувати діапазон тихих годин, коли автоматичне сповіщення часу не відбуватиметься.
zh_cn: 免打扰时段（仅在“报时间隔”组合框中未选择“关闭”选项时才可见）允许您设置不自动报时的时间范围。

source: Quiet hours time format (enabled if quiet hours is enabled): select how quiet hours options are presented (12-hour or 24-hour format).
bg: Формат на часа за тихи часове (активно, ако е включен режима "Тихи часове"): Изберете как да се представят опциите за тихи часове (12-часов или 24-часов формат).
da: Tidsformat for stilletimer (aktiveret, hvis stilletimer er aktiveret): vælg, hvordan indstillingerne for stilletimer præsenteres (12-timers eller 24-timers format).
de: Zeitformat für Ruhezeiten (aktiviert, wenn Ruhezeiten aktiviert sind): Wählen Sie aus, wie die Optionen für Ruhezeiten dargestellt werden (12-Stunden- oder 24-Stunden-Format).
es: Formato de hora para las horas silenciosas (activado si las horas silenciosas están activadas): selecciona cómo se presentan las opciones de las horas silenciosas (formatos de 12 o 24 horas).
fi: Hiljaisten tuntien ajan muoto (käytössä, mikäli hiljaiset tunnit ovat käytössä): Valitse, miten hiljaisten tuntien vaihtoehdot näytetään (12 tunnin tai 24 tunnin muoto).
fr: Format des heures silencieuses (activée si les heures silencieuses est activée): Sélectionnez la manière dont les options des heures silencieuses sont présentées (au format 12 heures ou 24 heures).
gl: Formato de hora das horas caladas (dispoñible se as horas caladas están activadas): selecciona como se presentan as opcións das horas caladas (formato de 12 ou 24 horas).
ja: 静かな時間の時間形式(静かな時間が有効な時に有効): 静かな時間オプションがどう表示されるかを選択します(12時間または24時間形式)。
pl: Format czasu ciszy w godzinach pracy (włączony, jeśli włączone są godziny ciszy): wybierz sposób wyświetlania opcji godzin ciszy (format 12-godzinny lub 24-godzinny).
pt_br: Formato de horas silenciosas (habilitado se horas silenciosas estiver habilitada): selecione como as opções de horário silencioso são apresentadas (formato de 12 ou 24 horas).
pt_pt: Formato de horas silenciosas (activado se as horas silenciosas estiverem activadas): seleccionar como as opções de horas silenciosas são apresentadas (formato de 12 horas ou 24 horas).
ru: Формат времени "тихих часов" (включен, если включена функция "тихие часы"): выберите способ отображения параметров "тихих часов" (12-часовой или 24-часовой формат).
tr: Sessiz saat biçimi (sessiz saatler etkinse etkinleştirilir): sessiz saat seçeneklerinin nasıl sunulacağını seçin (12 saatlik veya 24 saatlik biçim).
uk: Формат часу тихих годин (якщо ввімкнено режим тихих годин): виберіть, як відображатимуться параметри тихого часу (12-годинний або 24-годинний формат).
zh_cn: 免打扰时段时间格式：选择免打扰时段的显示方式（12 小时制或 24 小时制）。

source: Quiet hours start and end times: select hour and minute range for quiet hours from hours and minutes combo boxes.
bg: Начален и краен час за тихите часове: Изберете диапазона в часове и минути за тихи часове от падащите списъци за часове и минути.
da: Stilletimers start- og sluttidspunkter: Vælg time- og minutinterval for stilletimer fra combo boxe for timer og minutter.
de: Start- und Endzeiten für Ruhezeiten: Wählen Sie den Bereich für Stunden und Minuten für die Ruhezeiten aus den Kombinationsfeldern für Stunden und Minuten aus.
es: Horas de inicio y fin de las horas silenciosas: selecciona el intervalo de horas y minutos de las horas silenciosas desde los cuadros combinados de horas y minutos.
fi: Hiljaisten tuntien alkamis- ja päättymisajat: Valitse tunnit- ja minuutit-yhdistelmäruuduista hiljaisten tuntien alkamis- ja päättymisaika.
fr: Début et fin de la durée des heures silencieuses: Sélectionnez l'intervalle d'heure ou minute pour les heures silencieuses à partir des zones de liste déroulante heures et minutes.
gl: Horas de inicio e finalización das horas caladas: selecciona o rango de hora e minuto para as horas caladas nos cadros combinados de horas e minutos.
ja: 静かな時間の開始と終了時間: 時間と分のコンボボックスから、静かな時間と分の範囲を選択します。
pl: Godziny ciszy rozpoczynają i kończą: wybierz zakres godzin i minut dla pól kombi godziny i minut ciszy z godzin i minut.
pt_br: Horários de início e término de horas silenciosas: selecione o intervalo de horas e minutos para horários silenciosos a partir das caixas de combinação de horas e minutos.
pt_pt: Início e fim de horas silenciosas: seleccione o intervalo de horas e minutos para as horas silenciosas a partir das caixas combinadas de horas e minutos.
ru: Время начала и окончания тихих часов: выберите диапазон часов и минут для тихих часов в комбинированных списках часов и минут.
tr: Sessiz saatler başlangıçv e bitiş saatleri: Saat ve dakika seçim kutularından sessiz saatler için saat ve dakika aralığını seçin.
uk: Час початку та закінчення тихого режиму: виберіть діапазон годин і хвилин для тихого режиму з комбінованого списку годин і хвилин.
zh_cn: 免打扰时段的开始和结束时间：从小时和分钟组合框中选择免打扰时段的开始和结束时间点。

source: To schedule alarms, open NVDA menu, Tools, then select Schedule Alarms. The dialog contents include:
bg: За да планирате аларми, отворете менюто на NVDA -> Инструменти -> Планиране на аларми. Съдържанието на диалоговия прозорец включва:
da: For at planlægge alarmer skal du åbne NVDA-menuen, Værktøjer, og derefter vælge Indstil alarmer. Dialogen indeholder følgende indstillinger:
de: Um Alarme zu planen, öffnen Sie das NVDA-Menü, Werkzeuge, und wählen Sie dann den eintrag "Alarme planen" aus. Die Dialogfelder umfassen:
es: Para programar alarmas, abre el menú de NVDA, Herramientas, Programar alarmas. Los contenidos del diálogo incluyen:
fi: Ajasta hälytyksiä menemällä NVDA-valikkoon, Avaamalla Työkalut-alivalikon ja valitsemalla sitten Ajasta hälytyksiä. Valintaikkunassa ovat käytettävissä seuraavat vaihtoehdot:
fr: Pour planifier les alarmes, ouvrez le menu NVDA, Outils, puis sélectionnez Planifier les alarmes. Le contenu de la boîte de dialogue comprend:
gl: Para programar alarmas, abre o menú de NVDA; Ferramentas, logo selecciona Programar alarmas. Os contidos do diálogo inclúen:
ja: アラームをスケジュールするには、NVDAメニュー、ツールを開き、アラームをスケジュールを選択します。ダイアログの内容は次の物を含みます:
pl: Aby zaplanować alarmy, otwórz menu NVDA, Narzędzia, a następnie wybierz Zaplanuj alarmy. Zawartość okna dialogowego obejmuje:
pt_br: Para agendar alarmes, abra o menu NVDA, Ferramentas e selecione Agendar Alarmes. O conteúdo da caixa de diálogo inclui:
pt_pt: Para agendar alarmes, abra o menu NVDA, Ferramentas, depois seleccione Agendar Alarmes. O conteúdo do diálogo inclui:
ru: Чтобы запланировать сигналы будильника, откройте меню NVDA, Сервис, затем выберите Запланировать сигналы будильника. Содержимое диалога включает:
tr: Alarm programlamak için, NVDA menüsü, Araçlar'ı açın ve ardından Alarm ayarla'yı seçin. İletişim kutusu şunları içerir:
uk: Щоб запланувати таймер, відкрийте меню NVDA, Інструменти, потім виберіть Запланувати таймер. Вміст діалогу включає:
zh_cn: 要设置提醒，请打开 NVDA 菜单,工具,设置提醒，设置对话框内包括：

source: Alarm duration in: select alarm/timer duration between hours, minutes, and seconds.
bg: Продължителност на алармата в: Изберете продължителност на алармата/таймера между часове, минути и секунди.
da: Alarmens varighed i: Vælg alarm/timer-varighed mellem timer, minutter og sekunder.
de: Alarmdauer in: Wählen Sie die Alarm-/Weckdauer zwischen Stunden, Minuten und Sekunden.
es: Duración de la alarma en: selecciona la duración de la alarma o el temporizador entre horas, minutos y segundos.
fi: Hälytyksen keston yksikkö: Valitse hälytyksen/ajastimen kesto tuntien, minuuttien ja sekuntien väliltä.
fr: Durée de l'alarme en: Sélectionnez la durée de l'alarme / minuterie entre heures, minutes et secondes.
gl: Duración da alarma en: selecciona a duración da alarma/temporizador en horas, minutos, e segundos.
ja: アラームの長さの単位: アラーム/タイマーの長さを、時間、分、秒で選択します。
pl: Czas trwania alarmu w: wybierz czas trwania alarmu/timera między godzinami, minutami i sekundami.
pt_br: Duração do alarme em: selecione a duração do alarme/cronômetro entre horas, minutos e segundos.
pt_pt: Duração do alarme em: seleccionar a duração do alarme/temporizador entre horas, minutos e segundos.
ru: Длительность срабатывания будильника в: выберите длительность срабатывания будильника/таймера в диапазоне часов, минут и секунд.
tr: Alarm süre birimi: saat, dakika ve saniye arasında alarm/zamanlayıcı süresini seçin.
uk: Тривалість таймера в: виберіть тривалість таймера/таймера в годинах, хвилинах та секундах.
zh_cn: 倒计时单位：在小时、分钟和秒之间选择用于设置倒计时提醒的时间单位。

source: Duration: enter alarm duration in the unit specified above.
bg: Продължителност: Въведете продължителността на алармата в посочената по-горе единица.
da: Varighed: Indtast alarmvarigheden som anvist ovenfor.
de: Dauer: Geben Sie die Alarmdauer in der oben angegebenen Einheit ein.
es: Duración: introduce la duración de la alarma en la unidad indicada anteriormente.
fi: Kesto: Anna hälytyksen kesto yllä mainitussa yksikössä.
fr: Durée: Entrez la durée de l'alarme dans l'unité spécifiée ci-dessus.
gl: Duración: introduce a duración da alarma na unidade especificada anteriormente.
ja: 長さ: 上に記載の単位でアラームの長さを入力します。
pl: Czas trwania: wprowadź czas trwania alarmu w urządzeniu określonym powyżej.
pt_br: Duração: insira a duração do alarme na unidade especificada acima.
pt_pt: Duração: introduzir a duração do alarme na unidade especificada acima.
ru: Длительность: введите продолжительность срабатывания будильника в единице измерения, указанной выше.
tr: Süre: yukarıda belirtilen birimde alarm süresini girin.
uk: Тривалість: введіть тривалість таймера у вказаних вище одиницях.
zh_cn: 倒计时时间：根据以上所选的单位输入相应的时间。

source: Alarm sound: select the alarm sound to be played.
bg: Звук на алармата: Изберете звука на алармата, който да се възпроизвежда.
da: Alarmlyd: Vælg den alarmlyd, der skal afspilles.
de: Alarmton: Wählen Sie den abzuspielenden Alarmton aus.
es: Sonido de alarma: elige el sonido de alarma que se reproducirá.
fi: Hälytysääni: Valitse soitettava hälytysääni.
fr: Son de l'alarme: Sélectionnez le son de l'alarme à jouer.
gl: Son de alarma: selecciona o son de alarma a reproducir.
ja: アラーム音: 再生されるアラーム音を選択します。
pl: Dźwięk alarmu: wybierz dźwięk alarmu, który ma być odtwarzany.
pt_br: Som do alarme: selecione o som do alarme a ser reproduzido.
pt_pt: Som do alarme: seleccionar o som de alarme a ser tocado.
ru: Звуковой сигнал будильника: выберите звуковой сигнал будильника, который будет воспроизводиться.
tr: Alarm sesi: çalınacak alarm sesini seçin.
uk: Звук таймера: виберіть звук таймера, який повинен відтворюватись.
zh_cn: 铃声：选择提醒时播放的铃声。

source: Stop and pause buttons: stop or pause a long alarm sound.
bg: Бутони "Спри" и "Пауза": Спиране или поставяне на пауза на дълъг алармен звук.
da: Knapper til pause og stop giver dig mulighed for at sætte alarmen på pause og genoptage lange alarmer.
de: Stopp und Pause: Stoppen oder pausieren Sie einen anhaltenden Alarmton.
es: Botones detener y pausar: detener o pausar un sonido de alarma largo.
fi: Lopeta- ja pysäytä-painikkeet: Lopeta tai pysäytä pitkän hälytysäänen soittaminen.
fr: Les boutons Arrêter ou Pause: Arrête ou met en pause un son d'alarme long.
gl: Botóns deter e pausa: deter ou pausar un son de alarma longo.
hr: Gumbovi „Prekid” i „Pauza”: prekini ili pauziraj duge alarme.
ja: 停止と一時停止ボタン: 長いアラーム音を、停止または一時停止します。
pl: Przyciski zatrzymania i wstrzymania: zatrzymaj lub wstrzymaj długi dźwięk alarmu.
pt_br: Botões de parar e pausar: parar ou pausar um som de alarme longo.
pt_pt: Botões de paragem e pausa: parar ou pausar um longo som de alarme.
ru: Кнопки остановки и паузы: остановка или приостановка длительного звукового сигнала будильника.
tr: Durdur ve duraklat düğmeleri: uzun bir alarm sesini durdurun veya duraklatın.
uk: Кнопки зупинки та паузи: зупинка або пауза тривалого звукового сигналу.
zh_cn: 停止和暂停按钮：停止或暂停较长的铃声预览。
