Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clock.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: NVDA+Shift+F12: enter clock layer
bg: NVDA+Shift+F12: Влизане в слоя за часовника
da: NVDA+Shift+F12: indtast urlag
de: NVDA+Umschalt+F12: Befehl für die Uhr eingeben
es: NVDA+shift+f12: entra en la capa del reloj
fi: NVDA+Vaihto+F12: ota käyttöön kellon komentokerros
fr: NVDA+Maj+F12: Entrée séquentielle de l'horloge
gl: NVDA+Shift+F12: entrar na capa do reloxo
hr: NVDA+Shift+F12: uđi u sloj sata
it: NVDA+Shift+F12: attiva i comandi a livello.
ja: NVDA+Shift+F12: クロックレイヤーに入る
pl: NVDA+Shift+F12: wejdź w warstwę zegara
pt_br: NVDA+Shift+F12: entra camada de relógio
pt_pt: NVDA+Shift+F12: entrar nos comandos em camada do relógio
ru: NVDA+Shift+F12: войти в уровень часов
tr: NVDA+Shift+F12: saat komut katmanına girin
uk: NVDA+Shift+F12: ввести багаторівневу команду годинника
zh_cn: NVDA+Shift+F12：打开时钟命令面板

source: Unassigned commands
bg: Неприсвоени команди
da: Ikke-tildelte kommandoer
de: Nicht zugewiesene Befehle
es: Órdenes sin asignar
fi: Määrittämättömät komennot
fr: Commandes non assignées
gl: Ordes non asignadas
hr: Nedodijeljene naredbe
it: Comandi non assegnati:
ja: 割り当てられていないコマンド
pl: Nieprzypisane polecenia
pt_br: Comandos não atribuídos
pt_pt: Comandos não atribuídos
ru: Неназначенные команды
tr: Atanmamış komutlar
uk: Непризначені команди
zh_cn: 未分配的命令

source: The following commands are not assigned by default; if you wish to assign them, use Input Gestures dialog to add custom commands. To do so, open NVDA menu, Preferences, then Input Gestures. Expand Clock category, then locate unassigned commands from the list below and select "Add", then enter the gesture you wish to use.
bg: Следните команди по подразбиране не са зададени. Ако искате да ги присвоите, използвайте диалоговия прозорец "Жестове на въвеждане", за да добавите персонализирани команди. За да направите това, отворете менюто на NVDA -> Настройки -> Жестове на въвеждане. Разгънете категорията "Часовник", след това намерете неприсвоени команди от списъка по -долу и изберете "Добави", след което въведете жеста, който искате да използвате.
da: Følgende kommandoer er ikke tildelt som standard. Hvis du ønsker at tilknytte dem, skal du bruge dialogboksen "Håndter kommandoer" til at tilføje brugerdefinerede kommandoer. For at gøre det skal du åbne NVDA-menuen, Opsætning og derefter Håndter kommandoer. Udvid kategorien Ur, find derefter ikke-tildelte kommandoer fra listen nedenfor, og vælg "Tilføj", og indtast derefter den kommando, du ønsker at bruge.
de: Die folgenden Befehle sind standardmäßig nicht zugewiesen; Wenn Sie sie zuweisen möchten, verwenden Sie das Dialogfeld für die Tastenbefehle, um benutzerdefinierte Befehle hinzuzufügen. Öffnen Sie dazu das NVDA-Menü, Einstellungen und dann Tastenbefehle. Erweitern Sie die Kategorie "Uhr", suchen Sie dann in der Liste unten nach nicht zugewiesenen Befehlen und wählen Sie "Hinzufügen" aus. Geben Sie dann den gewünschte Tastenkombination ein.
es: Las siguientes órdenes vienen sin asignar por defecto; si quieres asignarlas, utiliza el diálogo Gestos de entrada para añadir órdenes personalizadas. Para ello, abre el menú NVDA, Preferencias, y luego Gestos de entrada. Expande la categoría Reloj, encuentra las órdenes sin asignar de la lista de debajo y selecciona "Añadir". Finalmente, teclea el gesto que te gustaría utilizar.
fi: Seuraavia komentoja ei ole oletusarvoisesti määritetty. Mikäli haluat määrittää ne, käytä Näppäinkomennot-valintaikkunaa haluamiesi komentojen lisäämiseen. Tämä tehdään avaamalla NVDA-valikko ja valitsemalla sitten Asetukset-alivalikosta Näppäinkomennot. Laajenna Kello-kategoria, etsi määrittämättömät komennot alla olevasta luettelosta, valitse "Lisää" ja paina sitten näppäinkomentoa, jota haluat käyttää.
fr: Les commandes suivantes ne sont assignées par défaut; Si vous souhaitez assigner un geste personnalisé vous pouvez ajouter un en utilisant la boîte de dialogue Gestes de Commandes. Pour ce faire, ouvrez le menu NVDA, Préférences, puis Gestes de Commandes. Développé la catégorie Horloge, puis localisez les commandes non assignées dans la liste ci-dessous et sélectionnez "Ajouter", puis entrez le geste que vous souhaitez utiliser.
gl: As seguintes ordes están sen asignar por defecto; se desexas asignalas, utiliza o diálogo de Xestos de Entrada para engadir ordes persoalizadas. Para facelo, abre o menú NVDA, Preferencias, logo Xestos de Entrada. Expande a categoría Clock, despois localiza ordes sen asignar da lista inferior e selecciona "Engadir", logo escribe o xesto que queiras utilizar.
ja: 次のコマンドは初期設定で割り当てられていません; もしこれらを割り当てたい場合、入力ジェスチャーダイアログを使用してカスタムコマンドを追加します。そうするには、NVDAメニュー、設定、そして入力ジェスチャーを開きます。Clockカテゴリを展開し、以下のリストから割り当てられていないコマンドの位置を見つけ、「追加」を選び、使用したいジェスチャーを入力します。
pl: Następujące polecenia nie są domyślnie przypisywane; Jeśli chcesz je przypisać, użyj okna dialogowego Gesty wprowadzania, aby dodać niestandardowe polecenia. Aby to zrobić, otwórz menu NVDA, Preferencje, a następnie Gesty wprowadzania. Rozwiń kategorię Zegar, a następnie znajdź nieprzypisane polecenia z poniższej listy i wybierz "Dodaj", a następnie wprowadź gest, którego chcesz użyć.
pt_br: Os comandos a seguir não são atribuídos por padrão; se desejar atribuí-los, use o diálogo Definir Comandos — Gestos de Entrada — para adicionar comandos personalizados. Para fazer isso, abra o menu NVDA, Preferências e Definir Comandos. Expanda a categoria Relógio, localize os comandos não atribuídos na lista abaixo e selecione "Adicionar" e insira o comando — gesto — que deseja usar.
pt_pt: Os seguintes comandos não estão atribuídos por defeito; se desejar atribuí-los, utilize o menu Definir Comandos para adicionar comandos personalizados. Para o fazer, abra o menu do NVDA, Preferências e depois Definir Comandos. Expanda a categoria Relógio, depois localize os comandos não atribuídos na lista abaixo e seleccione "Adicionar", depois introduza o atalho que deseja utilizar.
ru: Следующие команды по умолчанию не назначены; если вы хотите их назначить, используйте диалог жестов ввода для добавления пользовательских команд. Для этого откройте меню NVDA, Параметры, затем жесты ввода. Разверните категорию "Часы", найдите в списке ниже неназначенные команды и выберите "Добавить", введите жест, который вы хотите использовать.
tr: Aşağıdaki komutlar varsayılan olarak atanmamıştır; bunları atamak istiyorsanız, özel komutlar eklemek için Girdi Hareketleri iletişim kutusunu kullanın. Bunu yapmak için NVDA menüsünü, Tercihler'i ve ardından Girdi Hareketlerini açın. Saat kategorisini genişletin, ardından aşağıdaki listeden atanmamış komutları bulun ve "Ekle"yi seçin, ardından kullanmak istediğiniz hareketi girin.
uk: Ці команди початково не призначені; якщо ви хочете їх призначити, скористайтеся діалогом «Жести вводу», щоб додати власні команди. Для цього відкрийте меню NVDA, Параметри, потім Жести вводу. Відкрийте категорію «Годинник», потім знайдіть непризначені команди у списку нижче та виберіть «Додати», а потім введіть жест, який ви хочете використовувати.
zh_cn: 以下命令默认没有分配快捷键；如果您想为这些命令分配快捷键，请在按键与手势对话框内添加。打开 NVDA 菜单，选项，找到“按键与手势”。展开时钟类别，然后选择要分配快捷键的命令，点击“添加”按钮，按下您想分配的快捷键即可。

source: Elapsed and remaining time before the next alarm. pressing this gesture twice quickly will cancel the next alarm.
bg: Изминало и оставащо време преди следващата аларма. Двукратното бързо задействане на този жест ще анулира следващата аларма.
da: Forløbet og resterende tid før næste alarm. Hvis du trykker denne kommando to gange hurtigt, annulleres den næste alarm.
de: Verstrichene und verbleibende Zeit bis zum nächsten Alarm. Durch zweimaliges schnelles Drücken diesen Tastenbefehls wird der nächste Alarm abgebrochen.
es: Tiempo transcurrido y restante antes de la próxima alarma. Al pulsar dos veces rápidamente este gesto, se cancelará la alarma.
fi: Kulunut ja jäljellä oleva aika ennen seuraavaa hälytystä. Tämän näppäinkomennon kahdesti painaminen peruuttaa seuraavan hälytyksen.
fr: Temps écoulé et temps restant avant la prochaine alarme. Appuyer deux fois rapidement sur ce geste annulera rapidement la prochaine alarme.
gl: Tempo transcorrido e restante antes da seguinte alarma. Premer este xesto dúas veces rapidamente cancelará a seguinte alarma.
it: Tempo trascorso e tempo rimanente prima dell'allarme successivo. premendo questo comando due volte rapidamente si annullerà l'allarme successivo.
ja: 次のアラームの前の経過と残りの時間。このジェスチャー素早く2回押して次のアラームをキャンセル。
pl: Upłynął i pozostały czas przed kolejnym alarmem. dwukrotne naciśnięcie tego gestu spowoduje anulowanie następnego alarmu.
pt_br: Tempo decorrido e restante antes do próximo alarme. pressionar este comando — gesto — duas vezes rapidamente cancelará o próximo alarme.
pt_pt: Tempo ecorrido e tempo restante antes do próximo alarme. Pressionar duas vezes rapidamente este comando irá cancelar o próximo alarme.
ru: Истекшее время и оставшееся время до следующего срабатывания будильника. быстрое повторное нажатие этого жеста приведет к отмене следующего срабатывания будильника.
tr: Bir sonraki alarmdan önce geçen ve kalan süre. bu harekete hızlıca iki kez basmak bir sonraki alarmı iptal edecektir.
uk: Повідомити Час, що минув і залишився до наступного таймера. Подвійне швидке натискання цього жесту скасує таймер.
zh_cn: 读出距离下一个提醒的时间。连按两次取消。

source: Stop currently playing alarm sound.
bg: Спира просвирването на звука от текущата аларма.
da: Stop afspilning af den aktuelle alarmlyd
de: Unterbricht den aktuellen Alarmton.
es: Detener sonido de la alarma actual en reproducción.
fi: Pysäytä tällä hetkellä soiva hälytysääni.
fr: Arrête de jouer le son de l'alarme actuelle.
gl: Deter son de alarma en reprodución.
hr: Zaustavi trenutačnu reprodukciju zvuka alarma.
it: Interrompi la riproduzione del suono dell'allarme.
ja: 現在鳴っているアラーム音を停止。
pl: Zatrzymaj aktualnie odtwarzanie dźwięku alarmu.
pt_br: Parar de tocar o som do alarme no momento.
pt_pt: Parar de tocar o som do alarme corrente.
ru: Остановить воспроизведение текущего сигнала будильника.
tr: Çalmakta olan alarm sesini durdurun.
uk: Зупинити відтворення сигналу таймера.
zh_cn: 停止当前响铃。

source: Display schedule alarms dialog box.
bg: Показване на диалоговия прозорец за планиране на аларми.
da: Vis dialog til indstilling af alarmer
de: Dialogfeld "Geplante Alarme" anzeigen.
es: Mostrar cuadro de diálogo para programar alarmas.
fi: Näytä hälytysten ajastusvalintaikkuna.
fr: Afficher la boîte de dialogue Programmer des alarmes.
gl: Amosar a caixa de diálogo de programación de alarmas.
hr: Prikaži dijaloški okvir zakazanih alarma.
it: Visualizza la finestra di dialogo degli allarmi programmati.
ja: スケジュールアラームダイアログボックスを表示。
pl: Wyświetl okno dialogowe Zaplanuj alarmy.
pt_br: Exibe a caixa de diálogo agendar alarmes.
pt_pt: Mostra O diálogo de alarmes agendados
ru: Отображает диалог расписания сигналов будильников.
tr: Alarm ayarı iletişim kutusunu aç.
uk: Відкрити діалог нагадування розкладу.
zh_cn: 显示提醒设置对话框。

source: Layered commands
bg: Слоеви команди
da: Lagrede kommandoer
de: Befehle
es: Órdenes de capa
fi: Komentokerroksen komennot
fr: Commandes séquentielles
gl: Ordes en capa
hr: Višeslojne naredbe
it: comandi a livello:
ja: レイヤーコマンド
pl: Polecenia warstwowe
pt_br: Comandos em camada
pt_pt: Comandos em camada:
ru: Многоуровневые команды
tr: Katman komutları
uk: Багаторівневі команди
zh_cn: 命令面板

source: To use layered commands, press NVDA+Shift+F12 followed by one of the following keys:
bg: За да използвате слоевите команди, натиснете NVDA+Shift+F12, последвано от един от следните клавиши:
da: For at bruge lagrede kommandoer skal du trykke på NVDA+Skift+F12 efterfulgt af en af følgende taster:
de: Um die Befehle zu verwenden, drücken Sie NVDA+Umschalt+F12 gefolgt von einer der folgenden Tasten:
es: Para usar las órdenes en capa, pulsa NVDA+Shift+F12 seguido de una de las siguientes teclas:
fi: Käytä komentokerroskomentoja painamalla NVDA+Vaihto+F12 ja sitten jotakin seuraavista näppäimistä:
fr: Pour utiliser des commandes séquentielles, appuyez sur NVDA+Maj+F12 suivi de l'une des touches suivantes :
gl: Para utilizar as ordes en capa, preme NVDA+Shift+F12 seguido dunha das seguintes teclas:
hr: Za korištenje višeslojnih naredbi, pritisni NVDA+šift+F12 i zatim jednu od sljedećih tipki:
it: Per usare i comandi a livello, premere NVDA+Shift+F12 e poi uno dei seguenti tasti:
ja: レイヤーコマンドを使用するには、NVDA+Shift+F12を押し、次のキーのうちの一つを押します:
pl: Aby używać poleceń warstwowych, naciśnij NVDA+Shift+F12, a następnie 1 z poniższych klawiszy:
pt_br: Para usar os comandos em camada, pressione NVDA+Shift+F12 seguido de uma das seguintes teclas:
pt_pt: Para usar os comandos em camada, pressione NVDA+Shift+F12 seguido de uma das seguintes teclas:
ru: Чтобы использовать многоуровневые команды, нажмите NVDA+Shift+F12, а затем одну из следующих клавиш:
tr: Katman komutlarını kullanmak için NVDA+Shift+F12 tuşlarına ve ardından aşağıdaki tuşlardan birine basın:
uk: Щоб використовувати багаторівневі команди, натисніть NVDA+Shift+F12, потім одну з нижченаведених клавіш:
zh_cn: 要使用命令面板，请先按NVDA + Shift + F12，然后按下相应功能的对应快捷键：

source: S: Starts, resets or stops the stopwatch
bg: S: Стартира, нулира или спира хронометъра
da: S: Starter, nulstiller eller stopper stopuret
de: S: Startet oder stoppt oder setzt die Stoppuhr zurück
es: S: inicia, detiene o reinicia el cronómetro
fi: S: Käynnistää, nollaa tai pysäyttää sekuntikellon
fr: S: Démarre, réinitialise ou arrête le chronomètre;
gl: S: Inicia, detén ou reinicia o cronómetro
hr: S: Pokreće, resetira ili zaustavlja štopericu
it: S: Avvia, interrompe o azzera per riavviare il cronometro.
ja: S: ストップウォッチを開始、リセット、停止
pl: S: Uruchamia, resetuje lub zatrzymuje stoper
pt_br: S: Inicia, redefine ou pára o cronômetro
pt_pt: S: Inicia, redefine ou pára o cronómetro;
ru: S: Запускает, сбрасывает или останавливает секундомер
tr: S: Kronometreyi başlatır, sıfırlar veya durdurur
uk: S: запускає, скидає або зупиняє секундомір
zh_cn: s : 启动、重置或停止秒表

source: R: Resets stopwatch to 0 without restarting it
bg: R: Нулира хронометъра, без да го рестартира
da: R: Nulstiller stopuret til 0 uden at genstarte det
de: R: Setzt die Stoppuhr auf 0 zurück, ohne sie neu zu starten
es: R: pone el cronómetro a 0 sin reiniciarlo
fi: R: Nollaa sekuntikellon uudelleenkäynnistämättä sitä
fr: R: Réinitialise le chronomètre à 0 sans le démarrer;
gl: R: Restablece o cronómetro a 0 sen reinicialo
hr: R: Resetira štopericu na nulu bez ponovnog pokretanja
it: R: Azzera il cronometro senza ripartire.
ja: R: リスタートせずにストップウォッチを0にリセット
pl: R: Resetuje stoper do 0 bez ponownego uruchamiania
pt_br: R: Redefine o cronômetro para 0, sem reiniciá-lo
pt_pt: R: Redefine o cronómetro para 0, sem o reiniciar;
ru: R: Сбрасывает значение секундомера на 0 без его перезапуска
tr: R: Kronometreyi yeniden başlatmadan sıfırlar
uk: R: Скидає секундомір на 0 без перезапуску
zh_cn: r : 重置秒表但不重新开始

source: A: gives the elapsed and remaining time before the next alarm
bg: A: Съобщава оставащото и изминалото време преди следващата аларма
da: A: Giver den resterende og forløbet tid før den næste alarm
de: A: Gibt die verstrichene und verbleibende Zeit bis zum nächsten Alarm aus
es: A: da el tiempo transcurrido y el tiempo restante antes de la próxima alarma
fi: A: Puhuu kuluneen ja jäljellä olevan ajan ennen seuraavaa hälytystä
fr: A: donne le temps écoulé et restant avant la prochaine alarme;
gl: A: Fornece o tempo transcorrido e restante ata a vindeira alarma
hr: A: Izdaje proteklo vrijeme i preostalo vrijeme prije sljedećeg alarma
it: A: annuncia il tempo restante e trascorso per il timer;
ja: A: 次のアラームまでの経過と残り時間を得る
pl: Odp .: podaje czas, który upłynął i pozostały do następnego alarmu
pt_br: A: fornece o tempo restante e o decorrido antes do próximo alarme
pt_pt: A: dá o tempo decorrido e restante antes do próximo alarme
ru: A: показывает прошедшее и оставшееся время до следующего сигнала будильника
tr: A: bir sonraki alarmdan önce kalan ve geçen süreyi verir
uk: A: показує час, що минув і залишився до наступного сигналу таймера
zh_cn: A: 读出距离下依次提醒的已经过时间和剩余时间。

source: T: opens schedule alarms dialog.
bg: T: Отваряне на диалоговия прозорец за планиране на аларми.
da: T: Åbner dialogen til indstilling af alarmer.
de: T: Öffnet das Dialogfenster "Alarme planen".
es: T: abre el diálogo de programación de alarmas.
fi: T: Avaa hälytysten ajoitusvalintaikkunan
fr: T: Ouvre la boîte de dialogue Programmer des alarmes.
gl: T: abre o diálogo de programación de alarmas.
hr: T: Otvara dijalog za zakazivanje alarma.
it: T: apre la finestra di dialogo degli allarmi programmati.
ja: T: スケジュールアラームダイアログを開く。
pl: T: otwiera okno dialogowe zaplanuj alarmy.
pt_br: T: abre o diálogo de agendamento de alarmes.
pt_pt: P: Abre o diálogo de alarmes agendados
ru: T: открывает диалог планирования сигналов будильника.
tr: T: Alarm ayarı iletişim kutusunu açar.
uk: T: відкриває діалог розкладу таймера.
zh_cn: t: 显示提醒设置对话框。

source: C: Cancel the next alarm
bg: C: Отмяна на следващата аларма
da: C: Annuller den næste alarm
de: C: Abbrechen des nächsten Alarms
es: C: cancela la próxima alarma
fi: C: Peruuta seuraava hälytys
fr: C: Annule la prochaine alarme;
gl: C: Cancelar a vindeira alarma
hr: C: Otkaži sljedeći alarm
it: C: Annulla il Timer impostato.
ja: C: 次のアラームをキャンセルする
pl: C: Anuluj następny alarm
pt_br: C: Cancela o próximo alarme
pt_pt: C: Cancelar o próximo alarme
ru: C: Отменить следующий сигнал будильника
tr: C: Sonraki alarmı iptal eder
uk: C: скасовує наступний таймер
zh_cn: c : 取消下一个提醒

source: Space: Speaks current stopwatch or count-down timer
bg: Интервал: Изговаря текущия хронометър или таймера за обратно отброяване
da: Mellemrum: Udtaler nuværende stopur eller nedtælling
de: Leertaste: Sagt die aktuelle Stoppuhr oder den Countdown-Timer an
es: Espacio: verbaliza el cronómetro o la cuenta atrás actual
fi: Välilyönti: Puhuu nykyisen sekuntikellon tai ajastimen
fr: Espace: Annonce le chronomètre actuel ou le compte à rebours de la minuterie;
gl: Espazo: Anuncia o temporizador actual do cronómetro ou da conta atrás
hr: Razmaknica: Izgovara trenutačno stanje štoperice ili odbrojavanja vremena
it: BarraSpaziatrice: Legge il tempo trascorso nel cronometro.
ja: スペース: 現在のストップウォッチまたはカウントダウンタイマーを読み上げ
pl: Spacja: Wypowiada bieżący stoper lub minutnik
pt_br: Espaço: Fala o cronômetro atual ou o temporizador de contagem regressiva
pt_pt: Espaço: Lê o cronómetro actual ou o cronómetro de contagem regressiva;
ru: Пробел: Проговаривает текущий секундомер или таймер обратного отсчета
tr: Boşluk: Geçerli kronometreyi veya geri sayım sayacını söyler
uk: Пробіл: промовляє поточний секундомір або зворотний відлік таймера
zh_cn: 空格 : 读出当前秒表或上次计时器的时间

source: p: If an alarm is too long, allows to stop it
bg: P: Ако дадена аларма е прекалено дълга, ви позволява да я спрете
da: P: Hvis en alarm er for lang, kan du stoppe den via dette tastetryk.
de: p: Wenn ein Alarm anhält, kann dieser damit gestoppt werden
es: p: si una alarma es demasiado larga, permite pararla
fi: P: Lopettaa hälytyksen, mikäli se kestää liian kauan
fr: p: Si une alarme est trop longue, permet de l'arrêter;
gl: p: Se unha alarma é demasiado longa, permite detela
hr: p: Ako alarm traje predugo, može ga se zaustaviti
it: P: interrompe il suono del timer;
ja: p: アラームが長すぎる時に、停止出来るようにする
pl: p: Jeśli alarm jest zbyt długi, pozwala go zatrzymać
pt_br: p: Se um alarme for muito longo, permite pará-lo
pt_pt: P: Se um alarme for muito longo, permite pará-lo;
ru: p: Если сигнал будильника слишком длинный, позволяет остановить его
tr: p: Bir alarm çok uzunsa, onu durdurmaya olanak tanır
uk: p: якщо сигнал таймера надто довгий, дозволяє його зупинити
zh_cn: p : 停止响铃（如果响铃时间过长）

source: H: List all layered commands (Help)
bg: H: Списък на всички слоеви команди (Помощ)
da: H: Liste over alle lagdelte kommandoer (Hjælp)
de: H: Alle Befehle auflisten (Hilfe)
es: H: lista todas las órdenes de capa (Ayuda)
fi: H: Luetteloi kaikki komentokerroksen komennot
fr: H: Répertorie toutes les commandes séquentielles (Aide).
gl: H: Listar tódolos comandos en capa (Help=Axuda)
hr: H: Popis svih višeslojnih prečaca (Pomoć)
it: H: elenca i comandi a livello disponibili.
ja: H: レイヤーコマンドの全部のリストList all layered commands (ヘルプ)
pl: H: Lista wszystkich poleceń warstwowych (Pomoc)
pt_br: H: Lista todos os comandos em camada (Ajuda)
pt_pt: H: Lista todos os comandos em camada (Ajuda).
ru: H: Перечислить все многоуровневые команды (Справка)
tr: H: Tüm katman komutlarını listeler. (Yardım)
uk: H: список усіх багаторівневих команд (довідка)
zh_cn: h : 读出时钟命令面板中的可用命令

source: Configuration and usage
bg: Настройка и начин на употреба
da: Konfiguration og brug
de: Konfiguration und Nutzung
es: Configuración y uso
fi: Määrittäminen ja käyttö
fr: Configuration et utilisation
gl: Configuración e uso
it: Configurazione e utilizzo
ja: 設定と使用方法
pl: Konfiguracja i użytkowanie
pt_br: Configuração e uso
pt_pt: Configuração e utilização
ru: Настройка и использование
tr: Yapılandırma ve kullanım
uk: Налаштування й використання
zh_cn: 设置和使用

source: To configure clock functionality, open NvDA menu, Preferences, then Settings, and configure the following options from Clock panel:
bg: За да конфигурирате функциите на часовника, отворете менюто на NVDA -> Настройки -> Опции и от категорията "Часовник" конфигурирайте следните опции:
da: For at konfigurere urfunktionaliteten skal du åbne NvDA-menuen, Opsætning og derefter Indstillinger og konfigurere følgende muligheder fra indstillingskategorien Ur:
de: Um die Uhr zu konfigurieren, öffnen Sie das NVDA-Menü, Optionen, dann Einstellungen und konfigurieren Sie die folgenden Optionen im Bedienfeld der Uhr:
es: Para configurar la funcionalidad del reloj, abre el menú de NVDA, Preferencias, Opciones, y configura las siguientes opciones desde el panel Reloj:
fi: Määritä kello siirtymällä NVDA-valikkoon, avaamalla Asetukset-alivalikko, valitsemalla Asetukset ja määrittämällä seuraavat asetukset Kello-paneelista:
fr: Pour configurer la fonctionnalité de l'horloge, ouvrez le menu NVDA, Préférences, puis Paramètres et configurer les options suivantes à partir du panneau Horloge:
gl: Para configurar a funcionalidade de reloxo, abre o menú de NVDA, Preferencias, logo Opcions, e configura as seguintes opcións dende o panel de Clock:
it: Per configurare la funzionalità dell'orologio, apri il menu NvDA, Preferenze, quindi Impostazioni e configura le seguenti opzioni dal pannello Orologio:
ja: Clockの機能を設定するには、NVDAメニュー、設定(P)、設定(S)を開き、Clockパネルから次のオプションを設定します:
pl: Aby skonfigurować funkcjonalność zegara, otwórz menu NvDA, Preferencje, a następnie Ustawienia i skonfiguruj następujące opcje z panelu Zegar:
pt_br: Para configurar a funcionalidade do relógio, abra o menu NvDA, Preferências, Configurações, e configure as seguintes opções no painel Relógio:
pt_pt: Para configurar as funcionalidades do relógio, abra o menudo NVDA, Preferências, depois Definições, e configure as seguintes opções a partir do painel Relógio:
ru: Чтобы настроить функциональность часов, откройте меню NVDA, "Параметры", затем "Настройки" и настройте следующие параметры на панели "Часы":
tr: Saat işlevini yapılandırmak için NvDA menüsünü, Tercihler'i ve ardından Ayarlar'ı açın ve Saat panelinden aşağıdaki seçenekleri yapılandırın:
uk: Щоб налаштувати функції годинника, відкрийте меню NVDA, Параметри, потім Налаштування та налаштуйте такі параметри в категорії Годинника:
zh_cn: 要设置时钟插件的功能，请打开 NvDA 菜单、选项、设置，然后在时钟面板设置以下选项：
