Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clock.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: [[!meta title="Clock and calendar Add-on for NVDA"]]
bg: [[!meta title="Добавка за NVDA за часовника и календара"]]
da: [[! meta titel = "Ur og kalender for NVDA"]]
de: [[!meta title="NVDA-Erweiterung für Uhr und Kalender"]]
es: [[!meta title="Complemento reloj y calendario para NVDA"]]
fi: [[!meta title="Kello ja kalenteri"]]
fr: [[!meta title="Extension horloge et calendrier pour NVDA"]]
gl: [[!meta title="Complemento de Reloxo e calendario para NVDA"]]
hr: [[!meta title="Sat i kalendar, dodatak za NVDA"]]
it: [[!meta title="Clock: impostazioni avanzate per l'ora ed il calendario con NVDA"]]
pt_br: [[!meta title="Complemento de relógio e calendário para o NVDA (Clock and calendar Add-on for NVDA)"]]
pt_pt: [[!meta title="Extra de Relógio e calendário para o NVDA"]]
ru: [[!meta title="Дополнение часов и календаря для NVDA"]]
tr: [[!meta title="NVDA için saat ve takvim Eklentisi"]]
uk: [[!meta title="Clock and calendar Add-on for NVDA (Годинник і календар для NVDA)"]]
zh_cn: [[!meta title="NVDA 时钟插件"]]

source: Authors: Hrvoje Katić, Abdel and NVDA contributors
bg: Автори: Hrvoje Katić, Abdel и други сътрудници на NVDA
es: Autores: Hrvoje Katić, Abdel y colaboradores de NVDA
fi: Tekijät: Hrvoje Katić, Abdel sekä muut NVDA-yhteisön jäsenet
fr: Auteurs : Hrvoje Katić, Abdel et contributeurs de NVDA
hr: Autori: Hrvoje Katić, Abdel i NVDA doprinositelji
pt_br: Autores: Hrvoje Katić, Abdel e colaboradores do NVDA
ru: Авторы: Hrvoje Katić, Abdel и учасники сообщества NVDA
tr: Yazarlar: Hrvoje Katić, Abdel ve NVDA'ya katkıda bulunanlar

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar a [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı Sürüm][1]ü indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2019.3 and later
bg: Съвместимост с NVDA: от 2019.3 и по-нови версии
da: NVDA-kompatibilitet: 2019.3 og nyere
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieure
gl: Compatibilidade con NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije
ja: NVDA互換性: 2019.3以降
pl: Zgodność z NVDA: 2019.3 i nowsze
pt_br: Compatibilidade com NVDA: 2019.3 e posteriores
ru: Совместимость с NVDA: 2019.3 и выше
tr: NVDA uyumluluğu: 2019.3 ve üstü
uk: Сумісність з NVDA: 2019.3 і пізніші
zh_cn: NVDA 兼容性：2019.3 及更高版本

source: This add-on enables the advanced clock, alarm timer and calendar functionality for NVDA.
bg: Тази добавка за NVDA разширява възможностите за работа с часовника, алармата за обратно отброяване и календара.
da: Denne tilføjelse tilføjer avancerede ur, alarm, tidtagning og kalenderfunktionalitet til NVDA.
de: Diese NVDA-Erweiterung aktiviert die erweiterten Funktionen für Uhr, Wecker und Kalender.
es: Este complemento habilita funciones avanzadas de reloj, temporizador de alarma y calendario para NVDA.
fi: Tämä lisäosa lisää NVDA:han edistyneen kellon, ajastimen sekä kalenterin.
fr: Cette extension active les fonctions avancées de l'horloge, de minuterie d'alarme et du calendrier pour NVDA.
gl: Este complemento habilita a funcionalidade avanzada de reloxo, temporizador con alarma e calendario para NVDA.
hr: Ovaj dodatak omogućuje funkcionalnosti za napredni sat, postavljanje alarma i kalendar za NVDA.
it: Questo componente aggiuntivo presenta impostazioni avanzate per l'orologio, il calendario e funzioni di timer e cronometro per NVDA.
ja: このアドオンは進化した時計、アラームタイマー、カレンダー機能をNVDAで利用可能にします。
pl: Ten dodatek umożliwia zaawansowane funkcje zegara, timera alarmowego i kalendarza dla NVDA.
pt_br: Este complemento habilita a funcionalidade avançada de relógio, temporizador com alarme e calendário para o NVDA.
pt_pt: Este complemento permite a funcionalidade avançada de relógio, temporizador de alarme e calendário para NVDA.
ru: Это дополнение включает расширенные функции часов, будильника и календаря для NVDA.
tr: Bu eklenti, NVDA için gelişmiş saat, alarm zamanlayıcı ve takvim işlevselliğini etkinleştirir.
uk: Цей додаток надає розширені функції годинника, таймера й календаря для NVDA.
zh_cn: NVDA 的时钟插件。

source: You can configure NvDA to announce time and date in formats other than what Windows provides by default. Additionally, you can obtain the current day, week number, as well as the remaining days before the end of the current year, and you can also set automatic time announcement on specified interval. There's also a stopwatch and Alarm timer features built-in to the add-on that lets you time your tasks, such as copying files, installing programs, or cooking meals.
bg: Можете да персонализирате как NVDA ще извежда с глас и брайл часа и датата, вместо да използвате зададените за целта в Windows формати. Освен това можете да получите информация за текущия ден и номера на седмицата от текущата година, както и да зададете автоматично съобщаване на часа на определен интервал от време. В добавката са вградени и функции за хронометър и таймер с аларма, които ви позволяват да засичате времето за задачите си, като копиране на файлове, инсталиране на програми или готвене.
da: Du kan konfigurere NvDA til at annoncere klokkeslæt og dato i andre formater, end hvad Windows leverer som standard. Derudover kan du få den aktuelle dag, ugenummer samt de resterende dage inden udgangen af det aktuelle år, og du kan også indstille automatiske tidsannoncering for et angivet interval. Der er også et stopur og tidtagningsfunktioner indbygget i tilføjelsen, der lader dig time dine opgaver, såsom kopiering af filer, installation af programmer eller tilberedning af måltider.
de: Sie können NVDA so konfigurieren, dass Uhrzeit und Datum in anderen als den von Windows standardmäßig bereitgestellten Formaten mitgeteilt werden. Darüber hinaus können Sie den aktuellen Tag, die Wochennummer sowie die verbleibenden Tage bis zum Ende des laufenden Jahres abrufen und die automatische Zeitansage in bestimmten Intervallen einstellen. In die Erweiterung sind auch eine Stoppuhr und ein Wecker integriert, mit denen Sie Ihre Aufgaben wie das Kopieren von Dateien, das Installieren von Programmen oder das Kochen von Mahlzeiten zeitlich festlegen können.
es: Puedes configurar NVDA para que anuncie la fecha y la hora en formatos distintos a los que tiene Windows por defecto. Además, puedes obtener el día actual, número de semana, así como los días restantes para que acabe el año en curso, y también puedes establecer el anuncio automático de la hora tras un intervalo dado. También hay funciones de temporizador de alarma y cronómetro incorporadas en el complemento que te permiten medir tus tareas, tales como copiar archivos, instalar programas o cocinar comida.
fi: Voit määrittää NVDA:n ilmoittamaan kellonajan ja päivämäärän muissa kuin Windowsin oletusarvoisesti tarjoamissa muodoissa. Lisäksi voit saada selville nykyisen päivän, viikon numeron sekä kuluvan vuoden jäljellä olevat päivät, ja voit myös ottaa käyttöön tietyin väliajoin tapahtuvan automaattisen kellonajan ilmoittamisen. Lisäosaan on sisäänrakennettu myös sekuntikello ja ajastin, jonka avulla voit mitata tehtäviesi, kuten tiedostojen kopioinnin, ohjelmien asentamisen tai aterioiden valmistuksen, keston.
fr: Vous pouvez configurer comment les dates et les heures doivent être annoncées par NVDA au lieu de toujours obtenir la date et l'heure fournit par défaut depuis Windows. En outre, vous pouvez obtenir le nombre actuel des jours et semaines de l'année en cours et vous pouvez également définir l'annonce automatique de l'heure sur un intervalle spécifié. Il y a aussi des fonctionnalités pour le chronomètre et minuterie d'alarme intégrés à l'extension, qui vous permet de chronométrer vos tâches, telles que la copie de fichiers, l'installation de programmes ou la préparation de repas
gl: Podes configurar NVDA para anunciar hora e data en formatos distintos dos que fornece Windows por defecto. Adicionalmente, podes obter o día actual, o número de semana, así como os días restantes ata o final do ano actual, e tamén podes configurar o anuncio automático da hora no intervalo especificado. Tamén hai características de cronómetro e temporizador con alarma integradas no complemento que che permiten cronometrar as túas tarefas, como a copia de arquivos, a instlaación de programas ou o cociñado de alimentos.
it: Permette a NVDA di gestire le funzionalità avanzate di orologio e calendario. Invece di ottenere l'orario e la data sempre da Windows, è possibile personalizzare la modalità con cui orario e data debbano essere annunciate sia con la sintesi che in braille. Inoltre, è possibile sapere il giorno corrente e il numero della settimana dell'anno in corso, ed è anche possibile impostare degli annunci automatici ad un intervallo di tempo specifico.
ja: WIndowsが初期状態で提供する以外のフォーマットで、時間と日付をNVDAが通知するように設定出来ます。さらに、現在の日、週番号、今年の終わりまでに残っている日数が得られ、特定の間隔での自動時間通知も設定出来ます。また、このアドオンに搭載されているストップウォッチとアラームタイマー機能があり、ファイルのコピー、プログラムのインストール、料理といった課題の時間を測ることが出来ます。
pl: NvDA można skonfigurować tak, aby ogłaszała godzinę i datę w formatach innych niż domyślnie dostępne w systemie Windows. Dodatkowo można uzyskać bieżący dzień, numer tygodnia, a także pozostałe dni przed końcem bieżącego roku, a także ustawić automatyczne ogłaszanie czasu w określonym interwale. W dodatku wbudowane są również funkcje stopera i timera alarmów, które pozwalają zaplanować zadania, takie jak kopiowanie plików, instalowanie programów lub gotowanie posiłków.
pt_br: Você pode configurar o NvDA para anunciar a hora e a data em formatos diferentes dos fornecidos pelo Windows por padrão. Além disso, pode obter o dia atual, o número da semana, bem como os dias restantes para o fim do ano atual, e também pode definir o anúncio automático de hora em um intervalo especificado. Há também um cronômetro e recursos de temporizador com alarme integrados ao complemento que permitem cronometrar suas tarefas, como copiar arquivos, instalar programas ou cozinhar refeições.
pt_pt: Pode configurar o NVDA para anunciar a hora e a data em formatos diferentes dos que o Windows fornece por defeito. Além disso, pode obter o dia actual, o número da semana, bem como os dias restantes antes do fim do ano actual, e também pode definir o anúncio automático da hora num intervalo especificado. Há também um cronómetro e um temporizador de alarme integrados no extra que lhe permite cronometrar as suas tarefas, tais como copiar ficheiros, instalar programas, ou cozinhar refeições.
ru: Вы можете настроить NVDA так, чтобы она объявляла время и дату в форматах, отличных от тех, которые Windows предоставляет по умолчанию. Кроме того, вы можете получать информацию о текущем дне, номере недели, а также об оставшихся днях до конца текущего года, и вы также можете настроить автоматическое объявление времени с указанным интервалом. В дополнение также встроены функции секундомера и таймера будильника, которые позволяют засекать время выполнения таких задач, как копирование файлов, установка программ или приготовление пищи.
tr: NVDA'yı, Windows'un varsayılan olarak sağladığından farklı biçimlerde saat ve tarihi duyuracak şekilde yapılandırabilirsiniz. Ayrıca içinde bulunulan gün, hafta numarası ve içinde bulunulan yılın bitmesine kalan gün sayısı bilgisini alabilir, ayrıca belirtilen aralıkta otomatik saat duyurusu ayarlayabilirsiniz. Eklentide yerleşik olarak bulunan ve dosya kopyalama, program yükleme veya yemek pişirme gibi görevlerinizi zamanlamanıza olanak tanıyan bir kronometre ve Alarm zamanlayıcı özellikleri de vardır.
uk: Ви можете налаштувати NVDA для озвучування часу й дати у форматах, відмінних від тих, які початково надає Windows. Крім того, можна дізнатися поточний день, номер тижня і кількість днів, що залишилися до кінця поточного року, а також налаштувати автоматичне сповіщення часу на заданий інтервал. У додатку також є вбудовані функції секундоміра і таймера, які дозволяють розраховувати час виконання завдань, таких як копіювання файлів, встановлення програм або приготування їжі.
zh_cn: 借助这个插件，您可以让 NVDA 以 Windows 默认时间格式以外的格式读出日期时间。此外，您还可以查看当前年份、已过天数或周数，以及本年的剩余天数，还能够按照指定的间隔播报时间。插件还具备提醒和秒表计时器功能，您可以为某些任务计时或设置提醒（如复制文件、安装程序或做饭等）。

source: Notes:
bg: Забележки:
da: Bemærkninger:
de: Anmerkungen:
es: Notas:
fi: Huomautuksia
fr: Note:
gl: Notas:
hr: Napomene:
it: Nota:
ja: 備考:
pl: Uwagi:
pt_br: Notas:
pt_pt: Nota:
ru: Примечания:
tr: Notlar:
uk: Примітки:
zh_cn: 注：

source: if you install the add-on as an update, during the installation process, the wizard detects if the old configuration is compatible with the new one and offers to correct it before installing, then you'll just have to validate the OK button to confirm that.
bg: Ако инсталирате добавката като обновление, по време на процеса на инсталиране съветникът установява дали старата конфигурация е съвместима с новата и предлага да я коригирате преди да я инсталирате. Тогава ще трябва само да потвърдите със задействане на бутона "OK", че всичко е наред.
da: Hvis du installerer tilføjelsen som en opdatering, opdager guiden under installationsprocessen, om den gamle konfiguration er kompatibel med den nye, og tilbyder at rette den før installation. Tryk på "ok" for at bekræfte.
de: Wenn Sie die Erweiterung als Update installieren, erkennt der Assistent während des Installationsvorgangs, ob die alte Konfiguration mit der neuen kompatibel ist und bietet an, die Angaben während der Installation zu berichtigen, dann müssen Sie zur Bestätigung nur auf die Schaltfläche "OK" klicken.
es: si instalas el complemento como una actualización, durante el proceso de instalación, el asistente detecta si la configuración anterior es compatible con la nueva y ofrece corregirla antes de instalar. Simplemente debes validar con el botón Aceptar para confirmar.
fi: Mikäli asennat lisäosan päivityksenä, ohjattu asennustoiminto tunnistaa, ovatko vanhat asetuksesi yhteensopivia uuden lisäosaversion kanssa ja ehdottaa tarvittaessa niiden korjaamista ennen asennusta, minkä voit hyväksyä painamalla OK-painiketta.
fr: Si vous installez l'extension en tant que mise à jour, lors du processus d'installation, l'assistant détecte si l'ancienne configuration est compatible avec la nouvelle et vous propose de la corriger avant l'installation. Il vous suffira alors de valider le bouton OK pour confirmer cela.
gl: se instalas o complemento como unha actualización, durante o proceso de instalación, o asistente detecta se a configuración vella é compatible coa nova e ofrece corrixila antes da instalación, de forma que só tes que validar o botón Aceptar para confirmalo.
hr: ako se dodatak instalira kao nadogradnja, tijekom instalacije čarobnjak otkriva je li stara konfiguracija kompatibilna s novom i nudi mogućnost za njeno ispravljanja prije instalacije. To se jednostavno potvrđuje gumbom „U redu”.
it: se si sta aggiornando il componente aggiuntivo, durante il processo di installazione la procedura guidata rileva se la vecchia configurazione è compatibile con la nuova e propone la correzione. Sarà sufficiente premere il pulsante Ok per confermare.
ja: このアドオンを更新としてインストールすると、インストールプロセスの間、ウィザードは古い設定が新しい物に互換しているか検出し、インストール前に修正を提供します。それを確認してOKボタンを有効にするだけです。
pl: jeśli zainstalujesz dodatek jako aktualizację, podczas procesu instalacji kreator wykryje, czy stara konfiguracja jest zgodna z nową i zaoferuje jej poprawienie przed instalacją, musisz tylko sprawdzić poprawność przycisku OK, aby to potwierdzić.
pt_br: se instalar uma atualização do complemento, durante o processo de instalação, o assistente detecta se a configuração antiga é compatível com a nova e se oferecerá para corrigi-la antes da instalação, basta ratificar com botão OK para confirmar isso.
pt_pt: Se instalar uma atualização do extra, durante o processo de instalação, o assistente detecta se a configuração antiga é compatível com a nova e pergunta se quer fazer as alterações, que deverá confirmar no botão "ok".
ru: если вы устанавливаете дополнение как обновления, то в процессе установки мастер определяет, совместима ли старая конфигурация с новой, и предлагает исправить ее перед установкой, тогда вам просто нужно будет нажать кнопку OK, чтобы подтвердить это.
tr: eklentiyi güncelleme olarak yüklerseniz, yükleme işlemi sırasında sihirbaz eski konfigürasyonun yenisiyle uyumlu olup olmadığını algılar ve yüklemeden önce düzeltmeyi önerir, ardından onaylamak için tamam düğmesini seçmeniz yeterlidir.
uk: коли ви оновлюєте додаток, під час процесу встановлення майстер визначає, чи стара конфігурація сумісна з новою, і пропонує виправити її перед встановленням, тоді вам просто потрібно натиснути кнопку «Гаразд» для підтвердження.
zh_cn: 如果您正在安装的插件高于先前版本，在安装过程中，安装向导会检测旧配置是否与新配置兼容，并可以进行相应的自动更正，在此过程中您只需确认即可。

source: On Windows 10 and later, you can use Alarms and Clock app to manage stopwatch and timers.
bg: В Windows 10 и по -нови версии можете да използвате приложението "Аларми и часовник" за управление на хронометъра и таймерите.
da: I Windows 10 og nyere kan du bruge appen Alarmer og ur til at administrere stopur og timere.
de: Unter Windows 10 und neuer können Sie die Wecker- und Uhr-App verwenden, um Stoppuhr und Timer zu verwalten.
es: En Windows 10 o posterior, puedes usar la aplicación Reloj y alarmas para gestionar cronómetros y temporizadores.
fi: Windows 10:ssä ja uudemmissa voit käyttää sekuntikelloa ja ajastinta Hälytykset ja kello -sovelluksella.
fr: Sous Windows 10 et ultérieure, vous pouvez utiliser des alarmes et une application pour l'horloge pour gérer les chronomètres et les minuteries.
gl: En Windows 10 e posterior, podes utilizar a aplicación Alarmas e Reloxo para administrar cronómetro e temporizadores.
hr: U sustavu Windows 10 i novijim, možeš koristiti aplikaciju Alarmi i sat za upravljanje štopericom i mjeračima vremena.
it: Su Windows 10 e versioni successive, puoi utilizzare l'app Sveglie e Orologio per gestire cronometro e timer.
ja: On Windows 10以降では、ストップウォッチとタイマーを管理するのに、アラームとクロックアプリを使用出来ます。
pl: W systemie Windows 10 lub nowszym możesz używać aplikacji Alarmy i zegar do zarządzania stoperami i timerami.
pt_br: No Windows 10 e posteriores, você pode usar o aplicativo Alarmes e Relógio para gerenciar o cronômetro e os temporizadores.
pt_pt: No Windows 10 e posteriores, pode utilizar a aplicação Alarmes e Relógio para gerir cronómetros e temporizadores.
ru: В Windows 10 и выше вы можете использовать приложение часы и будильник для управления секундомером и таймерами.
tr: Windows 10 ve sonraki sürümlerde, kronometreyi ve zamanlayıcıları yönetmek için Alarmlar ve Saat uygulamasını kullanabilirsiniz.
uk: У Windows 10 і новіших версіях можна використовувати програму «таймери та годинники», щоб керувати секундоміром і таймером.
zh_cn: 在 Windows 10 及以后版本的操作系统上，您可以使用闹钟和提醒应用程序来管理秒表和计时器。

source: Key commands
bg: Клавишни комбинации
da: Tastaturkommandoer
de: Tastenbefehle
es: Teclas de órdenes
fi: Näppäinkomennot
fr: Raccourcis clavier
gl: Teclas de ordes
hr: Tipkovničke naredbe
it: Comandi rapidi
ja: キーコマンド
pl: Skróty klawiszowe
pt_br: Comandos principais
pt_pt: Comandos rápidos:
ru: Клавиатурные команды
tr: Tuş komutları
uk: Основні команди
zh_cn: 键盘命令

source: NVDA+F12: get current time
bg: NVDA+F12: Съобщаване на текущия час.
da: NVDA+F12: Få den aktuelle tid oplyst.
de: NVDA+F12: Aktuelle Uhrzeit abrufen
es: NVDA+f12: obtiene la hora actual
fi: NVDA+F12: Puhu nykyinen kellonaika
fr: NVDA+F12: obtenir l'heure actuelle
gl: NVDA+F12: obter hora actual
hr: NVDA+F12: saznaj trenutačno vrijeme
it: NVDA+F12, legge l'ora;
ja: NVDA+F12で現在の時刻を取得
pl: NVDA+F12: pobierz aktualny czas
pt_br: NVDA+F12: obtém a hora atual
pt_pt: NVDA+F12, diz a hora actual;
ru: NVDA+F12: узнать текущее время
tr: NVDA+F12, şimdiki zamanı al
uk: NVDA+F12: повідомляє поточний час
zh_cn: NVDA+F12：读出当前时间

source: NVDA+F12 pressed twice quickly: get current date
bg: Двукратно бързо натискане на NVDA+F12: Съобщаване на текущата дата.
da: NVDA+F12 trykket hurtigt to gange: få aktuel dato
de: NVDA+F12 zweimal schnell drücken: Aktuelles Datum abrufen
es: NVDA+f12 pulsado dos veces rápidamente: obtiene la fecha actual
fi: NVDA+F12 kahdesti painettuna: Puhu nykyinen päivämäärä
fr: NVDA+F12 pressé deux fois rapidement: obtenir la date actuelle
gl: NVDA+F12 pulsado dúas veces rapidamente: obter data actual
hr: Pritisni NVDA+F12 dvaput brzo: saznaj trenutačni datum
it: NVDA+F12 premuto due volte, legge la data;
ja: NVDA+F12を2回素早く押す: 現在の日付を取得
pl: NVDA+F12 dwukrotnie szybko wciśnięty: pobierz bieżącą datę
pt_br: NVDA+F12 pressionado duas vezes rapidamente: obtém a data atual
pt_pt: nvda+f12, pressionado duas vezes, diz a data actual;
ru: NVDA+F12 дважды быстро: узнать текущую дату
tr: NVDA+F12'ye iki kez hızlıca basıldığında güncel tarihi alın
uk: NVDA+F12 натисніть двічі швидко: промовляє поточну дату
zh_cn: NVDA+F12 连按两次：读出当前日期

source: NVDA+F12 pressed three times quickly: reports the current day, the week number, the current year and the remaining days before the end of the year
bg: Трикратно бързо натискане на NVDA+F12: Съобщаване на текущия ден, номера на седмицата, текущата година и оставащите дни преди края на годината
da: NVDA+F12 trykket tre gange hurtigt: Oplyser den aktuelle dag, ugenummeret, det aktuelle år og de resterende dage før årets udgang.
de: NVDA+F12 dreimal schnell gedrückt: Zeigt den aktuellen Tag, die Wochennummer, das aktuelle Jahr und die verbleibenden Tage bis zum Jahresende an
es: NVDA+F12 pulsado tres veces rápidamente: anuncia el número de día, número de semana, el año actual y los días que faltan hasta fin de año
fi: NVDA+F12 kolmesti painettuna: Ilmoittaa nykyisen päivän, viikon numeron, kuluvan vuoden sekä sen jäljellä olevat päivät
fr: NVDA+F12 pressé trois fois rapidement: annoncer le jour actuel, le numéro de la semaine, l'année en cours et les jours qui restent avant la fin de l'année.
gl: NVDA+F12 premida tres veces rapidamente: obtén o número de día, o número de semana, o ano actual e o número de días restante ata o final do ano
hr: Pritisni NVDA+F12 triput brzo: izvještava o trenutačnom danu, broju tjedna, tekućoj godini i o danima koji su preostali do kraja godine
it: NVDA+F12 premuto tre volte rapidamente, informa sul numero del giorno, della settimana e i giorni restanti rispetto all'anno in corso.
ja: NVDA+F12 を3回素早く押す: 現在の日付、週の番号、現在の年、年の終わりまでの残り日数を報告
pl: NVDA+F12 naciskana trzy razy szybko: raportuje bieżący dzień, numer tygodnia, bieżący rok i pozostałe dni przed końcem roku
pt_br: NVDA+F12 pressionado três vezes rapidamente: informa o dia atual, o número da semana, o ano atual e os dias que faltam para o fim do ano
pt_pt: NVDA+F12, pressionado três vezes rapidamente, informa o dia actual, o número da semana, o ano atual e os dias que faltam para o final do ano.
ru: NVDA+F12 трижды быстро: объявляет текущий день, номер недели, текущий год и оставшиеся дни до конца года
tr: NVDA+F12'ye hızlı bir şekilde üç kez basıldığında içinde bulunulan günü, hafta numarasını, içinde bulunulan yılı ve yılın bitmesi için kalan günleri bildirir
uk: NVDA+F12 натисніть тричі швидко: промовляє поточний день, номер тижня, рік і дні, що залишилися до кінця року
zh_cn: NVDA+F12 连按三次：读出当前日期，周数、年份及本年的剩余天数
