Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/clock.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Click OK, and a message will inform you the curretnly selected alarm duration.
bg: Задействайте бутона "OK" и съобщение ще ви информира за продължителността на текущо избраната аларма.
da: Klik på OK, og en meddelelse vil informere dig om den aktuelt valgte alarmvarighed.
de: Klicken Sie auf "OK" und eine Meldung informiert Sie über die aktuell ausgewählte Alarmdauer.
es: Pulsa Aceptar, y un mensaje te informará la duración de la alarma seleccionada actualmente.
fi: Paina OK, jonka jälkeen näytetään nykyisen hälytyksen keston kertova ilmoitus.
fr: Cliquez sur OK, et un message vous informera de la durée de l'alarme actuellement sélectionnée.
gl: Faga click en OK, e un diálogo informarate da duración de alarma actualmente seleccionada.
hr: Pritisni U redu i poruka će te obavijestiti o trenutačno odabranom trajanju alarma.
ja: OKをクリックすると、メッセージが現在選択されたアラームの長さを通知します。
pl: Kliknij przycisk OK, a pojawi się komunikat informujący o wybranym czasie trwania alarmu.
pt_br: Clique em OK e uma mensagem informará a duração do alarme atualmente selecionado.
pt_pt: Clique OK, e uma mensagem irá informá-lo da duração do alarme seleccionado.
ru: Нажмите кнопку ОК, и появится сообщение, информирующее вас о текущей продолжительности срабатывания будильника.
tr: Tamam'a bastığınızda şu anda seçilen alarm süresi bildirilecektir.
uk: Натисніть «Гаразд» і почуєте вибрану тривалість таймера.
zh_cn: 点击“确认”，随后会显示一个对话框告诉您提醒开始的时间。
