Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/columnsReview.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, uk

source: [[!meta title="Columns Review"]]
bg: [[!meta title="Преглед на колоните (Columns Review)"]]
de: [[!meta title="Spalten-Betrachter"]]
fi: [[!meta title="Sarakkeiden tarkastelu"]]
pt_br: [[!meta title="Revisão de Colunas (Columns Review)"]]
pt_pt: [[!meta title="Revisão de colunas"]]
uk: [[!meta title="Columns Review (Огляд Стовпців)"]]

source: Author: Alberto Buffolino, Łukasz Golonka, other contributors
bg: Автор: Alberto Buffolino, Łukasz Golonka, други сътрудници
es: Autor: Alberto Buffolino, Łukasz Golonka y otros colaboradores
fi: Tekijät: Alberto Buffolino, Łukasz Golonka sekä muut yhteisön jäsenet
fr: Auteur : Alberto Buffolino, Łukasz Golonka, autres contributeurs
pt_br: Autores: Alberto Buffolino, Łukasz Golonka, outros colaboradores

source: Download [stable version][stable]
bg: Изтегляне на [стабилна версия][stable]
de: [Stabile Version herunterladen][stable]
es: Descargar [Versión estable][stable]
fi: Lataa [vakaa versio][stable]
fr: Télécharger [version stable][stable]
gl: Descargar [versión de desenvolvemento][stable]
ja: ダウンロード[安定版][stable]
pl: Pobierz [stabilna wersja][stabilna]
pt_pt: Descarregar [versão estável][estável]
uk: Завантажити [стабільну версію][stable]

source: Download [development version][dev]
bg: Изтегляне на [тестова версия][dev]
de: [Entwicklerversion herunterladen][dev]
es: Descargar [versión de desarrollo][dev]
fi: Lataa [kehitysversio][dev]
fr: Télécharger [version de développement][dev]
gl: Descargar [versión de desenvolvemento][dev]
ja: ダウンロード[開発版][dev]
pl: Pobierz [wersja rozwojowa][dev]
pt_pt: Descarregar [versão de desenvolvimento][dev]
uk: Завантажити [версію в розробці][dev]

source: NVDA compatibility: 2017.3 and beyond
bg: Съвместимост с NVDA: от 2017.3 и по-нови версии
de: NVDA-Kompatibilität: 2017.3 und neuer
es: Compatibilidad con NVDA: de 2017.3 en adelante
fi: Yhteensopivuus: NVDA 2017.3 ja uudemmat
fr: Compatibilité NVDA : 2017.3 et au-delà
gl: Compatibilidade con NVDA: 2017.3 en diante
ja: NVDA互換性: 2017.3以降
pl: Zgodność z NVDA: 2017.3 i później
pt_br: Compatibilidade com NVDA: 2017.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2017.3 e posteriores
uk: Сумісність з NVDA: 2017.3 і пізніші

source: Columns Review is an add-on to enhance NVDA experience with lists.
bg: "Преглед на колоните" е добавка за подобряване работата на NVDA със списъци.
de: Spaltenbetrachter ist eine NVDA-Erweiterung zur Verbesserung der NVDA-Erfahrung mit Listen.
es: Columns Review es un complemento para mejorar la experiencia con NVDA en listas.
fi: Sarakkeiden tarkastelu on lisäosa, joka parantaa NVDA:n käyttökokemusta luetteloissa.
fr: Columns Review est une extension améliorant l'expérience NVDA avec les listes.
gl: Columns Review é un complemento para mellorar a experiencia en NVDA coas listas.
ja: Columns Reviewは、リストのNVDAの動作を拡張するアドオンです。
pl: Columns Review to dodatek zwiększający doświadczenie NVDA z listami.
pt_br: O Columns Review é um complemento para aprimorar a experiência do NVDA com listas.
pt_pt: O Columns Review é um extra para melhorar a experiência do NVDA com listas.
uk: Columns Review — це додаток для покращення роботи зі списками в NVDA.

source: Its features include:
bg: Включва следните функции:
de: Zu den Funktionen gehören:
es: Entre sus funciones se incluyen:
fi: Sen ominaisuuksia ovat mm.:
fr: Ses fonctionnalités incluent :
gl: As súas características inclúen:
ja: この機能は、以下を含みます:
pl: Jego funkcje obejmują:
pt_br: Seus recursos incluem:
pt_pt: As suas funcionalidades incluem:
uk: Він має такі особливості:

source: customizable actions on column header and/or content (available actions are read, copy, spell and show in browse mode);
bg: Персонализирани действия върху заглавката на колоната и/или съдържанието (наличните действия са прочитане, копиране, спелуване и показване в режим на разглеждане);
de: anpassbare Aktionen für Spaltenüberschriften und/oder -Inhalt (verfügbare Aktionen sind Lesen, Kopieren, Buchstabieren und Anzeigen im Lesemodus);
es: acciones personalizables en la cabecera o el contenido de la columna (las acciones disponibles son leer, copiar, deletrear y mostrar en modo exploración);
fi: Mukautettavat toiminnot sarakeotsakkeille ja/tai -sisällölle (käytettävissä olevat toiminnot ovat lue, kopioi, tavaa ja näytä selaustilassa);
fr: actions personnalisables sur l'en-tête de colonne et/ou le contenu (les actions disponibles sont lire, copier, épeler et afficher en mode navigation) ;
gl: accións persoalizables na cabeceira e/ou o contido de columnas (as accións dispoñibles son ler, copiar, deletrear e amosar en modo exploración);
ja: 列見出し及び/または内容の動作をカスタマイズ（使用可能な動作は読み、コピー、スペル、ブラウズモードで表示）;
pl: konfigurowalne działania na nagłówku kolumny i/lub treści (dostępne akcje to czytanie, kopiowanie, pisownia i wyświetlanie w trybie przeglądania);
pt_br: ações personalizáveis no cabeçalho e/ou no conteúdo da coluna (as ações disponíveis são ler, copiar, soletrar e mostrar no modo de navegação);
pt_pt: acções personalizáveis no cabeçalho da coluna e/ou conteúdo (as acções disponíveis são: lidas, copiadas, soletradas e mostradas no modo de navegação);
uk: настроювані дії над заголовком стовпця або вмістом (доступні дії читання, копіювання, зміни та показу в режимі огляду);

source: ability to cycle between columns in ten-by-ten intervals;
bg: възможност за обхождане на колоните на интервали от по десет;
de: Fähigkeit, zwischen Spalten in Zehn-bis-Zehn-Intervallen zu wechseln;
es: capacidad de circular por las columnas en intervalos de diez en diez;
fi: Mahdollisuus liikkua sarakkeiden välillä kymmenen ryhmissä;
fr: possibilité de parcourir les colonnes à intervalles de dix par dix ;
gl: capacidade de alternar entre columnas en intervalos de dez en dez;
ja: 列を10個間隔で循環する機能;
pl: możliwość przełączania się między kolumnami w odstępach dziesięć na dziesięć;
pt_br: capacidade de alternar entre colunas em intervalos de dez por dez;
pt_pt: capacidade de circular entre colunas em intervalos de dez por dez;
uk: можливість перемикатися між колонками з інтервалом десять на десять;

source: simplified header management (mouse clicks);
bg: опростено управление на заглавки (щраквания с мишката);
de: Vereinfachte Überschriften-Verwaltung (Maus-Klicks);
es: gestión simplificada de las cabeceras (clics de ratón);
fi: Yksinkertaistettu otsakkeiden hallinta (hiiren napsautukset);
fr: gestion simplifiée des en-têtes (clics de souris) ;
gl: administración de cabeceiras simplificada (clicks do rato);
ja: 見出し管理を簡略化（マウスクリック）;
pl: uproszczone zarządzanie nagłówkami (kliknięcia myszą);
pt_br: Gerenciamento simplificado do cabeçalho (cliques do mouse);
pt_pt: gestão simplificada do cabeçalho (cliques do rato);
uk: спрощене керування заголовками (клацання мишкою);

source: on-demand reading of relative current item position (i.e.: item 7 of 10);
bg: Докладване по заявка на относителната текуща позиция на елемента (например елемент 7 от 10);
de: Ausgabe der aktuellen Positionsinformation bei Bedarf (bspw. Eintrag 7 von 10)
es: lectura bajo demanda de la posición relativa actual del elemento (por ejemplo, elemento 7 de 10);
fi: Nykyisen kohteenn suhteellisen sijainnin lukeminen tarvittaessa (esim. kohde 7 / 10);
fr: lecture à la demande de la position actuelle relative de l'élément (ex : élément 7 sur 10);
gl: lectura a demanda de posición relativa do elemento actual (p.ex. elemento 7 de 10);
ja: （現在の項目の相対位置での要求に応じた読み上げ（つまり、項目10個のうち7個目）;
pl: odczyt na żądanie względnej bieżącej pozycji pozycji (tj.: pozycja 7 z 10);
pt_br: leitura sob demanda da posição relativa do item atual (ou seja, item 7 de 10);
pt_pt: leitura, a pedido do utilizador, da posição relativa do item actual (por exemplo: item 7 de 10);
uk: зчитування на вимогу відносної поточної позиції (тобто: елемент 7 із 10);

source: customizable gestures with or without numpad;
bg: персонализирани жестове със или без цифровия блок;
de: anpassbare Tastenbefehle mit oder ohne Nummernblock;
es: gestos personalizables con o sin bloque numérico;
fi: Mukautettavat näppäinkomennot laskinnäppäimistöllä tai ilman;
fr: gestes personnalisables avec ou sans le pavé numérique ;
gl: xestos persoalizables con ou sen teclado numérico;
ja: （テンキーを使用、または使用しないようにカスタマイズ出来るジェスチャー
pl: konfigurowalne gesty z klawiaturą numeryczną lub bez;
pt_br: gestos personalizáveis com ou sem teclado numérico;
pt_pt: comandos personalizáveis com ou sem bloco numérico;
uk: настроювані жести з цифровим блоком або без нього;

source: "0 items" announcement when list is empty (not working in Win8/10 folders, unfortunately);
bg: Съобщение "0 елемента", когато списъкът е празен (за съжаление не работи във файловия мениджър на Windows 8/10);
de: Die Ansage "0 Einträge", wenn die Liste lehr ist (derzeit nicht in Windows 8/10-Ordnern)
es: anuncio de "0 elementos" cuando la lista está vacía (no funciona en carpetas en Windows 8 y 10, por desgracia);
fi: "0 kohdetta" -ilmoitus luettelon ollessa tyhjä (ei valitettavasti toimi Win8:n/10:n kansioissa);
fr: Annonce "0 éléments" lorsque la liste est vide (ne fonctionne malheureusement pas dans les dossiers Win8/10) ;
gl: anuncio "0 elementos" cando a lista está baleira (non funciona en cartafoles de Win8/10, lamentablemente);
ja: リストが空の時に「0項目」と通知（残念ながら、Win 8/Win 10のフォルダーでは動作しません）;
pl: Ogłoszenie "0 elementów", gdy lista jest pusta (nie działa niestety w folderach Win8 / 10);
pt_br: Anúncio de “0 itens” quando a lista está vazia (infelizmente, não está funcionando nas pastas do Win8/10);
pt_pt: Anúncio de "0 itens" quando a lista está vazia (não funciona em pastas Win8/10, infelizmente);
uk: «0 елементів» повідомляється, коли список порожній (на жаль, не працює в папках Windows 8/10);

source: say all support;
bg: Поддръжка за прочитане на всичко;
de: Unterstützung für Alles Vorlesen;
es: soporte para verbalizar todo;
fi: Tuki jatkuvalle luvulle;
fr: support de dire tout ;
gl: soporte para a fundionalidade ler todo;
ja: 全てのサポートを読み上げ;
pl: powiedz całe wsparcie;
pt_br: diga todo o apoio;
pt_pt: diz todas as possibilidades;
uk: підтримка функції «читати все»;

source: report of selected items (amount and item names);
bg: Докладване на избраните елементи (количеството и имената на елементите);
de: Ansage der markierten Einträge (Anzahl und Namen der Einträge);
es: anuncio de los elementos seleccionados (cantidad y nombre de los elementos);
fi: Valittujen kohteiden ilmoittaminen (määrä ja nimet);
fr: annonce des éléments sélectionnés (quantité et noms des éléments) ;
gl: anuncio dos elementos seleccionados (cantidade e nomes);
ja: 選択された項目の報告（数と項目名）;
pl: raport wybranych pozycji (ilość i nazwy towarów);
pt_br: relatório dos itens selecionados (valor e nomes dos itens);
pt_pt: relatório dos itens seleccionados (tamanho e nomes dos itens);
uk: оголошення вибраних елементів (кількість та назви елементів);

source: list search (with item multiselection, if checked/supported).
bg: търсене в списъка (с множествен избор, ако е включено/се поддържа).
de: Listensuche (mit Mehrfachauswahl von Listeneinträgen, falls angehakt/unterstützt).
es: búsqueda en listas (con selección múltiple de elementos, si se marca y está soportada).
fi: Luettelohaku (kohteiden monivalinnalla, mikäli valittuna/sitä tuetaan).
fr: recherche par liste (avec sélection multiple d'éléments, si cochée/prise en charge).
gl: procura en listas (con multiselección de elementos, se está activada/soportada).
ja: リスト検索（もしチェックされている/サポートされている場合、項目の複数選択の状態で）。
pl: wyszukiwanie na liście (z wielokrotnym wyborem elementów, jeśli jest zaznaczone/obsługiwane).
pt_br: pesquisa de lista (com seleção múltipla de itens, se marcada/suportada).
pt_pt: pesquisa da lista (com multi-selecção do item, se verificada/suportada).
uk: пошук у списку (з множинним вибором елементів, якщо позначено/підтримується).

source: Gestures
bg: Жестове
de: Tastenbefehle
es: Gestos
fi: Näppäinkomennot
fr: Gestes
gl: Xestos
ja: ジェスチャー
pl: Z&darzenia wejścia...
pt_br: Gestos
pt_pt: Comandos
uk: Жести

source: Default keys for columns, headers and position are NVDA+control, but you can customize them from add-on settings (not "Input gestures" dialog!).
bg: Клавишите по подразбиране за колони, заглавки и позиция са NVDA+Control, но можете да ги персонализирате от настройките на добавката (не диалоговия прозорец "Жестове на въвеждане"!).
de: Die Standard-Tastenkombinationen für Spalten, Überschriften und Position beinhalten NVDA+Steuerung. Dies kann in den Erweiterungseinstellungen, (aber nicht in den "Tastenbefehlen") geändert werden.
es: Las teclas por defecto para columnas, cabeceras y posición son NVDA+control, pero puedes personalizarlas desde las opciones del complemento (¡no en el diálogo "Gestos de entrada"!).
fi: Sarakkeisiin, otsikoihin ja sijaintiin liitetyt oletusnäppäimet ovat NVDA ja Ctrl, mutta niitä on myös mahdollista mukauttaa lisäosan asetuksista (ei "Näppäinkomennot"-valintaikkunasta!).
fr: Les touches par défaut pour les colonnes, les en-têtes et la position sont NVDA+contrôle, mais vous pouvez les personnaliser à partir des paramètres de l'extension (pas du dialogue « Gestes de commandes » !).
gl: As teclas por defecto para as columnas, as cabeceiras e a posición son NVDA+control, pero podes personalizalas dende os axustes do complemento (non dende o diálogo "Xestos de entrada").
ja: 列、見出し、そして位置についての初期設定のキーは、NVDA+controlですが、アドオン設定からカスタマイズ出来ます（「入力ジェスチャー」ダイアログではありません！）。
pl: Domyślne kolumn, nagłówków i pozycji to NVDA +control, ale możesz je dostosować za pomocą ustawień dodatkowych (nie okna dialogowego Gesty wprowadzania!).
pt_pt: As teclas predefinidas para colunas, cabeçalhos e posição são NVDA+control, mas pode personalizá-las a partir de definições adicionais (não do menu "Definir Comandos"!).
uk: Стандартні Клавіші для стовпців, заголовків і позицій — це NVDA+control, але їх можна замінити у налаштуваннях додатка (а не в діалоговому вікні «Жести вводу»!).

source: Note that your keyboard could have problems processing some key combinations, so try all add-on gestures and adjust them for better results.
bg: Имайте предвид, че клавиатурата ви може да има проблеми при обработката на някои комбинации от клавиши, така че изпробвайте всички жестове на добавката и при необходимост ги променете, за по-добри резултати.
de: Beachten Sie, dass Ihre Tastatur Probleme bei der Verarbeitung einiger Tastenkombinationen haben könnte. Probieren Sie daher alle zusätzlichen Gesten aus und passen Sie diese für bessere Ergebnisse an.
es: Ten en cuenta que tu teclado podría tener problemas procesando algunas combinaciones de teclado, por lo que deberías probar todos los gestos del complemento y ajustarlos para unos mejores resultados.
fi: Huomaa, että näppäimistöllä voi olla ongelmia joidenkin näppäinyhdistelmien käsittelyssä, joten kokeile kaikkia lisänäppäinkomentoja ja muuta niitä parempien tulosten saamiseksi.
fr: Notez que votre clavier peut avoir des problèmes pour traiter certaines combinaisons de touches, alors essayez tous les gestes de l'extension et ajustez-les pour de meilleurs résultats.
gl: Ten en conta que o teu teclado podería ter problemas procesando certas combinacións de teclas, así que proba todos os xestos do complemento e axústaos para mellores resultados.
ja: キーボードが、いくつかのキーの組み合わせを使用するのに問題があるかもしれないことに留意して下さい。ですので、全てのアドオンジェスチャーを試し、より良い結果となるように調節して下さい。
pl: Pamiętaj, że klawiatura może mieć problemy z przetwarzaniem niektórych kombinacji, więc wypróbuj wszystkie gesty dodatkowe i dostosuj je, aby uzyskać lepsze wyniki.
pt_br: Note que seu teclado pode ter problemas para processar algumas combinações de teclas, portanto, experimente todos os gestos adicionais e ajuste-os para obter melhores resultados.
pt_pt: Note que o seu teclado pode ter problemas em processar algumas combinações de teclas, por isso experimente todos os comandos adicionais e ajuste-os para melhores resultados.
uk: Зверніть увагу, що на вашій клавіатурі можуть виникнути проблеми з натисканням деяких комбінацій клавіш, тому спробуйте всі додаткові жести та налаштуйте їх для кращого результату.

source: See also add-on preferences for numpad mode, keyboard layout (without numpad), and the four available actions for columns.
bg: Вижте също така настройките на добавката за режима на цифровия блок, подредба на клавиатурата (без цифров блок) и четирите налични действия за колони.
de: Siehe auch die Einstellungen der NVDA-Erweiterung für den Nummernblock-Modus, Tastaturschema (ohne Nummernblock) und die vier verfügbaren Aktionen für Spalten.
es: Consulta también las preferencias del complemento para el modo bloque numérico, distribución de teclado (sin bloque numérico), y las cuatro acciones disponibles para las columnas.
fi: Katso myös lisäosan asetuksista laskinnäppäimistötila, näppäinasettelu (ilman laskinnäppäimistöä) sekä neljä käytettävissä olevaa saraketoimintoa.
fr: Voir également les préférences de l'extension pour le mode pavé numérique, la disposition du clavier (sans pavé numérique) et les quatre actions disponibles pour les colonnes.
gl: Consulta tamén as preferencias do complemento para o modo do teclado numérico, disposición de teclado (sen teclado numérico), e as catro accións dispoñibles para columnas.
ja: テンキーモード、キーボードレイアウト（テンキーなし）、そして列についての4つの可能な動作でのアドオン設定も参照して下さい。
pl: Zobacz także preferencje dodatków dla trybu klawiatury numerycznej, układu klawiatury (bez klawiatury numerycznej) i czterech dostępnych akcji dla kolumn.
pt_br: Consulte também as preferências de complemento para o modo de teclado numérico, o layout do teclado (sem teclado numérico) e as quatro ações disponíveis para colunas.
pt_pt: Ver também as preferências adicionais para o numpad mode, disposição do teclado (sem numpad), e as quatro acções disponíveis para as colunas.
uk: Перегляньте також параметри додатка для режиму цифрового блоку, розкладки клавіатури (без цифрового блоку) та чотирьох доступних дій для стовпців.

source: NVDA+control+digits from 1 to 0 (keyboard mode) or from 1 to 9 (numpad mode): by default, read the chosen column if pressed once, copy it if pressed twice;
bg: NVDA+Control+цифрите от 1 до 0 (клавиатурен режим) или от 1 до 9 (режим на цифров блок): По подразбиране, еднократното натискане прочита избраната колона, а двукратното натискане копира съдържанието й в клипборда;
de: NVDA+Steuerung+Ziffern von 1 bis 0 (Tastaturmodus) oder von 1 bis 9 (Nummernblockmodus): einmal drücken: die ausgewählte Spalte wird vorgelesen; zweimal drücken: die Spalte wird in die Zwischenablage kopiert;
es: NVDA+control+dígitos del 1 al 0 (modo teclado) o del 1 al 9 (modo bloque numérico): por defecto, lee la columna elegida si se pulsa una vez, la copia si se pulsa dos veces;
fi: NVDA+Ctrl+numerot 1-0 (näppäimistötila) tai numerot 1-9 (laskinnäppäimistötila): lukee kerran painettaessa valitun sarakkeen tai kopioi sen kahdesti painettaessa leikepöydälle;
fr: NVDA+contrôle+chiffres de 1 à 0 (mode clavier) ou de 1 à 9 (mode pavé numérique) : par défaut, lecture de la colonne choisie si pressé une fois, copie si pressé deux fois ;
gl: NVDA+control+díxitos do 1 ó 0 (modo teclado) ou do 1 ó 9 (modo teclado numérico): por defecto, premido unha vez le a columna elixida, premido dúas veces cópiaa;
ja: NVDA+control+数字1から0 (キーボードモード）または1から9（テンキーモード）: 初期設定では、1回押すと選択された列の読み上げ、2回押すとそれをコピー;
pl: NVDA + sterowanie + cyfry od 1 do 0 (tryb klawiatury) lub od 1 do 9 (tryb klawiatury numerycznej): domyślnie przeczytaj wybraną kolumnę, jeśli zostanie naciśnięta raz, skopiuj ją, jeśli naciśniesz ją dwukrotnie;
pt_pt: NVDA + control + dígitos de 1 a 0 (modo teclado) ou de 1 a 9 (modo numérico): pressionado uma vez, lê a coluna escolhida, pressionado duas vezes, copia-a;
uk: NVDA+control + цифри від 1 до 0 (в режимі клавіатури) або від 1 до 9 (в режимі цифрового блоку): початково читає вибраний стовпець, якщо натиснути один раз, і копіює його, якщо натиснути двічі;

source: NVDA+control+numpadMinus (numpad mode): like NVDA+control+0 in keyboard mode, read or copy the 10th, 20th, etc column;
bg: NVDA+Control+Минус от цифровия блок (режим на цифров блок): Като NVDA+Control+0 в клавиатурен режим, прочита или копира 10-та, 20-та и т.н. колона;
de: NVDA+Steuerung+nummernblock Minus (Nummernblockmodus): wie NVDA+Steuerung+0 im Tastatur-Modus, Lesen oder Kopieren der 10ten, 20ten Spalte usw.;
es: NVDA+control+menos del teclado numérico (modo bloque numérico): como NVDA+control+0 en el modo teclado, lee o copia la 10ª, 20ª, etc. columna;
fi: NVDA+Ctrl+numeronäppäimistön miinus (laskinnäppäimistötila): kuten NVDA+Ctrl+0 näppäimistötilassa, lukee 10., 20., jne. sarakkeen tai kopioi sen leikepöydälle;
fr: NVDA+ctrl+pavnum Moins (mode pavé numérique) : ou NVDA+ctrl+0 en mode clavier, lit ou copie la 10e, 20e, etc. colonne ;
gl: NVDA+control+menosTecladoNumérico (modo teclado numérico): de forma semellante a NVDA+control+0 en modo teclado, ler ou copiar a columna décima, vixésima, etc.;
ja: NVDA+control+テンキーマイナス（テンキーモード）: キーボードモードでのNVDA+control+0のように、10番目、20番目、等、の列の読み上げまたはコピー;
pl: NVDA + control + numpadMinus (tryb klawiatury numerycznej): jak NVDA + control + 0 w trybie klawiatury, przeczytaj lub skopiuj kolumnę 10,20 itp.;
pt_pt: NVDA+control+- do bloco numérico (no modo bloco numérico): como NVDA+control+0 no modo de teclado, lê ou copia as 10, 20 colunas, etc.
uk: NVDA+ctrl+ Мінус (в режимі цифрового блоку): або NVDA+ctrl+0 у режимі клавіатури: читання або копіювання 10-го, 20-го тощо стовпців;
