Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/columnsReview.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, uk

source: NVDA+control+- (keyboard mode, EN-US layout): in a list with 10+ columns, change interval and process columns from 11 to 20, from 21 to 30, and so on (change last char according to your layout, from settings);
bg: NVDA+Control+Минус (клавиатурна подредба "Английски (САЩ)", клавиатурен режим): В списък с над 10 колони можете да променяте обхвата и да четете колони от 11 до 20, от 21 до 30 и т.н. Вижте настройките, за да промените последния знак (клавиш) според използваната от вас клавиатурна подредба;
de: NVDA+Steuerung+- (Tastaturmodus, Layout EN-US): Ändern Sie in einer Liste mit mehr als 10 Spalten das Interwall und greifen so auf die Spalten 11-20, 21-30, usw. zu. Ändern Sie das letzte Zeichen in den Einstellungen passend zu Ihrem Tastaturschema;
es: NVDA+control+- (distribución de inglés de Estados Unidos, modo teclado): en una lista con más de 10 columnas, cambia el intervalo y procesa columnas de la 11 a la 20, de la 21 a la 30, y así sucesivamente (cambia el último carácter en función de tu distribución desde las opciones);
fi: NVDA+Ctrl+- (näppäimistötila, yhdysvaltalainen näppäinasettelu): muuttaa väliä ja käsittelee sarakkeet 11-20, 21-30 jne. luettelossa, jossa on enemmän kuin 10 saraketta (muuta komennon viimeinen merkki käyttämäsi näppäinasettelun mukaiseksi lisäosan asetuksista);
fr: NVDA+contrôle+- (mode clavier, disposition EN-US) : dans une liste de plus de 10 colonnes, modifiez les colonnes d'intervalle et de traitement de 11 à 20, de 21 à 30, et ainsi de suite (modifiez le dernier caractère en fonction de votre disposition, à partir des paramètres);
gl: NVDA+control+- (modo teclado, distribución EN-US): nunha listaxe con 10+ columnas, cambiar o intervalo e procesar columnas da 11 á 20, da 21 á 30, e así (cambia o último carácter de acordo coa túa distribución, nas opcións);
ja: NVDA+control+- (キーボードモード、EN-US配列）: 10個以上の列のリストで、間隔を変更して列を11から20、21から30、など（最後の文字を、配列に従って、設定から変更して下さい）;
pl: NVDA + control +- (tryb klawiatury, układ EN-US): na liście z ponad 10 kolumnami zmień interwał i przetwarzaj kolumny od 11 do 20, od 21 do 30 i tak dalej (zmień ostatni znak zgodnie z układem, z ustawień);
pt_pt: NVDA+control+- (padrão, no sistema americano, modo de teclado): numa lista com mais de 10 colunas, permite que altere o intervalo e leia as colunas de 11 a 20, de 21 a 30, e assim por diante; veja as configurações para alterar o último caractere de acordo com o seu idioma;
uk: NVDA+control+- (в режимі клавіатури, розкладка EN-US): у списку з 10і більше стовпців змінює інтервал і і обробку стовпців від 11 до 20, від 21 до 30 тощо (в налаштуваннях змініть останній символ відповідно до вашої розкладки);

source: NVDA+control+numpadPlus (numpad mode): like previous command;
bg: NVDA+Control+Плюс от цифровия блок (режим на цифров блок): Същото като предишната команда;
de: NVDA+Steuerung+nummernblock Plus (Nummernblockmodus): genau wie beim vorherigen Befehl nur rückwärts;
es: NVDA+control+más del teclado numérico (modo bloque numérico): como la orden anterior;
fi: NVDA+Ctrl+laskinnäppäimistön plus (laskinnäppäimistötila): kuten edellinen komento;
fr: NVDA+contrôle+Plus du clavier numérique (mode pavé numérique): comme la commande précédente ;
gl: NVDA+control+máisTecladoNumérico (modo teclado numérico): igual á orde anterior;
ja: NVDA+control+テンキープラス（テンキーモード）: 前のコマンドのように動作;
pl: NVDA+control+numpadPlus (tryb numpad): podobnie jak poprzednie polecenie;
pt_pt: NVDA+control+numpadPlus (modo numpad): como comando anterior;
uk: NVDA+ctrl+numpad Plus (у режимі numpad): так само, як попередня комбінація;

source: NVDA+control+enter (numpadEnter in numpad mode): open header manager;
bg: NVDA+Control+Enter (или Enter от цифровия блок при режим на цифров блок): Отваря диспечера за управление на заглавките на колоните;
de: NVDA+Steuerung+Eingabe (nummernblock Eingabe im Nummernblockmodus): Spaltenüberschriften-Manager öffnen;
es: NVDA+control+intro (intro del teclado numérico en el modo bloque numérico): abre el gestor de cabeceras;
fi: NVDA+Ctrl+Enter (laskinnäppäimistön Enter laskinnäppäimistötilassa): avaa sarakeotsikoiden hallinnan;
fr: NVDA+contrôle+entrée (Entrée du clavier numérique en mode pavé numérique): ouvre le gestionnaire des en-têtes de colonne ;
gl: NVDA+control+intro (introTecladoNumérico en modo teclado numérico): abrir administrador de cabeceiras;
ja: NVDA+control+enter(テンキーモードではテンキーエンター）: 見出し管理を開く;
pl: NVDA+control+enter (numpadEnter w trybie numpad): otwórz menedżera nagłówków;
pt_pt: NVDA+control+enter (eventualmente enter do bloco numéricono no modo de bloco numérico): abre o gestor de cabeçalhos de colunas;
uk: NVDA+control+enter (numpadEnter у режимі цифрового блоку): відкрити керування заголовками;

source: NVDA+control+delete (numpadDelete in numpad mode): read relative current item position (i.e.: item 7 of 10);
bg: NVDA+Control+Delete (Delete от цифровия блок в режим на цифров блок): Докладване относителната позиция на текущия елемент (например елемент 7 от 10);
de: NVDA+Steuerung+entfernen (Nummernblock entfernen im Nummernblock-Modus): Lese die aktuelle sowie die relative Position des Listeneintrags, bspw. Eintrag 7 von 10;
es: NVDA+control+suprimir (suprimir del teclado numérico en el modo bloque numérico): lee la posición relativa del elemento actual (por ejemplo, elemento 7 de 10);
fi: NVDA+Ctrl+Del (laskimen Del laskinnäppäimistötilassa): lue kohteen nykyinen, suhteellinen sijainti (esim. kohde 7 / 10);
fr: NVDA+contrôle+effacement (PavnumEffac en mode pavé numérique) : lire la position relative actuelle de l'élément (ex : élément 7 sur 10) ;
gl: NVDA+control+suprimir (suprimirTecladoNumérico en modo teclado numérico): ler posición relativa do elemento actual (p.ex. elemento 7 de 10);
ja: NVDA+control+delete(テンキーモードではテンキーデリート）: 現在の相対項目位置を読み上げ(例えば: 項目10の7);
pl: NVDA+control+delete (numpadDelete w trybie klawiatury numerycznej): odczyt względnie bieżącej pozycji elementu (tj.: pozycja 7 z 10);
pt_br: NVDA+control+delete (numpadDelete no modo numpad): lê a posição relativa do item atual (ou seja, item 7 de 10);
pt_pt: NVDA+control+delete (numpadDelete em modo numpad): ler a posição relativa do item actual (ou seja: item 7 de 10);
uk: NVDA+control+delete (numpadDelete в режимі цифрового блоку): читання відносної поточної позиції елемента (наприклад: елемент 7 з 10);

source: Arrows and NVDA+tab (in empty list): repeat "0 items" message;
bg: Стрелките и NVDA+TAB (в празен списък): Повтаряне на съобщението "0 елемента".
de: Pfeiltasten und NVDA+tab (in einer leeren Liste): Nachricht "0 Elemente" wird wiederholt;
es: Flechas y NVDA+tab (en una lista vacía): repite el mensaje "0 elementos";
fi: Nuolinäppäimet ja NVDA+Sarkain (tyhjässä listassa): toistaa "0 kohdetta" -ilmoitusta.
fr: Flèches et NVDA+tab (dans la liste vide): répète le message "0 éléments".
gl: Frechas e NVDA+tab (en lista baleira): repetir mensaxe "0 elementos"
ja: 矢印とNVDA+tab（空のリストで）: 「0項目」のメッセージを繰り返し;
pl: Strzałki i karta NVDA+ (na pustej liście): powtórz komunikat "0 elementów";
pt_br: Setas e NVDA+tab (em uma lista vazia): repete a mensagem “0 itens”;
pt_pt: Setas e NVDA+tab (em lista vazia): repetir a mensagem "0 itens";
uk: Стрілки і NVDA+tab (у порожньому списку): повторити повідомлення «0 елементів»;

source: NVDA+downArrow (desktop layout) or NVDA+a (laptop layout): start say all (this gesture depends on original one under "Input gestures"/"System caret");
bg: NVDA+Стрелка надолу (настолна подредба) или NVDA+A (лаптоп подредба): Прочитане на всичко (този жест зависи от оригиналния под "Жестове на въвеждане" -> "Каретка");
de: NVDA+Pfeil nach unten (Desktop-Schema) oder NVDA+a (Laptop-Schema): Startet alles lesen (diese Geste hängt von der Belegung der "Tastenbefehle" Kategorie „Systemcursor“ ab);
es: NVDA+flecha abajo (distribución de escritorio) o NVDA+a (distribución portátil): inicia Verbalizar todo (este gesto depende del original que hay bajo "Gestos de entrada/Cursor del sistema");
fi: NVDA+Alanuoli (pöytäkoneen näppäinasettelu) tai NVDA+A (kannettavan näppäinasettelu): aloita jatkuva luku (tämä näppäinkomento on riippuvainen alkuperäisestä komennosta kohdassa "Näppäinkomennot"/"Järjestelmäkohdistin");
fr: NVDA+flècheBas (disposition de bureau) ou NVDA+a (disposition d'ordinateur portable) : démarrer dire tout (ce geste dépend de celui d'origine sous "Gestes de commandes"/"Curseur système");
gl: NVDA+frechaAbaixo (disposición de escritorio) ou NVDA+a (disposición portátil): comezar ler todo (este xesto depende do orixinal, baixo "Xestos de entrada"/"Cursor do sistema");
ja: NVDA+下矢印（デスクトップ配列）またはNVDA+a（ラップトップ配列）: 全て読み上げを開始（このジェスチャーは、「入力ジェスチャー」/「システムキャレット」の下の元々の項目に依存します）;
pl: NVDA+downArrow (układ pulpitu) lub NVDA+a (układ laptopa): zacznij mówić wszystko (ten gest zależy od oryginalnego w sekcji "Gesty wejściowe"/"Karetka systemu");
pt_br: NVDA+seta para baixo (layout de área de trabalho) ou NVDA+a (layout de laptop): iniciar dizer tudo (esse gesto depende do gesto original em “Gestos de entrada”/“Caret do sistema”);
pt_pt: NVDA+seta abaixo (teclado do computador de secretária) ou NVDA+a (teclado do portátil): começa por dizer tudo (este comando depende do original em "Definir Comandos"/"Cursor do sistema");
uk: NVDA+стрілка вниз (для розкладки desktop) або NVDA+a (для розкладки laptop): озвучити все (цей жест залежить від оригінального в розділі «Жести вводу»/«Системна каретка»);

source: NVDA+shift+upArrow (desktop layout) or NVDA+shift+s (laptop layout): report amount and names of current selected list items (like previous command for customization);
bg: NVDA+Shift+Стрелка нагоре (настолна подредба) или NVDA+Shift+S (лаптоп подредба): Докладване на количеството и имената на текущо избраните елементи от списъка (може да се персонализира като предишната команда);
de: NVDA+Umschalt+Pfeil nach oben (Desktop-Schema) oder NVDA+Umschalt+s (Laptop-Schema): Sagt die Anzahl und die Namen der ausgewählten Listeneinträge an (wie der vorherige Befehl zur Anpassung);
es: NVDA+shift+flecha arriba (distribución de escritorio) o NVDA+shift+s (distribución portátil): anuncia la cantidad y los nombres de los elementos de lista actualmente seleccionados (al igual que la orden anterior en cuanto a personalización);
fi: NVDA+Vaihto+Ylänuoli (pöytäkoneen näppäinasettelu) tai NVDA+Vaihto+S (kannettavan näppäinasettelu): lue valittujen luettelokohteiden määrä ja nimet (kuten aiemmassa mukautuskomennossa);
fr: NVDA+maj+flècheHaut (disposition de bureau) ou NVDA+maj+s (disposition d'ordinateur portable) : annoncer la quantité et les noms des éléments de liste actuellement sélectionnés (comme la commande précédente pour la personnalisation) ;
gl: NVDA+shift+frechaArriba (disposición de escritorio) ou NVDA+shift+s (disposición portátil): anunciar cantidade e nomes dos elementos de lista actualmente seleccionados (semellante ó comando anterior para persoalización);
ja: NVDA+shift+上矢印（デスクトップ配列）またはNVDA+shift+s（ラップトップ配列）: 現在選択されているリスト項目の数と名前を報告（カスタマイズには、前のコマンドのようにして下さい）
pl: NVDA+shift+upArrow (układ pulpitu) lub NVDA+shift+s (układ laptopa): ilość raportów i nazwy bieżących wybranych elementów listy (np. poprzednie polecenie dostosowywania);
pt_br: NVDA+shift+seta para cima (layout de desktop) ou NVDA+shift+s (layout de laptop): informa a quantidade e os nomes dos itens da lista atualmente selecionados (como o comando anterior para personalização);
pt_pt: NVDA+shift+seta acima (teclado do computador de secretária) ou NVDA+shift+s (teclado do portátil): Informa a quantidade e os nomes dos actuais itens da lista seleccionada (como o comando anterior, para personalização);
uk: NVDA+shift+стрілка вгору (розкладка desktop) або NVDA+shift+s (розкладка laptop): промовляє кількість та назви поточних вибраних елементів списку (налаштовується так само, як попередня комбінація);

source: NVDA+control+f: open find dialog (not customizable);
bg: NVDA+Control+F: Отваря диалоговия прозорец за търсене (не може да се персонализира);
de: NVDA+Strg+F: Suchdialog öffnen (nicht anpassbar);
es: NVDA+control+f: abre el diálogo de búsqueda (no personalizable);
fi: NVDA+Ctrl+F: avaa Etsi-valintaikkuna (ei mukautettavissa);
fr: NVDA+contrôle+f : ouvre le dialogue de recherche (non personnalisable) ;
gl: NVDA+control+f: abrir diálogo de procura (non persoalizable);
ja: NVDA+control+f: 検索ダイアログを開く（カスタマイズ不可）;
pl: NVDA+control+f: otwórz okno dialogowe wyszukiwania (nie można go dostosować);
pt_br: NVDA+control+f: abre a caixa de diálogo localizar (não personalizável);
pt_pt: NVDA+control+f: Abre o diálogo de pesquisa (não personalizável);
uk: NVDA+control+f: відкрити діалог пошуку (не налаштовується);

source: NVDA+f3: find next occurrence of previously entered text (not customizable);
bg: NVDA+F3: Намиране на следващо съвпадение на предходно въведения текст (не може да се персонализира);
de: NVDA+f3: Nächstes Vorkommen von zuvor eingegebenem Text finden (nicht anpassbar);
es: NVDA+f3: busca la siguiente coincidencia del texto introducido anteriormente (no personalizable);
fi: NVDA+F3: etsi aiemmin annetun tekstin seuraava esiintymä (ei mukautettavissa);
fr: NVDA+f3 : recherche la prochaine occurrence du texte précédemment saisi (non personnalisable) ;
gl: NVDA+f3: buscar seguinte ocorrencia do texto anteriormente introducido (non persoalizable);
ja: NVDA+f3: 前に入力したテキストについて次を検索（カスタマイズ不可）;
pl: NVDA+f3: znajdź następne wystąpienie wcześniej wprowadzonego tekstu (nie można go dostosować);
pt_br: NVDA+f3: localiza a próxima ocorrência do texto inserido anteriormente (não personalizável);
pt_pt: NVDA+f3: encontrar a próxima ocorrência de texto anteriormente introduzido (não personalizável);
uk: NVDA+f3: знайти наступний результат пошуку раніше введеного тексту (не налаштовується);

source: NVDA+shift+f3: find previous occurrence (not customizable).
bg: NVDA+Shift+F3: Намиране на предишно съвпадение (не може да се персонализира).
de: NVDA+Umschalt+f3: suche vorheriges vorkommen (nicht veränderbar).
es: NVDA+shift+f3: busca la coincidencia anterior (no personalizable).
fi: NVDA+Vaihto+F3: etsi edellinen esiintymä (ei mukautettavissa).
fr: NVDA+maj+f3 : trouver l'occurrence précédente (non personnalisable).
gl: NVDA+shift+f3: buscar anterior ocorrencia (non persoalizable).
ja: NVDA+shift+f3: 前を検索（カスタマイズ不可）。
pl: NVDA+shift+f3: znajdź poprzednie wystąpienie (nie można go dostosować).
pt_br: NVDA+shift+f3: localiza a ocorrência anterior (não personalizável).
pt_pt: NVDA+shift+f3: encontrar ocorrência anterior (não personalizável).
uk: NVDA+shift+f3: знайти попередній результат пошуку (не налаштовується).

source: Support
bg: Поддръжка
de: Unterstützung
es: Soporte
fi: Tuki
gl: Soporte
ja: サポート
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
uk: Підтримка

source: This add-on provide a general support for more common lists (see below), and some specific applications. Main author (Alberto Buffolino) cannot guarantee compatibility/functionality for those applications he not uses, like Outlook and Windows Mail, but he'll be happy to collaborate with their users or accept a pull request for them.
bg: Тази добавка предоставя обща поддръжка за по-често срещани списъци (вижте по-долу) и някои специфични приложения. Основният й разработчик (Alberto Buffolino) не може да гарантира съвместимост/функционалност с тези приложения, които не използва, като Outlook и Windows Mail, но с удоволствие ще си сътрудничи с техните потребители или ще приеме заявка за принос (pool request) за тях.
de: Diese NVDA-Erweiterung bietet eine allgemeine Unterstützung für gängige Listen (siehe unten) und einige spezielle Anwendungen. Der Hauptautor (Alberto Buffolino) kann die Kompatibilität/Funktionalität für die Anwendungen, die er nicht benutzt, wie Outlook und Windows Mail, nicht garantieren, aber er ist gerne bereit, mit deren Nutzern zusammenzuarbeiten oder einen Pull-Request für sie einzureichen.
es: Este complemento proporciona soporte general para más listas comunes (mira debajo) y algunas aplicaciones concretas. El autor principal (Alberto Buffolino) no puede garantizar la compatibilidad o funcionalidad en aquellas aplicaciones que no usa, como Outlook o Windows Mail, pero estará encantado de colaborar con sus usuarios o aceptar una solicitud de cambio para ellos.
fi: Tämä lisäosa tarjoaa tuen yleisemmille luetteloille (katso alta) ja tietyille sovelluksille. Päätekijä (Alberto Buffolino) ei voi taata yhteensopivuutta/toiminnallisuutta sovelluksille, joita hän ei käytä, kuten Outlook ja Windows Mail, mutta hän tekee mielellään yhteistyötä sovellusten käyttäjien kanssa tai hyväksyy vetopyynnön tuen lisäämiseksi.
fr: Cette extension fournit un support général pour les listes les plus courantes (voir ci-dessous) et certaines applications spécifiques. L'auteur principal (Alberto Buffolino) ne peut pas garantir la compatibilité/fonctionnalité des applications qu'il n'utilise pas, comme Outlook et Windows Mail, mais il sera heureux de collaborer avec leurs utilisateurs ou d'accepter une pull request pour eux.
gl: Este complemento fornece soporte xeral para as listas máis comúns (ver abaixo), e algunhas aplicacións específicas. O autor principal (Alberto Buffolino) non pode garantir a compatibilidade/funcionalidade para aquelas aplicacións que non utiliza, como Outlook e Windows Mail, mais estará encantado de colaborar cos seus usuarios ou aceptar unha solicitude de integración (pull request) para elas.
ja: このアドオンは、よく使用されるリスト（下記を参照）と、いくつかの特定のアプリケーションについて、一般的なサポートを提供します。主要な作者（Alberto Buffolino）は、作者が使用しない、Outlook, Windows Mailのようなアプリケーションについては、互換性/機能性を保証出来ませんが、それらのユーザーとのコラボレーションや、それらについてのプルリクエストを受け取れたらうれしく思います。
pl: Ten dodatek zapewnia ogólną obsługę bardziej popularnych list (patrz poniżej) i niektórych konkretnych aplikacji. Główny autor (Alberto Buffolino) nie może zagwarantować kompatybilności /funkcjonalności dla tych aplikacji, których nie używa, takich jak Outlook i Poczta systemu Windows, ale chętnie współpracuje z ich użytkownikami lub akceptuje dla nich żądanie ściągnięcia.
pt_br: Esse complemento fornece um suporte geral para listas mais comuns (veja abaixo) e alguns aplicativos específicos. O autor principal (Alberto Buffolino) não pode garantir a compatibilidade/funcionalidade dos aplicativos que ele não usa, como o Outlook e o Windows Mail, mas ficará feliz em colaborar com seus usuários ou aceitar um pull request para eles.
pt_pt: Este extra fornece um suporte geral para listas mais comuns (ver abaixo), e algumas aplicações específicas. O autor principal (Alberto Buffolino) não pode garantir a compatibilidade/funcionalidade para as aplicações que não utiliza, como Outlook e Windows Mail, mas terá todo o prazer em colaborar com os seus utilizadores ou aceitar uma solicitação feita por eles.
uk: Цей додаток забезпечує загальну підтримку поширених списків (див. нижче) та деяких конкретних програм. Основний автор (Alberto Buffolino) не може гарантувати сумісність/функціональність тих програм, якими він не користується, наприклад Outlook і Windows Mail, але він із задоволенням співпрацюватиме з користувачами цих програм або прийме від них запит.

source: Lists supported are:
bg: Поддържаните списъци са:
de: Unterstützte Listen sind:
es: Las listas soportadas son:
fi: Tuettuja luetteloita ovat:
fr: Les types de liste pris en charge sont les suivants:
gl: As listas soportadas son:
ja: サポートされているリストは:
pl: Obsługiwane listy to:
pt_pt: As listas suportadas são:
uk: Підтримувані списки:

source: DirectUIHWND (present in 64-bit systems);
bg: DirectUIHWND (налично в 64-битови системи);
de: DirectUIHWND (in 64-Bit-Systemen vorhanden);
es: DirectUIHWND (presente en sistemas de 64 bits);
fi: DirectUIHWND (64-bittisissä järjestelmissä);
fr: DirectUIHWND (présent dans les systèmes 64 bits) ;
gl: DirectUIHWND (presente en sistemas de 64 bits);
ja: DirectUIHWND（64ビットシステムに存在）;
pl: DirectUIHWND (obecny w systemach 64-bitowych);
pt_br: DirectUIHWND (presente em sistemas de 64-bit);
pt_pt: DirectUIHWND (presente em sistemas de 64-bit);
uk: DirectUIHWND (присутній в 64-розрядних системах);

source: WindowsForms10.SysListView32.* (applications that use .NET);
bg: WindowsForms10.SysListView32.* (приложения, които използват .NET);
de: WindowsForms10.SysListView32.* (Anwendungen, die .NET verwenden);
es: WindowsForms10.SysListView32.* (aplicaciones que usan .NET);
fi: WindowsForms10.SysListView32.* (.NET-sovelluskehystä käyttävissä sovelluksissa);
fr: WindowsForms10.SysListView32.* (applications utilisant .NET) ;
gl: WindowsForms10.SysListView32.* (aplicacións que usen .net);
ja: WindowsForms10.SysListView32.* (.NETを使用するアプリケーション);
pl: WindowsForms10.SysListView32.* (aplikacje korzystające z platformy .NET);
pt_br: WindowsForms10.SysListView32.* (aplicações que usam .NET);
pt_pt: WindowsForms10.SysListView32.* (aplicações que usam .NET);
uk: WindowsForms10.SysListView32.* (програми, які використовують .NET);

source: multi-column treeview like as that presents in RSSOwlnix;
bg: Дървовиден изглед с няколко колони, какъвто е наличен в RSSOwlnix;
de: mehrspaltige Baumansicht wie in RSSOwlnix;
es: la vista en árbol de varias columnas, como la que hay presente en RSSOwlnix;
fi: Monisarakkeinen puunäkymä, kuten RSSOwlnixissä;
fr: arborescence multi-colonnes comme celle présente dans RSSOwlnix ;
gl: vista de multicolumna, como a presente en RSSOwlnix;
ja: RSSOwlnixにあるような複数列ツリービュー;
pl: wielokolumnowy widok drzewa, taki jak w RSSOwlnix;
pt_br: visualização em árvore com várias colunas, como a apresentada no RSSOwlnix;
pt_pt: vista em árvore multicoluna como a que se apresenta no RSSOwlnix;
uk: перегляд дерева з багатьма стовпцями, як в RSSOwlnix;

source: Mozilla table (tipically, Thunderbird message list, thread-grouping supported).
bg: Таблици на Mozilla (обикновено списъците със съобщения в Thunderbird, поддържа се групирането по дискусии).
de: Mozilla-Tabelle (typischerweise die Nachrichtenliste in Mozilla Thunderbird, gruppierte Beiträge werden unterstützt).
es: Tabla de Mozilla (normalmente, la lista de mensajes de Thunderbird, con soporte para agrupación por hilos).
fi: Mozilla-taulukko (tyypillisesti Thunderbirdin viestiluettelossa, ketjuryhmittelyä tuetaan).
fr: Tableau Mozilla (en particulier, la liste de messages Thunderbird, pris en charge pour regroupement par fil).
gl: Tabla Mozilla (normalmente a listaxe de mensaxes do Thunderbird, soportándose a agrupación por fío).
ja: Mozillaテーブル（典型的には、Thunderbirdのメッセージリスト、スレッドのグループ化をサポート）。
pl: Tabela Mozilli (typowo, lista wiadomości Thunderbirda, obsługiwane grupowanie wątków).
pt_br: Mozilla table (tipicamente, Lista de mensagens do Thunderbird, suportado thread-grouping).
pt_pt: Mozilla table (tipicamente, Lista de mensagens do Thunderbird, suportado thread-grouping).
uk: Таблиця Mozilla (зазвичай список повідомлень у Thunderbird, підтримуються групові бесіди).
