Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/consoleToolkit.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_pt, ru, tr

source: [[!meta title="Console Toolkit"]]
bg: [[!meta title="Инструментариум за конзоли (Console Toolkit)"]]
de: [[!meta title="Werkzeug für die Konsole"]]
fi: [[!meta title="Konsolin työkalupakki"]]
ru: [[!meta title="Набор Инструментов Консоли"]]
tr: [[!meta title="Konsol Araç Seti"]]

source: Console Toolkit is NVDA add-on, that provides accessibility improvements for Windows console, also known as Command prompt. It also works well in Windows PowerShell. Some of the features may work in alternative terminals, such as Cygwin, PuTTY and Windows Terminal, however, the add-on has only been carefully tested with the default Windows Console. SSH users might find this add-on especially handy.
bg: "Инструментариум за конзоли" е добавка за NVDA, която осигурява подобрения на достъпността за конзолата на Windows, известна още като "Команден прозорец". Тя работи добре и в Windows PowerShell. Някои от функциите може да работят в алтернативни терминали, като Cygwin, PuTTY и Windows Terminal, но добавката е била внимателно тествана само с конзолата по подразбиране на Windows. За потребителите на SSH тази добавка може да е от голяма полза.
de: Das Werkzeug für die Konsole ist eine NVDA-Erweiterung, das Verbesserungen für die Zugänglichkeit der Windows-Konsole, auch bekannt als Eingabeaufforderung, bietet. Es funktioniert auch gut in Windows PowerShell. Einige der Funktionen können auch in alternativen Terminals wie Cygwin, PuTTY und Windows Terminal funktionieren. Die NVDA-Erweiterung wurde jedoch nur mit der Standard-Windows-Konsole sorgfältig getestet. SSH-Benutzer könnten diese NVDA-Erweiterung besonders praktisch finden.
es: Console Toolkit es un complemento de NVDA que proporciona mejoras de accesibilidad en la consola de Windows, también conocida como Símbolo del sistema. También funciona bien en Windows PowerShell. Algunas de sus características pueden funcionar en terminales alternativas, como Cygwin, PuTTY y Windows Terminal. Sin embargo, el complemento sólo se ha probado cuidadosamente en la consola predeterminada de Windows. Los usuarios de SSH podrían encontrar especialmente útil este complemento.
fi: Konsolin työkalupakki on NVDA-lisäosa, joka tarjoaa esteettömyysparannuksia Windows-konsolille, joka tunnetaan myös komentokehotteena. Se toimii myös hyvin PowerShellissä. Jotkut ominaisuudet saattavat toimia myös vaihtoehtoisissa pääteohjelmissa, kuten Cygwin, PuTTY ja Windows Terminal, mutta lisäosa on testattu vain oletusarvoisen Windows-konsolin kanssa. SSH-käyttäjille tämä lisäosa saattaa olla erityisen kätevä.
fr: Console Toolkit est une extension de NVDA, qui fournit des améliorations d'accessibilité pour la console Windows, également connue sous le nom d'invite de commande. Cela fonctionne également bien dans Windows PowerShell. Certaines fonctionnalités peuvent fonctionner dans des terminaux alternatifs, tels que Cygwin, PuTTY et Windows Terminal, cependant, l'extension n'a été soigneusement testée qu'avec la console Windows par défaut. Les utilisateurs de SSH pourraient trouver cette extension particulièrement pratique.
gl: Console toolkit é un complemento de NVDA, que proporciona melloras para a consola de Windows, tamén coñecida como liña de comandos. Tamén funciona ben en Windows PowerShell. Algunhas das características poderían funcionar en terminais alternativas, como Cygwin, PuTTY e windows Terminal, porén, o complemento só se probou exhaustivamente coa consola de Windows por defecto. Os usuarios de SSH poderían atopar este complemento especialmente útil.
ja: Console ToolkitはNVDAアドオンで、コマンドプロンプトとしても知られるWindowsコンソールのアクセシビリティの改善を提供します。これはまた、Windowsパワーシェルでもよく動きます。機能のいくつかは、Cygwin, PuTTY, そしてWindowsターミナルのような代替のターミナルでも動作するかもしれませんが、このアドオンは、デフォルトのWindowsコンソールでのみ、注意してテストしました。SSHユーザーにとっては、このアドオンが特に便利と思います。
pl: Console Toolkit to dodatek NVDA, który zapewnia ulepszenia ułatwień dostępu dla konsoli systemu Windows, znany również jako wiersz polecenia. Działa również dobrze w programie Windows PowerShell. Niektóre funkcje mogą działać w alternatywnych terminalach, takich jak Cygwin, PuTTY i Windows Terminal, jednak dodatek został dokładnie przetestowany tylko z domyślną konsolą Windows. Użytkownicy SSH mogą uznać ten dodatek za szczególnie przydatny.
pt_pt: O Console Toolkit é um extra para o NVDA, que fornece melhorias de acessibilidade para a consola Windows, também conhecida como Command prompt. Também funciona bem no Windows PowerShell. Algumas das funcionalidades podem funcionar em terminais alternativos, tais como Cygwin, PuTTY e Windows Terminal, no entanto, o add-on só foi cuidadosamente testado com a Consola padrão do Windows. Os utilizadores do SSH podem achar este add-on especialmente útil.
ru: Набор Инструментов Консоли - это дополнение для NVDA, которое обеспечивает улучшенный доступ к консоли Windows, также известной как командная строка. Оно также хорошо работает в Windows PowerShell. Некоторые функции могут работать в альтернативных терминалах, таких как Cygwin, PuTTY и Windows Terminal, однако это дополнение было тщательно протестировано только в консоли Windows по умолчанию. Пользователи SSH могут счесть это дополнение особенно удобным.
tr: Konsol Araç Seti, Komut istemi olarak da bilinen Windows konsolu için erişilebilirlik geliştirmeleri sağlayan NVDA eklentisidir. Windows PowerShell'de de iyi çalışır. Bazı özellikler Cygwin, PuTTY ve Windows Terminal gibi alternatif terminallerde çalışabilir, ancak eklenti yalnızca varsayılan Windows Konsolu ile dikkatli bir şekilde test edilmiştir. SSH kullanıcıları bu eklentiyi özellikle kullanışlı bulabilir.

source: Some of the features were previously part of [Tony's enhancements add-on](https://github.com/mltony/nvda-tonys'enhancements/).
bg: Някои от функциите преди бяха част от [добавката "Подобрения от Тони"](https://github.com/mltony/nvda-tonys'enhancements/).
de: Einige der Funktionen waren zuvor Teil von der NVDA-Erweiterung [Tonys Verbesserungen](https://github.com/mltony/nvda-tonys'enhancements/).
es: Algunas de las características antes formaban parte del complemento [Mejoras de Tony](https://github.com/mltony/nvda-tonys'enhancements/).
fi: Jotkut ominaisuuksista olivat aiemmin osa [Tonyn laajennukset -lisäosaa](https://github.com/mltony/nvda-tonys'enhancements/).
fr: Certaines des fonctionnalités faisaient auparavant partie de [l'extension d'améliorations de Tony] (https://github.com/mltony/nvda-tonys'enhancements/).
gl: Algunhas das características foron parte antes do [complemento Tony's enhancements](https://github.com/mltony/nvda-tonys'enhancements/).
ja: いくつかの機能は、以前は、[Tony's enhancements アドオン](https://github.com/mltony/nvda-tonys'enhancements/)の一部でした。
pl: Niektóre funkcje były wcześniej częścią [dodatku do ulepszeń Tony'ego](https://github.com/mltony/nvda-tonys'y'ów/).
pt_pt: Algumas das funcionalidades já faziam parte do [Tony's Enhancements](https://github.com/mltony/nvda-tonys'enhancements/).
ru: Некоторые функции ранее были частью [дополнения Tony's enhancements](https://github.com/mltony/nvda-tonys'enhancements/).
tr: Bazı özellikler daha önce [Tony'nin geliştirme eklentisinin](https://github.com/mltony/nvda-tonys'enhancements/) parçasıydı.

source: Downloads
bg: Изтегляния
es: Descargas
fi: Lataukset
fr: Téléchargements
gl: Descargas
ja: ダウンロード
pl: Pliki
ru: Загрузки
tr: İndirmeler

source: Install from add-on store.
es: Instala desde la tienda de complementos.
fi: Asenna lisäosakaupasta.
fr: Installez à partir de l'add-on store.
ru: Установите из магазина дополнений.
tr: Eklenti mağazasından yükleyin.

source: Jump to the first visible line
es: Saltar a la primera línea visible
fi: Siirry ensimmäiselle näkyvälle riville
fr: Aller à la première ligne visible
ru: Перейти к первой видимой строке
tr: İlk görünen satıra atla

source: Console toolkit overrides `shift+numpad7` command in UIA consoles: instead of reading the first line in the entire buffer it now reads the first visible line at the top of the window. Press `shift+numpad7` twice to revert to the old behavior and read the first line of the buffer.
es: Console Toolkit anula la orden `shift+7 numérico` en las consolas UIA: en lugar de leer la primera línea del búfer entero, ahora lee la primera línea visible en la parte superior de la ventana. Pulsa `shift+7 numérico` dos veces para volver al comportamiento anterior y leer la primera línea del búfer.
fi: Konsolin työkalupakki -lisäosa ohittaa `Vaihto+Laskinnäppäimistön 7` -komennon UIA-konsoleissa: sen sijaan, että luettaisiin koko puskuri ensimmäinen rivi, se lukee nyt ikkunan yläosassa näkyvän ensimmäisen rivin. Palaa vanhaan toiminnallisuuteen ja lue puskurin ensimmäinen rivi painamalla kahdesti `Vaihto+Laskinnäppäimistön 7`.
fr: Console Toolkit remplace la commande `maj+pavnum7` dans les consoles UIA : au lieu de lire la première ligne de l'intégralité du tampon, elle lit désormais la première ligne visible en haut de la fenêtre. Appuyez deux fois sur `maj+pavnum7` pour revenir à l'ancien comportement et lire la première ligne du tampon.
ru: Console toolkit переопределяет команду `shift+numpad7` в консолях UIA: вместо чтения первой строки во всём буфере теперь считывается первая видимая строка в верхней части окна. Дважды нажмите `shift+numpad7`, чтобы вернуться к старому режиму работы и прочитать первую строку буфера.
tr: Konsol araç seti, UIA konsollarındaki "shift+numpad7" komutunu geçersiz kılar: arabelleğin tamamındaki ilk satırı okumak yerine artık pencerenin üst kısmında görünen ilk satırı okur. Eski davranışa dönmek ve ara belleğin ilk satırını okumak için "shift+numpad7" tuşlarına iki kez basın.

source: Real-time console speech
bg: Речев изход в реално време от конзолата
de: Sprachausgabe auf der Konsolen in Echtzeit
es: Verbalización de la consola en tiempo real
fi: Reaaliaikainen puhe konsolissa
fr: Parole de console en temps réel
gl: Lectura da consola en tempo real
ja: リアルタイムコンソール読み上げ
pl: Mowa konsoli w czasie rzeczywistym
pt_pt: Lê a consola em tempo real
ru: Речь в консоли в режиме реального времени
tr: Gerçek zamanlı konsol konuşması

source: This option makes NVDA to speak new lines immediately as they appear in console output, instead of queueing new speech utterances. For example, if NVDA is busy speaking a line that appeared on the screen 1 minute ago, and now a new line appears, this option will cancel speaking the old line and start speaking the new line right away, thus providing a more real-time feedback on what's happening in console window.
bg: Тази опция кара NVDA да изговаря новите редове незабавно, когато се появяват в изхода на конзолата, вместо да изговаря отделните фрази една след друга. Например, ако NVDA в момента прочита даден ред, който се е появил на екрана преди 1 минута и сега се появи нов ред, тази опция ще отмени изговарянето на стария ред и ще прочете новия ред веднага, като по този начин осигурява обратна връзка в по-реално време за случващото се в прозореца на конзолата.
de: Mit dieser Option wird NVDA angewiesen, neue Zeilen sofort mitzuteilen, wenn sie in der Konsolenausgabe erscheinen, anstatt neue Meldungen der Sprachausgabe in die Warteschlange zu stellen. Wenn NVDA beispielsweise gerade eine Zeile mitteilt, die vor einer Minute auf dem Bildschirm erschienen ist, und nun eine neue Zeile erscheint, bricht diese Option das Mitteilen der alten Zeile ab und beginnt sofort mit dem Mitteilen der neuen Zeile, so dass ein Echtzeit-Feedback über das Geschehen im Konsolenfenster gegeben ist.
es: Esta opción hace que NVDA verbalice las nuevas líneas inmediatamente en cuanto aparecen en la salida de la consola, en vez de poner en cola los mensajes de voz. Por ejemplo, si NVDA está ocupado verbalizando una línea que apareció en pantalla hace un minuto y aparece una nueva línea, esta opción cancelará la verbalización de la línea anterior y comenzará a verbalizar la nueva, proporcionando más retroalimentación en tiempo real de lo que está sucediendo en la ventana de la consola.
fi: Tämä asetus saa NVDA:n puhumaan uudet rivit heti, kun ne näkyvät konsolin tulosteessa, sen sijaan, että se odottaisi uutta puhuttavaa. Jos esimerkiksi NVDA on varattu puhuessaan riviä, joka ilmestyi näytölle minuutti sitten ja nyt uusi rivi tulee näkyviin, tämä vaihtoehto peruuttaa vanhan rivin puhumisen ja alkaa puhua uutta riviä heti, mikä tarjoaa reaaliaikaisemman palautteen konsoli-ikkunan tapahtumista.
fr: Cette option permet à NVDA de prononcer les nouvelles lignes immédiatement lorsqu'elles apparaissent dans la sortie de la console, au lieu de mettre en file d'attente les nouvelles paroles. Par exemple, si NVDA est occupé à prononcer une ligne qui est apparue à l'écran il y a 1 minute et qu'une nouvelle ligne apparaît maintenant, cette option annulera la prononciation de l'ancienne ligne et commencera à prononcer la nouvelle ligne immédiatement, offrant ainsi une appréhension en temps réel sur ce qui se passe dans la fenêtre de la console.
gl: Esta opción fai que NVDA lea as novas liñas inmediatamente conforme aparecen na saída da consola, no canto de poñelas en cola. Por exemplo, se NVDA está ocupado lendo unha liña que apareceu na pantalla hai 1 minuto, e aparece unha nova liña agora, esta opción cancelará a lectura da liña antiga e comeza a ler a nova liña directamente, fornecendo así unha retroalimentación máis inmediata sobre o que está aparecendo na ventá da consola.
ja: この選択肢でNVDAは、新しい行がコンソール出力に現れると、新しい読み上げの発話を停止し、代わりに、新しい行をすぐに読み上げます。例えば、NVDAが、画面に1分前に現れた行の読み上げに忙しくても、そして、今、新しい行が現れると、この選択肢は、古い行を読むのをやめて、新しい行をすぐに読み始め、それにより、コンソールウィンドウで何が起きているか、よりリアルタイムなフィードバックを提供します。
pl: Ta opcja sprawia, że NVDA wymawia nowe linie natychmiast, gdy pojawiają się na wyjściu konsoli, zamiast kolejkować nowe wypowiedzi mowy. Na przykład, jeśli NVDA jest zajęta wypowiadaniem linii, która pojawiła się na ekranie 1 minutę temu, a teraz pojawia się nowa linia, ta opcja anuluje wypowiadanie starej linii i od razu zacznie mówić nową linię, zapewniając w ten sposób bardziej w czasie rzeczywistym informację zwrotną na temat tego, co dzieje się w oknie konsoli.
pt_pt: Esta opção faz com que o NVDA fale as novas linhas imediatamente à medida que elas aparecem na saída da consola, em vez de enfileirar novas expressões de voz. Por exemplo, se o NVDA estiver ocupado a falar uma linha que apareceu no ecrã há 1 minuto atrás, e agora aparece uma nova linha, esta opção irá cancelar a leitura da linha antiga e começará a falar a nova linha imediatamente, fornecendo assim um feedback mais em tempo real sobre o que está a acontecer na janela da consola.
ru: Эта опция позволяет NVDA произносить новые строки сразу же после их появления в консольном выводе, вместо того чтобы ставить новые речевые высказывания в очередь. Например, если NVDA занят тем, что произносит строку, которая появилась на экране 1 минуту назад, а теперь появляется новая строка, эта опция отменит произнесение старой строки и сразу же начнёт произносить новую строку, тем самым обеспечивая более оперативную обратную связь с происходящем в окне консоли.
tr: Bu seçenek, NVDA'nın yeni konuşma ifadelerini sıraya koymak yerine, konsol çıktısında göründükleri anda yeni satırları konuşmasını sağlar. Örneğin, NVDA 1 dakika önce ekranda beliren bir satırı konuşmakla meşgulse ve şimdi yeni bir satır belirirse, bu seçenek eski satırı konuşmayı iptal eder ve hemen yeni satırı konuşmaya başlar, böylece konsol penceresinde neler olup bittiğine dair daha gerçek zamanlı bir geri bildirim sağlar.

source: Beep on console updates
bg: Бибипкане при обновяване на конзолата
de: Signalton bei Konsolen-Aktualisierungen
es: Pitar cuando la consola se actualice
fi: Ilmaise konsolin päivitykset äänimerkillä
fr: Bip pour les mises à jour de la console
gl: Pitar para actualizacións da consola
ja: コンソール更新時のビープ
pl: Sygnał dźwiękowy w aktualizacjach konsoli
pt_pt: Emitir um beep nas actualizações da consola
ru: Звуковой сигнал при обновлении консоли
tr: Konsol güncellemelerinde bip sesi

source: Beep a low pitch impulse every time console text is updated.
bg: Възпроизвеждане на нискочестотен звук при всяко актуализиране на текста в конзолата.
de: Jedes Mal, sobald der Konsolentext aktualisiert wird, ertönt ein tiefer Signalton.
es: Emite un pitido grave cada vez que se actualiza el texto de la consola.
fi: Antaa matalan äänimerkin aina, kun konsolin teksti päivittyy.
fr: Émet un faible bip chaque fois que le texte de la console est mis à jour.
gl: Pitar cun pequeño impulso en baixa frecuencia cada vez que o texto da consola se actualiza.
ja: コンソール文字が更新されると、毎回、低いピッチの、短いビープを鳴らします。
pl: Emituj sygnał dźwiękowy impulsu niskiego tonu za każdym razem, gdy aktualizowany jest tekst konsoli.
pt_pt: emite um beep de tom baixo cada vez que o texto da consola é actualizado.
ru: Подаётся звуковой сигнал низкой частоты каждый раз при обновлении текста в консоли.
tr: Konsol metni her güncellendiğinde düşük perdeli bir uyarı sesi verir.

source: Enforce Control+V in consoles
bg: Налагай използването на Control+V в конзолите
de: Strg+V in Konsolen erzwingen
es: Reforzar control+v en las consolas
fi: Pakota Ctrl+V konsoleissa
fr: Appliquer Control+V dans les consoles
gl: Garantía de control+V na consola
ja: コンソールでの、Control+Vの強制
pl: Wymuszanie kombinacji Control+V w konsolach
pt_pt: força o uso de Control+V nas consolas
ru: Принудительное использование Control+V в консолях
tr: Konsollarda Control+V'yi zorunlu kıl

source: This option makes Control+V shortcut to work inside `ssh` sessions.
bg: Тази опция прави клавишната комбинация Control+V да работи в сесиите на "SSH".
de: Mit dieser Option funktioniert die Tastenkombination Strg+V innerhalb von `SSH`-Sitzungen.
es: Esta opción permite que el atajo control+v funcione en sesiones `SSH`.
fi: Tämä asetus saa Ctrl+V-pikanäppäimen toimimaan `SSH`-istunnoissa.
fr: Cette option permet au raccourci Ctrl+V de fonctionner dans les sessions `ssh`.
gl: Esta opción fai que Control+V funcione dentro de sesións `ssh`.
ja: この選択肢は、Control+Vのショートカットが、`ssh`セッションで動くようにします。
pl: Ta opcja sprawia, że skrót Control+V działa wewnątrz sesji "ssh".
pt_pt: Esta opção faz do Control+V um atalho para trabalhar dentro das sessões `ssh`.
ru: Эта опция позволяет использовать сочетание клавиш Control+V для работы внутри сеансов `ssh`.
tr: Bu seçenek, Control+V kısayolunun `ssh` oturumlarında çalışmasını sağlar.

source: Experimental: command prompt editing
bg: Експериментално: Редактиране в командния прозорец
de: Experimentell: Bearbeitung der Eingabeaufforderung
es: Experimental: edición del símbolo del sistema
fi: Kokeellinen: komentokehotteen muokkaus
fr: Expérimental : édition de l'invite de commande
gl: Experimental: edición da liña de ordes
ja: 実験的機能: コマンドプロンプトの編集
pl: Eksperymentalne: edycja wiersza polecenia
pt_pt: Experimental: edição de comandos do prompt
ru: Экспериментальная: редактирование командной строки
tr: Deneysel: komut istemi düzenleme

source: Note: this feature is experimental. Please read this section carefully and make sure you understand how it works before reporting issues.
bg: Забележка: Тази функция е експериментална. Моля, прочетете внимателно този раздел и се уверете, че разбирате как работи, преди да докладвате за проблеми.
de: Hinweis: Diese Funktion ist experimentell. Bitte lesen Sie diesen Abschnitt sorgfältig durch und vergewissern Sie sich, dass Sie verstehen, wie sie funktioniert, bevor Sie Probleme melden.
es: Nota: esta función es experimental. Por favor, lee atentamente esta sección y asegúrate de entender cómo funciona antes de informar de problemas.
fi: Huom: Ominaisuus on kokeellinen. Lue tämä osio huolellisesti ja varmista, että ymmärrät sen toiminnan, ennen kuin ilmoitat ongelmista.
fr: Remarque : cette fonctionnalité est expérimentale. Veuillez lire attentivement cette section et assurez-vous de comprendre son fonctionnement avant de signaler des problèmes.
gl: Nota: esta característica é experimental. Por favor le esta sección coidadosamente e asegúrate de que entendes como funciona antes de reportar incidencias.
ja: 備考: この機能は実験的です。このセクションを注意して読み、問題を報告する前に、どのように動く物なのか理解しているかを確認して下さい。
pl: Uwaga: ta funkcja jest eksperymentalna. Przeczytaj uważnie tę sekcję i upewnij się, że rozumiesz, jak to działa, zanim zgłosisz problemy.
pt_pt: Nota: esta funcionalidade é experimental. Por favor leia atentamente esta secção e certifique-se de que compreende como funciona, antes de colocar questões.
ru: Примечание: эта функция является экспериментальной. Пожалуйста, внимательно прочтите этот раздел и убедитесь, что вы понимаете, как она работает, прежде чем сообщать о проблемах.
tr: Not: Bu özellik deneyseldir. Lütfen bu bölümü dikkatlice okuyun ve sorunları bildirmeden önce nasıl çalıştığını anladığınızdan emin olun.
