Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/consoleToolkit.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_pt, ru, tr

source: When "Use UI Automation to access the Windows Console when available" feature is enabled in NVDA settings, you can switch to other windows while capturing is going on. However, if this option is disabled, then NVDA is using a legacy console code, that only works when consoel is focused, and therefore switching to any other window will pause capturing.
bg: Когато функцията "Използвай UI Automation за получаване на достъп до конзолата на Windows, когато е налично" е включена в настройките на NVDA, можете да превключите към други прозорци, докато прихващането е в ход. Ако обаче тази опция е изключена, тогава NVDA използва наследен (стар) конзолен код, който работи само когато конзолата е фокусирана и следователно превключването към всеки друг прозорец ще постави прихващането на пауза.
de: Wenn die Funktion "UIA verwenden beim Zugriff auf die Windows-Konsole, falls verfügbar" in den NVDA-Einstellungen aktiviert ist, können Sie während der Aufzeichnung zu anderen Fenstern wechseln. Wenn diese Option jedoch deaktiviert ist, verwendet NVDA einen veralteten Konsolencode, der nur funktioniert, wenn die Konsole fokussiert ist, so dass ein Wechsel zu einem anderen Fenster die Aufzeichnung unterbricht.
es: Si la función "Utilizar UI Automation para acceder a la Consola de Windows cuando esté disponible" está habilitada en las opciones de NVDA, puedes cambiar a otras ventanas mientras la captura está en curso. Sin embargo, si esta opción está desactivada, significa que NVDA está usando un código de consola anticuado que sólo funciona cuando la consola tiene el foco, por lo que cambiar a otra ventana hará que se pause la captura.
fi: Kun "Käytä UI Automation -rajapintaa Windows-konsolissa, kun käytettävissä" -asetus on otettu käyttöön NVDA:n asetuksissa, voit vaihtaa muihin ikkunoihin kaappauksen aikana. Jos tämä asetus on kuitenkin poistettu käytöstä, NVDA käyttää vanhaa konsolikoodia, joka toimii vain, kun konsoli on aktiivisena, ja siksi siirtyminen johonkin toiseen ikkunaan keskeyttää kaappauksen.
fr: Lorsque la fonctionnalité « Utiliser UI Automation pour accéder à la console Windows lorsqu'elle est disponible » est activée dans les paramètres NVDA, vous pouvez basculer vers d'autres fenêtres pendant la capture. Cependant, si cette option est désactivée, alors NVDA utilise un code de console hérité, qui ne fonctionne que lorsque la console est focalisée, et donc passer à une autre fenêtre interrompra la capture.
gl: Cando a característica "Usar UI Automation para acesar á Consola de Windows cando estea dispoñible" está habilitada nas opcións de NVDA, podes cambiar a outras ventás mentres se executa a captura. Pola contra, se esta opción está deshabilitada, NVDA estará a usar un código de consola obsoleto, que só funciona cando a consola ten o foco, e polo tanto cambiar a calquera outra ventá pausará a captura.
ja: NVDA設定で、「可能な場合はWindowsコンソールにアクセスするのにUIオートメーションを使用する」が有効になっている時、キャプチャ中に他のウィンドウに切り替えが出来ます。しかしながら、もしこの選択肢が無効になっていると、NVDAはレガシーなコンソールモードを使用していて、コンソールがフォーカスされている時のみ動き、他のウィンドウに切り替えると、キャプチャが停止します。
pl: Gdy funkcja "Użyj automatyzacji interfejsu użytkownika, aby uzyskać dostęp do konsoli Systemu Windows, gdy jest dostępna" jest włączona w ustawieniach NVDA, możesz przełączyć się do innych okien podczas przechwytywania. Jeśli jednak ta opcja jest wyłączona, NVDA używa starszego kodu konsoli, który działa tylko wtedy, gdy consoel jest skoncentrowany, a zatem przełączenie do dowolnego innego okna spowoduje wstrzymanie przechwytywania.
pt_pt: Quando a função "Use UI Automation to access the Windows Console when available" estiver activa nas definições do NVDA, pode mudar para outras janelas enquanto a captura está a decorrer. Contudo, se esta opção estiver desactivada, então o NVDA está a utilizar um código de consola antigo, que só funciona quando a consola está focada, e portanto mudar para qualquer outra janela irá pausar a captura.
ru: Если в настройках NVDA включена функция "Использовать автоматизацию пользовательского интерфейса для доступа к консоли Windows, когда она доступна", вы можете переключаться на другие окна во время записи. Однако, если эта опция отключена, то NVDA использует устаревший консольный код, который работает только тогда, когда консоль в фокусе, и поэтому переключение на любое другое окно приостановит захват.
tr: NVDA ayarlarında "Kullanılabilir olduğunda Windows Konsoluna erişmek için UI Otomasyonu kullan" özelliği etkinleştirildiğinde, yakalama devam ederken diğer pencerelere geçebilirsiniz. Ancak, bu seçenek devre dışı bırakılırsa NVDA, yalnızca konsol odaklandığında çalışan eski bir konsol kodu kullanıyor demektir ve bu nedenle başka bir pencereye geçmek, yakalamayı duraklatır.

source: Command capturing works by redirecting command output to `less` command. Default suffix that is appended to commands is:
bg: Прихващането на команди работи чрез пренасочване на изхода на командата към команда "less". Наставката по подразбиране, която се добавя към командите, е:
de: Die Befehlsaufzeichnung funktioniert, indem die Befehlsausgabe auf den Befehl `less` umgeleitet wird. Das Standardsuffix, das an Befehle angehängt wird, ist:
es: La captura de órdenes funciona redirigiendo la salida de la orden al programa `less`. El sufijo por defecto que se anexa a las órdenes es:
fi: Komennon kaappaus toimii ohjaamalla tulosteen `less`-komennolle. Komentoihin liitettävä oletusarvoinen jälkiliite on:
fr: La capture de commande fonctionne en redirigeant la sortie de la commande vers la commande « less ». Le suffixe par défaut ajouté aux commandes est :
gl: A captura de ordes funciona redirixindo a saída da orde á orde `less`. O sufixo por defecto que se engade á orde é:
ja: コマンドキャプチャは、コマンド出力を`less`コマンドにリダイレクトすることで動きます。コマンドに付けられている初期接尾辞は:
pl: Przechwytywanie poleceń działa poprzez przekierowanie danych wyjściowych polecenia do polecenia "mniej". Domyślny sufiks dodawany do poleceń to:
pt_pt: Comando de captura de trabalhos a redireccionar a saída do comando para o comando `less`. O sufixo predefinido que é anexado aos comandos é:
ru: Перехват команд выполняется путём перенаправления вывода команды на команду `less`. Суффикс по умолчанию, который добавляется к командам, является:
tr: Komut yakalama, komut çıktısını "less" komutuna yönlendirerek çalışır. Komutlara eklenen varsayılan son ek şudur:

source: Please only change it if you know what you're doing. This add-on knows how to interact with the output of `less` command to retrieve output page by page.
bg: Моля, променяйте я, само ако знаете какво правите. Тази добавка знае как да взаимодейства с изхода на командата "less" за извличане на изходна информация страница по страница.
de: Bitte ändern Sie es nur, wenn Sie wissen, was Sie tun. Diese NVDA-Erweiterung weiß, wie man mit der Ausgabe des `less`-Befehls interagiert, um die Ausgabe Seite für Seite abzurufen.
es: Cámbialo sólo si sabes lo que estás haciendo. Este complemento sabe cómo interactuar con la salida de la orden `less` para recuperar el resultado página a página.
fi: Muuta sitä vain, mikäli tiedät, mitä olet tekemässä. Tämä lisäosa osaa toimia vuorovaikutuksessa `less`-komennon kanssa hakeakseen sen tulosteen sivu kerrallaan.
fr: Veuillez le modifier uniquement si vous savez ce que vous faites. Cette extension sait comment interagir avec la sortie de la commande `less` pour récupérer la sortie page par page.
gl: Por favor cámbiao só se sabes o que estás facendo. Este complemento sabe como interactuar coa saída da orde `less` para obter a saída páxina a páxina.
ja: です。何をしているかわかる時に限り、これを変更して下さい。このアドオンは、出力をページごとに取得する時に、どのように`less`コマンドの出力と相互作用するか知っています。
pl: Zmień go tylko wtedy, gdy wiesz, co robisz. Ten dodatek wie, jak wchodzić w interakcje z wyjściem polecenia "less", aby pobrać dane wyjściowe strona po stronie.
pt_pt: Por favor, só o mude se souber o que está a fazer. Este extra sabe como interagir com a saída do comando `less` para recuperar a saída página por página.
ru: Пожалуйста, изменяйте его только в том случае, если вы знаете, что делаете. Это дополнение умеет взаимодействовать с выводом команды `less` для постраничного получения выходных данных.
tr: Lütfen sadece ne yaptığınızı biliyorsanız değiştirin. Bu eklenti, çıktıyı sayfa sayfa almak için "less" komutunun çıktısıyla nasıl etkileşim kurulacağını bilir.

source: On Windows `less.exe` tool needs to be installed separately. You can install it via cygwin, or download a windows binary elsewhere.
bg: Под Windows инструментът "less.exe" трябва да се инсталира отделно. Можете да го инсталирате чрез Cygwin или да изтеглите бинарен файл за Windows от друго място.
de: Unter Windows muss das Tool `less.exe` separat installiert werden. Sie können es über Cygwin installieren oder anderswo eine Windows-Binärdatei herunterladen.
es: En Windows, es necesario instalar la herramienta `less.exe` por separado. Puedes instalarla mediante Cygwin, o descargar un binario para Windows en cualquier otro sitio.
fi: Windowsissa `less.exe`-työkalu on asennettava erikseen. Voit asentaa sen Cygwinin kautta tai ladata Windows-binäärin muualta.
fr: Sous Windows, l'outil `less.exe` doit être installé séparément. Vous pouvez l'installer via cygwin ou télécharger un binaire Windows ailleurs.
gl: En windows a ferramenta `less.exe` necesita instalarse por separado. Podes instalala mediante cygwin, ou descargar un binario para windows de calquera outro lugar.
ja: Windowsでは、`less.exe`ツールが別途インストールされている必要があります。cygwinを通してインストール、または、他のところからwindowsバイナリをダウンロード出来ます。
pl: W systemie Windows narzędzie "mniej.exe" należy zainstalować osobno. Możesz zainstalować go za pomocą cygwin lub pobrać plik binarny systemu Windows w innym miejscu.
pt_pt: No Windows `less.exe`, a ferramenta precisa de ser instalada separadamente. Pode instalá-la via cygwin, ou descarregar um binário do windows noutro local.
ru: В Windows инструмент `less.exe` необходимо устанавливать отдельно. Вы можете установить его через cygwin или загрузить двоичный файл Windows в другом месте.
tr: Windows'ta `less.exe` aracının ayrıca yüklenmesi gerekir. Bunu cygwin aracılığıyla yükleyebilir veya başka bir yerden bir Windows ikili dosyası indirebilirsiniz.

source: If you are using `tmux` or `screen` in Linux, please make sure that no status line is displayed in the bottom. In `tmux` run
bg: Ако използвате "tmux" или "screen" под Linux, моля, уверете се, че в долната част на екрана не се показва лентата на състоянието. В "tmux" изпълнете следното
de: Wenn Sie `tmux` oder `screen` unter Linux verwenden, stellen Sie bitte sicher, dass keine Statuszeile am unteren Rand angezeigt wird. In `tmux` führen Sie
es: Si usas `tmux` o `screen` en Linux, asegúrate de que no se muestra la línea de estado en la parte inferior. En `tmux`, ejecuta
fi: Jos käytät `tmuxia` tai `screeniä` Linuxissa, varmista, ettei tilariviä näytetä ruudun alareunassa. Suorita `tmuxissa`
fr: Si vous utilisez `tmux` ou `screen` sous Linux, assurez-vous qu'aucune ligne d'état ne s'affiche en bas. Dans `tmux` exécuter
gl: Se estás a usar `tmux` ou `screen` en Linux, por favor asegúrate de que non se amosa ningunha liña de estado na parte inferior. En `tmux` executa
ja: もし、Linuxで`tmux`または`screen`を使用している場合、下端にステータス行が表示されていないことを確認して下さい。`tmux`では、ステータス行を除くには
pl: Jeśli używasz "tmux" lub "screen" w linuksie, upewnij się, że na dole nie jest wyświetlana żadna linia stanu. W biegu 'tmux'
pt_pt: Se estiver a utilizar `tmux` ou `screen` no Linux, certifique-se por favor de que não é mostrada nenhuma linha de estado no fundo. Na execução do `tmux`
ru: Если вы используете `tmux` или `screen` в Linux, пожалуйста, убедитесь, что внизу не отображается строка состояния. В `tmux` запустите
tr: Eğer Linux`ta `tmux` veya `screen` kullanıyorsanız, lütfen alt kısımda herhangi bir durum satırının görüntülenmediğinden emin olun. tmux` içinde çalıştırın

source: to get rid of status line, or modify your `tmux.conf` file.
bg: за да премахнете лентата на състоянието. Или редактирайте файла "tmux.conf".
de: um die Statuszeile loszuwerden, oder ändern Sie Ihre `tmux.conf`-Datei.
es: para deshacerte de la línea de estado, o modifica tu archivo `tmux.conf`.
fi: päästäksesi eroon tilarivistä tai muokkaamalla tmux.conf-tiedostoa.
fr: pour vous débarrasser de la ligne d'état, ou modifiez votre fichier `tmux.conf`.
gl: para librarte da liña de estado, ou modifica o teu arquivo `tmux.conf`.
ja: を実行、または、`tmux.conf`ファイルを変更して下さい。
pl: , aby pozbyć się wiersza stanu lub zmodyfikować plik "tmux.conf".
pt_pt: para se ver livre da linha de estado, ou modificar o seu ficheiro `tmux.conf`.
ru: чтобы избавиться от строки состояния, или измените свой файл `tmux.conf`.
tr: durum satırından kurtulmak veya tmux.conf dosyanızı değiştirmek için.

source: After a failed output capturing attempt, press `UpArrow` in the console to check what command has actually been executed.
es: Después de un intento de captura fallido, pulsa `flecha arriba` en la consola para comprobar qué orden se ha ejecutado en realidad.
fi: Paina epäonnistuneen tulosteen kaappausyrityksen jälkeen konsolissa `Nuoli ylös` tarkistaaksesi, mikä komento on suoritettu.
fr: Après une tentative de capture de sortie infructueuse, appuyez sur `FlècheHaut` dans la console pour vérifier quelle commande a réellement été exécutée.
ru: После неудачной попытки перехвата выходных данных нажмите `Стрелку вверх` в консоли, чтобы проверить, какая команда на самом деле была выполнена.
tr: Başarısız bir çıktı yakalama girişiminden sonra, gerçekte hangi komutun yürütüldüğünü kontrol etmek için konsolda 'Yukarı Ok' tuşuna basın.

source: Revert back to default capturing suffix, mentioned above.
bg: Връщане към наставката по подразбиране за прихващане, спомената по-горе.
de: Kehren Sie zum oben erwähnten Standard-Suffix für die Erfassung zurück.
es: Vuelve a usar el sufijo de captura predeterminado, mencionado anteriormente.
fi: Palauta yllä mainittu kaappauksen oletusarvoinen jälkiliite.
fr: Revenez au suffixe de capture par défaut, mentionné ci-dessus.
gl: Revirte ao sufixo de captura por defecto, mencionado arriba.
ja: 上記の初期キャプチャ接尾辞に戻してください。
pl: Przywróć domyślny sufiks przechwytywania, wspomniany powyżej.
pt_pt: Voltar ao sufixo de captura por defeito, mencionado acima.
ru: Вернитесь к суффиксу захвата по умолчанию, упомянутому выше.
tr: Yukarıda bahsedilen varsayılan yakalama ekine geri dönün.

source: Try troubleshooting steps from "command prompt editing" section.
bg: Опитайте стъпките за отстраняване на неизправности от раздела "Редактиране на команден ред".
de: Probieren Sie die Schritte zur Fehlerbehebung aus dem Abschnitt "Bearbeiten der Eingabeaufforderung".
es: Prueba los pasos de resolución de problemas de la sección "Edición del símbolo del sistema".
fi: Kokeile vianetsintävaiheita "Komentokehotteen muokkaus" -osiosta.
fr: Essayez les étapes de dépannage de la section "Modification de l'invite de commande".
gl: Proba cos pasos de solución de problemas da sección "edición da liña de ordes".
ja: 「コマンドプロンプト編集」セクションのトラブルシューティングステップを試して下さい。
pl: Spróbuj wykonać kroki rozwiązywania problemów z sekcji "Edycja wiersza polecenia".
pt_pt: Tente solucionar problemas a partir da secção de "edição de comandos do prompt".
ru: Попробуйте выполнить действия по устранению неполадок в разделе "редактирование командной строки".
tr: "Komut istemi düzenleme" bölümündeki sorun giderme adımlarını deneyin.

source: tmux set status off
pt_pt: tmux activou o estado
