Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/consoleToolkit.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_pt, ru, tr

source: Press `NVDA+E` to identify current prompt in console window and edit it in an accessible "Edit prompt" window. After editing you can either press `Escape` to update current command line, or `Enter` to update and immediately execute command. Alternatively you can press `Alt+F4` to close edit prompt window without updating command line.
bg: Натиснете NVDA+E, за да идентифицирате текущия ред в прозореца на конзолата и да го редактирате в достъпен прозорец "Редактиране на ред". След редактирането можете или да натиснете Escape, за да актуализирате текущия команден ред, или Enter, за да актуализирате и незабавно да изпълните командата. Като алтернатива можете да натиснете Alt+F4, за да затворите прозореца за редактиране, без да актуализирате командния ред.
de: Drücken Sie `NVDA+E`, um die aktuelle Eingabeaufforderung im Konsolenfenster zu erkennen und sie in einem zugänglichen Fenster "Eingabeaufforderung bearbeiten" zu bearbeiten. Nach der Bearbeitung können Sie entweder die `Escape`-Taste drücken, um die aktuelle Befehlszeile zu aktualisieren, oder `Enter`, um den Befehl zu aktualisieren und sofort auszuführen. Alternativ können Sie auch `Alt+F4` drücken, um das Eingabeaufforderungsfenster zu schließen, ohne die Befehlszeile zu aktualisieren.
es: Pulsa `NVDA+e` para identificar la orden actual de la ventana de la consola y editarla en una ventana "Editar orden" accesible. Después de editar puedes pulsar `escape` para actualizar la línea de órdenes actual, o `intro` para actualizarla y ejecutarla de inmediato. Alternativamente, puedes pulsar `alt+f4` para cerrar la ventana de editar orden sin actualizar la línea de órdenes.
fi: Paina `NVDA+E` tunnistaaksesi nykyisen kehotteen konsoli-ikkunassa ja muokataksesi sitä esteettömässä "Muokkaa kehotetta" -ikkunassa. Muokkauksen jälkeen voit joko painaa "Esc" päivittääksesi nykyisen komentorivin tai "Enter" päivittääksesi ja suorittaaksesi komennon välittömästi. Vaihtoehtoisesti voit painaa `Alt+F4` sulkeaksesi kehotteenmuokkausikkunan päivittämättä komentoriviä.
fr: Appuyez sur « NVDA+E » pour identifier l'invite actuelle dans la fenêtre de la console et modifiez-la dans une fenêtre « Modifier l'invite » accessible. Après l'édition, vous pouvez soit appuyer sur "Échap" pour mettre à jour la ligne de commande actuelle, soit sur "Entrée" pour mettre à jour et exécuter immédiatement la commande. Vous pouvez également appuyer sur `Alt+F4` pour fermer la fenêtre d'invite d'édition sans mettre à jour la ligne de commande.
gl: Preme `NVDA+E` para identificar a petición actual na ventá da consola e editala nunha ventá "Edit prompt" (Editar instrución) accesible. Tras editar podes ben pulsar `Escape` para actualizar a liña de ordes actual, ou `Intro` para actualizar e executar inmediatamente a orde. Alternativamente podes premer `Alt+F4` para pechar a ventá de editar instrución sen actualizar a liña de ordes.
ja: `NVDA+E`を押して、コンソールウィンドウの中の、現在のプロンプトを識別し、アクセシブルな「編集プロンプト」ウィンドウで編集します。編集後、`Escape`を押して、現在のコマンドラインを更新するか、`Enter`を押してコマンドを更新してすぐに実行するか、どちらかが可能です。代わりに、`Alt+F4`を押して、コマンドラインを更新することなく、編集プロンプトウィンドウを閉じることも出来ます。
pl: Naciśnij "NVDA + E", aby zidentyfikować bieżący monit w oknie konsoli i edytować go w dostępnym oknie "Edytuj monit". Po edycji możesz nacisnąć "Escape", aby zaktualizować bieżący wiersz poleceń, lub "Enter", aby zaktualizować i natychmiast wykonać polecenie. Alternatywnie możesz nacisnąć "Alt + F4", aby zamknąć okno wiersza polecenia edycji bez aktualizowania wiersza poleceń.
pt_pt: Pressione `NVDA+E` para identificar o prompt actual na janela da consola e editá-lo numa janela acessível de "Editar prompt". Depois de editar pode pressionar `Escape' para actualizar a linha de comando actual, ou `Enter' para actualizar e executar imediatamente o comando. Em alternativa, pode pressionar `Alt+F4` para fechar a janela de comandos de edição sem actualizar a linha de comandos.
ru: Нажмите `NVDA+E`, чтобы определить текущее приглашение в окне консоли, и отредактируйте его в доступном окне `Редактировать приглашение`. После редактирования вы можете нажать `Escape`, чтобы обновить текущую командную строку, или `Enter`, чтобы обновить и немедленно выполнить команду. В качестве альтернативы вы можете нажать `Alt+F4`, чтобы закрыть окно запроса редактирования без обновления командной строки.
tr: Konsol penceresindeki mevcut komut satırını belirlemek ve erişilebilir bir "Komut satırını düzenle" penceresinde düzenlemek için `NVDA+E` tuşlarına basın. Düzenlemeden sonra mevcut komut satırını güncellemek için `Escape` tuşuna ya da güncellemek ve komutu hemen çalıştırmak için `Enter` tuşuna basabilirsiniz. Alternatif olarak komut satırını güncellemeden düzenleme istemi penceresini kapatmak için `Alt+F4` tuşlarına basabilirsiniz.

source: This feature has been tested in Windows command prompt `cmd.exe` as well as in bash shell over ssh connections, as well as in WSL and cygwin. It might also work in alternative Unix shells, however it hasn't been tested.
bg: Тази функция е тествана в командния ред на Windows "cmd.exe", както и в BASH Shell чрез SSH връзки, както и в WSL и Cygwin. Може да работи и в алтернативни среди на Unix, но не е тествано.
de: Diese Funktion wurde in der Windows-Eingabeaufforderung `cmd.exe` sowie in der Bash-Shell über ssh-Verbindungen, in WSL und cygwin getestet. Sie könnte auch in anderen Unix-Shells funktionieren, wurde aber nicht getestet.
es: Esta función se ha probado en el símbolo del sistema de Windows, `cmd.exe`, así como en la shell Bash sobre conexiones SSH, WSL y Cygwin. También podría funcionar en shells de Unix alternativas, aunque no se ha probado.
fi: Tämä ominaisuus on testattu Windowsin `cmd.exe`-komentokehotteessa, Bash-komentokehotteessa SSH-yhteydellä sekä WSL:ssä ja cygwinissä. Se saattaa toimia myös vaihtoehtoisissa Unix-komentokehotteissa, mutta tätä ei ole testattu.
fr: Cette fonctionnalité a été testée dans l'invite de commande Windows `cmd.exe` ainsi que dans le shell bash sur les connexions ssh, ainsi que dans WSL et cygwin. Elle pourrait également fonctionner dans des shells Unix alternatifs, mais elle n'a pas été testée.
gl: Esta característica probouse na liña de ordes de Windows `cmd.exe` así como nunha shell bash sobre conexións ssh, así como en WSL e cygwin. Tamén podería funcionar en shells de unix alternativas, mais non se probou.
ja: この機能は、Windowsのコマンドプロンプト、`cmd.exe`でテストしました。ssh接続のバッシュシェル、WSL, Cygwinも同様です。代替のUnixシェルでも動くかもしれませんが、テストはしていません。
pl: Ta funkcja została przetestowana w wierszu polecenia systemu Windows "cmd.exe", a także w powłoce bash przez połączenia ssh, a także w WSL i cygwin. Może również działać w alternatywnych powłokach Uniksa, jednak nie został przetestowany.
pt_pt: Esta funcionalidade foi testada no prompt de comando do Windows `cmd.exe` bem como em bash shell sobre conexões ssh, bem como em WSL e cygwin. Pode também funcionar em alternativas de shells Unix, mas não foi testada.
ru: Эта функция была протестирована в командной строке Windows `cmd.exe`, а также в оболочке bash по ssh-соединениям, а также в WSL и cygwin. Она также может работать в альтернативных оболочках Unix, однако не тестировалась.
tr: Bu özellik, Windows komut istemi `cmd.exe`de, ayrıca ssh bağlantıları üzerinden bash kabuğunda, WSL ve cygwin'de test edilmiştir. Alternatif Unix kabuklarında da çalışabilir, ancak test edilmemiştir.

source: Here is how add-on extracts current command.
bg: Ето как добавката извлича текущата команда.
de: So extrahiert die NVDA-Erweiterung den aktuellen Befehl.
es: A continuación se explica cómo extrae el complemento la orden actual.
fi: Näin lisäosa purkaa nykyisen komennon.
fr: Voici comment l'extension extrait la commande courante.
gl: Aquí está como o complemento extrae a orde actual.
ja: 以下は、アドオンがどのように現在のコマンドを抽出するかです。
pl: Oto jak dodatek wyodrębnia bieżące polecenie.
pt_pt: Eis como o add-on extrai o comando actual.
ru: Вот как дополнение извлекает текущую команду.
tr: Eklentinin geçerli komutu nasıl ayıkladığı aşağıda açıklanmıştır.

source: It presses `End` key and then sends a control character, that is a rare Unicodecharacter not likely to be used anywhere.
bg: Симулира натискане на клавиша End и след това подава контролен знак, който е рядък Уникод знак, който е слабо вероятно да се използва някъде.
de: Es wird die "Ende"-Taste betätigt und es wird dann ein Steuerzeichen gesendet, ein seltenes Unicode-Zeichen, das wahrscheinlich nirgendwo verwendet wird.
es: Pulsa la tecla `Fin` y envía un carácter de control, un extraño carácter Unicode que probablemente no se use en ningún sitio.
fi: Se painaa End-näppäintä ja lähettää sitten ohjausmerkin, joka on harvinainen Unicode-merkki, jota ei todennäköisesti käytetä missään.
fr: Elle appuie sur la touche « Fin », puis envoie un caractère de contrôle, un caractère Unicode rare qui n'est susceptible d'être utilisé nulle part.
gl: Preme a tecla `fin` e envía un carácter de control, que é un carácterUnicode raro que probablemente non se utilice en ningures.
ja: `End`キーを押すとコントロール文字を送信します。使われることがなさそうなまれなユニコード文字だからです。
pl: Naciska End, a następnie wysyła znak kontrolny, który jest rzadkim znakiem Unicode, który prawdopodobnie nie będzie nigdzie używany.
pt_pt: Pressiona a tecla "End" e depois envia um caracter de controlo, que é um caracter Unicode raro não susceptível de ser utilizado em qualquer lugar.
ru: Оно нажимает клавишу `End`, а затем отправляет управляющий символ, который является редким символом Unicode, который вряд ли где-либо будет использоваться.
tr: End` tuşuna basar ve ardından herhangi bir yerde kullanılması muhtemel olmayan nadir bir Unicode karakteri olan bir kontrol karakteri gönderir.

source: Then it presses `home` key and sends another control character.
bg: След това симулира натискане на клавиша Home и подава друг контролен знак.
de: Dann wird die "Pos1"-Taste betätigt und es wird ein weiteres Steuerzeichen gesendet.
es: Después pulsa la tecla `Inicio` y envía otro carácter de control.
fi: Sitten se painaa `Home`-näppäintä ja lähettää toisen ohjausmerkin.
fr: Ensuite, elle appuie sur la touche `début` et envoie un autre caractère de contrôle.
gl: Despois preme a tecla `inicio` e envía outro carácter de control.
ja: そして、`home`キーを押して他のコントロール文字を送ります。
pl: Następnie naciska home i wysyła kolejny znak sterujący.
pt_pt: Depois pressiona a tecla "home" e envia outro caracter de controlo.
ru: Затем оно нажимает клавишу `home` и отправляет другой управляющий символ.
tr: Ardından `home` tuşuna basar ve başka bir kontrol karakteri gönderir.

source: Then it waits for control characters to appear on the screen, which might take some time on slow SSH connections.
bg: След това изчаква контролните символи да се появят на екрана, което при бавни SSH връзки може да отнеме известно време.
de: Dann wird gewartet, bis das Steuerzeichen auf dem Bildschirm erscheinen, was bei langsamen SSH-Verbindungen ein bisschen dauern kann.
es: Después espera a que los caracteres de control aparezcan en pantalla, algo que puede tardar un poco en conexiones SSH lentas.
fi: Tämän jälkeen se odottaa ohjausmerkkien ilmestymistä näytölle, mikä saattaa kestää jonkin aikaa hitailla SSH-yhteyksillä.
fr: Ensuite, elle attend que les caractères de contrôle apparaissent à l'écran, ce qui peut prendre un certain temps sur les connexions SSH lentes.
gl: Despois agarda a que o carácter de control apareza na pantalla, que podería levar algún tempo en conexións SSH lentas.
ja: そして画面にコントロール文字が現れるのを待ちます。遅いSSH接続では、少し時間がかかるかもしれません。
pl: Następnie czeka, aż znaki kontrolne pojawią się na ekranie, co może zająć trochę czasu w przypadku wolnych połączeń SSH.
pt_pt: Depois espera que os caracteres de controlo apareçam no ecrã, o que pode demorar algum tempo em ligações SSH lentas.
ru: Затем оно ожидает появления на экране управляющих символов, что может занять некоторое время при медленных SSH-соединениях.
tr: Ardından, yavaş SSH bağlantılarında biraz zaman alabilen kontrol karakterlerinin ekranda görünmesini bekler.

source: Command is what appears between two control characters.
bg: Командата е това, което се появява между двата контролни знака.
de: Der Befehl ist das, was zwischen zwei Steuerzeichen erscheint.
es: La orden es lo que se encuentra entre los dos caracteres.
fi: Komento näkyy kahden ohjausmerkin välissä.
fr: La commande est ce qui apparaît entre deux caractères de contrôle.
gl: A orde é o que aparece entre os dous caracteres de control.
ja: コマンドは、2つのコントロール文字の間に現れた物です。
pl: Polecenie pojawia się między dwoma znakami kontrolnymi.
pt_pt: O Comando é o que aparece entre os dois caracteres de controlo.
ru: Команда - это то, что отображается между двумя управляющими символами.
tr: Komut, iki kontrol karakteri arasında görünen şeydir.

source: When "Use UI Automation to access the Windows Console when available" option is enabled in NVDA settings, it sends one more control character in the beginning of the string. This is needed to parse multiline commands correctly: UIA implementation trims whitespaces in the end of each line, so in order to deduce whether there is a space between two lines, we need to shift them by one character. Please note, however, that this way we don't preserve the number of spaces between words, we only guarantee to preserve the presence of spaces.
bg: Когато опцията "Използвай UI Automation за получаване на достъп до конзолата на Windows, когато е налично" е включена в настройките на NVDA, добавката изпраща още един контролен знак в началото на низа. Това е необходимо, за да се анализират правилно многоредовите команди: внедряването на UIA премахва интервалите в края на всеки ред, така че за да се установи дали има интервал между два реда, трябва да бъдат изместени с един символ. Моля, имайте предвид обаче, че по този начин не се запазва броя на интервалите между думите – само се гарантира, че се запазва наличието на интервали.
de: Wenn die Option "UIA verwenden beim Zugriff auf die Windows-Konsole, falls verfügbar" in den NVDA-Einstellungen aktiviert ist, wird ein weiteres Steuerzeichen am Anfang der Zeichenfolge gesendet. Dies ist erforderlich, um mehrzeilige Befehle korrekt zu parsen: Die UIA-Implementierung schneidet die Leerzeichen am Ende jeder Zeile ab. Um zu erkennen, ob sich zwischen zwei Zeilen ein Leerzeichen befindet, muss es also um ein Zeichen verschoben werden. Bitte beachten Sie jedoch, dass auf diese Weise nicht die Anzahl der Leerzeichen zwischen den Wörtern erhalten bleibt, sondern nur das Vorhandensein der Leerzeichen garantiert.
es: Cuando se habilita la opción "Utilizar UI Automation para acceder a la Consola de Windows cuando esté disponible" en las preferencias de NVDA, se envía un carácter de control adicional al principio de la cadena. Esto es necesario para interpretar correctamente órdenes de varias líneas: la implementación de UIA suprime los espacios en blanco al final de cada línea, por lo que para deducir si hay un espacio entre dos líneas, hay que rotarlas un carácter. Ten en cuenta, sin embargo, que puede que no se preserven todos los espacios entre palabras, este mecanismo sólo preserva la presencia de espacios.
fi: Kun NVDA:n asetuksista on valittu vaihtoehto "Käytä UI Automation -rajapintaa Windows-konsolissa, kun käytettävissä", se lähettää merkkijonon alkuun vielä yhden ohjausmerkin. Tämä on tarpeen monirivisten komentojen jäsentämiseksi oikein: UIA-toteutus poistaa välilyönnit jokaisen rivin lopusta, joten jotta voimme päätellä, onko kahden rivin välissä välilyönti, meidän on siirrettävä niitä yhdellä merkillä. Huomaa kuitenkin, että tällä tavalla sanojen välissä säilyy vain yksi välilyönti, koska niiden tarkkaa määrää ei voi selvittää.
fr: Lorsque l'option "Utiliser UI Automation pour accéder à la console Windows lorsqu'elle est disponible" est activée dans les paramètres NVDA, elle envoie un caractère de contrôle supplémentaire au début de la chaîne. Ceci est nécessaire pour analyser correctement les commandes multilignes : l'implémentation UIA supprime les espaces à la fin de chaque ligne, donc afin de déduire s'il y a un espace entre deux lignes, nous devons les décaler d'un caractère. Veuillez noter cependant que de cette façon, nous ne préservons pas le nombre d'espaces entre les mots, nous garantissons uniquement la présence d'espaces.
gl: Cando está habilitada a opción "Usar UI Automation para acesar á Consola de Windows cando estea dispoñible" nas opcións do NVDA, envía outro carácter de control máis ao comezo da cadea. Isto requírese para codificar correctamente ordes multiliña: a implementación de UIA recorta espazos en branco ó final de cada liña, de xeito que para deducir se hai un espazo entre dúas liñas, neceistamos velo mediante un carácter. Ten en conta, non obstante, que deste xeito non preservamos o número de espazos entre palabras, só garantimos a presenza de espazos.
ja: NVDA設定で、「可能な時はWindowsコンソールにアクセスするのにUIオートメーションを使用する」選択肢が有効になっている時に、文字列の先頭にもう一つコントロール文字を送信します。複数行のコマンドを正確に分けるために必要です。UIA実装は、各行の終端のスペースを除去するので、2つの行の間にスペースがあったかどうかを推定するには、それらを1文字シフトする必要があります。このように、単語の間のスペースの数を保持出来ず、スペースがあったかどうかを保証するのみであることに留意して下さい。
pl: Gdy opcja "Użyj automatyzacji interfejsu użytkownika, aby uzyskać dostęp do konsoli systemu Windows, gdy jest dostępna" jest włączona w ustawieniach NVDA, wysyła jeszcze jeden znak kontrolny na początku ciągu. Jest to potrzebne do poprawnego analizowania poleceń wielowierszowych: implementacja UIA przycina białe spacje na końcu każdego wiersza, więc aby wywnioskować, czy między dwoma wierszami jest spacja, musimy przesunąć je o jeden znak. Należy jednak pamiętać, że w ten sposób nie zachowujemy liczby spacji między słowami, gwarantujemy jedynie zachowanie obecności spacji.
pt_pt: Quando a opção "Use UI Automation para aceder à consola do windows, quando disponível " está activada nas definições do NVDA, envia mais um caracter de controlo no início da cadeia de caracteres. Isto é necessário para analisar correctamente os comandos de várias linhas: A implementação da UIA a para os espaços em branco no final de cada linha, por isso, para deduzir se existe um espaço entre duas linhas, precisamos de os deslocar por um carácter. Note-se, contudo, que desta forma não preservamos o número de espaços entre palavras, apenas garantimos a preservação da presença de espaços.
ru: Когда в настройках NVDA включена опция `Автоматическая (предпочитать UIA)`, в начало строки добавляется еще один управляющий символ. Это необходимо для правильного разбора многострочных команд: реализация UIA обрезает пробелы в конце каждой строки, поэтому, чтобы определить, есть ли пробел между двумя строками, нам нужно сдвинуть их на один символ. Однако, пожалуйста, обратите внимание, что таким образом мы не сохраняем количество пробелов между словами, мы только гарантируем сохранение наличия пробелов.
tr: NVDA ayarlarında "Kullanılabilir olduğunda Windows Konsoluna erişmek için UI Otomasyonu kullan" seçeneği etkinleştirildiğinde, dizenin başına bir kontrol karakteri daha gönderir. Bu, çok satırlı komutları doğru bir şekilde ayrıştırmak için gereklidir: UIA uygulaması her satırın sonundaki boşlukları keser, bu nedenle iki satır arasında boşluk olup olmadığını anlamak için bunları bir karakter kaydırmamız gerekir. Ancak, bu şekilde sözcükler arasındaki boşluk sayısını korumadığımızı, yalnızca boşluk varlığını korumayı garanti ettiğimizi lütfen unutmayın.

source: Before editing add-on makes sure to remove control characters by placing cursor in the beginning and end and simulating `Delete` and `Backspace` key presses.
bg: Преди редактирането, добавката се уверява, че са премахнати контролните знаци, като поставя курсора в началото и края и симурира натискане на клавишите Delete и Backspace.
de: Bevor Sie die NVDA-Erweiterung bearbeiten, müssen Sie die Steuerzeichen entfernen, indem Sie den Cursor an den Anfang und das Ende setzen und das Drücken der "Entf"- und "Rücktaste"-Taste simulieren.
es: Antes de editar, el complemento se asegura de eliminar los caracteres de control situando el cursor al principio y al final y simulando pulsaciones de las teclas `suprimir` y `retroceso`.
fi: Ennen muokkausta lisäosa varmistaa, että ohjausmerkit poistetaan siirtämällä kohdistimen alkuun ja loppuun ja simuloimalla `Del`- ja `Askelpalautin`-näppäinpainalluksia.
fr: Avant d'éditer l'extension, assurez-vous de supprimer les caractères de contrôle en plaçant le curseur au début et à la fin et en simulant les pressions sur les touches « Supprimer » et « Retour arrière ».
gl: Antes de editar o complemento asegúrase de eliminar os caracteres de control colocando o cursor no comezo e final e simulando a pulsación das teclas `suprimir` e `retroceso`.
ja: 編集前に、アドオンは、カーソルを先頭と終端に置いて、`Delete`と`Backspace`のキーを押すのをシミュレートすることで、コントロール文字の除去を確認します。
pl: Przed edycją dodatku należy usunąć znaki kontrolne, umieszczając kursor na początku i na końcu oraz symulując naciśnięcia Usuń i Backspace.
pt_pt: Antes de editar o suplemento, certifique-se de remover caracteres de controlo colocando o cursor no início e no fim e simulando as teclas "Apagar" e "retrocesso".
ru: Перед редактированием дополнения убедитесь, что вы удалили управляющие символы, поместив курсор в начало и конец и имитируя нажатия клавиш `Delete` и `Backspace`.
tr: Eklentiyi düzenlemeden önce, imleci başa ve sona getirerek ve 'Delete' ve 'Backspace' tuşlarına basmayı simüle ederek kontrol karakterlerini kaldırdığınızdan emin olun.

source: It presents command in "Edit prompt" window for user to view or edit.
bg: Добавката извежда командата в прозореца "Редактиране на ред", от където потребителят може да я прегледа и редактира.
de: Der Befehl wird im Fenster "Eingabeaufforderung" angezeigt, das der Benutzer anzeigen oder bearbeiten kann.
es: Presenta la orden en la ventana "Editar orden" para que el usuario la visualice o la edite.
fi: Se näyttää komennon "Muokkaa kehotetta" -ikkunassa, jossa käyttäjä voi tarkastella tai muokata sitä.
fr: Elle présente la commande dans la fenêtre "Modifier l'invite" que l'utilisateur peut afficher ou modifier.
gl: Presenta a orde na ventá "edit prompt" para que o usuario o vexa ou edite.
ja: ユーザーの閲覧、編集のために、「編集プロンプト」ウィンドウに、コマンドを表示します。
pl: Przedstawia polecenie w oknie "Edytuj monit", aby użytkownik mógł je wyświetlić lub edytować.
pt_pt: Apresenta o comando na janela "Editar prompt" para o utilizador ver ou editar.
ru: Оно предоставляет команду в окне "Приглашение к редактированию", которую пользователь может просмотреть или отредактировать.
tr: Komutu, kullanıcının görüntülemesi veya düzenlemesi için "Komut istemini düzenle" penceresinde sunar.
