Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/consoleToolkit.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_pt, ru, tr

source: After user presses `Enter` or `Escape`,it first erases current line in the console. This is achieved via one of four methods, the choice of the method is configurable. Currently four methods are supported:
bg: След като потребителят натисне Enter или Escape, добавката първо изтрива текущия ред в конзолата. Това се постига чрез един от четири метода, от които потребителят може да избира желаният от него. В Към момента се поддържат следните методи:
de: Nachdem der Benutzer die `Eingabe`- oder `Escape`-Taste betätigt hat, wird zuerst die aktuelle Zeile in der Konsole gelöscht. Dies wird durch eine von vier Methoden erreicht, die Wahl der Methode ist konfigurierbar. Derzeit werden vier Methoden unterstützt:
es: Después de que el usuario pulse intro, se borra la línea actual de la consola. Esto se logra mediante uno de estos cuatro métodos, la elección del método es configurable. Los métodos soportados son:
fi: Kun käyttäjä painaa `Enter` tai `Esc`, lisäosa pyyhkii ensin nykyisen rivin konsolista. Tämä saavutetaan yhdellä neljästä menetelmästä, joka on valittavissa. Tällä hetkellä tuetaan neljää menetelmää:
fr: Une fois que l'utilisateur a appuyé sur « Enter » ou « Échap », elle efface d'abord la ligne actuelle dans la console. Ceci est réalisé via l'une des quatre méthodes, le choix de la méthode est paramétrable. Actuellement, quatre méthodes sont prises en charge :
gl: Unha vez o usuario prema `Intro` ou `Escape`, primeiro borra a liña actual na consola. Isto conséguese mediante un método dos catro dispoñibles, a escolla é configurable. Actualmente sopórtanse catro métodos:
ja: ユーザーが、`Enter`または`Escape`を押した後、コンソールの現在の行をまず消します。これは、4つの方法のうちの1つで達成されます。方法の選択は、設定出来ます。現在は、4つの方法がサポートされています:
pl: Po naciśnięciu przez użytkownika Enter lub Escape najpierw usuwa bieżącą linię w konsoli. Osiąga się to za pomocą jednej z czterech metod, wybór metody jest konfigurowalny. Obecnie obsługiwane są cztery metody:
pt_pt: Após o utilizador pressionar `Enter` ou `Escape`, primeiro apaga a linha actual na consola. Isto é conseguido através de um de quatro métodos, a escolha do método é configurável. Actualmente, são suportados quatro métodos:
ru: После того, как пользователь нажимает `Enter` или `Escape`, сначала удаляется текущая строка в консоли. Это достигается одним из четырех методов, выбор которого настраивается. В настоящее время поддерживаются четыре метода:
tr: Kullanıcı `Enter` veya `Escape` tuşuna bastıktan sonra, önce konsoldaki mevcut satırı siler. Bu, dört yöntemden biri aracılığıyla elde edilir, yöntemin seçimi yapılandırılabilir. Şu anda dört yöntem desteklenmektedir:

source: `Control+C`: works in both `cmd.exe` and `bash`, but leaves previous prompt visible on the screen; doesn't work in emacs; sometimes unreliable on slow SSH connections
bg: Control+C: Работи и в "cmd.exe", и в "BASH", но оставя предишния ред да се вижда на екрана. Не работи в emacs. Понякога е ненадежден при бавни SSH връзки
de: `Strg+C`: Funktioniert sowohl in "cmd.exe" als auch in "Bash", lässt aber die vorherige Eingabeaufforderung auf dem Bildschirm sichtbar; funktioniert nicht in Emacs; manchmal unzuverlässig bei langsamen SSH-Verbindungen
es: `Control+c`: funciona en `cmd.exe` y `Bash`, pero deja la orden anterior visible; no funciona en Emacs y a veces es poco fiable en conexiones SSH lentas
fi: `Ctrl+C`: toimii sekä `cmd.exe`- että `Bash`-konsoleissa, mutta jättää edellisen kehotteen näkyviin näytölle; ei toimi Emacsissa; toisinaan epäluotettava hitailla SSH-yhteyksillä
fr: `Contrôle+C` : fonctionne à la fois dans `cmd.exe` et `bash`, mais laisse l'invite précédente visible à l'écran ; ne fonctionne pas dans emacs ; parfois peu fiable sur les connexions SSH lentes
gl: `Control+C`: funciona tanto en `cmd.exe` como en `bash`, pero deixa a instrución anterior visible na pantalla; non funciona en emacs; pouco confiable en ocasións en conexións SSH lentas
ja: `Control+C`: `cmd.exe` と `bash`の両方で動きます。ただし、前のプロンプトは画面に見えるままです; emacsでは動きません; 遅いSSH接続では、時折信頼性がありません
pl: "Control+C": działa zarówno w "cmd.exe", jak i "bash", ale pozostawia poprzedni monit widoczny na ekranie; nie działa w emacs; czasami zawodne przy wolnych połączeniach SSH
pt_pt: `Control+C`: funciona tanto em `cmd.exe` como em `bash`, mas deixa o prompt anterior visível no ecrã; não funciona em emacs; por vezes não é fiável em ligações SSH lentas
ru: `Control+C`: работает как в `cmd.exe`, так и в `bash`, но предыдущее приглашение остается видимым на экране; не работает в emacs; иногда ненадежен при медленных SSH-соединениях
tr: `Control+C`: hem `cmd.exe` hem de `bash` içinde çalışır, ancak önceki komut istemini ekranda görünür bırakır; emac'larda çalışmaz; yavaş SSH bağlantılarında bazen güvenilmez

source: `Escape`: works only in `cmd.exe`"),
bg: Escape: Работи само в "cmd.exe""),
de: `Escape`-Taste: Funktioniert nur in `cmd.exe`
es: `Escape`: sólo funciona en `cmd.exe`"),
fi: `Esc`: toimii vain `cmd.exessä`"),
fr: `Échap`: ne fonctionne que dans `cmd.exe`"),
gl: `Escape`: só funciona en `cmd.exe`"),
ja: `Escape`: `cmd.exe`のみで動きます。
pl: 'Escape': działa tylko w 'cmd.exe'"),
pt_pt: `Escape`: funciona apenas em `cmd.exe`"),
ru: `Escape`: работает только в `cmd.exe`"),
tr: `Escape`: sadece `cmd.exe`de çalışır"),

source: `Control+A Control+K`: works in `bash` and `emacs`; doesn't work in `cmd.exe`
bg: Control+A, Control+K: Работи в "BASH" и "emacs". Не работи в "cmd.exe"
de: `Strg+A, Strg+K`: Funktioniert in `bash` und `emacs`; funktioniert nicht in `cmd.exe`
es: `Control+a` y `control+k`: funciona en `Bash` y `Emacs`, pero no funciona en `cmd.exe`
fi: `Ctrl+A Ctrl+K`: toimii `Bashissa` ja `Emacsissa`; ei toimi `cmd.exessä`
fr: `Contrôle+A Contrôle+K`: fonctionne sous `bash` et `emacs`; ne fonctionne pas sous `cmd.exe`
gl: `Control+A Control+K`: funciona en `bash` e `emacs`; non funciona en `cmd.exe`
ja: `Control+A Control+K`: `bash` と `emacs`のみで動きます; `cmd.exe`では動きません
pl: "Control+A Control+K": działa w "bash" i "emacs"; nie działa w "cmd.exe
pt_pt: Controlo+a Controlo+K': funciona em `bash' e `emacs'; não funciona em `cmd.exe'
ru: `Control+A Control+K`: работают в `bash` и `emacs`; не работают в `cmd.exe`
tr: `Control+A Control+K`: `bash` ve `emacs` ile çalışır; `cmd.exe`de çalışmıyor

source: `Backspace` (recommended): works in all environments; however slower and may cause corruption if the length of the line has changed
bg: Backspace (препоръчително): Работи във всякаква среда. Но е по-бавно и може да причини повреда, ако дължината на реда се промени
de: `Rücktaste` (empfohlen): Funktioniert in allen Umgebungen, ist jedoch langsamer und fehleranfälliger, wenn sich die Länge der Zeile geändert hat.
es: `Retroceso` (recomendado): funciona en todos los entornos, pero es lento y puede causar corrupción si la longitud de la línea ha cambiado
fi: `Askelpalautin` (suositus): toimii kaikissa ympäristöissä; on kuitenkin hitaampi ja voi aiheuttaa rivin rikkoutumista, mikäli sen pituus on muuttunut
fr: « Retour arrière » (recommandé) : fonctionne dans tous les environnements ; cependant plus lent et peut provoquer une corruption si la longueur de la ligne a changé
gl: `Retroceso` (recomendado): funciona en todos os entornos; pero é máis lento e podería causar corrupción se cambia a lonxitude da liña
ja: `Backspace` (推奨): 全ての環境で動きます; しかしながら、比較的遅く、行の長さが変わると、破損の原因となります
pl: "Backspace" (zalecane): działa we wszystkich środowiskach; jednak wolniej i może powodować uszkodzenie, jeśli długość linii uległa zmianie
pt_pt: `Backspace` (recomendado): funciona em todos os ambientes; mas pode causar lentidão e corrupção se o comprimento da linha tiver mudado
ru: `Backspace` (рекомендуется): работает в любых средах; однако это происходит медленнее и может привести к повреждению, если длина строки изменилась
tr: `Backspace` (önerilir): tüm ortamlarda çalışır; ancak daha yavaştır ve satırın uzunluğu değişirse bozulmaya neden olabilir

source: Then add-on simulates keystrokes to type the updated command and optionally simulates `Enter` key press.
bg: След това добавката симулира натискания на клавиши за въвеждане на актуализираната команда и по избор симулира натискане на клавиша Enter.
de: Dann simuliert das Add-on die Tastenanschläge zur Eingabe des aktualisierten Befehls und simuliert optional das Drücken der `Eingabetaste`.
es: Finalmente, el complemento simula pulsaciones de teclas para teclear la orden actualizada y, opcionalmente, simula una pulsación de la tecla `intro`.
fi: Tämän jälkeen lisäosa simuloi näppäinpainalluksia päivitetyn komennon kirjoittamiseksi sekä vaihtoehtoisesti `Enter`-näppäimen painallusta.
fr: Ensuite, l'extension simule les frappes pour taper la commande mise à jour et simule éventuellement ll'appui sur la touche « Entrée ».
gl: Despois o complemento simula pulsacións de teclas para introducir a orde actualizada e opcionalmente simula a pulsación da tecla `Intro`.
ja: そしてアドオンは、更新されたコマンドを入力するキーストロークをシミュレートし、選択によっては`エンター`キーを押すのをシミュレートします。
pl: Następnie dodatek symuluje naciśnięcia, aby wpisać zaktualizowane polecenie i opcjonalnie symuluje naciśnięcie Enter.
pt_pt: Em seguida, o add-on simula teclas para digitar o comando actualizado e, opcionalmente, simula o pressiomanento de`Enter`.
ru: Затем дополнение имитирует нажатия клавиш для ввода обновленной команды и, при необходимости, имитирует нажатие клавиши `Enter`.
tr: Ardından eklenti, güncellenen komutu yazmak için tuş vuruşlarını simüle eder ve isteğe bağlı olarak "Enter" tuşuna basmayı simüle eder.

source: Troubleshooting:
bg: Отстраняване на неизправности:
de: Probleme:
es: Resolución de problemas:
fi: Vianmääritys:
fr: Dépannage:
gl: Solución de erros:
ja: トラブルシューティング:
pl: Rozwiązywanie problemów:
pt_pt: Resolução de problemas:
ru: Диагностика:
tr: Sorun giderme:

source: Verify that 'Home', 'End', 'Delete' and 'Backspace' keys work as expected in your console.
bg: Уверете се, че при вас клавишите Home, End, Delete и Backspace работят както се очаква в конзолата.
de: Überprüft, ob die Tasten "Pos1", "Ende", "Entf" und "Rücktaste" in der Konsole wie erwartet funktionieren.
es: Comprueba que las teclas 'Inicio', 'Fin', 'Retroceso' y 'Suprimir' funcionan como se espera en tu consola.
fi: Varmista, että Home-, End-, Del- ja Askelpalautin-näppäimet toimivat odotetulla tavalla konsolissasi.
fr: Vérifiez que les touches « Début », « Fin », « Supprimer » et « Retour arrière » fonctionnent comme prévu dans votre console.
gl: Verifica que as teclas 'Inicio', 'Fin', 'suprimir' e 'Retroceso' funcionan como se espera na túa consola.
ja: 'Home', 'End', 'Delete' と 'Backspace'キーがコンソールで期待どおりに動くかを確認して下さい。
pl: Sprawdź, czy Home, End, Delete i Backspace działają zgodnie z oczekiwaniami na konsoli.
pt_pt: Verifique se as teclas 'Home', 'End', 'Delete' e 'Backspace' funcionam como esperado na sua consola.
ru: Убедитесь, что клавиши `Home`, `End`, `Delete` и `Backspace` работают в вашей консоли должным образом.
tr: 'Baş', 'Son', 'Sil' ve 'Geri Al' tuşlarının konsolunuzda beklendiği gibi çalıştığını doğrulayın.

source: Verify that your console supports Unicode characters. Some ssh connections don't support Unicode.
bg: Уверете се, че при вас конзолата поддържа Уникод символи. Някои SSH връзки не поддържат Уникод.
de: Überprüft, ob die Konsole Unicode-Zeichen unterstützt. Einige SSH-Verbindungen unterstützen keine Unicode-Zeichen.
es: Comprueba que tu consola soporta caracteres Unicode. Algunas conexiones SSH no soportan Unicode.
fi: Varmista, että konsolisi tukee Unicode-merkkejä. Jotkut SSH-yhteydet eivät tue Unicodea.
fr: Vérifiez que votre console prend en charge les caractères Unicode. Certaines connexions ssh ne prennent pas en charge Unicode.
gl: Verifica que a túa consola soporte caracteres Unicode. Algunhas conexións ssh non soportan Unicode.
ja: コンソールがユニコード文字をサポートしているか確認して下さい。いくつかのSSH接続はユニコードをサポートしていません。
pl: Sprawdź, czy konsola obsługuje znaki Unicode. Niektóre połączenia ssh nie obsługują standardu Unicode.
pt_pt: Verifique se a sua consola suporta caracteres Unicode. Algumas ligações ssh não suportam Unicode.
ru: Убедитесь, что ваша консоль поддерживает символы Юникода. Некоторые ssh-соединения не поддерживают Юникод.
tr: Konsolunuzun Unicode karakterleri desteklediğini doğrulayın. Bazı ssh bağlantıları Unicode'u desteklemez.

source: Verify that selected deleting method works in your console.
bg: Уверете се, че при вас избраният метод за изтриване работи в конзолата.
de: Überprüft, ob die gewählte Löschmethode in der Konsole funktioniert.
es: Comprueba que el método de eliminación seleccionado funciona en tu consola.
fi: Varmista, että valittu poistomenetelmä toimii konsolissasi.
fr: Vérifiez que la méthode de suppression sélectionnée fonctionne dans votre console.
gl: Verifica que o método de eliminación seleccionado funciona na túa consola.
ja: コンソールで選択削除メソッドが動くか確認して下さい。
pl: Sprawdź, czy wybrana metoda usuwania działa w konsoli.
pt_pt: Verifique se o método de apagamento seleccionado funciona na sua consola.
ru: Убедитесь, что выбранный метод удаления работает в вашей консоли.
tr: Seçilen silme yönteminin konsolunuzda çalıştığını doğrulayın.

source: Experimental: capturing command output
bg: Експериментално: Прихващане на командния изход
de: Experimentell: Aufzeichnung der Befehlsausgabe
es: Experimental: captura de la salida de la orden
fi: Kokeellinen: kaappaa komentotuloste
fr: Expérimental : capture de la sortie de la commande
gl: Experimental: captura de saída de ordes
ja: 実験的機能: コマンド出力のキャプチャ
pl: Eksperymentalne: przechwytywanie danych wyjściowych poleceń
pt_pt: Experimental: capturar a saída do comando
ru: Экспериментальная: захват выходных данных команды
tr: Deneysel: komut çıktısını yakalama

source: While in command line or in "Edit prompt" window, press `Control+Enter` to capture command output. This add-on is capable of capturing large output that spans multiple screens, although when output is larger than 10 screens capturing process takes significant time to complete. Add-on will play a long chime sound, and it will last as long as the add-on is capturing the output of currently running command, or until timeout has been reached. Alternatively, press `NVDA+E` to interrupt capturing.
bg: Докато сте в командния ред или в прозореца "Редактиране на ред", натиснете Control+Enter, за да прихванете командния изход. Тази добавка е способна да прихваща голямо количество изходна информация (обхващаща множество екрани), въпреки че когато изходната информация е повече от 10 екрана, процесът на прихващане отнема значително време за завършване. Добавката ще възпроизвежда дълъг звуков сигнал и ще продължи, докато добавката прихваща изхода на изпълняваната в момента команда или докато не бъде достигнато времето за изчакване. Друга възможност е да натиснете NVDA+E, за да прекъснете прихващането.
de: Drücken Sie in der Befehlszeile oder im Fenster "Eingabeaufforderung" die Tastenkombination "Strg+Eingabe", um die Befehlsausgabe zu erfassen. Dieses Add-on ist in der Lage, große Ausgaben, die sich über mehrere Bildschirme erstrecken, zu erfassen, obwohl der Erfassungsprozess bei Ausgaben, die größer als zehn Bildschirme sind, viel Zeit in Anspruch nimmt. Die NVDA-Erweiterung spielt einen langen Signalton ab, der so lange anhält, wie die Ausgabe des aktuell laufenden Befehls erfasst, oder bis eine Zeitüberschreitung erreicht ist. Alternativ können Sie die Taste `NVDA+E` drücken, um die Aufzeichnung zu unterbrechen.
es: Mientras estés en la línea de órdenes o en la ventana "Editar orden", pulsa `control+intro` para capturar la salida de la orden. Este complemento es capaz de capturar una enorme salida que ocupe varias pantallas, aunque si dicha salida se extiende a lo largo de más de 10 pantallas, el proceso de captura durará un tiempo considerable. El complemento reproducirá un sonido de campanada, que durará mientras se capture la salida de la orden en ejecución o hasta que el tiempo de espera se agote. Alternativamente, pulsa `NVDA+e` para interrumpir la captura.
fi: Kun olet komentorivillä tai "Muokkaa kehotetta" -ikkunassa, paina `Ctrl+Enter` kaapataksesi komennon tulosteen. Tämä lisäosa pystyy kaappaamaan suuria tulosteita, jotka kattavat useita näyttöjä, vaikka 10 näytöllistä suurempien tulosteiden kaappausprosessi viekin huomattavasti aikaa. Lisäosa toistaa pitkän äänimerkin, ja se kestää niin kauan kuin komennon tulostetta kaapataan tai kunnes aikakatkaisu on saavutettu. Vaihtoehtoisesti paina `NVDA+E` keskeyttääksesi kaappauksen.
fr: En ligne de commande ou dans la fenêtre « Modifier l'invite », appuyez sur « Ctrl+Entrée » pour capturer la sortie de la commande. Cette extension est capable de capturer une grande sortie qui s'étend sur plusieurs écrans, bien que lorsque la sortie est supérieure à 10 écrans, le processus de capture prend beaucoup de temps. L'extension jouera un long carillon, et il durera aussi longtemps que l'extension capture la sortie de la commande en cours d'exécution, ou jusqu'à ce que le délai d'attente soit atteint. Vous pouvez également appuyer sur `NVDA+E` pour interrompre la capture.
gl: Estando na liña de ordes ou na ventá "edit prompt", preme `Control+Intro` para capturar a saída da orde. Este complemento é capaz de capturar unha saída larga que se expanda durante varias pantallas, aínda que cando a saída é máis longa que 10 pantallas o proceso de captura tarda un tempo considerable en completarse. O complemento tocará un son largo de campá, que durará mentres o complemento estea capturando a saída da orde en execución, ou ata que se alcance o tempo de expiración. Alternativamente, preme `NVDA+E` para interromper a captura.
ja: コマンドラインまたは「編集プロンプト」にて、`Control+Enter`を押してコマンド出力をキャプチャします。このアドオンは、出力が10画面より大きいとキャプチャプロセスが完了するには長い時間を要しますが、複数の画面にわたる大きな出力をキャプチャ出来ます。アドオンは、長いチャイム音を鳴らし、現在実行しているコマンドの出力をキャプチャするまで、または、タイムアウトになるまで、続きます。または、`NVDA+E`を押して、キャプチャを中断します。
pl: W wierszu poleceń lub w oknie "Edytuj monit" naciśnij "Control + Enter", aby przechwycić dane wyjściowe polecenia. Ten dodatek jest w stanie przechwytywać duże dane wyjściowe, które obejmują wiele ekranów, chociaż gdy wyjście jest większe niż 10 ekranów, proces przechwytywania zajmuje dużo czasu. Dodatek będzie odtwarzał długi dźwięk dzwonka i będzie trwał tak długo, jak długo dodatek przechwytuje dane wyjściowe aktualnie uruchomionego polecenia lub do momentu osiągnięcia limitu czasu. Możesz też nacisnąć "NVDA+E", aby przerwać przechwytywanie.
pt_pt: Enquanto estiver na linha de comando ou na janela "Editar prompt", prima `Controlo+Enter` para capturar a saída do comando. Este extra é capaz de captar grandes saídas que abranjam vários ecrãs, embora quando a saída é maior do que 10 ecrãs o processo de captura demore um tempo significativo a concluir. O extra toca um som de toque longo, que dura tanto tempo quanto o extra estiver a capturar a saída do comando actualmente em execução, ou até que o tempo limite tenha sido alcançado. Em alternativa, prima `NVDA+E` para interromper a captura.
ru: Находясь в командной строке или в окне "Приглашение к редактированию", нажмите `Control+Enter`, чтобы записать вывод команды. Это дополнение способно записывать большие выходные данные, которые охватывают несколько экранов, хотя при выводе более 10 экранов процесс записи занимает значительное время. Дополнение воспроизведёт длинный звуковой сигнал, который будет звучать до тех пор, пока дополнение будет записывать результаты текущей запущенной команды или пока не истечёт время ожидания. В качестве альтернативы, нажмите `NVDA+E`, чтобы прервать запись.
tr: Komut satırındayken veya "Komut istemini düzenle" penceresindeyken, komut çıktısını almak için "Control+Enter" tuşlarına basın. Bu eklenti, birden çok ekrana yayılan büyük çıktıları yakalayabilir, ancak çıktı 10 ekrandan büyük olduğunda yakalama işleminin tamamlanması önemli ölçüde zaman alır. Eklenti uzun bir zil sesi çalacak ve eklenti o anda çalışan komutun çıktısını yakaladığı sürece veya zaman aşımına ulaşılana kadar sürecek. Alternatif olarak, yakalamayı durdurmak için "NVDA+E" tuşlarına basın.
