Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/controlUsageAssistant.*.po
Languages: fr, gl, ja, pl, tr

source: [[!meta title="Control Usage Assistant"]]
tr: [[!meta title="Kontrol Kullanım Asistanı"]]

source: Author: Joseph Lee, Noelia Ruiz Martínez
fr: Auteur : Joseph Lee, Noelia Ruiz Martínez
tr: Yazar: Joseph Lee, Noelia Ruiz Martínez

source: Use this add-on to find out how to interact with the focused control. Press NVDA+H to obtain a short help message on interacting with the focused control, such as checkboxes, edit fields and so on.
fr: Utilisez cette extension pour savoir comment interagir avec l'élément actif. Appuyez sur NVDA+H sur l'objet sur lequel vous souhaitez avoir cette information.
gl: Utiliza este complemento para atopar como interactuar co control enfocado. Preme NVDA+H para obter unha mensaxe curta de axuda na interacción co control enfocado, como caixas de verificación, campos de edición etc.
ja: フォーカスされたコントロールをどのように操作するかを見つけるのにこのアドオンを使用します。チェックボックス、エディットフィールドなどの、フォーカスされたコントロールを操作することについての短いヘルプメッセージを得るためにNVDA+Hを押します。
pl: Użyj tego dodatku, aby dowiedzieć się w jaki sposób pracować z aktualną kontrolką. Naciśnij NvDA+H aby uzyskać krótką pomoc dotyczącą używania bieżącej kontrolki, (pola wyboru, pola edycji, itd.)
tr: Mevcut odak hakkında kısa bir yardım mesajı dinlemek için bu eklentiyi kullanın. Onay kutuları, yazı alanları vb Odaktaki kontrolle nasıl etkileşime geçeceğinizle ilgili kısa bir mesaj için NvDA+H tuşlarına basın.

source: Go to NVDA's menu, Preferences submenu, Settings dialog, Control Usage Asistant category to configure add-on settings:
fr: Allez dans le menu NVDA, Préférences sous-menu, dans le dialogue Paramètres, sous la catégorie Control Usage Assistant pour configurer les paramètres de l'extension :
gl: Vai ó menú de NVDA, submenú Preferencias, diálogo Opcións, categoría Control Usage Assistant para configurar as opcións do complemento:
ja: アドオン設定をするために、NVDAメニュー、設定(P)サブメニュー、設定(S)ダイアログ、Control Usage Assistantに行きます:
pl: Przejdź do menu NVDA, podmenu Preferencje, okno dialogowe Ustawienia, kategoria Kontrola użycia Asistant aby skonfigurować ustawienia dodatków:
tr: Eklenti ayarlarını yapılandırmak için NVDA menüsü, Tercihler alt menüsü, Ayarlar iletişim kutusu, Kontrol Kullanım Asistanı kategorisine gidin:

source: Automatic messages for focus: Checked by default.
fr: Messages automatiques pour le focus : coché par défaut.
gl: Mensaxes automáticas para o foco: Marcada por defecto.
ja: フォーカスへの自動メッセージ: 初期状態でチェック。
pl: Automatyczne komunikaty fokusu: zaznaczone domyślnie.
tr: Odaklanma için otomatik mesajlar: Varsayılan olarak işaretlidir.

source: Type the message to be used when an object can be activated: You may include a short message indicating the default or your configured gesture to know if the current object has an associated action when pressing a gesture like NVDA+enter in object navigation.
fr: Entrez le message à utiliser lorsqu'un objet peut être activé : vous pouvez inclure un message court indiquant la valeur par défaut ou votre geste configuré pour savoir si l'objet actuel a une action associée lors d'un geste comme NVDA+Entrée dans la navigation par objet.
gl: Escribe a mensaxe que se utilizará cando un obxecto poida ser activado: Poderías incluír unha mensaxe curta indicando o xesto por defecto ou aquel que configurases para saber se o obxecto ten unha acción asociada cando se prema NVDA+intro na navegación de obxectos.
ja: オブジェクトが実行可能な時に使用されるメッセージを入力します: 現在のオブジェクトが、オブジェクトナビゲーションで、NVDA+エンターのようなジェスチャーを押した時に、操作可能か知るために、初期またはあなたが設定したジェスチャーを表す短いメッセージを含めることが出来ます。
pl: Wpisz komunikat, który ma być używany, gdy obiekt może zostać aktywowany: Możesz dołączyć krótki komunikat wskazujący domyślny lub skonfigurowany gest, aby dowiedzieć się, czy bieżący obiekt ma skojarzoną akcję po naciśnięciu gestu, takiego jak NVDA+enter w nawigacji po obiekcie.
tr: Bir nesne etkinleştirilebildiğinde kullanılacak iletiyi yazın: Nesne gezintisinde NVDA+enter gibi bir harekete basarken, geçerli nesnenin ilişkili bir eylemi olup olmadığını bilmek için varsayılanı veya yapılandırılmış hareketinizi belirten kısa bir mesaj ekleyebilirsiniz.

source: Select output modes for automatic messages: This list of checkboxes allows to select speech and braille.
fr: Sélectionner les modes de sortie pour les messages automatiques : cette liste de cases à cocher permet de sélectionner la parole et le braille.
gl: Selecciona modos de saída para mensaxes automáticas: Esta listaxe de caixas de verificación permite seleccionar fala e braille.
ja: 自動メッセージの出力モードを選択: チェックボックスのこのリストで読み上げまたは点字を選べます。
pl: Wybierz tryby wyjściowe dla wiadomości automatycznych: Ta lista pól wyboru umożliwia wybranie mowy i alfabetu Braille'a.
tr: Otomatik mesajlar için çıkış modlarını seçin: Bu onay kutuları listesi, konuşma ve braille'in seçilmesine olanak tanır.

source: Pitch change for automatic messages: This spin box allows to set the pitch change when NVDA reads automatic messages (from -30 to +30).
fr: Changement de hauteur pour les messages automatiques : ce bouton pivotant permet de définir la modification de la hauteur lorsque NVDA lit les messages automatiques (de -30 à +30).
gl: Cambio de ton para mensaxes automáticas: Este deslizador permite establecer o cambio de ton cando NVDA lea mensaxes automáticas (de -30 a +30).
ja: 自動メッセージのピッチを変更: このスピンボックスで、NVDAが自動メッセージを読み上げる時に、ピッチを変更するか設定出来ます(-30から+30)。
pl: Zmiana wysokości dźwięku dla automatycznych wiadomości: To pole obrotu pozwala ustawić zmianę wysokości dźwięku, gdy NVDA odczytuje automatyczne wiadomości (od -30 do +30).
tr: Otomatik mesajlar için ses perdesi değişikliği: Bu döndürme kutusu, NVDA otomatik mesajları okuduğunda (-30'dan +30'a) perde değişikliğini ayarlamanıza olanak tanır.

source: Version 20240324.0.0
tr: Sürüm 20240324.0.0

source: Improved support for edit controls and suggestions.
fr: Amélioration de la prise en charge des contrôles d'édition et des suggestions.
tr: Düzenleme kontrolleri ve önerileri için geliştirilmiş destek.

source: Version 2023.02.19
gl: Versión 2023.02.19
pl: Wersja 2023.02.19
tr: Sürüm 2023.02.19

source: The message configured for clickable objects will be reported after other properties.
fr: Le message configuré pour les objets cliquables sera signalé après d'autres propriétés.
gl: A mensaxe configurada para obxectos clickeables anunciarase despois doutras propiedades.
pl: Komunikat skonfigurowany dla klikalnych obiektów będzie raportowany po innych właściwościach.
tr: Tıklanabilir nesneler için yapılandırılan mesaj, diğer özelliklerden sonra bildirilecektir.

source: Compatible with NVDA 2023.1.
fr: Compatible avec NVDA 2023.1.
gl: Compatible con NVDA 2023.1.
pl: Kompatybilny z NVDA 2023.1.
tr: NVDA 2023.1 ile uyumlu.

source: Version 2022.07.10
gl: Versión 2022.07.10
ja: バージョン 2022.07.10
pl: Wersja 2022.07.10
tr: Sürüm 2022.07.10

source: Added ability to set a message for object navigation, to announce if the current object can be activated.
fr: Ajout de la possibilité de définir un message pour la navigation par objet, pour annoncer si l'objet actuel peut être activé.
gl: Engadida a posibilidade de configurar unha mensaxe para a navegación por obxectos, para anunciar se o obxecto actual se pode activar.
ja: 現在のオブジェクトが実行可能かを通知する、オブジェクトナビゲーションのメッセージの設定機能を追加。
pl: Dodano możliwość ustawienia komunikatu dla nawigacji po obiekcie, aby poinformować, czy bieżący obiekt może zostać aktywowany.
tr: Mevcut nesnenin etkinleştirilip etkinleştirilemeyeceğini duyurmak için nesne navigasyonu için bir mesaj ayarlama yeteneği eklendi.

source: Version 2022.03.27
gl: Versión 2022.03.27
ja: バージョン 2022.03.27
pl: Wersja 2022.03.27
tr: Sürüm 2022.03.27

source: Requires NVDA 2022.1 or later.
fr: Nécessite NVDA 2022.1 ou version ultérieure.
gl: Require NVDA 2022.1 ou posterior.
ja: NVDA 2022.1以降が必要。
pl: Wymaga NVDA 2022.1 lub nowszego.
tr: NVDA 2022.1 veya sonraki bir sürümü gerektirir.

source: Version 22.01
gl: Versión 22.01
ja: バージョン 22.01
pl: Wersja 22.01
tr: Sürüm 22.01

source: Added support for automatic messages.
fr: Ajout de la prise en charge des messages automatiques.
gl: Engadido soporte para mensaxes automáticas.
ja: 自動メッセージのサポートを追加。
pl: Dodano obsługę wiadomości automatycznych.
tr: Otomatik mesajlar için destek eklendi.

source: Improved support for requested messages in browse mode.
fr: Amélioration de la prise en charge des messages demandés en mode navigation.
gl: Mellorado o soporte para as mensaxes solicitadas en modo exploración.
ja: ブラウズモードでのリクエストメッセージのサポートを改善。
pl: Ulepszona obsługa żądanych wiadomości w trybie przeglądania.
tr: Tarama modunda istenen mesajlar için geliştirilmiş destek.

source: Version 21.10
gl: Versión 21.10
ja: バージョン 21.10
pl: Wersja 21.10
tr: Sürüm 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
fr: NVDA 2021.2 ou une version ultérieure est requis en raison de modifications apportées à NVDA qui affectent cette extension.
gl: Requírese NVDA 2021.2 ou posterior debido a cambios en NVDA que afectan a este complemento.
ja: このアドオンに影響する、NVDAへの変更により、NVDA 2021.2以降が必要。
pl: NVDA 2021.2 lub nowsza jest wymagana ze względu na zmiany w NVDA, które mają wpływ na ten dodatek.
tr: Bu eklentiyi etkileyen NVDA'daki değişiklikler nedeniyle NVDA 2021.2 veya üstü gereklidir.

source: Version 20.10
gl: Versión 20.10
ja: バージョン 20.10
pl: Wersja 20.10
tr: Sürüm 20.10

source: Help messages are announced in languages other than English.
fr: Les messages d'aide sont annoncés dans d'autres langues que l'Anglais.
gl: As mensaxes de axuda anúncianse en idiomas diferentes do inglés.
ja: ヘルプメッセージが英語以外の言語で通知されるようになりました。
pl: Wiadomości pomocy są ogłaszane w językach innych niż angielski.
tr: Yardım mesajları İngilizce dışındaki dillerde gösterilir.

source: Version 20.06
gl: Versión 20.06
ja: バージョン 20.06
pl: Wersja20.06
tr: Sürüm 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
fr: Résolution de nombreux problèmes de style de codage et de bugs potentiels avec Flake8.
gl: Resoltas varias incidencias de estilo do código e erros potenciais con Flake8.
ja: Flake8に関して多くのコード形式の問題と可能性のあるバグを解決。
pl: Naprawiono mnóstwo błędów dotyczących stylu samego kodu oraz potencjalnych błędów dotyczących Lintera flake8.
tr: Flake8 ile birçok kodlama stili sorunu ve olası hatalar çözüldü.

source: NVDA will no longer appear to do nothing or play error tones when trying to obtain help for certain browse mode controls.
fr: NVDA ne semblera plus ne rien faire ni n'émettra de son d'erreur en essayant d'obtenir de l'aide pour certaines commandes du mode de navigation.
gl: NVDA xa non parecerá non facer nada ou reproducirá tons de erro ao tentar obter axuda para certos controis en modo exploración.
ja: 特定のブラウズモードのコントロールで、ヘルプを得ようとする時に、NVDAが何もしていないように見えたり、エラー音が鳴ったりすることがなくなりました。
pl: NVDA nie będzie już wydawać się nic robić ani odtwarzać dźwięków błędów podczas próby uzyskania pomocy dla niektórych elementów sterujących trybem przeglądania.
tr: NVDA, belirli tarama kipi kontrolleri için yardım almaya çalışırken artık hiçbir şey yapmıyormuş gibi görünmeyecek veya hata tonları çalmayacaktır.

source: Version 20.01
gl: Versión 20.01
ja: バージョン 20.01
pl: Wersja 20.01
tr: Sürüm 20.01

source: NVDA 2019.3 or later is required.
fr: NVDA 2019.3 ou ultérieur est requis.
gl: Requírese NVDA 2019.3 ou posterior.
ja: NVDA 2019.3以降が必要。
pl: Wymagana jest wersja NVDA 2019.3 lub nowsza.
tr: NVDA 2019.3 veya üstü gerekli.

source: Version 3.0/19.11
gl: Versión 3.0/19.11
ja: バージョン 3.0/19.11
pl: Wersja 3.0/19.11
tr: Sürüm 3.0/19.11

source: Version scheme is now year.month.
fr: Le schéma de version est maintenant année.mois.
gl: O esquema de versionado é agora ano.mes.
ja: バージョンのスキームを年.月.にしました。
pl: Shemat wersji teraz jest rok.miesiąc.
tr: Sürüm şeması artık yıl.ay şeklinde.

source: When NVDA+H is pressed, a help screen will be displayed instead of a flash message being shown.
fr: Lorsqu'on presse NVDA+H, un écran d'aide s'affichera au lieu d'un message flash.
gl: Cando se prema NVDA+H, amosarase unha xanela de axuda no canto dunha mensaxe efímera.
ja: NVDA+Hが押された時、フラッシュメッセージの表示の代わりに、ヘルプ画面が表示されるようになりました。
pl: Gdy skrót NVDA+H jest naciśnięty, Zamiast komunikatu błyskawicznego, pokazywane jest okno pomocy.
tr: NVDA+H'ye basıldığında, hızlı bir mesaj yerine bir yardım ekranı gösterilecektir.

source: Version 2.5
gl: Versión 2.5
ja: バージョン 2.5
pl: Wersja 2.5
tr: Sürüm 2.5

source: Compatible with Python 3.
fr: Compatible avec Python 3.
gl: Compatible con Python 3.
ja: Python 3に互換。
pl: Zgodny z Pythonem 3.
tr: Python3 ile uyumlu.

source: Version 2.1
gl: Versión 2.1
ja: バージョン 2.1
pl: Wersja 2.1
tr: Sürüm 2.1

source: New and updated translations.
fr: Nouvelle langues et mises à jours d'autres.
gl: Traduccións novas e actualizadas.
ja: 新しい更新された翻訳。
pl: Nowe i zaktualizowane tłumaczenia.
tr: Yeni ve güncellenmiş çeviriler.

source: Version 2.0
gl: Versión 2.0
ja: バージョン2.0
pl: Wersja 2.0
tr: Sürüm 2.0

source: Help messages for more controls added, including terminal windows.
fr: Messages d'aides ajoutés pour plus d'éléments, comme les fenêtres de consoles.
gl: Engadidas mensaxes de axuda para máis controis, incluindo a terminal de windows.
ja: ターミナルウィンドウを含む、より多くのコントロールのヘルプメッセージの追加。
pl: Dodane instrukcje dla większej liczby kontrolek w tym dotyczące okna terminala.
tr: Terminal pencereleri dahil, daha fazla kontrol için yardım mesajı eklendi.

source: Added help messages for working in some areas of applications, such as Microsoft Excel and Powerpoint and Windows 8 start screen.
fr: Ajout de messages d'aide pour des zones d'applications, comme Microsoft Excel et Powerpoint ou l'écran d'accueil Windows 8.
gl: Engadidas mensaxes para traballar nalgunhas áreas de aplicacións, como Microsoft Excel e PowerPoint e para a pantalla de inicio do Windows 8.
ja: Microsoft ExcelおよびPowerPoint、そしてWindows 8起動画面といった、アプリケーションの一部の領域で動作するヘルプメッセージを追加。
pl: Dodane instrukcje jak pracować w niektórych obszarach aplikacji, w tym Microsoft Excel i Powerpoint oraz na ekranie startowym Windows 8.
tr: Microsoft Excel ve Powerpoint ve Windows 8 başlangıç ​​ekranı gibi bazı uygulamalar için yardım mesajları eklendi.

source: Added help messages for working with forms in both browse and focus modes in virtual buffer documents (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
fr: Ajout de message pour les formulaires dans les navigateurs en mode formulaire ou mode navigation (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
gl: Engadidas mensaxes de axuda para traballar cos formularios nos modos navegar e foco nos documentos do modo virtual (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
ja: バーチャルバッファドキュメント(Internet Explorer, Adobe Reader, Mozilla Firefox,等)で、ブラウズモードとフォーカスモードの両方のフォームで動作するヘルプメッセージを追加。
pl: Dodane instrukcje jak pracować z formularzami w trybie czytania i trybie formularza (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
tr: Sanal arabellek belgelerinde (Internet Explorer, Adobe Reader, Mozilla Firefox, vb.) hem göz atma hem de odaklanma modlarında formlarla çalışmak için yardım mesajları eklendi.

source: New language: Danish.
fr: Nouvelle langue : Danois.
gl: Nova lingua: Danés.
ja: 新しい言語: デンマーク語。
pl: Nowy język: duński.
tr: Yeni dil: Danimarkaca.

source: Version 1.0
gl: Versión 1.0
ja: バージョン1.0
pl: Wersja 1.0
tr: Sürüm 1.0

source: Initial version.
fr: Première version.
gl: Versión inicial.
ja: 最初のバージョン。
pl: Pierwsza wersja.
tr: İlk sürüm.
