Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/customNotifications.*.po
Languages: bg, es, fi, fr

source: [[!meta title="Custom Notifications"]]
bg: [[!meta title="Персонализирани известия (Custom Notifications)"]]
es: [[!meta title="Notificaciones personalizadas"]]
fi: [[!meta title="Mukautetut ilmoitukset"]]

source: Authors: José Fischer, Noelia Ruiz Martínez
bg: Автори: José Fischer, Noelia Ruiz Martínez
es: Autores: José Fischer, Noelia Ruiz Martínez
fi: Tekijät: José Fischer ja Noelia Ruiz Martínez
fr: Auteurs : José Fischer, Noelia Ruiz Martínez

source: This add-on is used to customize toast notifications.
bg: Тази добавка се използва за персонализиране на изскачащите известия.
es: Este complemento se usa para personalizar notificaciones emergentes.
fi: Tätä lisäosaa käytetään ilmoitusruutujen mukauttamiseen.
fr: Cette extension est utilisée pour personnaliser les notifications toast.

source: You can choose to read the whole notification or just the application which sends it, and if notifications will be spoken, displayed in braille or both.
bg: Можете да изберете да прочетете цялото известие или само името на приложението, което го изпраща и дали известията ще бъдат изговаряни, извеждани на брайл или и двете.
es: Puedes elegir leer la notificación completa o sólo la aplicación que lo envía, y si las notificaciones se verbalizan, se muestran en braille o todo a la vez.
fi: Voit valita, luetaanko koko ilmoitus tai vain sovellus, joka lähettää sen. Ilmoitukset voidaan puhua, näyttää pistenäytöllä tai sekä että.
fr: Vous pouvez choisir de lire l'intégralité de la notification ou uniquement celle de l'application qui l'envoie, et si les notifications seront vocales, affichées en braille ou les deux.

source: Settings
bg: Настройки
es: Opciones
fi: Asetukset
fr: Paramètres

source: Go to NVDA's menu, Preferences submenu, Settings, and select the Custom Notifications category. There you'll find the following controls:
bg: Отидете в менюто на NVDA -> Настройки -> Опции и изберете категорията "Персонализирани известия". Там ще намерите следните настройки:
es: Ve al menú NVDA, submenú Preferencias, Opciones, y elige la categoría Notificaciones personalizadas. Allí encontrarás los siguientes controles:
fi: Siirry NVDA-valikkoon, avaa Asetukset-alivalikko, valitse Asetukset-vaihtoehto ja sitten Mukautetut ilmoitukset -kategoria. Se sisältää seuraavat vaihtoehdot:
fr: Allez dans le menu de NVDA, sous-menu Préférences, Paramètres, et sélectionnez la catégorie Notifications personnalisées. Vous y trouverez les contrôles suivants :

source: A checkbox to choose if notifications should be truncated, checked by default.
bg: Поле за отмятане, с което да укажете дали известията да бъдат съкратени (отметнато по подразбиране).
es: Una casilla para elegir si las notificaciones deberían truncarse, marcada por defecto.
fi: Valintaruutu, jolla voit valita, katkaistaanko ilmoitukset (oletusarvoisesti valittuna).
fr: Une case à cocher pour choisir si les notifications doivent être tronquées, cochée par défaut.

source: An edit box to set the start limit of notifications, empty by default.
bg: Поле за въвеждане, с което да укажете началната граница на известията (празно по подразбиране).
es: Un cuadro de edición para establecer el límite inicial de las notificaciones, vacío por defecto.
fi: Muokkauskenttä ilmoitusten aloitusrajan määrittämistä varten (oletusarvoisesti tyhjä).
fr: Une zone d'édition pour définir la limite de début des notifications, vide par défaut.

source: An edit box to set the end limit of notifications, ", " (comma space) by default.
bg: Поле за въвеждане, с което да укажете крайната граница на известията (", " (запетая и интервал) по подразбиране).
es: Un cuadro de edición para configurar el límite final de las notificaciones, por defecto ", " (coma espacio).
fi: Muokkauskenttä ilmoitusten lopetusrajan määrittämistä varten (oletusarvoisesti ", ").
fr: Une zone d'édition pour définir la limite de fin des notifications, ", " (virgule espace) par défaut.

source: A list of checkboxes to select if notifications should be spoken and displayed in braille, both checked by default.
bg: Списък от полета за отмятане, с които да укажете дали известията да се изговарят и извеждат на брайл (и двете са отметнати по подразбиране).
es: Una lista de casillas de verificación para elegir si las notificaciones deberían verbalizarse y mostrarse en braille, ambas marcadas por defecto.
fi: Valintaruudut,joilla valitaan, puhutaanko ja näytetäänkö ilmoitukset pistenäytöllä (molemmat oletusarvoisesti valittuina).
fr: Une liste de cases à cocher pour sélectionner si les notifications doivent être vocales et affichées en braille, toutes deux cochées par défaut.

source: An edit box to type a text to send a test notification, to get an idea of how NVDA will present toasts.
bg: Поле, където да въведете текст за пробно известие, за да получите представа как NVDA ще представя изскачащите известия.
es: Un cuadro de edición para escribir un texto para enviar una notificación de prueba, para hacerse una idea de cómo presentará NVDA las notificaciones.
fi: Muokkauskenttä tekstille, jota voidaan käyttää testi-ilmoituksen lähettämiseen, jotta saat käsityksen siitä, miten NVDA puhuu ja/tai näyttää ilmoitusruudut.
fr: Une zone d'édition pour saisir un texte pour envoyer une notification de test, afin d'avoir une idée de la façon dont NVDA présentera les toasts.

source: If the previous edit box contains text, a button to send a notification, so you can test if your selected settings work fine for you.
bg: Ако предходното поле съдържа текст, бутон за изпращане на известие, за да можете да проверите дали избраните от вас настройки работят добре за вас.
es: Si el cuadro de edición anterior contiene texto, un botón para enviar una notificación, de tal forma que puedas probar si te vienen bien los ajustes seleccionados.
fi: Mikäli edellisessä muokkauskentässä on tekstiä, tällä painikkeella voit lähettää testi-ilmoituksen kokeillaksesi valitsemiesi asetusten toimivuutta.
fr: Si la zone d'édition précédente contient du texte, un bouton pour envoyer une notification, afin que vous puissiez tester si les paramètres sélectionnés fonctionnent correctement pour vous.

source: You can assign a gesture to open the add-on settings panel, and to toggle various add-on settings, from NVDA's menu, Preferences submenu, Input gestures dialog, Configuration category.
bg: Можете да зададете жест за отваряне на панела с настройки на добавката и да превключвате различни настройки на добавката от менюто на NVDA -> Настройки -> диалоговия прозорец "Жестове на въвеждане" -> категорията "Настройки".
es: Puedes asignar un gesto para abrir el panel de opciones del complemento, y para conmutar varias opciones del complemento, desde el menú NVDA, submenú Preferencias, diálogo Gestos de entrada, categoría Configuración.
fi: Voit määrittää lisäosan asetuspaneelin avaamiselle ja asetusten muuttamiselle näppäinkomennon menemällä NVDA-valikkoon, siirtymällä Asetukset-alivalikkoon, avaamalla Näppäinkomennot-valintaikkunan ja valitsemalla Asetukset-kategorian.
fr: Vous pouvez attribuer un geste pour ouvrir le panneau des paramètres de l'extension et pour basculer divers paramètres de l'extension, à partir du menu de NVDA, sous-menu Préférences, boîte de dialogue Gestes de commandes, catégorie Configuration.

source: Changes for 2.0.0
bg: Промени във версия 2.0.0
es: Cambios para 2.0.0
fi: Muutokset versiossa 2.0.0
fr: Changements pour la version 2.0.0

source: In the add-on settings panel, added an edit box to set the start limit of notifications.
bg: В панела с настройки на добавката е добавено поле за указване на началната граница на известията.
es: En el panel de opciones del complemento, se ha añadido un cuadro de edición para configurar el límite inicial de las notificaciones.
fi: Lisätty lisäosan asetuspaneeliin muokkauskenttä ilmoituksen aloitusrajan määrittämiseen.
fr: Dans le panneau des paramètres de l'extension, ajout d'une zone d'édition pour définir la limite de début des notifications.
