Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/dayOfTheWeek.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, tr, vi

source: [[!meta title="Day of the week"]]
bg: [[!meta title="Ден от седмицата (Day of the week)"]]
da: [[!meta title="Day of the week (Ugedag)"]]
de: [[!meta title="Wochentag"]]
fi: [[!meta title="Viikonpäivä"]]
hr: [[!meta title="Dan u tjednu (Day of the week)"]]
it: [[!meta title="Giorno della settimana"]]
pt_br: [[!meta title="Dia da semana (Day of the week)"]]
pt_pt: [[!meta title="Dia da semana"]]
sk: [[!meta title="Deň v týždni"]]
tr: [[!meta title="Bu Tarih Hangi Gün"]]
vi: [[!meta title="Ngày của tuần"]]

source: Authors: Abdel, Noelia.
bg: Автори: Abdel, Noelia.
da: Forfattere: Abdel, Noelia.
de: Autoren: Abdel, Noelia.
es: Autores: Abdel, Noelia.
fi: Tekijät: Abdel, Noelia.
fr: Auteurs : Abdel, Noelia.
gl: Autores: Abdel, Noelia.
hr: Autori: Abdels, Noelia.
it: Autori: Abdel, Noelia.
ja: 作者: Abdel, Noelia.
pl: Autorzy: Abdel, Noelia.
pt_br: Autores: Abdel, Noelia.
pt_pt: Autores: Abdel, Noelia.
sk: Autori: Abdel, Noelia.
tr: Yazarlar: Abdel, Noelia.
vi: Tác giả: Abdel, Noelia.

source: This add-on allows you to find a day of the week corresponding to a chosen date.
bg: Тази добавка ви позволява да намерите деня от седмицата, съответстващ на посочена от вас дата.
da: Med dette tilføjelsesprogram kan du finde den ugedag, som svarer til en valgt dato.
de: Mit diesem Add-on können Sie einen Wochentag finden, der einem ausgewählten Datum entspricht.
es: Este complemento te permite encontrar un día de la semana correspondiente a una fecha elegida.
fi: Tällä lisäosalla on mahdollista selvittää valittua päivämäärää vastaava viikonpäivä.
fr: Cette extension vous permet de trouver un jour de la semaine correspondant à une date choisie.
gl: Este complemento permíteche atopar un día da semana correspondente a unha data escollida.
hr: S ovim dodatkom je moguće naći dan u tjednu za određeni datum.
it: Questo componente aggiuntivo permette di conoscere il giorno della settimana corrispondente a una data conosciuta.
ja: このアドオンで選択された日付の曜日がわかります。
pl: Ten dodatek pomaga znaleźć dzień tygodnia odpowiadający wybranej dacie.
pt_br: Esse complemento permite que encontre um dia da semana correspondente a uma data escolhida.
pt_pt: Este extra permite que encontre um dia da semana correspondente a uma data escolhida.
sk: Doplnok umožňuje zistiť, ktorý deň pripadá na zadaný dátum.
tr: Bu eklenti, herhangi bir tarihin haftanın hangi gününe denk geldiğini bulmanıza yarar.
vi: Add-on này cho phép bạn tìm kiếm ngày trong tuần căn cứ theo này đã chọn.

source: It adds a submenu in the NVDA Tools menu named "Day of the week", containing 2 items:
bg: Добавя подменюто "Ден от седмицата" в меню "Инструменти" на NVDA. То съдържа два елемента:
da: Denne pakke tilføjer en undermenu i NVDA-menuen under Værktøjer ved navn "Ugedag", der indeholder 2 elementer:
de: Es wird im NVDA-Menü unter "Werkzeuge" einen Eintrag mit dem Namen "Wochentag" hinzugefügt, welches zwei Elemente enthält:
es: Añade un submenú en el menú Herramientas de NVDA llamado "Día de la semana", que contiene 2 elementos:
fi: NVDA:n Työkalut-valikkoon lisätään Viikonpäivä-alavalikko, jossa on kaksi kohdetta:
fr: Il ajoute un sous-menu dans le menu Outils NVDA nommé "Jour de la semaine", contenant 2 éléments :
gl: Engade un submenú no menú Ferramentas do NVDA chamado "Día da semana", que contén 2 elementos:
hr: U NVDA izborniku „Alati” dodaje podizbornik „Dan u tjednu”, koji sadrži dvije stavke:
it: Aggiunge un elemento nel menu strumenti di NVDA chiamato "Giorno della settimana", contenente due elementi:
ja: NVDAツールメニューに、"Day of the week"というサブメニューが加わり、2つの項目を含みます:
pl: Dodaje podmenu w menu Narzędzia NVDA o nazwie "Dzień tygodnia", zawierające 2 pozycje:
pt_br: Adiciona um submenu no menu Ferramentas do NVDA chamado "Dia da semana", que contém 2 itens:
pt_pt: Adiciona um submenu no menu Preferências do NVDA chamado "Dia da semana", que contém 2 itens:
sk: V menu NVDA > nástroje pribudne ponuka Deň v týždni. V tejto ponuke sú dostupné dve položky:
tr: NVDA araçlar menüsüne iki öğe içeren haftanın günleri altmenüsü ekler:
vi: Nó thêm một trình đơn con trong trình đơn tùy chọn của NVDA với tên "Day of the week", có hai mục con:

source: The first one named "Search a day", opens a dialog composed of 3 controls:
bg: Първият с етикет "Търсене на ден", отваря диалогов прозорец, съдържащ три контроли:
da: Den første med navnet "Find en dag" åbner en dialog bestående af 3 kontroller:
de: Der erste mit der Suche nach dem Tag öffnet einen Dialog, der aus drei Steuerelementen besteht:
es: El primero, llamado "Buscar un día", abre un diálogo con 3 controles:
fi: Ensimmäinen, "Hae päivä", avaa valintaikkunan, jossa on kolme säädintä:
fr: Le premier nommé "Trouver un jour", ouvre une boîte de dialogue composée de 3 contrôles :
gl: O primeiro, chamado "Procurar un día", abre un diálogo composto por tres controis:
hr: Prva stavka se zove „Traži dan”. Otvara dijaloški okvir s tri kontrole:
it: Il primo, chiamato "Cerca un giorno", apre una finestra di dialogo composta da tre controlli:
ja: 1つめの名前は"日付を検索"で、3つのコントロールを含むダイアログが開きます:
pl: Pierwszy o nazwie "Wyszukaj dzień", otwiera okno dialogowe złożone z 3 kontrolek:
pt_br: O primeiro, chamado "Pesquisar um dia" abre um diálogo composto por 3 controles:
pt_pt: O primeiro, chamado "Pesquisar um dia" abre uma caixa de diálogo composta por 3 controlos:
sk: Položka Hľadať deň otvorí dialóg, v ktorom sú tri prvky:
tr: Birinci öğe olan "Gün ara" öğesi 3 denetimden oluşan bir iletişim kutusu açar:
vi: Mục đầu tiên tên gọi "Tìm một ngày", mở một hộp thoại được thiết kế với ba điều khiển:

source: A listbox to choose or type your date;
bg: Списък за посочване или въвеждане на датата.
da: En listeboks, hvor du kan vælge eller indtaste din dato;
de: Ein Listenfeld zur Auswahl oder Eingabe des Datums;
es: Un cuadro de lista para elegir o teclear tu fecha;
fi: Listaruutu, josta voi valita tai johon voi kirjoittaa päivämäärän;
fr: Une zone de liste pour choisir ou tapez votre date ;
gl: Unha caixa de lista para escoller ou escribir a túa data;
hr: Popisni okvir s mogućnošću biranja ili upisivanja datuma;
it: Una casella elenco per selezionare o digitare la data desiderata;
ja: 日付を選択または入力するリストボックス;
pl: Pole listy do wyboru lub wpisania daty;
pt_br: Uma caixa de lista para escolher ou escrever a sua data;
pt_pt: Uma caixa de lista para escolher ou escrever a sua data;
sk: Zoznam, v ktorom môžete vybrať alebo zadať dátum;
tr: İstediğiniz tarihi seçebileceğiniz veya yazabileceğiniz bir seçim kutusu;
vi: Một hộp danh sách để chọn hoặc nhập ngày của bạn;

source: An "OK" button to display a messageBox containing your day;
bg: Бутон с етикет "OK", който извежда диалогов прозорец с името на деня от седмицата.
da: En OK-knap, som vil vise en meddelelsesboks med din ugedag;
de: Ein Dialogfeld mit dem Tag und der Schaltfläche "OK" anzeigt;
es: Un botón "Aceptar" para mostrar un cuadro de mensaje que contenga tu día;
fi: OK-painike, jota painettaessa tulee näkyviin valitun päivän näyttävä ilmoitusruutu;
fr: Un bouton "OK" pour afficher une boîte de messages contenant votre jour ;
gl: Un botón "Aceptar" para amosar un cadro de mensaxe que conteña o teu día.
hr: Gumb „U redu” za prikaz poruke koja sadrži tvoj dan;
it: Un pulsante "OK" per visualizzare un messaggio contenente il giorno della settimana;
ja: "OKボタン" 選択した日を含むメッセージボックスを表示;
pl: Przycisk "OK" do wyświetlania messageBox zawierającego Twój dzień;
pt_br: Um botão "OK" para mostrar uma caixa de mensagem que contém o seu dia;
pt_pt: Um botão "OK" para mostrar uma caixa de mensagem que contém o seu dia;
sk: Tlačidlo OK na zobrazenie dňa;
tr: Seçtiğiniz tarihe denk gelen günü gösteren bir mesaj kutusu açan "tamam" düğmesi;
vi: Nút "OK" để hiển thị hộp thông điệp chứa ngày của bạn;

source: A "Cancel" button to close the dialog.
bg: Бутон с етикет "Затвори", с който да затворите прозореца.
da: En Annuller-knap, som lukker dialogen.
de: Eine Schaltfläche "Abbrechen", um das Dialogfeld zu schließen.
es: Un botón "Cancelar" para cerrar el diálogo.
fi: Peruuta-painike, joka sulkee valintaikkunan.
fr: Un bouton "Annuler" pour fermer la boîte de dialogue.
gl: Un botón "Cancelar" para cerrar el diálogo.
hr: Gumb „Odustani” za zatvaranje dijaloškog okvira.
it: Un pulsante annulla per chiudere la finestra.
ja: "Cancelボタン"ダイアログを閉じる。
pl: Przycisk "Anuluj", aby zamknąć okno dialogowe.
pt_br: Um botão "Cancelar" para fechar o diálogo.
pt_pt: Um botão "Cancelar" para fechar a caixa de diálogo.
sk: Tlačidlo Zrušiť na zatvorenie dialógu.
tr: İletişim kutusunu kapatmaya yarayan "iptal" düğmesi.
vi: Nút "Cancel" để đóng hộp thoại.

source: The second one named "dayOfTheWeek add-on settings" opens the parameters of the add-on to specify whether you want to report labels for date fields or not, it is composed of the following elements:
bg: Вторият с етикет "Настройки на добавката Ден От Седмицата" отваря диалогов прозорец с настройките на добавката за указване дали желаете да бъдат съобщавани етикетите на полетата за избор на дата или не. Той съдържа следните елементи:
da: Den anden med navnet "Indstillinger for tilføjelsesprogrammet Ugedag" åbner parametrene for tilføjelsen for at angive, om du vil have etiketter til datafelter oplyst eller ej. Den består af følgende indstillinger:
de: Das zweite mit den Einstellungen für Wochentag öffnet die Parameter der Erweiterung, um anzugeben, ob Sie Beschriftungen für Datumsfelder mitgeteilt möchten oder nicht, es besteht aus den folgenden Elementen:
es: El segundo, llamado "Ajustes del complemento DayOfTheWeek" abre los parámetros del complemento para especificar si deben anunciarse etiquetas para los campos de fecha o no. Lo componen los siguientes elementos:
fi: Toinen, "dayOfTheWeek-lisäosan asetukset", avaa lisäosan asetukset, joilla voi määrittää, ilmoitetaanko päivämääräkenttien selitteet vai ei. Valintaikkunassa on seuraavat osat:
fr: Le deuxième nommé "Paramètres de l'extension dayOfTheWeek" ouvre les paramètres de l'extension pour spécifier si vous souhaitez annoncer les étiquettes pour les champs de date ou non, il se compose des éléments suivants :
gl: O segundo, chamado Opcións do complemento dayOfTheWeek, abre os parámetros do complemento para especificar se queres que se informe das etiquetas dos campos de data ou non, composto polos seguintes elementos:
hr: Druga stavka se zove „Postavke dodatka Dan u tjednu”. Otvara parametre dodatka za određivanje izgovaranja ili neizgovaranja oznaka za polja datuma. Sastoji se od sljedećih elemenata:
it: Il secondo, chiamato "impostazioni del componente aggiuntivo Giorno della Settimana", apre i parametri del componente, per specificare se si vogliono vocalizzare le etichette dei campi data o no; è composto dai seguenti elementi:
ja: 2つめの名前は"dayOfTheWeekアドオン設定"で、日付フィールドのラベルが報告された方が良いどうか記述するアドオンのパラメータを開きます。次のような要素を含みます:
pl: Drugi o nazwie "dayOfTheWeek add-on settings" otwiera parametry dodatku, aby określić, czy chcesz raportować etykiety dla pól daty, czy nie, składa się z następujących elementów:
pt_br: O segundo, denominado "Configuração do complemento Dia da semana" abre os parâmetros do complemento para indicar se deseja escrever rótulos para campos de data ou não, é composto pelos seguintes elementos:
pt_pt: O segundo, denominado "Configuração do extra dayOfTheWeek" abre os parâmetros do extra para indicar se deseja escrever rótulos para campos de data ou não, é composto pelos seguintes elementos:
sk: Druhá položka s názvom Nastavenia deň v týždni obsahuje tieto možnosti:
tr: İkinci öğe olan "haftanın günleri eklenti ayarları" öğesi, eklenti ayarlarını açar. Bu iletişim kutusundan tarih alanlarının etiketlerinin söylenip söylenmeyeceğini ayarlayabilirsiniz. İletişim kutusunda şu öğeler bulunur:
vi: Mục thứ hai tên gọi "cài đặt add-on ngày trong tuần" mở các tham số của add-on để quy định có thông báo nhãn cho trường ngày hay không, bao gồm các thành phần sau:

source: Enable accessibility of the date selector;
bg: Включи достъпността на селектора за дата.
da: Gør datovælgeren tilgængelig;
de: Es wurde ein Konfigurationsdialogfeld hinzugefügt, um die Zugänglichkeit der Datumsauswahl zu aktivieren oder zu deaktivieren;
es: Habilita la accesibilidad del selector de fecha;
fi: Ota käyttöön päivämäärävalitsimen saavutettavuus;
fr: Activer l'accessibilité du sélecteur de date ;
gl: Habilitar a acesibilidade do selector de data;
hr: Uključi pristupačnost za odabir datuma;
it: attiva l'accessibilità del selettore date;
ja: 日付セレクタのアクセシビリティを有効にします;
pl: Włącz dostępność selektora daty;
pt_br: Habilitar acessibilidade do seletor de datas;
pt_pt: Activar acessibilidade do selector de datas;
sk: Povoliť sprístupnenie prvku na výber dátumu;
tr: Tarih seçicinin erişilebilirliğini etkinleştir;
vi: Bật khả năng truy cập cho bộ chọn ngày;

source: Level of the announces of labels, you will then have 3 choices:
bg: Ниво на известяване за етикетите с три възможности за избор:
da: Annonceringsniveau for etiketter har tre valg:
de: Ebene der Ankündigungen von Beschriftungen, bestehend aus drei Auswahlmöglichkeiten:
es: Nivel de anuncio de las etiquetas, que ofrece las siguientes opciones:
fi: Seliteilmoitusten taso, jossa on kolme vaihtoehtoa:
fr: Niveau des annonces d'étiquettes, vous aurez alors 3 choix :
gl: Nivel dos anunciados das &etiquetas, terás tres opcións:
hr: Razina najave oznaka, za koju postoje tri opcije:
it: Prolissità della vocalizzazione delle etichette; si avranno tre scelte:
ja: ラベルの通知のレベル、次の3つの選択肢があります:
pl: Poziom ogłoszeń etykiet, będziesz miał wtedy 3 opcje:
pt_br: Nível dos anúncios dos rótulos, onde terá 3 opções:
pt_pt: Nível dos anúncios dos rótulos, onde terá 3 opções:
sk: Úroveň oznamovania prvkov, kde máte tri možnosti:
tr: Etiket duyuru seviyesi, 3 öğe içerir:
vi: Cấp độ thông báo nhãn, bạn sẽ có ba lựa chọn:

source: Long (it's the default choice);
bg: Дълго (това е изборът по подразбиране).
da: Lang (det er standardvalg);
de: Lang (dies ist die Standardeinstellung);
es: Largo (opción por defecto);
fi: Pitkä (oletusarvoisesti valittuna);
fr: Long (c'est le choix par défaut) ;
gl: Longo (é a opción por defecto);
hr: Dugo (ovo je standardni izbor);
it: Lunga (è la scelta predefinita);
ja: 長い (初期に選択されています);
pl: Długi (jest to domyślny wybór);
pt_br: Longo (é a escolha padrão);
pt_pt: Longo (é a escolha padrão);
sk: Dlhé (predvolená možnosť);
tr: Uzun (varsayılan seçenektir);
vi: Dài (là lựa chọn mặc định);

source: Short (for short announcements);
bg: Късо (за по-кратки съобщения).
da: Kort (for korte meddelelser);
de: Kurz (für kurze Mitteilungen);
es: Corto (para anuncios cortos);
fi: Lyhyt (lyhyet ilmoitukset);
fr: Court (pour les annonces courtes) ;
gl: curto (para anuncios curtos);
hr: Kratko (za kratke izgovore);
it: Breve (per messaggi brevi);
ja: 短い (短い通知);
pl: Krótki (dla krótkich ogłoszeń);
pt_br: Curto (para anúncios curtos);
pt_pt: Curto (para indicações curtas)
sk: Krátke;
tr: Kısa (etiketlerin kısa biçimde söylenmesi için);
vi: Ngắn (cho thông báo ngắn gọn);

source: Off (to disable labels announcements).
bg: Изключено (за изключване на съобщаването на етикетите).
da: Fra (Deaktiverer annoncering af etiketter).
de: Aus (deaktiviert die Ankündigungen von Beschriftungen).
es: Desactivado (para desactivar el anuncio de etiquetas).
fi: Ei käytössä (poistaa seliteilmoitukset käytöstä).
fr: Désactiver (désactiver les annonces d'étiquettes).
gl: Desactivado (para deshabilitar os anuncios das etiquetas).
hr: Isključeno (deaktivira izgovaranje oznaka).
it: Disattivato (per disabilitare la vocalizzazione delle etichette).
ja: オフ (ラベルの通知を無効にします)。
pl: Wyłączone (aby wyłączyć anonsy etykiet).
pt_br: Desligado (para desativar os anúncios de rótulos).
pt_pt: off (para desactivar os anúncios).
sk: Vypnuté (na vypnutie oznamovania popiskov).
tr: Kapalı (etiket duyurularını devredışı bırakmak için).
vi: Tắt (vô hiệu hóa thông báo).

source: Enable announcement of the current date field value only, when moving vertically;
bg: Включи съобщенията само за стойността на полето за текущата дата при вертикално придвижване.
da: Annoncér kun det aktuelle datofelt, når der flyttes &lodret;
de: Aktiviert die Ankündigung des aktuellen Wertes für das Datumsfeld nur bei vertikaler Bewegung;
es: Activar anuncio solamente del campo de fecha actual, al moverse verticalmente;
fi: Ota käyttöön nykyisen päivämääräkentän arvon ilmoittaminen vain pystysuunnassa liikuttaessa;
fr: Activer les annonces de la valeur actuelle du champ de la date uniquement lorsque vous vous déplacez verticalement ;
gl: Habilitar só os anunciados do valor do campo de data actual, ao moverse verticalmente;
hr: Uključi izgovaranje datuma trenutačnog polja samo pri okomitom kretanju;
it: Attiva la vocalizzazione del solo valore del campo data corrente, quando ci si sposta verticalmente;
ja: 縦に移動している時は、現在の日付フィールドの値のみの通知を有効にします;
pl: Włącz ogłaszanie bieżącej wartości pola daty tylko podczas przesuwania w pionie;
pt_br: Habilitar o anúncio somente do valor do campo de data atual, ao se mover verticalmente;
pt_pt: Activar o anúncio do valor do campo de data actual somente quando se mover verticalmente;
sk: Počas nastavovania dátumu upozorniť na dnešný deň;
tr: Sadece üzerinde bulunulan tarih alanının değeri okunsun, dikey dolaşım yaparken kullanılır;
vi: Chỉ bật thông báo giá trị của trường ngày hiện tại, khi di chuyển theo hàng dọc;

source: An "OK" button to save your configuration;
bg: Бутон с етикет "OK" за запазване на настройките.
da: En OK-knap der gemmer dine indstillinger;
de: Ein Schalter "OK" zum Speichern der Konfiguration;
es: Un botón "Aceptar" para guardar la configuración;
fi: OK-painike, jota painettaessa asetukset tallennetaan;
fr: Un bouton "OK" pour sauvegarder votre configuration ;
gl: Un botón "Aceptar" para gardar a túa configuración;
hr: Gumb „U redu” za spremanje konfiguracije;
it: Un pulsante "OK" per salvare la configurazione;
ja: 設定を保存する"OK"ボタン;
pl: Przycisk "OK", aby zapisać konfigurację;
pt_br: Um botão "OK" para salvar a sua configuração;
pt_pt: Um botão "OK" para guardar a sua configuração;
sk: Tlačidlo OK na uloženie nastavení;
tr: Ayarları kaydetmeye yarayan "tamam" düğmesi;
vi: Nút "OK" để lưu cấu hình của bạn;

source: A "Cancel" button to cancel and close the dialog.
bg: Бутон с етикет "Отказ" за отказ от промените и затваряне на диалоговия прозорец.
da: En Annuller-knap, som lukker dialogen.
de: Einen Schalter "Abbrechen", zum Schließen des Dialogfelds.
es: Un botón "Cancelar" para cancelar y cerrar el diálogo.
fi: Peruuta-painike, joka peruuttaa ja sulkee valintaikkunan.
fr: Un bouton "Annuler" pour annuler et fermer la boîte de dialogue.
gl: Un botón "Cancelar" para cancelar e pechar o diálogo.
hr: Gumb „Odustani” za prekid i zatvaranje dijaloškog okvira.
it: Un pulsante annulla per annullare e chiudere la finestra.
ja: ダイアログをキャンセルして閉じる"Cancel"ボタン。
pl: Przycisk "Anuluj", aby anulować i zamknąć okno dialogowe.
pt_br: Um botão "Cancelar" para cancelar e fechar o diálogo.
pt_pt: Um botão "Cancelar" para cancelar e fechar a caixa de diálogo.
sk: Tlačidlo zrušiť na zatvorenie dialógu.
tr: Ayarlamayı iptal etmeye ve iletişim kutusunu kapatmaya yarayan "iptal" düğmesi.
vi: Nút "Cancel" để hủy và đóng hộp thoại.

source: Notes
bg: Забележки
da: Noter
de: Anmerkungen
es: Notas
fi: Huomautuksia
gl: Notas
hr: Napomene
it: Note
ja: 備考
pl: Uwagi
pt_br: Notas
pt_pt: Notas:
sk: Poznámky
tr: Notlar
vi: Lưu ý

source: You can close these dialogs just by pressing Escape;
bg: Можете да затворите тези прозорци и като просто натиснете клавиша Escape.
da: Du kan lukke disse dialoger bare ved at trykke på Escape.
de: Diese Dialogfelder können Sie einfach mit der Escape-Taste schließen;
es: Puedes cerrar estos diálogos tan sólo pulsando Escape;
fi: Valintaikkunat voidaan sulkea painamalla Esc-näppäintä;
fr: Vous pouvez fermer cette boîte de dialogue en appuyant sur Échap ;
gl: Podes pechar estes diálogos só premendo Escape;
hr: Ove dijaloške okvire je moguće zatvoriti jednostavnim pritiskom tipke Escape;
it: è possibile chiudere queste finestre semplicemente premendo esc;
ja: Escapeキーを押すだけでダイアログを閉じることが出来ます;
pl: Możesz zamknąć te okna dialogowe, naciskając Escape;
pt_br: Pode fechar estas caixas de diálogo pressionando Esc;
pt_pt: Pode fechar estas caixas de diálogo, pressionando escape.
sk: Dialógi je možné zatvoriť tlačidlom escape;
tr: İletişim kutularını escape tuşuna basarak kapatabilirsiniz;
vi: Bạn có thể đóng các hộp thoại này bằng cách bấm Escape;

source: You can assign a shortcut to open these dialogs in "Input gestures" menu and, more precisely, in the "Day of the week" category;
bg: Можете да назначите клавишни комбинации за извикване на тези диалогови прозорци, като от менюто на NVDA -> Настройки -> Жестове на въвеждане отворите прозореца "Жестове на въвеждане" и от дървовидната структура разгънете категорията "Ден от седмицата".
da: Du kan tilknytte en genvejstast til at åbne dialogen under Inputbevægelser, nærmere bestemt under kategorien "Ugedag";
de: Sie können Tastenkombinationenzum für diese Dialogfelder im Menü für die Tastenbefehle öffnen und in der Kategorie "Wochentag" zuweisen;
es: Puedes asignar un atajo de teclado para abrir estos diálogos en el menú "Gestos de Entrada" y, más concretamente, en la categoría "Día de la semana".;
fi: Valintaikkunoiden avaamista varten on mahdollista määrittää näppäinkomento Näppäinkomennot-valintaikkunan Viikonpäivä-kategoriasta;
fr: Vous pouvez assigner un raccourci pour ouvrir la boîte de dialogue dans le menu "Gestes de Commandes" et, plus précisément, dans la catégorie "Jour de la semaine" ;
gl: Podes asignar un atallo de teclado para abrir estes diálogos no menú "Xestos de Entrada" e, máis concretamente, na categoría "Día da semana";
hr: Moguće je odrediti tipovnički prečac za otvaranje dijaloškog okvira u izborniku „Ulazne geste” i još preciznije, u kategoriji „Dan u tjednu”;
it: È possibile assegnare una combinazione di tasti per aprire queste finestre di dialogo nel menu "gesti e tasti di immissione" e, più precisamente, nella categoria "Giorno della settimana";
ja: これらのダイアログを開くショートカットキーを"入力ジェスチャー"メニュー、より詳細には、"Day of the week"カテゴリにて、割り当てられます;
pl: Możesz przypisać skrót do otwierania tych okien dialogowych w menu "Gesty wprowadzania", a dokładniej w kategorii "Dzień tygodnia";
pt_br: Pode atribuir uma tecla de atalho, para abrir estas caixas de diálogo, no menu "Definir comandos" e, mais precisamente, na categoria "Dia da semana";
pt_pt: Pode atribuir uma tecla de atalho, para abrir estas caixas de diálogo, no menu "Definir comandos" e, mais precisamente, na categoria "Dia da semana".
sk: Skratky na vyvolanie dialógov doplnku je možné nastaviť v menu nvda > možnosti > Klávesové skratky, vo vetve Deň v týždni.
tr: İletişim kutularını açmak için "girdi hareketleri" iletişim kutusunun "haftanın günleri" kategorisinden kısayol tuşları ayarlayabilirsiniz;
vi: Bạn có thể gán thao tác để mở các hộp thoại này từ trình đơn "Quản lý các thao tác" hoặc trong phân loại "Ngày của tuần";
