Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/dayOfTheWeek.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, tr, vi

source: The add-on is now able to recognize all the regional date formats that the user can choose;
bg: Добавката вече е в състояние да разпознава всички регионални формати за дата, които потребителят може да избере;
da: Tilføjelsesprogrammet er nu i stand til at genkende alle de regionale datoformater, som brugeren kan vælge;
de: Die Erweiterung erkennt nun alle regionalen Datumsformate, die der Benutzer auswählen kann;
es: El complemento es ahora capaz de reconocer todos los formatos de fecha regional que el usuario puede elegir;
fi: Lisäosa tunnistaa nyt kaikki käyttäjän valittavissa olevat alueelliset päivämäärämuodot;
fr: L'extension est maintenant en mesure de reconnaître tous les formats de date régional que l'utilisateur peut choisir ;
gl: O complemento ahora é quen de recoñecer todos os formatos de rexión que o usuario poda escoller;
hr: Dodatak sada može prepoznati sve regionalne formate datuma koje korisnik može odabrati;
it: L'add-on è ora in grado di riconoscere tutti i formati locali di data che l'utente può scegliere;
ja: アドオンは、ユーザーが選択出来る、全ての地域の日付フォーマットを認識出来るようになりました;
pl: Dodatek rozpoznaje już każdy regionalny format daty, który użytkownik może wybrać;
pt_br: O complemento agora é capaz de reconhecer todos os formatos regionais de data que o usuário possa escolher;
pt_pt: O extra agora é capaz de reconhecer todos os formatos regionais de data que o utilizador possa escolher;
sk: Doplnok rozpoznáva všetky regionálne dátumy;
tr: Eklenti kullanıcının seçebileceği tüm bölgesel tarih biçimlerini tanıyor;
vi: Add-on giờ đây đã nhận dạng được tất cả các định dạng ngày theo khu vực mà người dùng có thể chọn;

source: Added the backward compatibility of the add-on with the NVDA versions that preceded 2016.4, which included the gui.guiHelper module.
bg: Добавена е обратна съвместимост на добавката с версиите на NVDA, предшестващи версия 2016.4, която включва модула gui.guiHelper.
da: Tilføjet bagudkompatibilitet for tilføjelsesprogrammet med NVDA versioner, der gik forud for 2016.4, som omfattede gui.guiHelper modul.
de: Abwärtskompatibilität der Erweiterung mit den NVDA-Versionen vor 2016.4 wurde hinzugefügt, die das Modul "gui.guiHelper" enthielten.
es: Añadido la compatibilidad hacia atrás del complemento con las versiones de NVDA que precedieron a la versión 2016.4, que incluía el módulo gui.guiHelper.
fi: Lisätty taaksepäin yhteensopivuus gui.guiHelper-moduulin sisältävää NVDA 2016.4:ää vanhemmille versioille.
fr: Ajout de la rétrocompatibilité de l'extension avec les versions NVDA antérieures à la version 2016.4, qui incluait le module gui.guiHelper.
gl: Engadida a compatibilidade cara atrás do complemento coas versións do NVDA que precederan á 2016.4, que inclúe o módulo gui.guiHelper.
hr: Dodatak je sada kompatibilan sa NVDA verzijama starijima od 2016.4, koje su uključivale modul gui.guiHelper.
it: Mantenuta la compatibilità per versioni precedenti a NVDA 2016.4, CHE include IL MODULO gui-HELPER.
ja: gui.guiHelperを含んでいる2016.4より前のNVDA バージョンとの、アドオンの後方互換性を追加しました。
pl: Dodano zgodność wsteczną z wersjami NVDA starszymi niż 2016.4, które zawierały the gui.guiHelper module.
pt_br: Adicionada a retrocompatibilidade do complemento com as versões do NVDA que precederam a 2016.4, que incluíam o módulo gui.guiHelper.
pt_pt: Adicionada a compatibilidade com as versões NVDA que precederam a 2016.4, que incluíam o módulo gui.guiHelper.
sk: Pridaná spätná kompatibilita s NVDA do verzie 2016.4, ktoré obsahovali modul gui.guiHelper.
tr: Eklenti NVDA 2016.4 sürümünden önceki sürümler için uyumlu hâle getirildi. Gui.guiHelper modülü de uyumlu hâle getirildi.
vi: Thêm tương thích ngược của add-on với các phiên bản NVDA trước 2016.4, bao gồm module gui.guiHelper.

source: Changes for 3.1
bg: Промени във версия 3.1
da: Ændringer i 3.1
de: Änderungen in 3.1
es: Cambios para 3.1
fi: Muutokset versiossa 3.1
fr: Changements pour la version 3.1
gl: Cambios para 3.1
hr: Promjene u 3.1
it: Novità nella versione 3.1
ja: 3.1の変更点
pl: Zmiany w wersji 3.1
pt_br: Alterações para 3.1
pt_pt: Mudanças para 3.1
sk: Verzia 3.1
tr: 3.1 sürümündeki değişiklikler
vi: Các thay đổi cho phiên bản 3.1

source: Back to the previous format for the day of the week because it allows to recognize a greater number of languages;
bg: Връщане към използването на стария формат за деня от седмицата, защото позволява разпознаването на повече езици;
da: Tilbage til det tidligere format for Ugedag, fordi det giver mulighed for at genkende et større antal sprog;
de: Zurück zum vorherigen Format für den Wochentag, da es die Erkennung einer größeren Anzahl von Sprachen ermöglicht;
es: Retorno al formato anterior para el día de la semana porque permite reconocer un mayor número de idiomas;
fi: Palattu viikonpäivän vanhaan muotoon, koska se mahdollistaa useamman kielen tunnistamisen;
fr: Retour au format précédent pour le jour de la semaine car il permet de reconnaître un plus grand nombre de langues ;
gl: Volta ao formato anterior para o día da semana porque permite recoñecer un meirande número de linguas;
hr: Povratak na prethodni format dana u tjednu, jer to omogućava prepoznavanje većeg broja jezika;
it: Riutilizzo del formato precedente per il giorno della settimana, CHE permette di riconoscere un numero maggiore di lingue;
ja: より多くの言語を認識可能なため、曜日を以前のフォーマットに戻しました;
pl: Powróciliśmy do poprzedniego formatu the day of the week, ponieważ rozpoznaje on więcej języków;
pt_br: Voltar ao formato anterior para o dia da semana porque permite reconhecer um maior número de idiomas;
pt_pt: Voltar ao formato anterior para o dia da semana porque permite reconhecer um maior número de idiomas;
sk: Vraciame sa k predošlému formátu doplnku, ktorý podporoval viacero jazykov;
tr: Daha fazla sayıda dil tanınabildiği için haftanın günlerinde eski biçime dönüldü;
vi: Trở về định dạng trước của day of the week vì nó cho phép nhận dạng số lượng ngôn ngữ lớn hơn;

source: Improved the accessibility of the date selector with recognition of the 3 fields 'Day', 'Month' and 'Year', and their respective values;
bg: Подобрена е достъпността на селектора за дата чрез разпознаване на трите полета: "Ден(", "Месец" и "Година" и техните съответни стойности;
da: Forbedret tilgængelighed af dato selector med anerkendelsen af de 3 felter 'Dag', 'Måned' og 'År', og deres respektive værdier;
de: Verbesserte Zugänglichkeit der Datumsauswahl durch Erkennung der drei Felder "Tag", "Monat" und "Jahr" und deren Werte;
es: Mejora de la accesibilidad del selector de fechas con el reconocimiento de los 3 campos "Día", "Mes" y "Año", y sus respectivos valores;
fi: Paranneltu päivämäärävalitsimen saavutettavuutta "Päivä"-, "Kuukausi"- ja "Vuosi"-kenttien sekä niiden arvojen tunnistamisessa;
fr: Amélioré l'accessibilité du sélecteur de date avec la reconnaissance des 3 champs "Jour", "Mois" et "Année", et leurs valeurs respectives ;
gl: Mellora da acesibilidade do selector de datas co recoñecemento dos 3 campos "Día", "Mes" e "Ano", e os seus respectivos valores;
hr: Poboljšana pristupačnost za odabir datuma s prepoznavanjem triju polja: „Dan”, „Mjesec” i „Godina”, te pripadajućih vrijednosti;
it: Migliorata l'accessibilità del selettore di data con il riconoscimento dei 3 campi 'Giorno', 'Mese', 'Anno', e dei loro rispettivi valori;
ja: 3つのフィールド'日', '月', '年'の認識と、それらのそれぞれの値について、日付セレクタのアクセシビリティを改善しました;
pl: Poprawiono dostępność wybieracza daty pod względem rozpoznawania trzech pól 'Dzień', 'Miesiąc' i 'Rok', oraz odpowiadających im wartości;
pt_br: Melhorada a acessibilidade do seletor de data com o reconhecimento dos 3 campos 'Dia', 'Mês' e 'Ano', e seus respectivos valores;
pt_pt: Melhorada a acessibilidade do selector de data com o reconhecimento dos 3 campos "Dia", "Mês" e "Ano", e seus respectivos valores;
sk: Upravená prístupnosť prvku na výber dátumu, kde je možné vyrbať deň, mesiac a rok;
tr: Tarih seçicinin erişilebilirliği, "gün", "ay" ve "yıl" alanları ve onların değerlerinin okunması konusunda geliştirildi;
vi: Cải thiện khả năng truy cập của bộ chọn ngày với việc nhận dạng ba trường 'Ngày', 'Tháng' và 'Năm', và giá trị tương ứng của nó;

source: Added a technique for the integration of the Georgian language for the recognition of the days of the week;
bg: Добавен е способ за интегриране на грузинския език за разпознаване на дните от седмицата;
da: Tilføjet en teknik til integrering af det georgiske sprog for anerkendelse af dagene i ugen;
de: Eine Technik zur Integration der georgischen Sprache zur Erkennung der Wochentage wurde hinzugefügt;
es: Añadida una técnica para la integración del idioma Georgiano para el reconocimiento de los días de la semana;
fi: Lisätty tekniikka georgian kielen integroimiseen viikonpäivien tunnistamista varten;
fr: Ajout d'une technique pour l'intégration de la langue Géorgienne pour la reconnaissance des jours de la semaine ;
gl: Engadida unha técnica para a integración da lingua Georgiana para o recoñecemento dos días da semana;
hr: Dodana tehnika za integriranje gruzijskog jezika za prepoznavanje dana u tjednu;
it: Aggiunta una tecnica di integrazione per il riconoscimento dei giorni della settimana nella lingua georgiana;
ja: 曜日の認識のための、Georgian言語の統合の技術を追加しました;
pl: Dodano metodę integracji języka Gruzińskiego w zakresie rozpoznawania dni tygodnia;
pt_br: Adicionada uma técnica para a integração da língua Georgiana para o reconhecimento dos dias da semana;
pt_pt: Adicionada uma técnica para a integração da língua georgiana para o reconhecimento dos dias da semana;
sk: Doplnok dokáže oznamovať dni v Gruzínčine;
tr: Gürcüce haftanın günlerini tanımak için bir teknik eklendi;
vi: Đã thêm công nghệ để tích hợp Tiếng Gruzia vào nhận dạng ngày trong tuần;

source: Added a configuration dialog box to enable or disable the accessibility of the date selector;
bg: Добавен е диалогов прозорец с настройки за включване или изключване достъпността на селектора за дата;
da: Tilføjet en konfigurationsdialog for at aktivere eller deaktivere tilgængeligheden af datovælgeren;
de: Ein Konfigurationsdialogfeld wurde hinzugefügt, um die Zugänglichkeit der Datumsauswahl zu aktivieren oder zu deaktivieren;
es: Añadido un diálogo de configuración para habilitar o deshabilitar la accesibilidad del selector de fecha;
fi: Lisätty asetusvalintaikkuna päivämäärävalitsimen saavutettavuuden käyttöön ottamiseen tai käytöstä poistamiseen;
fr: Ajout d'une boîte de dialogue de configuration pour activer ou désactiver l'accessibilité du sélecteur de date ;
gl: Engadido un diálogo de configuración para habilitar ou deshabilitar a acesibilidade do selector de data;
hr: Dodan podizbornik za omogućavanje ili onemogućavanje pristupačnosti polja za odabir datuma;
it: Aggiunta una finestra di configurazione per attivare o disattivare l'accessibilità del selettore date;
ja: 日付セレクタのアクセシビリティを有効にする、または無効にする設定ダイアログボックスを追加しました;
pl: Dodano okno dialogowe ustawień służące do włączania lub wyłączania dostępności selektora daty;
pt_br: Adicionada uma caixa de diálogo de configuração para habilitar ou desabilitar a acessibilidade do seletor de data;
pt_pt: Adicionada uma caixa de diálogo de configuração para activar ou desactivar a acessibilidade do selector de data;
sk: Pridaná možnosť nastaviť prístupnosť prvku na výber dátumu;
tr: Tarih seçicinin erişilebilirliğini etkinleştirmek veya devredışı bırakmak için ayarlar iletişim kutusu eklendi;
vi: Thêm hộp thoại cấu hình để bật hoặc tắt khả năng truy cập của bộ chọn ngày;

source: Moved the add-on submenu from "Tools" to "Preferences";
bg: Подменюто на добавката е преместено от "Инструменти" в "Настройки";
da: Flyttede tilføjelsespakkens undermenu fra "Værktøjer" til "Indstillinger";
de: Das Untermenü der Erweiterung wurde von "Werkzeuge" nach "Einstellungen" verschoben;
es: Movido el submenú del complemento de "Herramientas" a "Preferencias";
fi: Lisäosan alavalikko siirretty "Työkalut"-valikosta "Asetukset"-valikkoon;
fr: Déplacé le sous-menu de l'extension de "Outils" à "Préférences" ;
gl: Movido o submenú do complemento de "Ferramentas" a "Preferencias";
hr: Premješten podizbornik dodatka iz „Alati” u „Postavke”;
it: Spostato il sottomenu del componente aggiuntivo da strumenti a preferenze;
ja: アドオンサブメニューを"ツール"から"設定"に移動しました;
pl: Przeniesiono podmenu dodatku z "Narzędzi" do "Ustawień";
pt_br: O submenu do complemento foi movido de "Ferramentas" para "Preferências";
pt_pt: O menu do extra foi movido de ferramentas para preferências.
sk: Nastavenia doplnku presunuté z menu nástroje do menu možnosti;
tr: Eklenti altmenüsü "araçlar" menüsünden "tercihler" menüsüne taşındı;
vi: Chuyển trình đơn của add-on từ "Công cụ" sang "Tùy chọn";

source: Changed the add-on category to "Day of the week".
bg: Променена е категорията на добавката на "Ден от седмицата".
da: Ændret tilføjelsespakkens kategori til "Ugedag".
de: Die Erweiterungskategorie wurde in "Wochentag" geändert.
es: Cambiada la categoría del complemento a "Día de la semana".
fi: Lisäosan kategoriaksi muutettu "Viikonpäivä".
fr: Changé la catégorie de l'extension à "Jour de la semaine".
gl: Cambiada a categoría do complemento a "Día da semana".
hr: Premještena kategorija dodatka u „Dan u tjednu”.
it: Modificata la categoria dell'addon in "giorno della settimana".
ja: アドオンカテゴリを"Day of the week"に変更しました。.
pl: Kategoria dodatku została zmieniona na "Day of the week".
pt_br: Alterada a categoria do complemento para "Dia da semana".
pt_pt: Alterada a categoria do extra para "Dia da semana".
sk: Zmenená kategória v dialógu klávesové skratky.
tr: Eklenti kategorisi haftanın günleri olarak değiştirildi.
vi: Đổi phân loại của add-on thành "Day of the week".

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pl: Zmiany w wersji 2.0
pt_br: Alterações para 2.0
pt_pt: Mudanças para 2.0
sk: Verzia 2.0
tr: 2.0 sürümü için değişiklikler
vi: Các thay đổi cho phiên bản 2.0

source: Used the gui.guiHelper module to ensure the correct appearance of the dialog asking for a date;
bg: Използван е модулът gui.guiHelper с цел по-коректно визуализиране на диалоговия прозорец, запитващ за дата.
da: Brugt modulet gui.guiHelper for at sikre den korrekte udseende i dialogboksen der beder om en dato;
de: Verwendet das Modul "gui.guiHelper", um die korrekte Darstellung des Dialogfelds, der nach einem Datum fragt, sicherzustellen;
es: Utiliza el módulo gui.guiHelper para asegurar la correcta apariencia del diálogo pidiendo una fecha;
fi: Päivämääränkyselyvalintaikkunan asianmukaisen ulkoasun varmistamiseen käytetään gui.guiHelper-moduulia;
fr: Utilisé le module gui.guiHelper pour assurer la bonne apparence de la boîte de dialogue demandant une date ;
gl: Usa o módulo gui.guiHelper para asegurar a correcta apariencia do diálogo pedindo unha data;
hr: Korišten je gui.guiHelper kako bi se pojavio ispravan dijaloški okvir za odabir datuma;
it: Introdotto il modulo gui.guiHelper per garantire il corretto aspetto della finestra di dialogo di richiesta di una data;
ja: 日付を尋ねるダイアログの正しい外見を確保するために、gui.guiHelperモジュールを使用しました;
pl: Użyto the gui.guiHelper module aby upewnić się, że okno dialogowe do wpisywania daty wygląda właściwie;
pt_br: Passou a usar-se o módulo gui.guiHelper para garantir a aparência correta da caixa de diálogo solicitando uma data;
pt_pt: passou a Usar-se o módulo gui.guiHelper para garantir a aparência correcta da caixa de diálogo solicitando uma data;
sk: Upravený vzhľad dialógov použitím gui.guiHelper;
tr: Tarih iletişim kutusunun düzgün görünmesi için gui.guiHelper modülü kullanıldı;
vi: Dùng module gui.guiHelper để đảm bảo hiển thị chính xác của hộp thoại hỏi ngày;

source: Added the GPL license to the addon;
bg: Добавен е GPL лиценза към добавката.
da: Tilføjet GPL-licensen til tilføjelsen;
de: GPL-Lizenz zur Erweiterung hinzugefügt;
es: Añadida la licencia GPL para el complemento;
fi: Lisätty GPL-lisenssi;
fr: Ajout de la licence GPL pour l'extension;
gl: Engadida a licencia GPL para o complemento;
hr: Dodana GPL licenca u dodatak;
it: Aggiunta la licenza GPL al componente;
ja: アドオンにGPLライセンスを追加しました;
pl: Dodano licencję GPL;
pt_br: Adicionada a licença GPL ao complemento;
pt_pt: Adicionada a licença GPL ao extra.
sk: Pridaná GPL licencia;
tr: Eklentiye GPL lisansı eklendi;
vi: Thêm giấy phép GPL vào addon;

source: Days of the week have been translated, so that the add-on works properly in the different languages;
bg: Дните от седмицата са преведени, така че добавката да работи правилно на различните езици;
da: Ugedag er blevet oversat, således at tilføjelsen virker korrekt på de forskellige sprog;
de: Die Wochentage sind übersetzt worden, damit die Erweiterung ordnungsgemäß in den verschiedenen Sprachen funktioniert;
es: Los días de la semana se han traducido, para que el complemento funcione correctamente en los distintos idiomas;
fi: Viikonpäivät on käännetty, jotta lisäosa toimii oikein eri kielillä;
fr: Les jours de la semaine ont été traduits, de sorte que l'extension fonctionne correctement dans les différentes langues ;
gl: Traducíronse os días da semana, para que o complemento funcione correctamente nas distintas linguas;
hr: Dani u tjednu su prevedeni, tako da dodatak sada radi ispravno na različitim jezicima;
it: Sono stati tradotti i giorni della settimana, perciò il componente aggiuntivo funzionerà in più lingue.
ja: アドオンが異なる言語で適切に働くように、曜日が翻訳されました;
pl: Przetłumaczono dni tygodnia, aby dodatek działał poprawnie w różnych językach;
pt_br: Os dias da semana foram traduzidos, de modo que, agora, o complemento funciona corretamente nos diferentes idiomas;
pt_pt: Os dias da semana foram traduzidos, de modo que, agora, o extra funciona correctamente nos diferentes idiomas;
sk: Preloľžené dni, takže doplnok je možné používať vo viacerých jazykoch;
tr: Günler, eklentinin farklı dillerde düzgün çalışabilmesi için çevrildi;
vi: Đã phiên dịch ngày trong tuần, vậy nên add-on làm việc chính xác ở các ngôn ngữ khác nhau;

source: Changed the day format to avoid encoding errors.
bg: Променен е форматът за датите с цел избягване грешки в кодирането.
da: Ændret dagsformat for at undgå kodningsfejl.
de: Das Tagesformat wurde geändert, um Kodierungsfehler zu vermeiden.
es: Cambiado el formato del día para evitar errores de codificación.
fi: Päivän muotoa muutettu koodausvirheiden välttämiseksi.
fr: Changé le format de jour pour éviter les erreurs d'encodage.
gl: Cambiouse o formato de día para evitar erros de codificación.
hr: Promijenjen je format za dan, kako bi se izbjegle greške u kodiranju.
it: Modificato il formato del giorno per evitare errori di codifica.
ja: エンコードエラーを避けるために、日付フォーマットを変更しました。
pl: Zmieniono format dnia, aby uniknąć błędów w kodowaniu.
pt_br: Alterado o formato do dia para evitar erros de codificação.
pt_pt: Alterado o formato do dia para evitar erros de codificação.
sk: Odstránené problémy s kódovaním.
tr: Kodlama hatalarını gidermek için gün biçimi değiştirildi.
vi: Thay đổi định dạng ngày để tránh lỗi mã hóa.

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pl: Zmiany w wersji 1.0
pt_br: Alterações para 1.0
pt_pt: Alterações para 1.0
sk: Verzia 1.0
tr: 1.0 sürümü için değişiklikler
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
bg: Първоначално издание.
da: Første version.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Première version.
gl: Versión inicial.
hr: Prva verzija.
it: Versione iniziale.
ja: 最初のバージョン。
pl: Pierwsza wersja.
pt_br: Versão inicial.
pt_pt: Versão inicial.
sk: Prvé vydanie.
tr: İlk sürüm.
vi: Phiên bản đầu tiên.
