Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/dayOfTheWeek.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, tr, vi

source: If you use NVDA 2018.2 or higher, you'll find only one item in the tool menu for searching your day, the add-on settings will be in the NVDA settings panel.
bg: Ако използвате NVDA 2018.2 или по-нова версия, ще намерите само един елемент в менюто "Инструменти" – този за търсене на ден, а настройките за добавката ще бъдат в панела за настройки на NVDA.
da: Hvis du bruger NVDA 2018.2 eller nyere, finder du kun et punkt i værktøjsmenuen for at søge efter dage, og tilføjelsesindstillingerne er i NVDA-indstillingspanelet.
de: Wenn Sie NVDA 2018.2 oder neuer verwenden, finden Sie im Menü "Werkzeuge" nur einen Eintrag für die Suche nach dem Tag. Die Einstellungen für die Erweiterung befinden sich in den NVDA-Einstellungen.
es: Si utilizas NVDA 2018.2 o superior, sólo encontrarás un elemento en el menú herramientas para buscar el día, las opciones del complemento estarán en el panel opciones de NVDA.
fi: Mikäli käytössä on NVDA 2018.2 tai uudempi, Työkalut-valikossa on nyt vain yksi vaihtoehto päivän etsimiseen. Lisäosan asetukset löytyvät NVDA:n asetuspaneelista.
fr: Si vous utilisez NVDA 2018.2 ou une version ultérieure, vous ne trouverez qu'un seul élément dans le menu Outil pour rechercher votre jour, les paramètres de l'extension se trouvent dans le panneau Paramètres NVDA.
gl: Se usas NVDA 2018.2 ou superior, só atoparás un elemento no menú ferramentas para procurar o día, as opcións do complemento estarán no panel opcións de NVDA.
hr: Ako se koristi NVDA verzija 2018.2 ili novija, u izborniku će se prikazati samo jedna stavka za traženje dana. Postavke dodatka se nalaze u ploči NVDA postavki.
it: Se si utilizza NVDA 2018.2 o superiore, troverete solo una voce nel menu strumenti per la ricerca del giorno; le impostazioni del componente aggiuntivo verranno visualizzate nelle impostazioni di NVDA.
ja: If you use NVDA 2018.2以降を使用している場合、日付を検索するツールメニューには一つの項目しかありません。アドオン設定は、NVDA設定パネルにあります。
pl: Od NVDA 2018.2, w meni dodatku znajduje się tylko jednen element. Ustawienia dodatku zostały dołączone do panelu ustawień NVDA.
pt_br: Se estiver usando o NVDA 2018.2 ou superior, encontrará apenas um item no menu de ferramentas para pesquisar o seu dia, as configurações do complemento estarão no painel de configurações do NVDA.
pt_pt: Se estiver a usar o NVDA 2018.2 ou superior, encontrará apenas um item no menu de ferramentas para procurar o seu dia, as configurações do add-on estarão no painel de configurações do NVDA.
sk: Od verzie NVDA 2018.2 je v menu nástroje v podmenu doplnku len jedna položka. Nastavenia sú v strome s nastaveniami NVDA.
tr: NVDA 2018.2 veya üzeri sürümlerini kullanıyorsanız araçlar menüsünde sadece bir öğe görünür, bu öğe istediğiniz tarihin hangi güne denk geldiğini görmenizi sağlar. Eklenti ayarları NVDA ayarları iletişim kutusunda bulunur.
vi: Nếu dùng NVDA 2018.2 trở lên, bạn sẽ chỉ tìm thấy một mục trong trình đơn công cụ cho việc tìm kiếm ngày của bạn, phần cài đặt add-on sẽ ở trong bản tùy chỉnh của NVDA.

source: Compatibility
bg: Съвместимост
da: Kompatibilitet
de: Kompatibilität
es: Compatibilidad
fi: Yhteensopivuus
fr: Compatibilité
gl: Compatibilidade
hr: Kompatibilnost
it: Compatibilità
ja: 互換性
pl: Zgodność
pt_br: Compatibilidade
pt_pt: Compatibilidade
sk: Kompatibilita
tr: Uyumluluk
vi: Tương thích

source: This add-on is compatible with the versions of NVDA ranging from 2019.3 and beyond.
bg: Тази добавка е съвместима с версиите на NVDA в диапазона от 2019.3 и по-нови.
es: Este complemento es compatible con las versiones de NVDA desde la 2019.3 en adelante.
fi: Tämä lisäosa on yhteensopiva NVDA 2019.3:n ja sitä uudempien versioiden kanssa.
fr: Cette extension est compatible avec les versions de NVDA allant de 2019.3 et au-delà.
hr: Ovaj je dodatak kompatibilan s NVDA verzijom 2019.3 i novijim verzijama.
pt_br: Esse complemento é compatível com as versões do NVDA a partir da versão 2019.3 e além.
tr: Bu eklenti, NVDA'nın 2019.3 ve sonrası sürümleriyle uyumludur.

source: Changes for 20240326.0.0
es: Cambios para 20240326.0.0
fi: Muutokset versiossa 20240326.0.0
fr: Changements pour la version 20240326.0.0
hr: Promjene u 20240326.0.0
pt_br: Alterações para 20240326.0.0
tr: 20240326.0.0 için değişiklikler

source: Updated compatibility for nvda-2024.1.;
es: Se actualiza la compatibilidad para NVDA 2024.1.;
fi: Päivitetty yhteensopivuus NVDA 2024.1:lle.
fr: Compatibilité mise à jour pour NVDA-2024.1. ;
pt_br: Compatibilidade atualizada para nvda-2024.1;
tr: NVDA-2024.1 için güncellenmiş uyumluluk;

source: Deleted download link from readme, the download link for future updates will now only be available from the add-on store.
es: Se elimina el enlace de descarga de la documentación, el enlace de descarga de futuras actualizaciones ahora sólo estará disponible desde la tienda de complementos.
fi: Latauslinkki poistettu dokumentaatiosta. Tulevien versioiden latauslinkit löytyvät jatkossa vain lisäosakaupasta.
fr: Lien de téléchargement supprimé du fichier readme, le lien de téléchargement pour les futures mises à jour ne sera désormais disponible que dans l'add-on store.
pt_br: Excluído o link de download do readme, o link de download para futuras atualizações agora só estará disponível na loja de complementos.
tr: Readme dosyasındaki indirme bağlantısı silindi, gelecekteki güncellemeler için indirme bağlantısı artık yalnızca eklenti mağazasında mevcut olacak.

source: Changes for 20231229.0.0
bg: Промени във версия 20231229.0.0
es: Cambios para 20231229.0.0
fi: Muutokset versiossa 20231229.0.0
fr: Changements pour la version 20231229.0.0
hr: Promjene u 20231229.0.0
pt_br: Alterações para 2.0
tr: 20231229.0.0 için değişiklikler

source: Added a backward compatible implementation to support speak on demand mode, which will soon be available with nvda-2024.1.
bg: Добавена е обратно съвместима имплементация за поддръжка на режим на реч при поискване, което скоро ще бъде налично в NVDA 2024.1.
es: Se ha añadido una implementación retrocompatible para soportar el modo de voz a petición, que pronto estará disponible con NVDA 2024.1.
fi: Lisätty taaksepäin yhteensopiva toteutus pyydettäessä-puhetilalle, joka on pian saatavilla NVDA 2024.1:ssä.
fr: Ajout d'une implémentation rétrocompatible pour prendre en charge le mode Parler à la demande, qui sera bientôt disponible avec nvda-2024.1.
pt_br: Foi adicionada uma implementação compatível com versões anteriores para oferecer suporte ao modo falar sob demanda, que em breve estará disponível com o nvda-2024.1.
tr: İsteğe bağlı konuşma modunu desteklemek için geriye dönük olarak uyumlu bir uygulama eklendi ve bu uygulama yakında nvda-2024.1 ile kullanıma sunulacak.

source: Changes for 20231015.0.0
bg: Промени във версия 20231015.0.0
es: Cambios para 20231015.0.0
fi: Muutokset versiossa 20231015.0.0
fr: Changements pour la version 20231015.0.0
hr: Promjene u 20231015.0.0
pt_br: Alterações para 20231015.0.0
tr: 20231015.0.0 için değişiklikler

source: Fixed a bug detected when navigating with up arrow from the date picker in the latest versions of NVDA.
bg: Поправена е грешка, проявяваща се при навигация със стрелка нагоре от инструмента за избор на дата в най-новите версии на NVDA.
es: Se corrige un fallo detectado al navegar con flecha arriba en el selector de fecha en las versiones más recientes de NVDA.
fi: Korjattu bugi, joka ilmeni liikuttaessa ylänuolinäppäimellä päivämääränvalitsimessa NVDA:n uusimpia versioita käytettäessä.
fr: Correction d'un bug détecté lors de la navigation avec la flèche haut depuis le sélecteur de date dans les dernières versions de NVDA.
pt_br: Foi corrigido um erro detectado ao navegar com a seta para cima do seletor de datas nas versões mais recentes do NVDA.
tr: NVDA'nın en son sürümlerinde tarih seçicide yukarı okla gezinirken tespit edilen bir hata düzeltildi.

source: Changes for 20230728.0.0
bg: Промени във версия 20230728.0.0
es: Cambios para 20230728.0.0
fi: Muutokset versiossa 20230728.0.0
fr: Changements pour la version 20230728.0.0
hr: Promjene u 20230728.0.0
pt_br: Alterações para 20230728.0.0
tr: 20230728.0.0 için değişiklikler

source: Applied the flake8 and mypy rules to the code;
bg: Приложени са правилата flake8 и mypy към кода;
es: Aplicadas las reglas de Flake8 y Mipy al código;
fi: Sovellettu koodiin flake8- ja mypy-sääntöjä.
fr: Appliqué les règles flake8 et mypy au code ;
hr: Programskom kodu su dodana flake8 i mypy pravila;
pt_br: Aplicou as regras flake8 e mypy ao código;
tr: Flake8 ve mypy kuralları koda uygulandı;

source: Changed the minimum supported NVDA version to 2019.3 to support annotations introduced in Python 3.
bg: Променена е минималната поддържана версия на NVDA на 2019.3, за да се поддържат анотации, въведени в Python 3.
es: Cambiada la versión mínima soportada de NVDA a la 2019.3 para soportar las anotaciones de tipos introducidas en Python 3.
fi: Muutettu NVDA:n tuetuksi vähimmäisversioksi 2019.3 Python 3:ssa esiteltyjen merkintöjen tukemiseksi.
fr: Modifiée la version minimale de NVDA prise en charge vers la 2019.3 pour prendre en charge les annotations introduites dans Python 3.
hr: Namjanja podržana NVDA verzija je promijenjena na 2019.3 kako bi se podržale zabilješke koje su uvedene u Python 3.
pt_br: Alterada a versão mínima suportada do NVDA para 2019.3 para suportar anotações introduzidas no Python 3.
tr: Python 3'te tanıtılan ek açıklamaları desteklemek için desteklenen minimum NVDA sürümü 2019.3 olarak değiştirildi.

source: Changes for 20230508.0.0 and beyond
bg: Промени във версия 20230508.0.0 and beyond
de: Änderungen in 20230508.0.0 und neuer
es: Cambios para 20230508.0.0 y posteriores
fi: Muutokset versiossa 20230508.0.0 ja sitä uudemmissa
fr: Changements pour la version 20230508.0.0 et au-delà
hr: Promjene u 20230508.0.0 i novijim verzijama
pt_br: Alterações para 20230508.0.0 e além
tr: 20230508.0.0 ve sonrası için değişiklikler

source: Changed version number, minimum NVDA version and download link according to store conventions/requirements.
bg: Променени са номера на версията, минималната версия на NVDA и връзката за изтегляне според конвенциите/изискванията на магазина.
es: Cambiado el número de versión, la versión mínima de NVDA y el enlace de descarga según las convenciones y los requisitos de la tienda.
fi: Versionumero, NVDA-version vähimmäisvaatimus ja latauslinkki muutettu lisäosakaupan käytäntöjen/vaatimusten mukaisiksi.
fr: Numéro de version modifiée, version minimale NVDA et lien de téléchargement en fonction des conventions / exigences de la store.
hr: Promijenjen je broj verzije, minimalna NVDA verzija i poveznica za preuzimanje prema konvencijama/zahtjevima trgovine.
pt_br: O número da versão, a versão mínima do NVDA e o link de download foram alterados de acordo com as convenções/requisitos da loja.
tr: Mağaza kurallarına/gereksinimlerine göre sürüm numarası, minimum NVDA sürümü ve indirme bağlantısı değiştirildi.

source: Changes for 19.02
bg: Промени във версия 19.02
da: Ændringer for 19.02
de: Änderungen in 19.02
es: Cambios para 19.02
fi: Muutokset versiossa 19.02
fr: Changements pour la version 19.02
gl: Cambios para 19.02
hr: Promjene u 19.02
it: Novità nella versione 19.02
ja: 19.2の変更点
pl: Zmiany na 19.02
pt_br: Alterações para 19.02
pt_pt: Alterações para 19.0.2
sk: Verzia 19.02
tr: 19.02 sürümündeki değişiklikler
vi: Các thay đổi cho phiên bản 19.02

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
bg: Променено е номерирането на версията – сега тя се формира във формата ГГ.ММ (годината в 2 цифри, последвана от точка, последвана от номера на месеца с 2 цифри).
da: Ændret versionsnummerering til åå.MM (År i 2 cifre efterfulgt af et punktum, efterfulgt af måneden i 2 cifre);
de: Versionsnummerierung mit JJ.MM geändert (das Jahr in zwei Stellen, gefolgt von einem Punkt, gefolgt vom Monat in zwei Stellen);
es: Se ha cambiado el número de versión usando el esquema AA.MM (dos dígitos para el año, seguidos de un punto y dos dígitos para el mes);
fi: Versionumerointi muutettu muotoon vv.kk (vuosi kahdella numerolla, piste ja kuukausi kahdella numerolla);
fr: Modification de la numérotation des versions en utilisant YY.MM (L'année en 2 chiffres, suivie d'un point, suivie du mois en 2 chiffres);
gl: Modificado o numerado de versións utilizando YY.MM (o ano en dous díxitos, seguido dun punto, seguido polo mes en dous díxitos);
hr: Promijenjeno je numeriranje verzija koristeći YY.MM (Dvije znamenke za godinu, slijedi točka, a zatim dvije znamenke za mjesec);
it: Cambiata la modalità di numerazione delle versioni; ora si utilizzano due cifre per l'anno, seguite da un punto, seguito da due cifre per il mese (aa.mm);
ja: バージョンの番号をYY.MM(年2桁、ドット、月2桁)を使用するように変更しました;
pl: Zmieniono numerację wersji przy użyciu YY. MM (Rok w 2 cyfrach, po którym następuje kropka, a następnie miesiąc w 2 cyfrach);
pt_br: Alterada a Numeração de versão, usando AA.MM (O ano em 2 dígitos, seguido por um ponto, seguido pelo mês em 2 dígitos);
pt_pt: Alterada a Numeração de versão, usando AA.MM (O ano em 2 dígitos, seguido por um ponto, seguido pelo mês em 2 dígitos);
sk: Upravené číslovanie verzie. Používame tvar YY.MM (dve číslice pre rok a dve pre mesiac);
tr: Sürüm biçimi yy.aa (iki rakam ile yıl, nokta, iki rakam ile ay) olarak değiştirildi;
vi: Thay đổi cách đặt số phiên bản bằng YY.MM (hai chữ số năm, một dấu chấm, hai chữ số tháng);

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
bg: Добавена е съвместимост с новите изисквания за съвместимост на добавките, налични в NVDA 2019.1.
da: Tilføjede kompatibilitet med det nye versionsformat af der fra nu af benyttes i tilføjelser, der blev aktuelt siden NVDA 2019.1.
de: Die Kompatibilität mit dem neuen Versionierungsformat der Erweiterung wurde gesichert, erschienen seit nvda 2019.1.
es: Se ha añadido compatibilidad con el nuevo formato de versión de complementos, disponible desde NVDA 2019.1.
fi: Lisätty yhteensopivuus lisäosien uudelle versionumeroinnille, joka otettiin käyttöön NVDA 2019.1:ssä.
fr: Ajout de la compatibilité avec le nouveau format de gestion des versions des extensions, apparu depuis nvda 2019.1.
gl: Engadida compatibilidade co novo formato de versións de complementos, aparecido dende NVDA 2019.1.
hr: Dodana je kompatibilnost s novim formatom za određivanje verzije, pojavila se u nvda 2019.1.
it: Aggiunta la compatibilità con il nuovo formato per il numero di versione degli add-on, presente a partire da NVDA 2019.1.
ja: NVDA 2019.1から現れる、新しいアドオンのバージョンフォーマットとの互換性を追加しました。
pl: Dodano kompatybilność z nowym formatem wersjonowania dodatku, pojawił się od nvda 2019.1.
pt_br: Adicionado a compatibilidade com o novo formato de versão do complemento, aparecido desde o nvda 2019.1.
pt_pt: Acrescentada a compatibilidade com o novo formato de versão do extra, que irá surgir a partir desde o nvda 2019.1.
sk: Pridaná podpora pre nové zadávanie verzií doplnkov predstavené v NVDA 2019.1.
tr: NvDA 2019.1 sürümünden itibaren kullanılmaya başlanan eklenti sürüm biçimiyle uyumluluk sağlandı.
vi: Thêm tương thích với định dạng phiên bản mới của add-on, xuất hiện từ nvda 2019.1.

source: Changes for 6.0
bg: Промени във версия 6.0
da: Ændringer i 6.0
de: Änderungen in 6.0
es: Cambios para 6.0
fi: Muutokset versiossa 6.0
fr: Changements pour la version 6.0
gl: Cambios para 6.0
hr: Promjene u 6.0
it: Novità nella versione 6.0
ja: 6.0の変更点
pl: Zmiany w wersji 6.0
pt_br: Alterações para 6.0
pt_pt: Alterações para 6.0
sk: Verzia 6.0
tr: 6.0 sürümündeki değişiklikler
vi: Các thay đổi cho phiên bản 6.0

source: added the addon settings to the NVDA settings panel for NVDA 2018.2 and higher;
bg: Настройките за добавката са добавени към панела с настройките на NVDA за NVDA 2018.2 и по-нови версии.
da: tilføjede tilføjelsesindstillingerne til NVDA indstillingspanelet for NVDA 2018.2 og nyere;
de: Einstellungen der Erweiterung zum NVDA-Einstellungsfenster für NVDA 2018.2 und neuer wurde hinzugefügt;
es: añadidas las opciones del complemento al panel opciones de NVDA para NVDA 2018.2 y superiores;
fi: Lisäosan asetukset lisätty NVDA:n asetuspaneeliin versiossa 2018.2 ja uudemmissa;
fr: ajout des paramètres de l'extension au panneau Paramètres NVDA pour NVDA 2018.2 et les versions ultérieures;
gl: Engadidas as opcións do complemento ao panel opcións do NVDA para NVDA 2018.2 e superiores;
hr: postavke dodatka su dodane u ploču NVDA postavki za NVDA verziju 2018.2 i noviju;
it: Integrate le impostazioni del componente nella finestra impostazioni di NVDA 2018.2 e superiori;
ja: NVDA 2018.2以降のため、アドオン設定をNVDA設定パネルに追加しました;
pl: dodano ustawienia dodatku do panelu ustawień NVDA dla NVDA 2018.2 i nowszych;
pt_br: adicionado as configurações do complemento ao painel de configurações do NVDA para o NVDA 2018.2 e superiores;
pt_pt: adicionaram-se as configurações de addon ao painel de configurações do NVDA para o NVDA 2018.2 e superior;
sk: Nastavenia pridané do stromu nastavení pre NVDA od verzie 2018.2;
tr: eklenti ayarları NVDA 2018.2 ve üzeri sürümlerde NVDA ayarlar paneline eklendi;
vi: đã thêm cài đặt addon vào bản tùy chỉnh NVDA cho NVDA 2018.2 trở lên;

source: Moved the item for searching a day to the tools menu;
bg: Командата за търсене на ден е преместена в меню "Инструменти".
da: Flyttet punktet til at søge en dag til værktøjsmenuen;
de: Das Element für die Suche nach einem Tag wurde in das Menü "Werkzeuge" verschoben;
es: Movido el elemento para buscar un día al menú herramientas;
fi: Siirretty päivän etsimiseen tarkoitettu vaihtoehto Työkalut-valikkoon;
fr: Déplacement de l'élément pour rechercher un jour dans le menu Outils;
gl: Movido o elemento para procurar un día ao menú ferramentas;
hr: Stavka za traženje dana je promještena u izbornik „Alati”;
it: Spostata la voce per la ricerca del giorno nel menu strumenti;
ja: ツールメニューに日付を検索する項目を移動しました;
pl: Element służący do wyszukiwania został przeniesiony do meni Narzędzia;
pt_br: Movido o item para pesquisar um dia para o menu de ferramentas;
pt_pt: Movido o item para pesquisar um dia para o menu de ferramentas;
sk: Položka vyhľadať deň presunutá do menu nástroje;
tr: Gün aramak için kullanılan menü öğesi araçlar menüsüne taşındı;
vi: Đã chuyển tùy chọn tìm kiếm ngày vào trình đơn công cụ;

source: Added the backward compatibility of the add-on with the NVDA versions that preceded 2018.2, which included the settings panel.
bg: Добавена е обратна съвместимост на добавката с версиите на NVDA, предшестващи версия 2018.2, включително панела с настройките.
da: Tilføjet bagudkompatibilitet for tilføjelsesprogrammet med NVDA versioner, der går forud for 2018.2, som omfatteder indstillingspanelet.
de: Abwärtskompatibilität der Erweiterung mit den NVDA-Versionen vor 2018.2 wurde hinzugefügt, die das Einstellungsfeld enthielten.
es: Añadida la compatibilidad hacia atrás del complemento con las versiones de NVDA que precedieron a la versión 2018.2, que incluye el panel de opciones.
fi: Lisätty taaksepäin yhteensopivuus NVDA 2018.2:ta edeltäneille versioille.
fr: Ajout de la rétrocompatibilité de l'extension avec les versions NVDA antérieures à la version 2018.2, qui incluait le panneau Paramètres.
gl: Engadida a compatibilidade cara atrás do complemento coas versións do NVDA que precederan á 2018.2, que inclúe o panel Opcións.
hr: Dodatak je sada kompatibilan sa NVDA verzijama starijima od 2018.2, koje su uključivale ploču s postavkama.
it: Mantenuta la compatibilità per versioni precedenti a NVDA 2018.2, che include la finestra impostazioni.
ja: 設定パネルを含む2018.2より前のNVDA バージョンについて、アドオンの後方互換性を追加しました。
pl: Dodano zgodność wsteczną z wersjami NVDA starszymi niż 2018.2, co dotyczy np. panelu ustawień.
pt_br: Adicionada a retrocompatibilidade do complemento com as versões do NVDA anteriores a 2018.2, que incluíam o painel de configurações.
pt_pt: Adicionada a compatibilidade com versões anteriores do complemento com as versões do NVDA anteriores a 2018.2, que incluíam o painel de configurações.
sk: Pridaná spätná kompatibilita so staršími verziami NVDA pred 2018.2;
tr: Eklenti NVDA 2018.2 sürümünden önceki sürümler için uyumlu hâle getirildi. Ayarlar iletişim kutusu için de uyumluluk sağlandı.
vi: Đã thêm tương thích ngược của add-on với các phiên bản NVDA trước 2018.2, bao gồm bản các thiết lập.

source: Changes for 5.0
bg: Промени във версия 5.0
da: Ændringer i 5.0
de: Änderungen in 5.0
es: Cambios para 5.0
fi: Muutokset versiossa 5.0
fr: Changements pour la version 5.0
gl: Cambios para 5.0
hr: Promjene u 5.0
it: Novità nella versione 5.0
ja: 5.0の変更点
pl: Zmiany w wersji 5.0
pt_br: Alterações para 5.0
pt_pt: Alterações para 5.0
sk: Verzia 5.0
tr: 5.0 sürümündeki değişiklikler
vi: Các thay đổi cho phiên bản 5.0

source: Added the compatibility of the add-on with wxPython 4.0 and Python3;
bg: Добавена е съвместимост на добавката с wxPython 4.0 и Python3;
da: Tilføjet kompatibilitet af tilføjelsesprogrammet med wxPython 4.0 og Python3;
de: Kompatibilität des Add-Ons mit wxPython 4.0 und Python 3 wurde hinzugefügt;
es: Añadido la compatibilidad del complemento con wxPython 4.0 y Python3;
fi: Lisätty wxPython 4.0:n ja Python 3:n yhteensopivuus;
fr: Ajout de la compatibilité de l'extension avec wxPython 4.0 et Python3 ;
gl: Engadida compatibilidade do complemento con Wx Python 4.0 e Python 3;
hr: Dodana je kompatibilnost sa wxPython 4.0 i Python 3;
it: Aggiunta compatibilità per wxPython 4 e Python 3;
ja: wxPython 4.0およびPython 3とのアドオンの互換性を追加しました;
pl: Dodano zgodność z wxPython 4.0 i Python3;
pt_br: Adicionada a compatibilidade do add-on com wxPython 4.0 e Python3;
pt_pt: Adicionada a compatibilidade do add-on com wxPython 4.0 e Python3;
sk: Pridaná kompatibilita s rozhraním wxPython 4.0 a Python3;
tr: Eklenti wxPython 4.0 ve Python3 ile uyumlu hâle getirildi;
vi: Thêm tương thích của add-on với wxPython 4.0 và Python3;

source: Fixed a bug with add-on paths that contain non-ASCII characters.
bg: Отстранена е грешка с пътища за добавката, съдържащи символи, които не са ASCII.
da: Rettede en fejl med stier tilhørende tilføjelsespakken der indholder non-ASCII-tegn.
de: Ein Fehler mit Pfaden zur Erweiterung, die Nicht-ASCII-Zeichen enthalten, wurde behoben.
es: Arreglado un error con rutas de complementos que no contienen caracteres ASCII.
fi: Korjattu bugi, jota esiintyi, kun lisäosan hakemistopoluissa oli muita kuin ASCII-merkkejä.
fr: Correction d'un bug avec les chemins d'extension contenant des caractères non-ASCII.
gl: Aranxado un erro con rutas de complementos que conteñen caracteres non ASCII.
hr: Ispravljena greška u dijelovima dodatka koji sadrže znakove koji nisu ASCII.
it: Risolto un bug con i percorsi che contengono caratteri non ASCII.
ja: non-ASCII文字を含むアドオンパスについてのバグを修正しました。
pl: Poprawiono błąd dotyczący ścieżek dodatku, które zawierają znaki spoza łacińskiego alfabetu.
pt_br: Corrigida uma falha com caminhos do complemento, que contenham caracteres não-ASCII.
pt_pt: Corrigido um bug com caminhos do extra, que contenham caracteres não-ASCII.
sk: Opravené problémy, ktoré nastávali, ak sa doplnok pokúsil uložiť nastavenia a cesta obsahovala znaky mimo ascii rozsahu.
tr: ASCİİ olmayan karakterler içeren eklenti dizinleriyle ilgili bir sorun düzeltildi.
vi: Sửa lỗi với đường dẫn add-on có kí tự không phải mã ASCII.

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
es: Cambios para 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
gl: Cambios para 4.0
hr: Promjene u 4.0
it: Novità nella versione 4.0
ja: 4.0の変更点
pl: Zmiany w wersji 4.0
pt_br: Alterações para 4.0
pt_pt: Alterações para 4.0
sk: Verzia 4.0
tr: 4.0 sürümündeki değişiklikler
vi: Các thay đổi cho phiên bản 4.0
