Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/debugHelper.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, uk, zh_cn

source: Let us say for example that you were about to perform a series of tasks, that you know generate lengthy error content in the NVDA log. You are going to post the relevant portions of your log to a mailing list or the [NVDA GitHub issue tracker](https://github.com/nvaccess/nvda/issues). However you don't want to hunt through your entire log to find the relevant content. So you use this add-on to insert mark 1, right before you do the thing that causes the first error. If you know something else will generate further errors, or a different kind, you insert another mark to separate that error from the previous one, or so you can say "this is what I was doing at mark 3, where some errors occurred." Another example: While using some application, something happens that causes an error (maybe you hear the Windows error sound). You want to go back and find that error later, but you don't want to stop working and save the log right now. So you use this add-on again, to insert a mark in your log. This time the mark will appear after the errors in your log, instead of before. But either way, the marks will help you narrow down the important sections of your log.
bg: Да кажем например, че сте били на път да изпълните поредица от задачи, за които знаете, че генерират голяма поредица от грешки в протокола на NVDA. Искате да публикувате съответните части от вашия протокол в пощенски списък или в [страницата на NVDA в GitHub](https://github.com/nvaccess/nvda/isissue). Но не искате да тършувате в целия протокол, за да намерите съответното съдържание. Така че използвате тази добавка, за да поставите маркер 1, точно преди да направите това, което причинява първата грешка. Ако знаете, че нещо друго ще генерира допълнителни грешки или друг вид, вие поставяте друг маркер, за да отделите тази грешка от предишната, или така можете да кажете "това е, което правех на маркер 3, където са възникнали някакви грешки". Друг пример: докато използвате някое приложение, се случва нещо, което причинява грешка (може би чувате звука за грешка в Windows). Искате да се върнете назад и да намерите тази грешка по-късно, но не искате да спрете да работите и запишете протокола в момента. Така че отново използвате тази добавка, за да вмъкнете маркер във вашия протокол. Този път маркерът ще се появи след грешките във вашия протокол, вместо преди. Но и в двата случая маркировките ще ви помогнат да стесните обхвата на важните участъци от вашия протокол.
da: Lad os sige, at du var ved at udføre en række opgaver, som du ved generere mange fejl i NVDA-loggen. Du skal sende de relevante dele af din log til en mailingliste eller til [NVDA GitHub Issue tracker](https:/github.com/nvaccess/NVDA/Issues). Du ønsker ikke at læse gennem hele din log for at finde det relevante indhold, så du bruger denne tilføjelse til at indsætte Mark 1, lige før du gør de ting, der forårsager den første fejl. Hvis du ved noget andet vil generere yderligere fejl, indsætter du et andet mærke for at adskille denne fejl fra den foregående, eller så du kan sige "Dette er hvad jeg gjorde ved Mark 3, hvor nogle fejl opstod." Et andet eksempel: Mens du bruger et program, sker der noget, som forårsager en fejl (måske hører du lyden der afspilles ved Windows-fejl). Du ønsker at gå tilbage og finde den fejl senere, men du ønsker ikke at stoppe med at arbejde og gemme loggen lige nu. Så du bruger denne tilføjelse igen, så du kan indsætte et mærke i din log. Denne gang vises mærket efter fejlene i din log, i stedet for før. Men uanset hvad, vil mærkerne hjælpe dig med at indsnævre de vigtige sektioner i din log.
de: Nehmen wir zum Beispiel an, dass Sie im Begriff waren, eine Reihe von Aufgaben durchzuführen, von denen Sie wissen, dass sie lange Fehlerinhalte im NVDA-Protokoll erzeugen. Sie werden die relevanten Teile Ihres Protokolls an eine Mailingliste oder den [NVDA GitHub Issue Tracker https://github.com/nvaccess/nvda/issues] senden. Sie möchten jedoch nicht Ihr gesamtes Protokoll durchsuchen, um den relevanten Inhalt zu finden. Sie verwenden also diese Erweiterung, um die Markierung 1 einzufügen, kurz bevor Sie die Sache tun, die den ersten Fehler verursacht. Wenn Sie wissen, dass etwas anderes weitere Fehler erzeugt oder eine andere Art, fügen Sie eine andere Markierung ein, um diesen Fehler von dem vorherigen zu trennen, oder so können Sie sagen: "Das ist es, was ich bei Markierung 3 getan habe, wo einige Fehler aufgetreten sind". Ein weiteres Beispiel: Bei der Verwendung einer Anwendung passiert etwas, das einen Fehler verursacht (vielleicht hören Sie den Windows-Fehlerton). Sie wollen zurückgehen und diesen Fehler später finden, aber Sie wollen nicht aufhören zu arbeiten und das Protokoll sofort speichern. Sie verwenden diese Erweiterung also wieder, um eine Markierung in Ihr Protokoll einzufügen. Diesmal erscheint die Markierung nach den Fehlern in Ihrem Protokoll, nicht vorher. Aber so oder so, die Markierungen werden Ihnen helfen, die wichtigen Abschnitte Ihres Protokolls einzugrenzen.
es: Digamos por ejemplo que quieres realizar una serie de tareas que generan errores extensos en el registro de NVDA. Vas a publicar las partes relevantes de tu registro en una lista de correo o en el [sistema de incidencias de NVDA en GitHub](https://github.com/nvaccess/nvda/issues). Sin embargo, no quieres navegar por el registro entero para buscar el contenido relevante. Por tanto usas este complemento para insertar la marca 1, justo antes de hacer eso que causa el primer error. Si sabes que algo más generará más errores o de diferente tipo, insertas otra marca para separar el error anterior del nuevo, de tal forma que puedas decir "esto es lo que estaba haciendo en la marca 3, cuando ocurrieron algunos errores". Otro ejemplo: mientras usas una aplicación, algo ocurre y provoca un error (tal vez oyes el sonido de error de Windows). Quieres regresar y buscar ese error más tarde, pero no quieres dejar de trabajar y guardas el registro justo ahora. Así que usas este complemento otra vez para insertar una marca en tu registro. En esta ocasión la marca aparecerá después de los errores en tu registro, en vez de antes. Pero no importa, las marcas te ayudarán a separar las secciones importantes de tu registro.
fr: Disons par exemple que vous êtes sur le point d'effectuer une série de tâches, dont vous savez qu'elles génèrent un grand nombre d'erreurs dans le journal de NVDA. Vous aller envoyer la portion concernée de votre journal à une liste de diffusion ou au [NVDA GitHub issue tracker](https://github.com/nvaccess/nvda/issues). Cependant vous ne voulez pas dérouler tout le journal de NVDA pour retrouver le contenu concerné. Donc vous utilisez cette extension pour insérer mark 1, juste avant de faire l'action générant la première erreur. Si vous savez que quelque chose d'autre générera d'autres erreurs, vous insérez une autre marque pour séparer cette erreur de la précédente, ainsi vous pourrez dire "voici ce que je faisais à mark 3, où des erreurs se sont produites." Un autre exemple : Durant l'utilisation d'une application, quelque chose arrive qui produit une erreur (peut-être que vous entendez le son d'erreur de Windows). vous voulez revenir et trouver cette erreur plus tard, mais vous ne voulez pas arrêter de travailler et sauvegarder le journal maintenant. Vous utilisez donc encore cette extension, pour insérer une marque dans votre journal. Cette fois-ci la marque apparaîtra après les erreurs dans le journal, au lieu d'apparaître avant. Dans tous les cas, les marques vous aideront à localiser les portions importantes de votre journal.
gl: Poñamos por caso que estabas a punto de realizar unha serie de tarefas, que sabes que xeran extenso contido de erro no rexistro de NVDA. Vas a publicar as porcións relevantes do teu rexistro nunha lista de correo ou [sistema de incidencias de NVDA en GitHub](https://github.com/nvaccess/nvda/issues). Porén, non queres explorar todo o rexistro para buscar o contido relevante. Así que utilizas este complemento para insertar a marca 1, xusto antes de facer o que causa o primeiro erro. Se coñeces que algo máis vai xerar máis erros, ou outra clase, insertas outra marca para separar ése error do anterior, de maneira que poidas dicir "isto é o que estaba facendo na marca 3, onde ocorreron algúns erros." Outro exemplo: ao utilizar algunha aplicación,ocorre algo que causa un erro (quizais oias o son de erro de Windows). Queres volver atrás e buscar ese erro máis adiante, pero non queres deixar de traballar para gardar o rexistro no momento. Así que utilizas este complemento de novo, para insertar unha marca no teu rexistro. Desta volta a marca aparecerá despois dos erros no teu rexistro, no canto de antes. Mais en calquera caso, as marcas axudaranche a acotar as seccións importantes do teu rexistro.
hr: Recimo na primjer da si želio obaviti niz zadataka, za koje znaš da generiraju dugački log zapis o grešci. Relevantne dijelove log zapisa ćeš objaviti na mailing listi ili u [NVDA GitHub sustavu za praćenje grešaka] (https://github.com/nvaccess/nvda/isissue). Međutim ne želiš tražiti cijeli log zapis, kako bi se pronašao odgovarajući sadržaj. U tom slučaju koristi ovaj dodatak za umetanje oznake 1, neposredno prije nego što odradiš radnju koja uzrokuje prvu grešku. Ako znaš da će nešto drugo stvoriti daljnje greške ili neku drugu vrstu greške, umetni drugu oznaku za odvajanje te greške od prethodne ili kako bi mogao reći „to je ono, što sam radio kod oznake 3, gdje su se dogodile neke pogreške”. Drugi primjer: Tijekom korištenja neke aplikacije, događa se nešto što uzrokuje grešku (možda čuješ zvuk greške Windows sustava). Želiš se vratiti i pronaći tu grešku kasnije, ali ne želiš sada prestati raditi i spremiti zapisnik. Tada ponovo upotrijebi ovaj dodatak za umetanje oznake u svoj log zapis. Ovaj put će se oznaka pojaviti nakon grešaka u tvom log zapisu, umjesto prije njih. No kako god bilo, oznake će ti pomoći zažeti važne dijelove tvog log zapisa.
it: Diciamo, ad esempio, che stiate eseguendo una serie di operazioni che producono messaggi di errore lunghi nel log di NVDA. Vorreste postare le parti più importanti del log in una mailing list o nell'[NVDA GitHub issue tracker](https://github.com/nvaccess/nvda/issues), ma non vorreste leggervi tutto il log per individuare le parti suddette. Utilizzate questo add-on per inserire la prima marcatura, subito prima di compiere la prima operazione che causa il primo errore. Se sapete che qualche altra operazione genererà ulteriori errori o comunque messaggi di interesse, inserite questa marcatura per separare questi errori dai precedenti, o per dire "Ecco cosa stavo facendo al mark 3, dove si sono verificati alcuni errori". Un altro esempio: mentre utilizzate un'applicazione, accade qualcosa che causa un errore (probabilmente sentite il suono di errore di Windows). Vorreste tornare indietro e trovare quell'errore più tardi, ma non volete interrompere il lavoro e salvare il log proprio ora. Utilizzate nuovamente questo add-on per inserire una marcatura nel log. Questa volta la marcatura apparirà dopo gli errori nel log, anziché prima. In entrambi i casi, comunque, le marcature vi aiuteranno a delimitare le parti importanti del vostro log.
ja: 例えば、いくつかのタスクをしようとしているとしましょう。そしてその時、NVDAログに長いエラー内容が生成されることを知っているとします。ログの関連箇所をメーリングリストまたは[NVDA GitHub issue tracker](https://github.com/nvaccess/nvda/issues)に投稿するとします。しかしながら、ログ全体から関係する内容を見つけるために探すのは望まないと思います。そこで、最初のエラーの原因になることをする直前に、マーク1を挿入するのにこのアドオンを使います。もし、他の何かがさらに、または違う種類のエラーを生成することを知っている場合、そのエラーを前の物と区別するために、他のマークを挿入するか、または、「これは私がマーク3でやったことで、何かエラーが起こります」と言えます。他の例:何かのアプリケーションを使っている間に、エラーの原因となる何かが起こります（恐らくWindowsのエラー音を聞きます）。前に戻って後でそのエラーを見つけたいと思います。しかし、途中で作業をやめて今すぐにログを保存するのは嫌だとします。そこで、このアドオンを使用して、ログにマークを挿入します。この時、ログではマークが、エラーの前ではなく、後に現れます。しかし、どちらの方法でも、そのマークが、ログの重要な部分に絞り込むのを助けてくれます。
pl: Załóżmy na przykład, że miałeś wykonać serię zadań, o których wiesz, że generujesz długą zawartość błędów w dzienniku NVDA. Zamierzasz opublikować odpowiednie części swojego dziennika na liście mailingowej lub [NVDA GitHub issue tracker] (https://github.com/nvaccess/nvda/issues). Nie chcesz jednak przeszukiwać całego dziennika, aby znaleźć odpowiednią zawartość. Więc używasz tego dodatku, aby wstawić znak 1, tuż przed zrobieniem rzeczy, która powoduje pierwszy błąd. Jeśli wiesz, że coś innego wygeneruje dalsze błędy lub inny rodzaj, wstawiasz inny znak, aby oddzielić ten błąd od poprzedniego, lub możesz powiedzieć "to jest to, co robiłem w znaku 3, gdzie wystąpiły pewne błędy". Inny przykład: Podczas korzystania z jakiejś aplikacji dzieje się coś, co powoduje błąd (być może usłyszysz dźwięk błędu systemu Windows). Chcesz wrócić i znaleźć ten błąd później, ale nie chcesz przestać działać i zapisać dziennika teraz. Dlatego należy użyć tego dodatku ponownie, aby wstawić znacznik w dzienniku. Tym razem znak pojawi się po błędach w dzienniku, a nie przed. Ale tak czy inaczej, znaki pomogą Ci zawęzić ważne sekcje dziennika.
pt_br: Digamos, por exemplo, que você estava prestes a executar uma série de tarefas, que sabe gerar um longo conteúdo de erro no log do NVDA. Você vai postar as partes relevantes do seu log em uma lista de discussão ou no [rastreador de problemas do NVDA no GitHub](https://github.com/nvaccess/nvda/issues). No entanto, não deseja percorrer todo o seu log para encontrar o conteúdo relevante. Então você usa esse complemento para inserir a marca 1, logo antes de executar o que causa o primeiro erro. Se souber que algo mais irá gerar erros adicionais, ou um tipo diferente, insira outra marca para separar esse erro do anterior, ou então você poderá dizer "é isso que eu estava fazendo na marca 3, onde ocorreram alguns erros." Outro exemplo: ao usar algum aplicativo, acontece algo que causa um erro (talvez você ouça o som do erro do Windows). Você deseja voltar e encontrar esse erro mais tarde, mas não deseja parar de trabalhar e salvar o log agora. Então você usa esse complemento novamente para inserir uma marca no seu log. Desta vez, a marca aparecerá após os erros no seu log, e não antes. De qualquer forma, as marcas o ajudarão a restringir as seções importantes do seu log.
pt_pt: Digamos, por exemplo, que estava prestes a executar uma série de tarefas que sabe que vão gerar uma grande quantidade de erros, no log do NVDA. Quer publicar as partes relevantes do seu log numa lista de discussão ou no [rastreador de problemas do NVDA no GitHub](https://github.com/nvaccess/nvda/issues). Mas não deseja percorrer todo o seu log para encontrar o conteúdo de que precisa. Assim sendo, usa este extra para inserir o marcador 1, logo antes de executar o que causa o primeiro erro. Se souber que algo mais irá originar erros adicionais ou um tipo diferente de falhas, insira outro marcador, para separar esse erro do anterior, ou então poderá dizer "era isto que eu estava a fazer, inserindo o marcador 3, onde ocorreram alguns erros." Outro exemplo: ao usar algum aplicativo, acontece algo que causa um erro (talvez ouça o som do erro do Windows). necessita encontrar esse erro mais tarde, mas não quer parar de trabalhar e guardar o log agora. Então usa este extra novamente, para inserir um marcador no seu log. Desta vez, o marcador aparecerá após os erros no seu log, e não antes. em conclusão:os marcadores irão ajudá-lo a dividir as secções importantes do seu registo do NVDA.
sk: Predstavme si nasledujúcu situáciu: Viete, že určité správanie spôsobuje chybu v NVDA a táto chyba sa zapíše dlhým záznamom do logu NVDA. Záznam chcete poslať do mailinglistu, alebo ako report do [NVDA GitHub issue trackera](https://github.com/nvaccess/nvda/issues). Nechcete ale prehľadávať celý log, aby ste našli príslušnú časť. Preto najprv pomocou klávesovej skratky vložíte značku a potom vykonáte činnosti, ktoré spôsobujú zamrznutie a pád NVDA. Ak viete, že chcete zaznamenať ďalšie chyby, môžete vložiť ďalšie značky. Takto viete určiť, čo ste robili pri vkladaní napríklad tretej značky. Iná situácia môže nastať, keď používate nejakú aplikáciu a znenazdajky dôjde k chybe. Nechcete prerušiť prácu, súčasne si ale chcete miesto poznačiť. Preto pomocou klávesovej skratky vložíte značku, ktorú neskôr viete v logu vyhľadať. Chybu budete potom hľadať smerom od značky nahor.
uk: Ви можете виконувати низку завдань, які генерують багато інформації про помилки в журналі NVDA. Ви збираєтеся оприлюднити відповідний фрагмент журналу в розсилці або в [NVDA GitHub issue tracker](https://github.com/nvaccess/nvda/issues). При цьому ви не хочете переглядати весь журнал, щоб знайти відповідний контент. Отже, ви користуєтеся цим додатком, щоб встановити мітку 1 відразу перед тим, як виконати дію, яка спричиняється до першої помилки. Якщо ви знаєте, що ще щось генерує подальші помилки того самого або іншого типу, ви встановлюєте іншу мітку, щоб відокремити цю помилку від попередньої, або так ви можете сказати: «Ось що я робив на позначці 3, коли виникла певна помилка». Інший приклад: під час використання якоїсь програми сталося щось, що призвело до помилки (можливо, ви почули звук помилки Windows). Ви хочете пізніше повернутися і знайти цю помилку, але не хочете припиняти роботу та зберігати ;журнал саме зараз. Отже, ви знову послуговуєтеся цим додатком, щоб вставити позначку у ваш журнал. Цього разу позначка з'явиться у вашому журналі після помилки, а не перед нею. Але, так чи інакше, позначки допоможуть вам обмежити важливі частини журналу.
zh_cn: 例如，假设您即将执行一系列任务，您知道会在 NVDA 日志中生成冗长的错误内容。您将把日志的相关部分发布到邮件列表或 [NVDA GitHub 问题跟踪器](https://github.com/nvaccess/nvda/issues)。但是，您不想搜索整个日志来查找相关内容。所以使用这个插件在做导致第一个错误的事情之前插入标记 1。如果您知道其他内容会产生更多错误或不同类型的错误，则插入另一个标记以将该错误与前一个错误分开，或者您可以说“这是我在标记 3 处所做的，发生了一些错误”。另一个例子：在使用某些应用程序时，发生了一些导致错误的事情（也许您听到 Windows 错误声音）。您想稍后返回并找到该错误，但您不想立即停止工作并保存日志。所以你再次使用这个插件，在你的日志中插入一个标记。这次标记将出现在日志中的错误之后，而不是之前。但无论哪种方式，这些标记都会帮助您缩小日志重要部分的范围。
