Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/debugHelper.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, uk, zh_cn

source: [[!meta title="Debug Helper"]]
bg: [[!meta title="Помощник при отстраняване на грешки (Debug Helper)"]]
da: [[!meta title="Fejlfindingshjælper"]]
de: [[!meta title="Debug-Helfer"]]
es: [[!meta title="Ayudante de depuración"]]
hr: [[!meta title="Pomoćnik za uklanjanje grešaka (Debug Helper)"]]
pt_br: [[!meta title="Ajudante de Depuração (Debug Helper)"]]
pt_pt: [[!meta title="Auxiliar de Depuração (Debug Helper)"]]
sk: [[!meta title="Pomocník pre ladenie"]]
zh_cn: [[!meta title="调试助手"]]

source: Author: Luke Davis
bg: Автор: Luke Davis
da: Forfatter: Luke Davis
de: Autor: Luke Davis
es: Autor: Luke Davis
fr: Auteur : Luke Davis
gl: Autor: Luke Davis
hr: Autor: Luke Davis
it: Autore: Luke Davis
ja: 作者: Luke Davis
pl: Autor: Luke Davis
pt_br: Autor: Luke Davis
pt_pt: Autor: Luke Davis
sk: Autor: Luke Davis
uk: Автор: Luke Davis
zh_cn: 作者: Luke Davis

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [la versione stabile][1].
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: The purpose of this add-on is to make debugging things in NVDA easier. New features will be added based on user suggestions. All emails or [GitHub issues](https://github.com/XLTechie/debugHelper) with feedback or feature ideas are most welcome.
bg: Целта на тази добавка е да улесни отстраняването на грешки в NVDA. Ще се добавят нови функции въз основа на потребителски предложения. Всички писма или [доклади в GitHub](https://github.com/XLTechie/debugHelper) с обратна връзка или идеи за функции са добре дошли.
da: Formålet med denne tilføjelse er at gøre fejlfinding i NVDA lettere. Nye funktioner vil blive tilføjet baseret på brugerforslag. Alle e-mails eller [GitHub Issues](https:/github.com/xltechie/debughelper) med feedback eller ideer er meget velkomne.
de: Der Zweck dieser Erweiterung ist es, das Debugging in NVDA zu erleichtern. Neue Funktionen werden auf der Grundlage von Benutzervorschlägen hinzugefügt. Alle E-Mails oder [GitHub issues](https://github.com/XLTechie/debugHelper) mit Feedback oder Feature-Ideen sind herzlich willkommen.
es: El propósito de este complemento es facilitar las tareas de depuración en NVDA. Se añadirán nuevas funciones basadas en las sugerencias de los usuarios. Todos los correos o [incidencias de GitHub](https://github.com/XLTechie/debugHelper) con comentarios e ideas de funciones nuevas son bienvenidos.
fr: Le but de cette extension est de faciliter le débogage dans NVDA. De nouvelles fonctionnalités seront ajoutées sur la base des suggestions des utilisateurs. Tous les courriels ou [tickets GitHub](https://github.com/XLTechie/debugHelper) avec des retours ou idées de fonctionnalités sont les bienvenus.
gl: O propósito deste complemento é facer máis fácil depurar cousas en NVDA. Engadiranse novas características con base nas suxestións dos usuarios. Todos os emails e [incidencias en GitHub](https://github.com/XLTechie/debugHelper) con comentarios ou ideas de características son moi benvidas.
hr: Svrha ovog dodatka je olakšavanje ispravljanja grešaka u NVDA čitaču. Nove funkcije će se dodavati ovisno o korisničkim prijedlozima. Sve e-poruke ili [GitHub problemi] (https://github.com/XLTechie/debugHelper) s povratnim informacijama ili idejama o funkcijama su dobrodošli.
it: Lo scopo di questo addon è quello di semplificare il processo di debugging in NVDA. Verranno aggiunte nuove funzionalità in base alle richieste degli utenti. Qualsiasi problema o idea può essere segnalata tramite posta elettronica oppure tramite [GitHub issues](https://github.com/XLTechie/debugHelper).
ja: このアドオンの目的は、NVDAでのデバッグをより簡単にすることです。新しい機能が、ユーザーによる提案を元に追加されます。電子メールや、フィードバックまたは機能アイディアについての[GitHub issues](https://github.com/XLTechie/debugHelper)を歓迎します。
pl: Celem tego dodatku jest ułatwienie debugowania w NVDA. Nowe funkcje będą dodawane na podstawie sugestii użytkowników. Wszystkie wiadomości e-mail lub [problemy z GitHub] (https://github.com/XLTechie/debugHelper) z opiniami lub pomysłami na funkcje są mile widziane.
pt_br: O propósito desse complemento é facilitar a depuração do NVDA. Novos recursos serão adicionados com base nas sugestões do usuário. Todos os e-mails ou [problemas/questões no GitHub](https://github.com/XLTechie/debugHelper) com retroalimentação (feedback) ou idéias de recursos são bem-vindos.
pt_pt: O propósito deste extra é facilitar a depuração do NVDA. Novos recursos serão adicionados com base nas sugestões do utilizador. Todos os e-mails ou [problemas/questões devem ser colocados no GitHub](https://github.com/XLTechie/debugHelper) feedback ou idéias de recursos são bem-vindos.
sk: Cieľom doplnku je uľahčiť vývoj NVDA a diagnostiku chýb. Ak máte nápady na nové funkcie, napíšte mi e-mail, veľmi rád ich zaradím. Akceptujem tiež [Hlásenia chýb a návrhy na GitHub](https://github.com/XLTechie/debugHelper).
uk: Завданням цього додатка є зробити відлагодження NVDA легшим. Нові функції додаватимуться за пропозиціями користувачів. Всі листи або [запитання на GitHub](https://github.com/XLTechie/debugHelper) з відгуками або ідеями про функції дуже вітаються.
zh_cn: 这个插件的目的是使 NVDA 中的调试变得更容易。将根据用户建议添加新功能。欢迎所有带有反馈或功能想法的电子邮件或 [GitHub 问题](https://github.com/XLTechie/debugHelper)。

source: Key Command
bg: Клавишни команди
da: Tastaturkommando
de: Tastenbefehl
es: Atajos de teclado
fr: Touche Commande
gl: Orde de Teclas
hr: Tipkovnički prečac
it: Comando principale
ja: キーコマンド
pl: Polecenie
pt_br: Comando por teclas
pt_pt: Comandos
sk: Klávesové skratky
uk: Гарячі клавіші
zh_cn: 快捷键

source: NVDA+Shift+F1: Inserts a mark line in the NVDA log.
bg: NVDA+Shift+F1: Вмъква маркировъчен ред в протокола на NVDA.
da: NVDA+Shift+F1:Indsætter en Mark-linje i NVDA-loggen.
de: NVDA+Umschalt+F1: Fügt eine Markierungslinie in das NVDA-Protokoll ein.
es: NVDA+shift+f1: inserta una línea de marca en el registro de NVDA.
fr: NVDA+Maj+F1: Insère une ligne de marquage dans le journal de NVDA.
gl: NVDA+Shift+F1: Inserta unha liña de marca no rexistro do NVDA.
hr: NVDA+šift+F1: Umetni redak s oznakom u NVDA log zapisu.
it: NVDA + Maiusc + F1: inserisce una linea di marcatura nel log NVDA.
ja: NVDA+Shift+F1: NVDAログに記号行を挿入します。
pl: NVDA+Shift+F1: Wstawia linię znacznika w dzienniku NVDA.
pt_br: NVDA+Shift+F1: Insere uma linha de marca no log do NVDA.
pt_pt: NVDA+Shift+F1: Insere uma linha de marcação no log do NVDA.
sk: NVDA+shift+F1: Vloží do logu NVDA značku.
uk: NVDA+Shift+F1: Вставити позначений рядок до журналу NVDA.
zh_cn: NVDA+Shift+F1：在 NVDA 日志中插入标记行。

source: Explanation and Usage
bg: Описание и начин на употреба
da: Forklaring og brug
de: Erläuterung und Verwendung
es: Explicación y uso
fr: Explication et Utilisation
gl: Explicación e Uso
hr: Objašnjenje i primjena
it: Spiegazioni e utilizzo
ja: 説明と使用方法
pl: Wyjaśnienie i użycie
pt_br: Explicação e uso
pt_pt: Explicação e uso
sk: Využitie
uk: Пояснення і використання
zh_cn: 解释和使用

source: When you press the command key, the add-on inserts a line like the following in the NVDA log (at the Info level):
bg: Когато натиснете командния клавиш, добавката вмъква ред като следния в протокола на NVDA (на ниво "информация"):
da: Når du trykker på Kommandotasten, indsætter tilføjelsesprogrammet en linje som følgende i NVDA-loggen (på infoniveau):
de: Wenn Sie die Tastenkombination drücken, fügt die Erweiterung eine Zeile wie die Folgende in das NVDA-Protokoll (auf der Ebene Info) ein:
es: Cuando pulses el atajo de teclado, el complemento insertará una línea como la siguiente en el registro de NVDA (en el nivel Info):
fr: Quand vous pressez la touche de commande, l'extension insère une ligne telle que ci-dessous dans le journal de NVDA (au niveau info):
gl: Cando premes a orde de teclas, o complemento inserta unha liña como a seguinte no rexistro do NVDA (no nivel Info):
hr: Kad pritisneš tipkovnički prečac, dodatak ubacuje sljedeći redak u NVDA log zapis (na razini informacija):
it: Quando si utilizza il comando principale NVDA+Shift+F1, NVDA inserisce una riga simile alla seguente nel log, al livello Info:
ja: コマンドキーを押すと、アドオンはNVDAのログに次のような行を挿入します（情報レベルにて）。
pl: Po naciśnięciu polecenia dodatek wstawia wiersz podobny do następującego w dzienniku NVDA (na poziomie Info):
pt_br: Quando você pressiona a tecla de comando, o complemento insere uma linha como a seguinte no log do NVDA (no nível Informações):
pt_pt: Quando pressiona a tecla de comando, o extra insere uma linha como a seguinte, no log do NVDA (no nível Informações):
sk: Po stlačení klávesovej skratky sa do logu NVDA zapíše značka v tomto tvare:
uk: Коли ви натискаєте комбінацію клавіш, додаток вставляє в журнал NVDA рядок, накшталт такого (на рівні інфо):
zh_cn: 当您按下命令键时，插件会在 NVDA 信息级别的日志中插入如下一行：

source: -- Mark 1 --
es: -- Marca 1 --
fr: ``` -- Marque 1 -- ```
hr: -- Oznaka 1 --
pl: -- Marka 1 --
pt_br: -- Marca 1 --
pt_pt: -- Marcador 1 --

source: It will also announce: "Logged Mark 1!"
bg: Също така ще съобщи: "Протоколиран е маркер 1!"
da: NVDA vil også annoncere: "Logger Mark 1!"
de: Es meldet dann: "Logged Mark 1!"
es: También anunciará: "¡Marca 1 grabada!"
fr: Elle annoncera également : "Mark 1 journalisée !"
gl: Tamén anunciará: "Logged Mark 1!" (¡Rexistrada Marca 1!)
hr: Najavit će i: „Oznaka 1 zapisana!”
it: Verrà anche annunciato: "inserito nel log Mark 1!"
ja: また、次のように報告します:「マーク1記録!」
pl: Ogłosi również: "Zalogowany Znak 1!"
pt_br: Ele também anunciará: "Gravado no log Marca 1!"
pt_pt: Também falará: "guardado no log Marcador 1!"
sk: NVDA takisto oznámi zapísanie značky 1.
uk: Він також повідомить: «Logged Mark 1!»
zh_cn: 其还将读出：“Logged Mark 1”

source: If you press the key again, you will get:
bg: Ако задействате командата отново, ще получите:
da: Hvis du trykker på tasten igen:
de: Wenn Sie die Tastenkombination erneut drücken, erhalten Sie:
es: Si pulsas el atajo de teclado de nuevo, obtendrás:
fr: Si vous pressez la touche de nouveau, vous obtiendrez :
gl: Se premes a orde de novo, obterás:
hr: Ako ponovo pritisneš prečac, dobit ćeš:
it: Se si preme il tasto nuovamente, si otterrà:
ja: またキーを押すと、次のようになります。
pl: Jeśli ponownie naciśniesz, otrzymasz:
pt_br: Se você pressionar a tecla novamente, você obterá:
pt_pt: Se pressionar a tecla novamente, obterá:
sk: Po opätovnom stlačení skratky sa do logu zapíše:
uk: Якщо ви натиснете клавіші знову, ви отримаєте:
zh_cn: 如果再次按下该键，您将得到：

source: -- Mark 2 --
es: -- Marca 2 --
fr: ``` -- Marque 2 -- ```
hr: -- Oznaka 2 --
pl: -- Marka 2 --
pt_br: -- Marca 2 --
pt_pt: -- Marcador 2 --

source: and "Logged Mark 2!" will be spoken.
bg: И ще бъде съобщено: "Протоколиран е маркер 2!".
da: og "Logger Mark 2!" vil blive oplyst.
de: und "Logged Mark 2!" wird mitgeteilt.
es: y se verbalizará "¡Marca 2 grabada!".
fr: et "Mark 2 journalisée !" sera annoncé.
gl: e falarase "Logged Mark 2!"
hr: i izgovorit će se „Oznaka 2 zapisana!”
it: e la sintesi vocale dirà: "inserito nel log Mark 2!".
ja: そして、「マーク2記録!」と読み上げられます。
pl: i "Zalogowany Znak 2!" zostanie wypowiedziany.
pt_br: e "Gravado no log Marca 2!" será falado.
pt_pt: e "Guardado no log Marcador 2!" será falado.
sk: NVDA oznámi zapísanie značky 2.
uk: І додаток скаже: «Logged Mark 2!»
zh_cn: 并读出“Logged Mark 2”。
