Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/debugHelper.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, uk, zh_cn

source: Initial release. Including following features:
bg: Първо издание. Включени са следните възможности:
da: Første udgivelse. Herunder følgende funktioner:
de: Erste Veröffentlichung. Inklusive folgender Funktionen:
es: Versión inicial. Incluye las siguientes características:
fr: Version initiale. Incluant les fonctionnalités suivantes :
gl: Liberación inicial. Incluíndo as seguintes características:
hr: Prvo izdanje. Uključuje sljedeće funkcije:
it: Versione iniziale, che comprende le seguenti caratteristiche:
ja: 最初のリリース。次の機能を含む:
pl: Pierwsze wydanie. Zawiera następujące funkcje:
pt_br: Versão inicial. Incluindo os seguintes recursos:
pt_pt: Versão inicial. Incluindo os seguintes recursos:
sk: Prvotné vydanie. Dostupné sú tieto možnosti:
uk: Перша версія. Додано такі можливості:
zh_cn: 初始发布。包括以下功能：

source: Ability to generate numbered mark lines in the log (at info level).
bg: Възможност за генериране на номерирани маркировачни редове в протокола (на ниво "информация").
da: Mulighed for at generere nummererede Mark-linjer i loggen (på infoniveau).
de: Möglichkeit, nummerierte Markierungslinien im Protokoll zu erzeugen (auf Informationsebene).
es: Capacidad de generar líneas de marca numeradas en el registro (a nivel Info).
fr: Possibilité de générer des lignes de marquage numérotées dans le journal (au niveau info).
gl: Posibilidade de xerar liñas de marca numeradas no rexistro (no nivel info).
hr: Mogućnost generiranja numerirano označenih redaka u log zapisu (na razini informacija).
it: Capacità di generare linee di marcatura numerate nel log (al livello info).
ja: ログ（情報レベル）に数字付きのマーク行を生成する機能。
pl: Możliwość generowania numerowanych linii znaczników w dzienniku (na poziomie informacji).
pt_br: Capacidade de gerar linhas de marcas numeradas no log (no nível de informações).
pt_pt: Capacidade de criar linhas de marcadores numeradas no log (no nível de informações).
sk: Pridávanie značiek do logu NVDA (od úrovne ifo).
uk: Можливість генерувати рядки, позначені цифрами, у журналі (з рівнем запису info).
zh_cn: 能够在信息级别的日志中生成编号的标记行。

source: Ability to add 0-10 blank lines before and after each mark line.
bg: Възможност за вмъкване на от 0 до 10 празни реда преди и след маркера.
da: Mulighed for at tilføje 0-10 blanke linjer før og efter hver Mark-linje.
de: Möglichkeit, 0 bis 10 Leerzeilen vor und nach jeder Markierungslinie hinzuzufügen.
es: Capacidad de agregar de 0 a 10 líneas en blanco antes y después de cada línea de marca.
fr: Possibilité d'ajouter de 0 à 10 lignes blanches avant et après chaque marque.
gl: Posibilidade de engadir 0-10 liñas en branco antes e despois de cada liña de marca.
hr: Mogućnost dodavanja 0 do 10 praznih redaka prije i nakon svakog retka s oznakom.
it: Capacità di aggiungere da 0 a 10 linee vuote prima e dopo ogni linea di marcatura.
ja: それぞれのマーク行の前と後ろに0-10個の空白行を追加する機能。
pl: Możliwość dodania 0-10 pustych linii przed i po każdej linii znacznika.
pt_br: Capacidade de adicionar de 0-10 linhas em branco antes e depois de cada linha de marca.
pt_pt: Capacidade de adicionar de 0 a 10 linhas em branco antes e depois de cada linha de marcador.
sk: Možnosť pridať pred a po značke až do desať prázdnych riadkov.
uk: Можливість додати 0-10 порожніх рядків до і після кожного позначеного рядка.
zh_cn: 能够在每个标记行之前和之后添加 0-10 个空白行。

source: Configuration via NVDA settings dialog system.
bg: Интеграция на панела с настройките в прозореца с настройките на NVDA.
da: Konfiguration via NVDA-indstillingsdialog.
de: Konfiguration über das Dialogsystem der NVDA-Einstellungen.
es: Configuración mediante el sistema del diálogo de opciones de NVDA.
fr: Configuration via le système de paramétrage de NVDA.
gl: Configuración mediante o sistema do diálogo opcións do NVDA.
hr: Konfiguracija putem NVDA dijaloškog sustava za postavke.
it: Configurazione attraverso le impostazioni di NVDA.
ja: NVDA設定ダイアログシステムを介した設定。
pl: Konfiguracja poprzez system dialogowy ustawień NVDA.
pt_br: Configuração através do sistema de diálogo de configurações do NVDA.
pt_pt: Configuração através do sistema de diálogo de configurações do NVDA.
sk: Nastavenie cez strom nastavení NVDA.
uk: Можна налаштовувати через діалог налаштувань NVDA.
zh_cn: 通过 NVDA 设置对话框进行配置。
