Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/debugHelper.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ja, pl, pt_br, pt_pt, sk, uk, zh_cn

source: The mark lines shown above can be easily searched for with the find command in a text editor such as Notepad or Notepad++. Additionally, by default, there is a blank line inserted above each mark. Blank lines are also possible after the mark. Blank lines can be helpful if you are using NVDA's log viewer, or another text editor, and want to use the arrow keys to quickly read up/down through the log, to find a particular mark. It is easy to pick the word "blank" out of a bunch of text being spoken as you quickly move through the log. If you arrow really fast, you might need more than one blank line, which you can adjust in settings.
bg: Посочените по-горе редове за маркиране могат лесно да се търсят с командата за намиране в текстови редактори като Notepad или Notepad++. Освен това по подразбиране има празен ред над всеки маркер. Има опция за добавяне на празни редове и след маркера. Празните редове могат да бъдат полезни, ако използвате прозореца за преглед на протокола на NVDA или друг текстов редактор и искате да използвате клавишите със стрелки за бързо четене нагоре / надолу през дневника, за да намерите конкретна маркировка. Лесно е да хванете думата "празен" в огромно количество текст, който се изговаря, докато бързо се придвижвате в протокола. Ако натискате стрелката много бързо, може да се нуждаете от повече от един празен ред, което можете да нагласите в настройките.
da: De afmærkede linjer som vist ovenfor kan nemt søges efter ved at bruge et tekstredigeringsprogram som eksempelvis notesblokken eller Notepad++. Derudover er der som standard indsat en tom linje ovenfor hvert mærke. Blanke linjer kan også fremkomme efter mærket. Blanke linjer kan være nyttige, hvis du bruger NVDA'S logviser eller et andet tekstredigeringsværktøj, og ønsker at bruge piletasterne til hurtigt at læse op/ned gennem loggen for at finde et bestemt mærke. Det er nemt at høre ordet "blank" under en hurtig gennemgang af en større mængde tekst, der udtales eftersom du hurtigt bevæger dig gennem loggen. Hvis du bruger piletasterne ret hurtigt, får du måske brug for flere blanke linjer. Du kan tilpasse dette i indstillingerne.
de: Die oben gezeigten Markierungslinien können mit dem Befehl Suchen in einem Text-Editor wie Notepad oder Notepad++ einfach gesucht werden. Zusätzlich wird standardmäßig über jeder Markierung eine Leerzeile eingefügt. Leerzeilen sind auch nach der Markierung möglich. Sie können hilfreich sein, wenn Sie den NVDA-Protokollbetrachter oder einen anderen Text-Editor verwenden und die Pfeiltasten verwenden möchten, um schnell auf bzw. ab durch das Protokoll zu lesen und eine bestimmte Markierung zu finden. Es ist einfach, das Wort "leer" aus einem Haufen gesprochener Texte auszuwählen, während Sie sich schnell durch das Protokoll bewegen. Wenn Sie wirklich schnell die Pfeiltasten benutzen, benötigen Sie möglicherweise mehr als eine Leerzeile, die Sie in den Einstellungen anpassen können.
es: Las líneas de marca mostradas más arriba se pueden buscar fácilmente con el comando Buscar de un editor de texto como el bloc de notas o Notepad++. Además, por defecto hay una línea en blanco que se inserta antes de cada marca. Se pueden poner también líneas en blanco después de la marca. Las líneas en blanco pueden ser útiles si usas el visualizador del registro de NVDA u otro editor de texto y deseas usar las flechas para subir y bajar rápidamente por el registro y encontrar una marca concreta. Es fácil interceptar las palabras "En blanco" cuando se verbaliza un fragmento de texto según te mueves rápidamente por el registro. Si te mueves muy rápido, podrías necesitar más de una línea en blanco. Puedes ajustarlas en las opciones.
fr: La migne de marquage ci-dessus peut être facilement retrouvée avec la commande de recherche d'un éditeur de texte tel que Notepad ou Notepad++. De plus, par défaut, une ligne blanche est insérée au-dessus de chaque marque. Des lignes blanches sont aussi possibles après la marque. Les lignes blanches peuvent aider si vous utilisez la visionneuse de journal de NVDA, ou un autre éditeur de texte, et que vous voulez utiliser les flèches pour parcourir rapidement le journal, pour trouver une marque particulière. Il est facile de capter le mot "vide" parmi un ensemble de texte annoncé quand vous vous déplacez rapidement dans le journal. Si vous ovus déplacez vraiment vite, Vous pourriez avoir besoin de plus d'une ligne blanche, ce que vous pouvez régler dans les paramètres.
gl: As liñas de marca amosadas enriba pódense procurar facilmente co comando find/procurar nun editor de texto como o bloc de Notas ou Notepad++. Adicionalmente, por defecto, hai unha liña en branco insertada enriba de cada marca. Tamén é posible insertar liñas en branco baixo a marca. As liñas en branco poden ser útiles se estás a utilizar o visualizador do rexistro, ou outro editor de texto, e queres utilizar as teclas de frechas para ler car arriba/abaixo polo rexistro, para procurar unha marca en particular. É fácil detectar a frase "en branco" de entre a variedade de texto que se está a falar conforme te moves rapidamente polo rexistro. Se premes as frechas realmente rápido, poderías precisar máis ca unha liña en branco, que podes axustar nas opcións.
hr: Gore prikazani označeni redci mogu se lako pretražiti pomoću naredbe za traženje u uređivaču teksta, kao što su Notepad ili Notepad++. Pored toga, iznad svake oznake je umetnut prazan redak. Moguće je postaviti prazne retke i nakon oznake. Prazni redci mogu biti korisni, ako koristiš NVDA preglednik log zapisa ili neki drugi uređivač teksta i ako želiš koristiti strelice za brzo čitanje prema gore ili dolje kroz log zapis za pronalaženje određene oznake. Riječ „prazno” je jednostavno odabrati iz gomile teksta koji se izgovara dok se brzo krećeš kroz log zapis. Ako koristiš strelicu stvarno brzo, možda ćeš trebati više od jednog praznog retka, što možeš prilagoditi u postavkama.
it: Le linee di demarcazione sopra mostrate possono essere facilmente cercate con il comando "trova" in un editor di testi, come Notepad or Notepad++. Inoltre, per default, viene inserita una linea vuota sopra ogni marcatura. E' anche possibile inserire linee vuote dopo la marcatura stessa. Le linee vuote possono essere utili se si sta utilizzando il visualizzatore di log di NVDA o un altro editor di testi e si vogliono utilizzare i tasti freccia per scorrere velocemente il log, per trovare una certa marcatura. E' facile discernere la parola "vuoto" in mezzo a tante altre parole che la sintesi vocale recita quando ci si muove rapidamente attraverso il log. Se vi spostate molto velocemente, potreste aver bisogno di più righe vuote; potete settare questo parametro nelle impostazioni.
ja: 上記のマーク行は、メモ帳またはNotepad++のようなテキストエディタの検索コマンドで簡単に検索出来ます。さらに、初期状態では、上記のそれぞれのマークの上には、空白行が挿入されます。空行をマークの後に入れることも可能です。空白行はNVDAのログビューアー、または他のテキストエディタを使用している時、特定のマークを見つけるのに矢印キーでログを上下に読みたい時に便利です。ログを素早く移動しながら、読み上げられる大量のテキストから、「ブランク」という言葉を見つけ出すのは簡単です。もし矢印キーをかなり速く動かしていて、1行以上の空白行が必要である場合は、設定で調整出来ます。
pl: Linie znaczników pokazane powyżej można łatwo wyszukać za pomocą polecenia znajdź w edytorze tekstu, takim jak Notatnik lub Notepad ++. Ponadto domyślnie nad każdym znakiem wstawiona jest pusta linia. Puste linie są również możliwe po znaku. Puste wiersze mogą być pomocne, jeśli używasz przeglądarki dzienników NVDA lub innego edytora tekstu i chcesz użyć strzałek, aby szybko odczytać dziennik w górę / w dół, aby znaleźć konkretny znak. Łatwo jest wybrać słowo "puste" z kilku wypowiadanych tekstów, gdy szybko poruszasz się po dzienniku. Jeśli strzałka jest naprawdę szybka, możesz potrzebować więcej niż jednej pustej linii, którą możesz dostosować w ustawieniach.
pt_br: As linhas de marca mostradas acima podem ser facilmente pesquisadas com o comando localizar em um editor de texto como o Bloco de Notas (Notepad) ou o Notepad++. Além disso, por padrão, há uma linha em branco inserida acima de cada marca. Linhas em branco também são possíveis após a marca. Linhas em branco podem ser úteis se você estiver usando o visualizador de logs do NVDA ou outro editor de texto e quiser usar as teclas de seta para ler rapidamente para cima/baixo no log, para encontrar uma marca específica. É fácil escolher a palavra "em branco" de um monte de texto sendo falado à medida que você se move rapidamente pelo log. Se você for muito rápido, poderá precisar de mais de uma linha em branco, que pode ser ajustada nas configurações.
pt_pt: As linhas de marcador podem ser facilmente procuradas com o comando "localizar" num editor de texto como o Bloco de Notas (Notepad) ou o Notepad++. Além disso, por padrão, será inserida uma linha em branco acima de cada marcador. Também é possível inserir Linhas em branco após o marcador. As linhas em branco podem ser úteis se estiver a usar o visualizador de logs do NVDA ou outro editor de texto e quiser usar as teclas de seta para ler rapidamente para cima/baixo no log, para encontrar um marcador específico. É fácil detectar a expressão "em branco" no meio de um texto que esteja a ser falado, à medida que se move rapidamente pelo log. Se a sua leitura for muito rápida, poderá precisar de mais de uma linha em branco, o que pode ser ajustado nas configurações.
sk: Značky môžete rýchlo vyhľadať pomocou poznámkového bloku alebo napríklad Notepad++. Pred každou značkou doplnok automaticky vloží prázdny riadok. Toto je užitočné pri rýchlom prezeraní záznamu. Aj pri rýchlom stláčaní šípky dokážete rozpoznať slovo "prázdny". Môžete tiež nastaviť, aby sa pred značku vložilo viac prázdnych riadkov.
uk: Рядки з позначками, показані вище, можна легко шукати за допомогою команди «знайти» у текстовому редакторі, такому як Notepad або Notepad++. Крім того, типово над кожною позначкою вставляється порожній рядок. Також після позначки можливі порожні рядки. Порожні рядки можуть бути корисними, якщо ви використовуєте переглядач журналу NVDA або інший текстовий редактор і хочете скористатися клавішами зі стрілками вгору/вниз для швидкого читання журналу, щоб знайти певний знак. Слово «порожньо» легко помітити в купі тексту, який вимовляється, під час швидкого переміщення у межах журналу. Якщо ви рухаєтеся надто швидко, у налаштуваннях ви можете встановити більш ніж один порожній рядок.
zh_cn: 上面显示的标记行可以在记事本或 Notepad++ 等文本编辑器中使用查找命令轻松搜索。此外，默认情况下，每个标记上方都会插入一个空行。标记后也可以有空行。如果您使用 NVDA 的日志查看器或其他文本编辑器，并且想要使用光标键快速向上、向下阅读日志以查找特定标记，则空行会很有帮助。当您快速浏览日志时，很容易从一堆正在说出的文本中挑选出“空白”一词。如果你的光标移动的真的很快，你可能需要不止一个空行，你可以在设置中调整。

source: Note: The mark count will survive the reloading of plugins (NVDA+Control+F3), but will start back at one if you restart NVDA.
bg: Забележка: Броячът на маркерите ще се запази при презареждане на добавките (NVDA+Control+F3), но ще се нулира, ако рестартирате NVDA.
da: Bemærk: Tælleren der anvendes til mærker bevares efter genindlæsning af plugins (NVDA+Control+F3), men men bevares ikke, hvis du genstarter NVDA.
de: Hinweis: Die Markierungsanzahl überlebt das Neuladen der Plugins (NVDA+Strg+F3), beginnt aber wieder bei eins, wenn Sie NVDA neu starten.
es: Nota: el contador de marcas sobrevivirá a la recarga de plugins (NVDA+ctrl+f3), pero se restablecerá a 1 si reinicias NVDA.
fr: Note : Le compte des marques survivra au rechargement des extensions (NVDA+Contrôle+F3), mais redémarrera à 1 si vous redémarrez NVDA.
gl: Nota: O contador de marca sobrevivirá á recarga de complementos (NVDA+Control+F3), pero comezará de novo en un se reinicias NVDA.
hr: Napomena: Ponovno učitavanje dodataka (NVDA+kontrol+F3) neće utjecati na brojenje oznaka, ali će započeti s brojem jedan, ako se NVDA ponovo pokrene.
it: Nota: il conteggio delle marcature non viene perso quando i plugins vengono ricaricati (NVDA+Control+F3), ma riparte da 1 se si riavvia NVDA.
ja: 備考: マークのカウントは、プラグインの再読み込み（NVDA+control+F3)まで残りますが、NVDAを再起動すると1に戻ります。
pl: Uwaga: Liczba znaczników przetrwa ponowne załadowanie wtyczek (NVDA + Control + F3), ale zacznie się od jednego, jeśli ponownie uruchomisz NVDA.
pt_br: Nota: A contagem de marcas sobreviverá ao recarregamento de plug-ins (NVDA+Control+F3), mas será reiniciada se você reiniciar o NVDA.
pt_pt: Nota: A contagem de marcadores persistirá depois do recarregamento de plug-ins (NVDA+Control+F3), mas será reiniciada se reiniciar o NVDA.
sk: Upozorňujem, že znovu načítanie doplnkov NVDA nemá vplyv na číslovanie značiek. Značky sa číslujú od 1 po reštarte NVDA.
uk: Примітка: кількість позначок залишиться без змін після перезавантаження плагінів (NVDA+Control+F3), але почнеться з першої, якщо ви перезапустите NVDA.
zh_cn: 注意：标记计数将在重新加载插件（NVDA+Control+F3）后继续存在，但如果您重新启动 NVDA，标记计数将从 1 开始。

source: Configuration:
bg: Настройки
da: Konfiguration:
de: Konfiguration:
es: Configuración:
gl: Configuración:
hr: Konfiguracija:
it: Configurazione:
ja: 設定:
pl: Ustawienia
pt_br: Configuração:
pt_pt: Configuração:
sk: Nastavenie
uk: Конфігурація:
zh_cn: 配置：

source: In the Settings section of NVDA Preferences, you will find a "Debug Helper" category. In the settings dialog you can change the number of blank lines inserted before and after each mark line. The default is one line before, and zero after, although you can use 0 through 10 lines for either. Under the Tools category of NVDA's Input Gestures panel, you can change NVDA+Shift+F1 to a key sequence of your choice.
bg: В прозореца с настройките на NVDA ще намерите категория "Помощник при отстраняване на грешки". В диалоговия прозорец за настройки можете да промените броя празни редове, вмъквани преди и след всеки ред с маркер. По подразбиране е един ред преди и нула след, но можете да използвате от нула до 10 реда за всеки от тях. В прозореца "Жестове на въвеждане" на NVDA можете да промените клавишната комбинация NVDA+Shift+F1 за командата на такава по ваш избор.
da: I afsnittet Indstillinger i NVDA-indstillingerne finder du kategorien "Fejlfindingshjælper". I indstillingsdialogen kan du ændre antallet af blanke linjer, som indsættes før og efter hver Mark-linje. Standarden er én linje før, og nul efter, selvom du kan bruge 0 til 10 linjer for begge muligheder. Under menuen "Værktøjer" i NVDA-panelet "Inputbevægelser" kan du ændre NVDA+Shift+F1 til en tastesekvens efter eget valg.
de: Im Abschnitt Einstellungen der NVDA-Einstellungen finden Sie eine Kategorie "Debug Helper". Im Einstellungsdialog können Sie die Anzahl der vor und nach jeder Markierungszeile eingefügten Leerzeilen ändern. Der Standard ist eine Zeile vor und nach der anderen, obwohl Sie für beide Zeilen 0 bis 10 Zeilen verwenden können. In der Kategorie Extras des NVDA-Menüs "Eingaben..." können Sie NVDA+Umschalt+F1 in eine Tastenfolge Ihrer Wahl ändern.
es: En la sección de Opciones de las preferencias de NVDA, encontrarás una categoría "Ayudante de depuración". En el diálogo de opciones puedes cambiar el número de líneas en blanco insertadas antes y después de cada línea de marca. Por defecto hay una línea antes y 0 después, aunque puedes elegir entre 0 y 10 líneas para ambos. Bajo la categoría Herramientas del panel Gestos de entrada de NVDA, puedes cambiar NVDA+shift+f1 por la combinación de teclas que elijas.
fr: Dans la section Paramètres des préférences de NVDA, vous trouverez une catégorie "Debug Helper". Dans le dialogue de paramètres vous pouvez changer le nombre de lignes blanches insérées avant ou après chaque marque. Le défaut est une ligne avant et zéro après, vous pouvez indiquer de 0 à 10 lignes pour chaque. dans la catégorie Outils du panneau de gestes de commandes de NVDA, vous pouvez changer NVDA+Maj+F1 par une séquence de touches de votre choix.
gl: Na sección Opcións das Preferencias do NVDA; atoparás unha categoría "Debug Helper". No diálogo de opcións podes cambiar o número de liñas en branco insertadas antes e despois de cada marca de liña. O predeterminado é unha liña antes, e cero despois, malia que podes utilizar entre 0 e 10 liñas para calquera dos dous. Baixo a categoría Ferramentas do panel Xestos de Entrada do NVDA, podes trocar NVDA+Shift+F1 por unha secuencia de teclas da túa escolla.
hr: U odjeljku za postavke u NVDA postavkama pronaći ćeš kategoriju „Pomoćnik za uklanjanje grešaka”. U dijaloškom okviru postavki možeš promijeniti broj praznih redaka umetnutih prije i nakon svakog označenog retka. Standardno se koristi je jedan redak prije, a nijedan redak poslije, iako možeš koristiti 0 do 10 redaka za prije ili za poslije. Pod kategorijom Alati u NVDA ploči Ulazne geste, možeš promijeniti NVDA+šift+F1 u tipkovnički prečac po vlastitom izboru.
it: Nella sezione Impostazioni delle preferenze di NVDA, troverete la categoria "Debug Helper". Nella relativa finestra potete modificare il numero di linee vuote inserite prima e dopo ogni linea di marcatura. Il default è una linea prima e zero dopo, ma potete inserire valori da 0 a 10. Nella categoria Strumenti della finestra Gesti e Tasti di Immissione di NVDA, potete sostituire NVDA+Shift+F1 con un'altra combinazione di tasti a vostra scelta.
ja: NVDA設定の設定セクションで、「Debug Helper」カテゴリを見つけられます。設定ダイアログにて、それぞれのマーク行の前と後ろに挿入される空白行の数を変更出来ます。初期設定は、前に1行、後ろに0行ですが、いずれにも0から10行を使用出来ます。NVDAの入力ジェスチャーパネルのツールカテゴリでは、NVDA+Shift+F1を、あなたの選んだキーの組み合わせに変更出来ます。
pl: W sekcji Ustawienia Preferencji NVDA znajdziesz kategorię "Pomocnik debugowania". W oknie dialogowym ustawień można zmienić liczbę pustych wierszy wstawionych przed i po każdej linii znacznika. Wartość domyślna to jeden wiersz przed i zero po, chociaż można użyć od 0 do 10 wierszy dla każdego z nich. W kategorii Narzędzia panelu Gesty wprowadzania NVDA można zmienić NVDA+Shift+F1 na wybraną sekwencję.
pt_br: Na seção Configurações das Preferências do NVDA, você encontrará uma categoria "Ajudante de Depuração". No diálogo de configurações, pode alterar o número de linhas em branco inseridas antes e depois de cada linha de marca. O padrão é uma linha antes e zero depois, embora você possa usar de 0 a 10 linhas para ambos. Sob a categoria Ferramentas do painel Definir comandos do NVDA, pode alterar o NVDA+Shift+F1 para uma sequência de teclas de sua escolha.
pt_pt: Na secção "Configurações", nas Preferências do NVDA, encontrará uma categoria chamada "Auxiliar de Depuração". No diálogo de configurações, pode alterar o número de linhas em branco inseridas antes e depois de cada linha de marcador. O padrão é uma linha antes e zero depois, embora possa usar de 0 a 10 linhas para ambos os parâmetros. Na categoria "Definir comandos" pode alterar o NVDA+Shift+F1 para uma sequência de teclas à sua escolha.
sk: V nastaveniach NVDA po nainštalovaní doplnku pribudne vetva "Pomoc pri ladení". Tu môžete nastaviť, koľko prázdnych riadkov chcete vložiť pred a za značku. Pred značku sa predvolene vkladá jeden prázdny riadok, za značku sa nevkladajú žiadne prázdne riadky. V oboh prípadoch môžete vložiť maximálne 10 riadkov. Klávesovú skratku na vloženie značky môžete nastaviť v dialógu klávesové skratky, hľadajte vetvu nástroje.
uk: У розділі «Налаштування» меню NVDA з’явиться категорія Debug Helper. У діалоговому вікні налаштувань ви можете змінити кількість порожніх рядків, вставлених до і після кожного позначеного рядка. Типово один рядок до і нуль після, хоча ви можете використовувати від 0 до 10 рядків для будь-якого з них. У категорії «Інструменти» діалогу «Жести вводу» ви можете змінити NVDA + Shift + F1 на свою комбінацію клавіш.
zh_cn: 在 NVDA 配置的设置部分，你会找到一个“Debug Helper”类别。在设置对话框中，您可以更改在每条标记线之前和之后插入的空白行数。默认值是前一行，后 0 行，您可以使用 0 到 10 行。在 NVDA 按键与手势面板的工具类别下，您可以将 NVDA+Shift+F1 更改为您选择的快捷键。

source: Changelog
bg: Списък на промените
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
fr: Historique
gl: Rexistro de trocos
hr: Promjene
ja: 変更履歴
pl: Lista zmian
pt_br: Registro de alterações (Changelog)
pt_pt: Alterações
sk: Zmeny
uk: Список змін
zh_cn: 更新日志

source: Version 1.0.2 (2019-08-28)
bg: Версия 1.0.2 (2019-08-28)
de: Version 1.0.2 (28.08.2019)
es: Versión 1.0.2 (28-08-2019)
gl: Versión 1.0.2 (2019-08-28)
hr: Verzija 1.0.2 (2019-08-28)
it: Novità nella versione 1.0.2 (28-08-2019)
ja: バージョン 1.0.2 (2019-08-28)
pl: Wersja 1.0.2 (2019-08-28)
pt_br: Versão 1.0.2 (2019-08-28)
pt_pt: Versão 1.0.2 (2019-08-28)
sk: Verzia 1.0.2 (2019-08-28)
uk: Версія 1.0.2 (2019-08-28)
zh_cn: 版本 1.0.2 (2019-08-28)

source: Translation and code cleanup.
bg: Превод и почистване на кода.
da: Oversættelse og kodeoprydning.
de: Übersetzung und Code-Bereinigung.
es: Traducciones y limpieza de código.
fr: Localisation et nettoyage du code.
gl: Tradución e limpeza de código.
hr: Prijevod i ispravljanje programskog koda.
it: Pulizia del codice e della traduzione.
ja: 翻訳とコードのクリーンアップ。
pl: Tłumaczenie i czyszczenie kodu.
pt_br: Tradução e limpeza de código.
pt_pt: Tradução e limpeza de código.
sk: Pridané preklady a upravený kód.
uk: Виправлено код і переклади.
zh_cn: 翻译和代码清理。

source: Version 1.0.1 (2019-08-26)
bg: Версия 1.0.1 (2019-08-26)
de: Version 1.0.1 (26.08.2019)
es: Versión 1.0.1 (26-08-2019)
gl: Versión 1.0.1 (2019-08-26)
hr: Verzija 1.0.1 (2019-08-26)
it: Novità nella versione 1.0.1 (26-08-2019)
ja: バージョン 1.0.1 (2019-08-26)
pl: Wersja 1.0.1 (2019-08-26)
pt_br: Versão 1.0.1 (2019-08-26)
pt_pt: Versão 1.0.1 (2019-08-26)
sk: Verzia 1.0.1 (2019-08-26)
uk: Версія 1.0.1 (2019-08-26)
zh_cn: 版本 1.0.1 (2019-08-26)

source: Minor bugfix version to probably fix an install problem on certain versions of Windows.
bg: Малко обновление с цел вероятно поправяне на проблем с инсталирането на определени версии на Windows.
da: Mindre fejlrettelser der forhåbentligt løser et installationsproblem i visse versioner af Windows.
de: Kleine Bugfix-Version, um wahrscheinlich ein Installationsproblem unter bestimmten Windows-Versionen zu beheben.
es: Versión con correcciones menores para corregir un probable problema de instalación en ciertas versiones de Windows.
fr: Correction mineure pour probablement corriger un problème d'installation sur certaines versions de Windows.
gl: Versión de solución de erros menores para arranxar probablemente un problema de instalación en certas versións de Windows.
hr: Verzija s manjim ispravcima, koji vjerojatno ispravljaju problem s instalacijom na određenim verzijama Windows sustava.
it: Correzione di bug minori per (probabilmente) correggere un problema di installazione su alcune versioni di Windows.
ja: いくつかのWindowsのバージョンでのインストールの問題を修正したと思われる軽微なバグの修正のバージョン。
pl: Wersja z drobnymi poprawkami błędów, aby prawdopodobnie rozwiązać problem z instalacją w niektórych wersjach systemu Windows.
pt_br: Versão de correção de falha menor para provavelmente corrigir um problema de instalação em determinadas versões do Windows.
pt_pt: Versão de correção de falha menor para provavelmente corrigir um problema de instalação em determinadas versões do Windows.
sk: Drobné úpravy a opravené problémy s inštaláciou na niektorých verziách Windows.
uk: Незначне виправлення, щоб, ймовірно, вирішити проблему встановлення у деяких версіях Windows.
zh_cn: 次要错误修复版本，可能修复某些 Windows 版本上的安装问题。

source: Version 1.0 (2019-08-22)
bg: Версия 1.0 (2019-08-22)
de: Version 1.0 (22.08.2019)
es: Versión 1.0 (22-08-2019)
gl: Versión 1.0 (2019-08-22)
hr: Verzija 1.0 (2019-08-22)
it: Novità nella versione 1.0 (22-08-2019)
ja: バージョン 1.0 (2019-08-22)
pl: Wersja 1.0 (2019-08-22)
pt_br: Versão 1.0 (2019-08-22)
pt_pt: Versão 1.0 (2019-08-22)
sk: Verzia 1.0 (2019-08-22)
uk: Версія 1.0 (2019-08-22)
zh_cn: 版本 1.0 (2019-08-22)
