Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: Stability improvements.
bg: Подобрения по стабилността.
de: Stabilitätsverbesserungen.
fr: Améliorations de stabilité.
gl: Melloras de estabilidade.
hr: Poboljšana stabilnost.
it: Miglioramenti alla stabilità.
ja: 安定性を改善しました。
pt_br: Melhorias na estabilidade.
pt_pt: Melhorias na estabilidade.
ru: Повышение стабильности.
sk: Zlepšená stabilita.
tr: Kararlılık iyileştirmeleri.

source: DTK will no longer attempt to load itself multiple times when announcing the version number.
bg: DTK вече няма да се опитва да се зарежда многократно, когато докладва номера на версията.
de: DTK wird nicht mehr erneut geladen, wenn die Versionsnummer gemeldet wird.
fr: DTK n'essaiera plus de se charger de multiples fois en annonçant le numéro de version.
gl: CFD xa non tentará cargarse a sí mesmo varias veces ao anunciar o número de versión.
hr: DTK se više neće pokušati višestruko učitati prilikom najave broja verzije.
it: DTK non tenterà più di caricarsi più volte quando legge il numero di versione (tasto v).
ja: バージョン番号を通知する時、DTKが自分自身を複数回読み込まないようになりました。
pt_br: O DTK não tentará mais se carregar várias vezes ao anunciar o número da versão.
pt_pt: O DTK já não tentará carregar-se a si próprio várias vezes ao anunciar o número da versão.
ru: DTK больше не будет пытаться загружать себя несколько раз при объявлении номера версии.
sk: Pri oznamovaní verzie sa doplnok opakovane nenačítava.
tr: GAS artık sürüm numarasını duyururken kendini birden fazla kez yüklemeye çalışmayacak.

source: DTK features will be disabled on install. Previously, DTK features were enabled on install. This is different than enabling or disabling the add-on in the NVDA toolls>manage add-ons window.
bg: Функционалността на DTK ще бъде изключена при инсталиране. Преди това функционалността на DTK беше включена при инсталиране. Това е различно от активирането или деактивирането на добавката в менюто на NVDA -> Инструменти -> Управление на добавките.
de: DTK-Funktionen werden bei der Installation deaktiviert. Bisher wurden DTK-Funktionen bei der Installation aktiviert. Dies ist nicht zu verwechseln mit der Aktivierung oder Deaktivierung der Erweiterung im Fenster NVDA Menü / Extras >Erweiterungen verwalten.
fr: Les fonctionnalités DTK seront désactivées à l'installation. Précédemment, elles étaient activées à l'installation. Ceci est différent d'activer/désactiver l'extension dans la fenêtre de gestion des outils NVDA.
gl: As características da CFD deshabilitaranse na instalación. Anteriormente, as características da CFD estaban habilitadas na instalación. Isto é diferente que habilitar ou deshabilitar o complemento dende a ventá de NVDA Ferramentas>Administrador de complementos.
hr: DTK funkcije će biti deaktivirane pri instaliranju. Ranije su DTK funkcije pri instaliranju bile aktivirane. Ovo se razlikuje od aktiviranja ili deaktiviranja dodatka u prozoru NVDA alati>Upravljanje dodacima.
it: Contrariamente a quanto accadeva in precedenza, DTK sarà ora disabilitato all'atto dell'installazione. Ciò è diverso dall'abilitare o disabilitare l'add-on nella finestra Strumenti->Gestione componenti aggiuntivi di NVDA.
ja: DTKの機能がインストール後に無効になりました。以前は、DTKの機能がインストール後に有効になっていました。これは、NVDAのツール>アドオンマネージャウィンドウでの、有効化または無効化とは異なります。
pt_br: Os recursos do DTK serão desativados na instalação. Anteriormente, os recursos do DTK eram ativados na instalação. Isso é diferente de ativar ou desativar o complemento na janela NVDA ferramentas>gerenciamento de complementos.
pt_pt: As funcionalidades do DTK serão desactivadas na instalação. Anteriormente, as funcionalidades do DTK eram activadas na instalação. Isto é diferente de activar ou desactivar o add-on na janela de ferramentas do NVDA>gerir add-ons.
ru: Функции DTK будут отключены при установке. Ранее функции DTK были включены при установке. Это отличается от включения или отключения дополнения в окне Сервиса NVDA>управление дополнениями.
sk: Pri inštalácii sú odteraz predvolene funkcie doplnku vypnuté.
tr: GAS özellikleri kurulumda devre dışı bırakılacaktır. Önceden, GAS özellikleri kurulumda etkinleştiriliyordu. Bu, NVDA Araçlar>Eklenti Mağazası penceresinde eklentiyi etkinleştirmek veya devre dışı bırakmaktan farklıdır.

source: Messages presented to the user can now contain non-ascii characters.
bg: Съобщенията, представяни на потребителя, вече могат да съдържат не-ascii символи.
de: Meldungen können nun auch nicht-ASCII-Zeichen enthalten.
fr: Les messages présentés à l'utilisateur peuvent maintenant contenir des caractères non ASCII.
gl: As mensaxes presentadas ao usuario poden conter agora caracteres non ASCII.
hr: Poruke koje se predstavljaju korisniku sada mogu sadržati ne-ascii znakove.
it: I messaggi mostrati all'utente ora possono contenere caratteri non ascii.
ja: ユーザーに表示されるメッセージが、非アスキー文字を含むようになりました。
pt_br: As mensagens apresentadas ao usuário agora podem conter caracteres não-ascii.
pt_pt: As mensagens apresentadas ao utilizador podem agora conter caracteres não-ascii.
ru: Сообщения, предоставляемые пользователю, теперь могут содержать символы, отличные от ascii.
sk: V správach je odteraz možné používať aj znaky mimo ascii rozsahu.
tr: Kullanıcıya sunulan mesajlar artık ascii olmayan karakterler içerebilir.

source: Pressing gestures such as a, b, c, f, h, l, r, s, t, v, and w no longer interupt NVDA speech when copying to the clipboard.
bg: Изпълняването на команди като A, B, C, F, H, L, R, S, T, V и W вече не прекъсва речта на NVDA при копиране в клипборда.
de: Drücken von Tastenbefehlen wie a, b, c, f, h, l, r, s, t, v und w unterbrechen nicht mehr die NVDA-Stimme beim Kopieren in die Zwischenablage.
fr: Presser des gestes tels que a, b, c, f, h, l, r, s, t, v, et w ne coupe plus la parole à NVDA lors de la copie dans le presse-papiers.
gl: Premer xestos como a, b, c, f, h, l, r, s, t, v, e w xa non interrompen a fala de NVDA ao copiar ao portapapeis.
hr: Pritiskanjem gesti kao što su a, b, c, f, h, l, r, s, t, v i w više ne ometaju NVDA govor prilikom kopiranja u međuspremnik.
it: La pressione di tasti quali a, b, c, f, h, l, r, s, t, v e w non interrompe più la sintesi di NVDA quando si effettuano copie negli appunti.
ja: クリップボードへのコピーでa, b, c, f, h, l, r, s, t, v, やwといったジェスチャーを押しても、NVDAの読み上げを中断しないようになりました。
pt_br: Pressionar gestos como a, b, c, f, h, l, r, s, t, v e w não interrompe mais a fala do NVDA ao copiar para a área de transferência.
pt_pt: Pressionar comandos como a, b, c, f, h, l, r, s, t, v, e w já não interrompem o NVDA quando se copia para a área de transferência.
ru: Нажатия жестов, таких как a, b, c, f, h, l, r, s, t, v, и w больше не прерывают речь NVDA при копировании в буфер обмена.
sk: Dvojité stlačenie skratiek a, b, c, f, h, l, r, s, t, v, a w neprerušuje reč NVDA.
tr: Panoya kopyalama yaparken a, b, c, f, h, l, r, s, t, v ve w gibi hareketlere basmak artık NVDA konuşmasını kesmiyor.

source: Fixed a compatibility problem where DTK declared a minimum NVDA version that hasn't been released yet.
bg: Отстранен е проблем със съвместимостта, при който DTK докладва минимална поддържана версия на NVDA, която все още не е издадена.
de: Ein Kompatibilitätsproblem wurde behoben, bei dem das DTK eine minimale NVDA-Version deklarierte, die noch nicht veröffentlicht wurde.
fr: Correction d'un problème de compatibilité où DTK déclarait une version minimale de NVDA non encore disponible.
gl: Arranxado un problema de compatibilidade polo que CFD declaraba unha versión mínima de NVDA que aínda non se publicou.
hr: Riješen je problem kompatibilnosti, gdje je DTK odredio minimalnu verziju NVDA čitača koja još nije bila objavljena.
it: Risolto un problema di compatibilità a causa del quale DTK dichiarava una versione minima di NVDA che non è stata ancora rilasciata.
ja: DTKが、リリースされていない、最小NVDAバージョンを宣言する互換性の問題を修正しました。
pt_br: Corrigido um problema de compatibilidade em que o DTK declarava uma versão mínima do NVDA que ainda não havia sido lançada.
pt_pt: Resolvido um problema de compatibilidade onde o DTK declarava uma versão mínima do NVDA que ainda não tinha sido lançada.
ru: Исправлена проблема совместимости, из-за которой DTK объявлял минимальную версию NVDA, которая еще не была выпущена.
sk: Opravený problém s vyžadovanou verziou NVDA, ktorá ešte nevyšla.
tr: GAS'nin henüz yayınlanmamış bir minimum NVDA sürümü bildirmesine neden olan bir uyumluluk sorunu düzeltildi.

source: 2019.0 (initial stable release)
bg: 2019.0 (първа стабилна версия)
de: 2019.0 (erste stabile Version)
fr: 2019.0 (Version stable initiale)
gl: 2019.0 (liberación inicial)
hr: 2019.0 (prvo stabilno izdanje)
it: 2019.0 (prima versione stabile)
ja: 2019.0 (最初の安定版リリース)
pt_br: 2019.0 (versão estável inicial)
pt_pt: 2019.0 (Versão inicial estável)
ru: 2019.0 (первоначальный стабильный выпуск)
sk: 2019.0 (prvé stabilné vydanie)
tr: 2019.0 (ilk kararlı sürüm)

source: Initial build with basic navigation.
bg: Първо издание с базова навигация.
de: Erste Build mit einfacher Navigation.
fr: Version initiale avec navigation basique.
gl: Compilación inicial con navegación básica.
hr: Prva izgradnja s osnovnim kretanjem.
it: Versione iniziale con navigazione di base.
ja: ベーシックナビゲーションの最初のビルド
pt_br: Construção inicial com navegação básica.
pt_pt: Construção inicial com navegação básica.
ru: Начальная сборка с базовой навигацией.
sk: Prvé vydanie so základnou navigáciou.
tr: Temel gezinme ile ilk derleme.
