Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: [[!meta title="Developer Toolkit"]]
bg: [[!meta title="Инструментариум за разработчици (Developer Toolkit)"]]
de: [[!meta title="Entwickler-Werkzeugkasten"]]
hr: [[!meta title="Komplet programerskih alata (Developer Toolkit)"]]
ru: [[!meta title="Инструментарий Разработчика"]]
sk: [[!meta title="Nástroje pre vývojárov"]]
tr: [[!meta title="Geliştirici Araç Seti"]]

source: Author: Andy Borka
bg: Автор: Andy Borka
de: Autor: Andy Borka
fr: Auteur : Andy Borka
gl: Autor: Andy Borka
hr: Autor: Andy Borka
it: Autore: Andy Borka
ja: 作者: Andy Borka
pt_br: Autor: Andy Borka
pt_pt: Autor: Andy Borka
ru: Автор: Andy Borka
sk: Autor: Andy Borka
tr: Yazarı: Andy Borka

source: download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fr: télécharger [version stable][1]
gl: descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pt_br: download [versão estável][1]
pt_pt: baixar [versão estável][1]
ru: загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürümü indirin][1]

source: download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
fr: télécharger [version de développement][2]
gl: descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: scarica la [versione in sviluppo][2]
ja: ダウンロード [開発版][2]
pt_br: download [versão de desenvolvimento][2]
pt_pt: baixar a [versão em desenvolvimento][2]
ru: загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürümünü indirin][2]

source: NVDA compatibility: 2019.1 to 2020.1
bg: Съвместимост с NVDA: от 2019.1 до 2020.1
de: NVDA-Kompatibilität: 2019.1 bis 2020.1
fr: Compatibilité NVDA : 2019.1 à 2020.1
gl: Compatibilidade con NVDA: da 2019.1 á 2020.1
hr: NVDA kompatibilnost: 2019.1 do 2020.1
it: Compatibilità con NVDA: dalla versione 2019.1 alla 2020.1
ja: NVDA互換性: 2019.1から2020.1
pt_br: Compatibilidade com NVDA: 2019.1 a 2020.1
pt_pt: Compatibilidade com o NVDA: 2019.1 a 2020.1
ru: Совместимость с NVDA: от 2019.1 до 2020.1
sk: Funguje s NVDA od verzie 2019.1 po 2020.1.
tr: NVDA uyumluluğu: 2019.1 - 2020.1

source: Developer toolkit (DTK) is an NVDA add-on that helps blind and visually impaired developers independently create visually appealing user interfaces and web content. It provides gestures that enable you to navigate through objects and obtain information about them, such as their size, position, and characteristics. To begin using DTK, place focus on a control, then press **ALT+WINDOWS+K**. To disable it, press **ALT+WINDOWS+K** again. When on the web, press **NVDA+SPACE** to put NVDA in Focus Mode and press NVDA+SHIFT+SPACE to disable Single Letter Navigation.
bg: "Инструментариум за разработчици" (Developer Toolkit – DTK) е добавка за NVDA, която помага на слепите и зрително затруднените разработчици самостоятелно да създават визуално привлекателни потребителски интерфейси или уеб съдържание. Той предоставя жестове, които ви позволяват да навигирате между обектите и да получавате информация за тях, като например техния размер, положение и характеристики. За да започнете да използвате DTK, поставете фокуса върху контрола, след това натиснете **ALT+WINDOWS+K**. За да го деактивирате, натиснете отново **ALT+WINDOWS+K**. Когато сте в уеб съдържание, натиснете **NVDA+ИНТЕРВАЛ**, за да поставите NVDA в режим на фокус и натиснете **NVDA+SHIFT+ИНТЕРВАЛ**, за да деактивирате бързата навигация.
de: Das Developer Toolkit (DTK) ist eine NVDA-Erweiterung, mit dem blinde und sehbehinderte Entwickler unabhängig voneinander visuell ansprechende Benutzeroberflächen und Web-Inhalte erstellen können. Es bietet Gesten, mit denen Sie durch Objekte navigieren und Informationen über diese abrufen können, z. B. Größe, Position und Eigenschaften. Um DTK zu verwenden, fokussieren Sie ein Steuerelement und drücken Sie **Alt+Windows+K**. Um es zu deaktivieren, drücken Sie erneut diese Tastenkombination. Drücken Sie im Internet **NVDA+LEERTASTE**, um NVDA in den Fokusmodus zu versetzen, und drücken Sie NVDA+Umschalt+Leertaste, um die Einzelbuchstabennavigation zu deaktivieren.
fr: Developer toolkit (DTK) est une extension NVDA qui aide les développeurs aveugles et malvoyants à créer par eux-mêmes des interfaces utilisateur ou des contenus web visuellement attrayants. This is done by enabling DTK, navigating around the user interface or web content, then performing gestures to obtain information about the appearance, location, and size of the focused control. To enable or disable DTK, press alt+windows+k on your keyboard. To continue using the computer normally, disable DTK before performing normal tasks.
gl: A caixa de ferramentas do desenvolvedor (Developer toolkit, abreviada CFD ou DTK) é un complemento de NVDA que asiste aos desenvolvedores cegos e con discapacidade visual coa creación independente de interfaces de usuario ou contido web visualmente chamativo. Fornece xestos que che permiten navegar entre obxectos e obter información sobre eles, como o seu tamaño, posición, e características. Para comezar a utilizar CFD, enfoca un control, logo preme **ALT+WINDOWS+K**. Para deshabilitalo, preme **ALT+WINDOWS+K** de novo. Cando esteas na web, preme **NVDA+ESPAZO** para poñer a NVDA en modo foco e preme NVDA+SHIFT+ESPAZO para desactivar a navegación cunha soa letra.
hr: Komplet programerskih alata (DTK) je NVDA dodatak koji pomaže slijepim i slabovidnim programerima samostalno izraditi vizualno privlačna korisnička sučelja ili web sadržaj. Omogućuje geste koji omogućuju kretanje kroz objekte i dobivanje informacija, poput njihove veličine, položaja i karakteristika. Za korištenje DTK-a, postavi fokus na kontrolu, a zatim pritisnit **ALT+WINDOWS+K**. Za deaktiviranje, ponovo pritisni **ALT+WINDOWS+K**. Kad si na webu, pritisni **NVDA+RAZMAKNICA** za postavljanje NVDA čitača u modus fokusa, a zatim pritisni NVDA+ŠIFT+RAZMAKNICA za deaktiviranje navigacije pojedinačnim slovima. Kad je komplet programerskih alata aktiviran, kreći se po sučelju ili web sadržaju te zatim izvrši geste za dobivanje informacija o izgledu, položaju i veličini fokusirane kontrole. Aktiviraj ili deaktiviraj DTK pomoću tipki alt+windows+k. Za normalnu upotrebu računala, deaktiviraj DTK prije izvršavanja normalnih zadataka.
it: Developer toolkit (DTK) è un componente aggiuntivo per NVDA che aiuta gli sviluppatori non vedenti e ipovedenti a creare in modo indipendente interfacce utente o contenuti Web visivamente accattivanti. Esso fornisce tasti che vi consentono di navigare tra gli oggetti ed ottenere informazioni su di essi, come la loro dimensione, posizione, e le loro caratteristiche. Per iniziare ad utilizzare DTK, focalizzate il controllo interessato, poi premete ALT+WINDOWS+K. Per disabilitarlo, premete nuovamente ALT+WINDOWS+K. In un sito web, premete NVDA+SPAZIO per mettere NVDA in Modalità Focus e premete NVDA+SHIFT+SPAZIO per disabilitare la navigazione a lettere singole.
ja: Developer toolkit(DTK)は、視覚障害のある開発者が、独力で見た目の良いユーザーインターフェースとwebコンテンツを作成する助けとなるNVDAアドオンです。オブジェクトをたどり、それらのサイズ、位置、特徴といった情報を得るためのジェスチャーを提供します。DTKの使用を開始するには、コントロールにフォーカスを置き、ALT+WINDOWS+Kを押します。終了するには、ALT+WINDOWS+Kをもう一度押します。webでは、NVDA+SPACEを押してNVDAをフォーカスモードにし、NVDA+SHIFT+SPACEを押して、一文字ナビゲーションを無効化します。
pt_br: O Developer Toolkit (DTK) é um complemento do NVDA que ajuda os desenvolvedores cegos e com deficiência visual a criar, de forma independente, interfaces de usuário e conteúdo da Web visualmente atraentes. Ele fornece gestos que permitem navegar pelos objetos e obter informações sobre eles, como tamanho, posição e características. Para começar a usar o DTK, coloque o foco em um controle e pressione **ALT+WINDOWS+K**. Para desativá-lo, pressione **ALT+WINDOWS+K** novamente. Quando estiver na Web, pressione **NVDA+ESPAÇO** para colocar o NVDA no modo de foco e pressione NVDA+SHIFT+ESPAÇO para desativar a navegação por letra única.
pt_pt: O kit de ferramentas para programadores (DTK) é um extra para o NVDA que ajuda os programadores cegos e deficientes visuais a criar, de forma independente, interfaces de utilizador e conteúdos web visualmente apelativos. Fornece atalhos que lhe permitem navegar através de objectos e obter informações sobre eles, tais como o seu tamanho, posição, e características. Para começar a utilizar o DTK, coloque o foco num controlo, depois prima **ALT+WINDOWS+K***. Para o desactivar, prima novamente **ALT+WINDOWS+K***. Quando estiver na web, prima **NVDA+ESPAÇO*** para colocar o NVDA no Modo de Foco e pressione NVDA+SHIFT+ESPAÇO para desactivar a Navegação por Letra Única.
ru: Developer toolkit (DTK) - это дополнение для NVDA, которое помогает незрячим и слабовидящим разработчикам самостоятельно создавать визуально привлекательные пользовательские интерфейсы и веб-содержимое. Оно предоставляет жесты, позволяющие перемещаться по объектам и получать информацию о них, такую как их размер, расположение и характеристики. Чтобы начать использовать DTK, наведите фокус на элемент управления, затем нажмите **ALT+WINDOWS+K**. Чтобы отключить его, нажмите **ALT+WINDOWS+K** еще раз. Находясь в Интернете, нажмите **NVDA+пробел**, чтобы перевести NVDA в режим редактирования и нажмите NVDA+SHIFT+ПРОБЕЛ, чтобы отключить однобуквенную навигацию.
sk: Doplnok umožňuje získavať informácie o vizuálnych vlastnostiach prvkov a objektov. Pomocou vstavaných príkazov sa môžete pohybovať medzi prvkami a zistiť informácie o veľkosti, pozícii a ďalších vlastnostiach prvkov. Najprv je potrebné presunúť kurzor na požadovaný objekt. Následne stlačte **ALT+WINDOWS+K**. Prácu v režime doplnku ukončíte opätovným stlačením **ALT+WINDOWS+K**. V režime prehliadania najprvj aktivujte režim fokusu skratkou **nvda+medzera** a vypnite rýchlu navigáciu skratkou **nvda+shift+medzera**.
tr: Geliştirici araç seti (GAS), görme engelli ve görme engelli geliştiricilerin bağımsız olarak görsel olarak çekici kullanıcı arayüzleri ve web içeriği oluşturmasına yardımcı olan bir NVDA eklentisidir. Nesneler arasında gezinmenizi ve nesneler hakkında boyutları, konumları ve özellikleri gibi bilgileri almanızı sağlayan hareketler sağlar. GAS'ni kullanmaya başlamak için odağı bir denetime getirin ve ardından **ALT+WINDOWS+K** tuşlarına basın. Devre dışı bırakmak için **ALT+WINDOWS+K** tuşlarına tekrar basın. Web'deyken, NVDA'yı Odak Moduna getirmek için **NVDA+Boşluk Çubuğu** tuşlarına basın ve Tek Harfli Gezinmeyi devre dışı bırakmak için NVDA+SHIFT+Boşluk Çubuğu tuşlarına basın.

source: Gestures
bg: Жестове
de: Tastenbefehle
fr: Gestes de commandes
gl: Xestos
hr: Geste
it: Tasti
ja: ショートカット
pt_br: Gestos
pt_pt: Comandos
ru: Жесты
sk: Príkazy
tr: Kısa yollar

source: The following gestures are available when DTK is enabled.
bg: При включен DTK, са налице следните жестове/команди:
de: Die folgenden Tastenbefehle sind verfügbar, wenn DTK aktiviert ist.
fr: Les gestes de commandes suivants sont disponibles quand DTK est activé.
gl: Están dispoñibles os seguintes xestos cando CFD está habilitado.
hr: Sljedeće geste su dostupne kad je DTK aktiviran.
it: Quando DTK è attivo sono disponibili i seguenti tasti.
ja: DTKが有効な時、次のショートカットが使用出来ます。
pt_br: Os gestos a seguir estão disponíveis quando o DTK está ativado.
pt_pt: Os seguintes comandos estão disponíveis quando o DTK está activado.
ru: При включённом DTK доступны следующие жесты.
sk: Po aktivovaní režimu doplnku sú dostupné tieto príkazy:
tr: GAS etkinleştirildiğinde aşağıdaki hareketler kullanılabilir.

source: **ALT+WINDOWS+K** - Enable or disable DTK features.
bg: **ALT+WINDOWS+K**: Включване/изключване на функциите на DTK.
de: Alt+windows+k - Aktiviert oder deaktiviert die Funktionen des DTK.
fr: **Alt+windows+k** : Active ou désactive les fonctionnalités DTK.
gl: **ALT+WINDOWS+K** - Habilitar ou deshabilitar as características da CFD.
hr: **ALT+WINDOWS+K** – Aktiviraj ili deaktiviraj DTK funkcije.
it: Alt+windows+k – Attiva o disattiva DTk.
ja: **ALT+WINDOWS+K** - DTKの機能を有効化または無効化します。
pt_br: **ALT+WINDOWS+K** - Ativar ou desativar os recursos do DTK.
pt_pt: **ALT+WINDOWS+K*** - Activa ou desactiva as funcionalidades do DTK.
ru: **ALT+WINDOWS+K** - Включить или отключить функции DTK.
sk: **ALT+WINDOWS+K** - Aktivuje a deaktivuje funkcie pre vývojárov.
tr: **ALT+WINDOWS+K** - GAS özelliklerini etkinleştirir veya devre dışı bırakır.

source: **LEFT ARROW** - Move to previous sibling.
bg: **СТРЕЛКА НАЛЯВО**: Навигиране до предишен свързан обект.
de: Linkspfeil - Gehe zum vorherigen Element auf der gleichen Ordnungsebene.
fr: Flèche gauche – Aller au parent précédent de même niveau.
gl: **FRECHA ESQUERDA** - Moverse ao irmán anterior.
hr: **STRELICA LIJEVO** – Premjesti se na prethodni element iste razine.
it: Freccia sinistra – Passa all'oggetto precedente allo stesso livello (fratello)
ja: **左矢印** - 前の兄弟要素に移動します。
pt_br: **SETA PARA A ESQUERDA** - Ir para o irmão anterior.
pt_pt: **seta ESQUERDA** - Move para anterior do mesmo nível.
ru: **СТРЕЛКА ВЛЕВО** - Перейти к предыдущему родственнику.
sk: **ľavá šípka** - Zameria predchádzajúci objekt rovnakej úrovne.
tr: **SOL OK** - Önceki kardeşe git.

source: **RIGHT ARROW** - Move to next sibling.
bg: **СТРЕЛКА НАДЯСНО**: Навигиране до следващ свързан обект.
de: Rechtspfeil - Gehe zum nächsten Element auf der gleichen Ordnungsebene.
fr: Flèche droite – Aller au parent suivant de même niveau.
gl: **FRECHA DEREITA** - Moverse ao irmán seguinte.
hr: **STRELICA DESNO** – Premjesti se na sljedeći element iste razine.
it: Freccia destra – Passa all'oggetto successivo allo stesso livello (fratello)
ja: **右矢印** - 次の兄弟要素に移動します。
pt_br: **SETA PARA A DIREITA** - Passa para o próximo irmão.
pt_pt: **Seta Direita** - move para o próximo do mesmo nível.
ru: **RIGHT ARROW** - Перейти к следующему родственнику.
sk: **pravá šípka** - zameria nasledujúci objekt rovnakej úrovne.
tr: **SAĞ OK** - Sonraki kardeşe git.

source: **UP ARROW** - Move to parent.
bg: **СТРЕЛКА НАГОРЕ**: Навигиране до родителски обект.
de: Pfeil nach oben - Zum übergeordneten Element wechseln.
fr: Flèche haut – Aller au parent.
gl: **FRECHA ARRIBA** - Moverse ao pai.
hr: **STRELICA GORE** – Premjesti se na element više razine.
it: Freccia su – passa all'elemento di livello superiore, genitore.
ja: **上矢印** - 親要素に移動します。
pt_br: **SETA PARA CIMA** - Mover para o pai.
pt_pt: **Seta acima** - move para ascendente.
ru: **СТРЕЛКА ВВЕРХ** - Перейти к родительскому объекту.
sk: **Šípka hore** - zameria nadradený rodičovský objekt.
tr: **YUKARI OK** - Üst öğeye git.

source: **DOWN ARROW** - Move to first child.
bg: **СТРЕЛКА НАДОЛУ**: Навигиране до първи дъщерен обект.
de: Pfeil nach unten - Wechselt zum ersten untergeordneten Element.
fr: Flèche bas – Aller au premier enfant.
gl: **FRECHA ABAIXO** - Moverse ao primeiro fillo.
hr: **STRELICA DOLJE** – Premjesti se na element niže razine.
it: Freccia giù – Passa all'elemento di livello inferiore, primo figlio.
ja: **下矢印** - 一番目の子要素に移動します。
pt_br: **SETA PARA BAIXO** - Ir para o primeiro filho.
pt_pt: **Seta abaixo** - move para o primeiro descendente.
ru: **СТРЕЛКА ВНИЗ** - Перейти к первому дочернему.
sk: **Šípka dole** - zameria podradený objekt potomka.
tr: **AŞAĞI OK** - İlk çocuğa git.

source: **CTRL+HOME** - Move to top-most parent.
bg: **CONTROL+HOME**: Навигиране до най-горния родителски обект в йерархията.
de: Steuerung+Pos1 - Wechselt zum obersten Element in der Jerarchie.
fr: Contrôle+début – Aller au parent de plus haut niveau.
gl: **CTRL+INICIO** - Moverse ao pai de maior nivel.
hr: **KONTROL+HOUM** – Premjesti se na element najviše razine.
it: Control+home – Passa all'elemento di livello più alto, primo genitore.
ja: **CTR+HOME** - 一番上の親要素に移動します。
pt_br: **CTRL+HOME** - Ir para o pai mais alto.
pt_pt: *CTRL+HOME*** - Move para o ascendente de nível mais elevado.
ru: **CTRL+HOME** - Перейти к самому верхнему родительскому элементу.
sk: **CTRL+HOME** - Zameria prvý hlavný objekt.
tr: **CTRL+Baş** - En üstteki ebeveyne git.

source: **HOME** - Move to the relative parent if one is assigned.
bg: **HOME**: Навигиране до относителния родител, ако има указан такъв.
de: **POS1** - Wechseln Sie zum jeweiligen übergeordneten Element, falls eines zugewiesen ist.
fr: **Début** - aller au parent relatif s'il y en a un.
gl: **INICIO** - Moverse ao pai relativo se se asignou un.
hr: **HOUM** – Premjesti se na relativni nadređeni objekt, ako je jedan dodijeljen.
it: HOME - Passa al genitore relativo se ne è stato assegnato uno. (n.d.t.: Il genitore relativo è un oggetto rispetto al quale si possono calcolare distanza e posizione degli altri oggetti.)
ja: **HOME** - 割り当てされている場合、相対的な親要素に移動します。
pt_br: **HOME** - Mover para o pai relativo, se houver um atribuído.
pt_pt: **HOME** - Move para o primeiro ascendente daquela categoria, se houver algum.
ru: **HOME** - Перейти к относительному родительскому элементу, если он назначен.
sk: **home** - presunie kurzor na definovaného relatívneho rodiča.
tr: **Baş** - Atanmışsa ilgili ebeveyne git.

source: **A** - In web content, speak HTML attributes. Press twice quickly to copy to the clipboard.
bg: **A**: В уеб съдържание – докладване на HTML атрибутите. Двукратното натискане копира информацията в клипборда.
de: A - Meldet HTML-Attribute in Webinhalten. Zweimaliges Drücken kopiert die Information in die Zwischenablage .
fr: A – Dans du contenu web, énonce les attributs HTML. Deux appuis rapides les copie dans le presse-papiers.
gl: **A** - En contido web, falar atributos HTML. Prémeo dúas veces rapidamente para copialos ao portapapeis.
hr: **A** – U web sadržaju izgovori HTML atribute. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: A – Nei contenuti web, legge l'attributo HTML. Premere due volte velocemente per copiarlo negli appunti.
ja: **A** - webコンテンツでは、HTML属性を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **A** - No conteúdo da Web, fale os atributos HTML. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **A** - Em conteúdos da web, lê os atributos do HTML. pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **A** - Сказать атрибуты HTML в веб-содержимом. Двойное быстрое нажатие скопировать их в буфер обмена.
sk: **A** - vo webovom zobrazení oznámi HTML atribúty. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **A** - Web içeriğinde, HTML niteliklerini Söyleur. Panoya kopyalamak için hızlıca iki kez basın.

source: **B** - Speak the position of the object's bottom edge. Press twice quickly to copy to the clipboard.
bg: **B**: Докладване напозицията на долния ръб на обекта. Двукратното натискане копира информацията в клипборда.
de: B - Meldet die Position der unteren Kante des Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: B – Annonce la position de la limite basse de l'objet. Deux appuis rapides la copient dans le presse-papiers.
gl: **B** - Falar a posición do eixe inferior do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **B** – Izgovori položaj donjeg ruba objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: B – Legge la posizione del bordo inferiore dell'oggetto. Premere due volte per copiarla negli appunti.
ja: **B** - オブジェクトの下端の位置を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **B** - Fala a posição da borda inferior do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **B** - diz a posição da extremidade inferior do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **B** - Произнести положение нижнего края объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **B** - Oznámi pozíciu spodného okraja objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **B** - Nesnenin alt kenarının konumunu söyle. Panoya kopyalamak için iki kez hızlıca basın.

source: **SHIFT+B** - Speak the distance between the object's bottom edge and the relative parent's bottom edge. Press twice quickly to copy to the clipboard.
bg: **SHIFT+B**: Докладва разстоянието между долния ръб на обекта и долния ръб на относителния родител. Двукратното натискане копира информацията в клипборда.
de: B - Meldet die Entfernung der Position der unteren Kante des Objekts sowie der unteren Kante des übergeordneten Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: **MAJ+B** - Énoncez la distance entre le bord inférieur de l'objet et le bord inférieur du parent relatif. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **SHIFT+B** - Falar a distancia entre o eixe inferior do obxecto e o eixo inferior do pai relativo.
hr: **ŠIFT+B** – Izgovori položaj donjeg ruba objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: SHIFT+B - Legge la distanza tra il bordo inferiore dell'oggetto e il bordo inferiore del genitore relativo. Premere due volte per copiarla negli appunti.
ja: **Shift+B** - オブジェクトの下端と、相対的な親要素の下端との距離を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **SHIFT+B** - Fala a distância entre a borda inferior do objeto e a borda inferior do pai relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **SHIFT+B*** - diz a distância entre a borda inferior do objecto e a borda inferior do ascendente relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **SHIFT+B** - Произнести расстояние между нижним краем объекта и нижним краем соответствующего родительского элемента. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **SHIFT+B** - oznámi vzdialenosť spodného okraja objektu od spodného okraja rodičovského objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **SHIFT+B** - Nesnenin alt kenarı ile ilgili ebeveynin alt kenarı arasındaki mesafeyi söyle. Panoya kopyalamak için iki kez hızlıca basın.

source: **C** - Speak the number of children contained inside the object. Press twice quickly to copy to the clipboard.
bg: **C**: Докладва броя на дъщерните обекти в обекта. Двукратното натискане копира информацията в клипборда.
de: C - Meldet die Anzahl der untergeordneten Elemente eines Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: C – Annonce le nombre d'enfants contenus dans l'objet. Deux appuis rapides le copie dans le presse-papiers.
gl: **C** - Falar o número de fillos contidos dentro do obxecto. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: **C** – Izgovori broj nižih razina koje se nalaze unutar objektu. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: C – Legge il numero di elementi (figli) contenuti nell'oggetto. Premere due volte per copiare negli appunti.
ja: **C** - オブジェクト内部の子要素の数を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **C** - Fala o número de filhos contidos no objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **C** - diz o número de elementos contidos no interior do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **C** - Произнести количество дочерних элементов, содержащихся внутри объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **C** - oznámi počet podradených objektov (potomkov) objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **C** - Nesnenin içindeki çocuk sayısını söyler. Panoya kopyalamak için iki kez hızlıca basın.
