Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: **control+c** - Switch between RGB, Hex, and Name color values.
bg: **Control+C**: Превключване между стойности на цветовете в RGB, Hex и Name (име).
de: **STRG+C** - Wechselt zwischen den Farbwerten RGB, Hex und Name.
fr: **contrôle+c** - Bascule entre les valeurs de couleur RVB, Hex et Nom.
gl: **control+c** - alternar entre os valores de cor RGB, Hex, e Nome.
hr: **kontrol+c** – Prebaci između RGB, Hex i imenovanih vrijednosti boja.
it: control+c - Cicla tra i valori RGB, Hex, e Nome per i colori.
ja: **control+c** - 色の値をRGB, Hex, Nameの間で切り替えます。
pt_br: **control+c** - Alternar entre valores de cor RGB, Hex e Name.
pt_pt: **control+c*** - Alterna entre valores de cor RGB, Hex, e valores dos nomes das cores.
ru: **control+c** - Переключаться между значениями цвета RGB, Hex и Name.
sk: **ctrl+c** - Prepína oznamovanie farieb. Dostupné sú možnosti RGB, Hex a názvy.
tr: **kontrol+c** - RGB, Hex ve Ad renk değerleri arasında geçiş yapar.

source: **CTRL+D** - Enable or disable detailed messages.
bg: **CONTROL+D**: Включва/изключва детайлните съобщения.
de: Steuerung+d - Aktiviert oder deaktiviert detaillierte Meldungen.
fr: Contrôle+d – Activer ou désactiver les messages détaillés.
gl: **CTRL+D** - Habilitar ou deshabilitar mensaxes detalladas.
hr: **KONTROL+D** – Aktiviraj ili deaktiviraj detaljne poruke.
it: Control+d – abilita/disabilita i messaggi dettagliati.
ja: **CTRL+D** - 詳細のメッセージを有効または無効にします。
pt_br: **CTRL+D** - Ativar ou desativar mensagens detalhadas.
pt_pt: **CTRL+D*** - Activa ou desactiva mensagens detalhadas.
ru: **CTRL+D** - Включить или отключить подробные сообщения.
sk: **CTRL+D** - Prepína medzi dlhými a krátkymi správami.
tr: **CTRL+D** - Ayrıntılı mesajları etkinleştirir veya devre dışı bırakır.

source: **F** - In web content, speaks the object's font and formatting information. Press twice quickly to copy to the clipboard.
bg: **F**: В уеб съдържание докладва информация за шрифта на обекта и неговото форматиране. Двукратното натискане копира информацията в клипборда.
de: F - Meldet die Schrift- und Formatierungsinformationen des Objekts in Webinhalten. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: **F** - Dans le contenu Web, prononce la police de l'objet et les informations de mise en forme. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **F** - En contido web, falar información de fonte e formato do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **F** – U web sadržaju izgovori informacije o fontu i formatu objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: F – Nei contenuti web, legge le informazioni sul carattere e la formattazione dell'oggetto. Premere due volte per copiare negli appunti.
ja: **F** - webコンテンツにて、オブジェクトのフォントと書式の情報を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **CTRL+D** - Ativar ou desativar mensagens detalhadas.
pt_pt: **F** - Nos conteúdos da web, diz a fonte do objecto e a informação de formatação. pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **F** - Сказать информацию о шрифте и форматировании объекта в веб-содержимом. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **F** - V režime prehliadania oznámi informácie o formátovaní prvku. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **F** - Web içeriğinde nesnenin yazı tipi ve biçimlendirme bilgilerini söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **H** - Speak the object's height. Press twice quickly to copy to the clipboard.
bg: **H**: Докладва височината на обекта. Двукратното натискане копира информацията в клипборда.
de: H - Meldet die Höhe des Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: H – Annonce la hauteur de l'objet. Deux appuis rapides la copient dans le presse-papiers.
gl: **H** - Falar a altura do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **H** – Izgovori visinu objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: H – Legge l'altezza dell'oggetto. Premere due volte per copiare negli appunti.
ja: **H** - オブジェクトの高さを読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **H** - Fala a altura do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **H*** - diz a altura do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **H** - Произнести высоту объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **h** - oznámi výšku objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **H** - Nesnenin yüksekliğini söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **L** - Speak the position of the object's left edge. Press twice quickly to copy to the clipboard.
bg: **L**: Докладване напозицията на левия ръб на обекта. Двукратното натискане копира информацията в клипборда.
de: L - Meldet die Position der linken Kante des Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: L – Annonce la position de la limite gauche de l'objet. Deux appuis rapides la copient dans le presse-papiers.
gl: **L** - Falar a posición do eixe esquerdo do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **L** – Izgovori položaj lijevog ruba objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: L – Legge la posizione del bordo sinistro dell'oggetto. Premere due volte per copiarla negli appunti.
ja: **L** - オブジェクトの左端の位置を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **L** - Fala a posição da borda esquerda do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **L*** - diz a posição da extremidade esquerda do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **L** - Произнести положение левого края объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **L** - Oznámi pozíciu ľavého okraja objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **L** - Nesnenin sol kenarının konumunu söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **n** - Speak the object's name. Press twice quickly to copy to the clipboard.
bg: **N**: Докладва името на обекта. Двукратното натискане копира информацията в клипборда.
de: **n** - Teilt den Objektnamen mit. Drücken Sie diese Taste schnell zweimal, um diese Information in die Zwischenablage zu kopieren.
fr: **n** - Prononce le nom de l'objet. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **n** - Falar o nome do obxecto. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: **n** – Izgovori ime objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: n - Legge il nome dell'oggetto. Premere due volte per copiare negli appunti.
ja: **n**- オブジェクト名を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **n** - Fala o nome do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **n*** - Diz o nome do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **n** - Сказать имя объекта. Двойное быстрое нажатие скопирует его в буфер обмена.
sk: **n** - Oznámi názov objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **n** - Nesnenin adını söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **CTRL+P** - Set the relative parent for obtaining size/location of objects.
bg: **Control+P**: Задаване на относителния родител за получаване на размер/местоположение на обекти.
de: **STRG+P** - Legen Sie das relative übergeordnete Element fest, um die Größe bzw. Position von Objekten zu ermitteln.
fr: **CTRL+P** - Définir le parent relatif pour obtenir la taille/l'emplacement des objets.
gl: **CTRL+P** - Establecer pai relativo para obter o tamaño/ubicación dos obxectos con respecto a él.
hr: **KONTROL+P** – Postavi relativni nadređeni objekt za dobivanje veličine/položaja objekta.
it: CTRL+P - Imposta l'oggetto selezionato come genitore relativo, per ottenere dimensione/posizione degli oggetti.
ja: **CTRL+P** - オブジェクトのサイズ/位置を取得するために、相対的な親要素を設定します。
pt_br: **CTRL+P** - Define o pai relativo para obter o tamanho/localização dos objetos.
pt_pt: **CTRL+P*** - Define o objecto ascendente relativo para obter o tamanho/localização dos objectos.
ru: **CTRL+P** - Установить относительный родительский параметр для получения размера/местоположения объектов.
sk: **CTRL+P** - Umožní nastaviť relatívneho rodiča pre neskoršie určenie pozície nadradených a podradených objektov.
tr: **CTRL+P** - Nesnelerin boyutunu/konumunu elde etmek için geçerli üst öğeyi ayarlar.

source: **P** - Speak the relative parent's name. Press twice quickly to copy to the clipboard.
bg: **P**: Докладва името на относителния родител. Двукратното натискане копира информацията в клипборда.
de: **P** - Teilt den Namen des jeweiligen Elternobjekts mit. Drücken Sie diese Taste schnell zweimal, um diese Information in die Zwischenablage zu kopieren.
fr: **P** - Prononce le nom du parent proche. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **P** - Falar o nome do pai relativo. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: **P** – Izgovori ime nadređenog objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: p – Legge il nome del genitore relativo. Premere due volte per copiare negli appunti.
ja: **P** - 相対的な親要素の名前を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **P** - Fala o nome do pai ou da mãe. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **P** - diz o nome do objecto ascendente relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **P** - Произнести имя родителя. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **P** - Oznámi názov relatívneho rodiča. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **P** - İlgili ebeveynin adını söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **R** - Speak the position of the object's right edge. Press twice quickly to copy to the clipboard.
bg: **R**: Докладване напозицията на десния ръб на обекта. Двукратното натискане копира информацията в клипборда.
de: R - Meldet die Position der rechten Kante des Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: **R** - Prononce la position du bord droit de l'objet. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **R** - Falar a posición do eixe dereito do obxecto. Preme dúas veces rapidamente para copiala ao portapapeis.
hr: **R** – Izgovori položaj desnog ruba objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: R – Legge la posizione del bordo destro dell'oggetto. Premere due volte per copiarla negli appunti.
ja: **R** - オブジェクトの右端の位置を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **R** - Fala a posição da borda direita do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **R** - Diz a posição do canto direito do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **R** - Произнести положение правого края объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **R** - Oznámi pozíciu pravého okraja objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **R** - Nesnenin sağ kenarının konumunu söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **SHIFT+R** - Speak the distance between the object's right edge and the relative parent's right edge. Press twice quickly to copy to the clipboard.
bg: **SHIFT+R**: Докладва разстоянието между десния ръб на обекта и десния ръб на относителния родител. Двукратното натискане копира информацията в клипборда.
de: R - Meldet die Entfernung der Position der rechten Kante des Objekts und der rechten Kante des übergeordneten Objekts. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: **SHIFT+R** - Énonce la distance entre le bord droit de l'objet et le bord droit du parent relatif. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **SHIFT+R** - Falar a distancia entre o eixe dereito do obxecto e o eixo dereito do pai relativo. Preme dúas veces rapidamente para copiala ao portapapeis.
hr: **ŠIFT+R** – Izgovori razmak između desnog ruba objekta i relativnog desnog ruba nadređenog objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: SHIFT+R - Legge la distanza tra il bordo destro dell'oggetto e il bordo destro del genitore relativo. Premere due volte per copiarla negli appunti.
ja: **SHIFT+R** - オブジェクトの右端と相対的な親要素の右端の間の距離を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **SHIFT+R** - Fala a distância entre a borda direita do objeto e a borda direita do pai relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **SHIFT+R** - diz a distância entre a borda direita do objecto e a borda direita do ascendente relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **SHIFT+R** - Произнести расстояние между правым краем объекта и правым краем соответствующего родительского элемента. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **SHIFT+R** - Oznámi vzdialenosť pravého okraja objektu od pravého okraja relatívneho rodiča. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **SHIFT+R** - Nesnenin sağ kenarı ile ilgili üst öğenin sağ kenarı arasındaki mesafeyi söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **ALT+R** - Speak the object's Role/control type. Press twice quickly to copy it to the clipboard.
bg: **ALT+R**: Докладва ролята/типа на контролата на обекта. Двукратното натискане копира информацията в клипборда.
de: **Alt+R** - Teilt die Rolle oder den Steuerungstyp des Objekts mit. Drücken Sie diese Tastenkombination schnell zweimal, um diese Information in die Zwischenablage zu kopieren.
fr: **ALT+R** - Énonce le type de rôle/contrôle de l'objet. Appuyez deux fois rapidement pour le copier dans le presse-papiers.
gl: **ALT+R** - Falar o rol do obxecto/o tipo do control. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: ***ALT+R** – Izgovori ulogu/vrstu kontrole. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: ALT+R - Legge il ruolo/tipo di controllo dell'oggetto. Premere due volte per copiarlo negli appunti.
ja: **ALT+R** - オブジェクトのロール/コントロールタイプを読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **ALT+R** - Diz o tipo de função/controle do objeto. Pressione duas vezes rapidamente para copiá-lo para a área de transferência.
pt_pt: **ALT+R** - Diz o tipo de papel/controlo do objecto. Pressione duas vezes rapidamente para o copiar para a área de transferência.
ru: **ALT+R** - Произнести роль объекта/тип элемента управления. Дважды быстро нажмите, чтобы скопировать его в буфер обмена.
sk: **ALT+R** - oznámi typ prvku. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **ALT+R** - Nesnenin Rol/kontrol türünü söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **S** - Speak the number of siblings relative to the object. Press twice quickly to copy to the clipboard.
bg: **S**: Докладва броя на свързаните обекти в отношение към обекта. Двукратното натискане копира информацията в клипборда.
de: S - Meldet die Anzahl der gleichgeordneten Objekte relativ zum aktuell fokussierten Objekt. Zweimaliges Drücken kopiert die Information in die Zwischenablage.
fr: **S** - Prononce le nombre de frères et sœurs par rapport à l'objet. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **S** - Falar o número de irmáns relativo ao obxecto. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: **S** – Izgovori broj objekata iste razine u odnosu na objekt. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: s – Legge il numero di oggetti dello stesso livello (fratelli) dell'oggetto attuale. Premere due volte per copiare negli appunti.
ja: **S** - オブジェクトの相対的な兄弟要素の数を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **S** - Fala o número de irmãos em relação ao objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **S*** - diz o número de elementos do mesmo nível em relação ao objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **S** - Произнести количество братьев и сестер по отношению к объекту. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **S** - Oznámi počet objektov na rovnakej úrovni ako zameraný objekt. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **S** - Nesneye göre kardeş sayısını söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **SHIFT+S** - Speak the object's control states. Press twice quickly to copy it to the clipboard.
bg: **SHIFT+S**: Докладва контролните състояния на обекта. Двукратното натискане копира информацията в клипборда.
de: **UMSCHALT+S** - Zustände der Steuerelemente von Objekten ansagen. Drücken Sie zweimal schnell, um die Informationen in die Zwischenablage zu kopieren.
fr: **MAJ+S** - Énonce les états de contrôle de l'objet. Appuyez deux fois rapidement pour le copier dans le presse-papiers.
gl: **SHIFT+S** - Falar os estados do control do obxecto. Prémeo dúas veces para copialo ao portapapeis.
hr: **ŠIFT+S** – Izgovori stanje kontrole objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: SHIFT+S - Legge gli stati del controllo relativi all'oggetto. Premere due volte per copiarli negli appunti.
ja: **SHIFT+S** - オブジェクトのコントロール状態を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **SHIFT+S** - Fala os estados de controle do objeto. Pressione duas vezes rapidamente para copiá-lo para a área de transferência.
pt_pt: **SHIFT+S*** - Diz os estados de controlo do objecto. Pressione duas vezes rapidamente para o copiar para a área de transferência.
ru: **SHIFT+S** - Произнести управляющие состояния объекта. Дважды быстро нажмите, чтобы скопировать его в буфер обмена.
sk: **shift+s** - Oznámi stav prvku. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **SHIFT+S** - Nesnenin kontrol durumlarını söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **T** - Speak the position of the object's top edge. Press twice quickly to copy to the clipboard.
bg: **T**: Докладва позицията на горния ръб на обекта. Двукратното натискане копира информацията в клипборда.
de: **T** - Die Position der Oberkante des Objekts ansagen. Drücken Sie zweimal schnell, um die Informationen in die Zwischenablage zu kopieren.
fr: T – Annonce la position de la limite haute de l'objet. Deux appuis rapides la copient dans le presse-papiers.
gl: **T** - Falar a posición do eixe superior do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **T** – Izgovori položaj gornjeg ruba objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: T – Legge la posizione del bordo superiore dell'oggetto. Premere due volte per copiarla negli appunti.
ja: **T** - オブジェクトの上端の位置を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **T** - Fala a posição da borda superior do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **T*** - Diz a posição da borda superior do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **T** - Указать положение верхнего края объекта. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: **T** - Oznámi pozíciu horného okraja objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **T** - Nesnenin üst kenarının konumunu söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **V** - Speak Developer toolkit version. Press twice quickly to copy to the clipboard.
bg: **V**: Докладва версията на инструментариума за разработчици. Двукратното натискане копира информацията в клипборда.
de: **V** - Developer Toolkit-Version ansagen. Drücken Sie zweimal schnell, um die Informationen in die Zwischenablage zu kopieren.
fr: V – Annonce la version de Developer toolkit. Deux appuis rapides la copient dans le presse-papiers.
gl: **V** - Falar versión da Caixa de ferramentas do desenvolvedor. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **V** – Izgovori verziju kompleta programerskih alata. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: V – Legge la versione di Developer Toolkit. Premere due volte per copiarla negli appunti.
ja: **V** - Developer toolkitのバージョンを読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **V** - Versão do kit de ferramentas do desenvolvedor do Speak. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **V** - Diz a versão do Developer toolkit. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **V** - Сказать версию инструментария разработчика. Быстрое двойное нажатие скопирует её в буфер обмена.
sk: **V** - Oznámi verziu doplnku. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **V** - Geliştirici araç seti sürümünü söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: **W** - Speak the object's width. Press twice quickly to copy to the clipboard.
bg: **W**: Докладва ширината на обекта. Двукратното натискане копира информацията в клипборда.
de: **W** - Sagt die Breite des Objekts an. Drücken Sie zweimal schnell, um die Informationen in die Zwischenablage zu kopieren.
fr: **W** - Énonce la largeur de l'objet. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: **W** - Falar anchura do obxecto. Prémeo dúas veces rapidamente para copiala ao portapapeis.
hr: **W** – Izgovori širinu objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: W – Legge la larghezza dell'oggetto. Premere due volte per copiarla negli appunti.
ja: **W** - オブジェクトの幅を読み上げます。2回素早く押すとクリップボードにコピーします。
pt_br: **W** - Fala a largura do objeto. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: **W*** - Diz a largura do objecto. Pressione duas vezes rapidamente para copiar para a área de transferência.
ru: **W** - Сказать ширину объекта. Двойное быстрое нажатие скопирует её в буфер обмена.
sk: **W** - oznámi šírku objektu. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: **W** - Nesnenin genişliğini söyler. Panoya kopyalamak için iki kez hızlıca basın.

source: Notes
bg: Бележки
de: Hinweise
gl: Notas
hr: Napomene
it: Note
ja: 備考
pt_br: Notas
pt_pt: Notas:
ru: Примечания
sk: Poznámky
tr: Notlar
