Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: When using home or any modified version of the home key, using the numpad home key fails because NVDA will send the numpad7 keypress instead of a numpadHome keypress. Other keyboard add-ons that attempt to reassign numpad7 to the home key will fail in this add-on.
bg: При използване на клавиша HOME или какъвто и да е видоизменен вариант на клавиша HOME, използването на клавиша HOME от цифровия блок е неуспешно, тъй като NVDA ще изпрати команда за клавиша 7 от цифровия блок, вместо такава за клавиша HOME от цифровия блок. Други добавки за клавиатурата, които се опитват да преназначат клавиша 7 от цифровия блок на клавиша HOME от цифровия блок, няма да сработят в тази добавка.
de: Wenn Sie die Pos1-Taste oder eine modifizierte Version der Pos1-Taste verwenden, schlägt die Verwendung der Pos1-Taste des Ziffernblocks fehl, da NVDA den Tastendruck Nummerntaste 7 anstelle eines Pos1-Tastendruck auf dem Nummernblock interpretiert. Andere NVDA-Erweiterungen für die Tastatur, die versuchen, die Taste Nummerntaste 7 der Pos1-Taste zuzuweisen, schlagen in dieser NVDA-Erweiterung fehl.
fr: Lorsque vous utilisez Début ou toute version modifiée de la touche Début, l'utilisation de la touche Début du pavé numérique échoue car NVDA enverra la touche mavnum7 au lieu d'une touche pavnumDébut. Les autres extensions de clavier qui tentent de réaffecter le pavnum7 à la touche d'accueil échoueront dans cette extension.
gl: Cando uses inicio ou calquera versión modificada da tecla de inicio, utilizar a tecla inicio do teclado numérico falla porque NVDA enviará a pulsación da tecla 7 do teclado numérico no canto da pulsación da tecla inicio do teclado numérico. OUtros complementos de teclado que tentan reasignar a tecla 7 do teclado numérico á tecla inicio falarán con este complemento.
hr: Kad se koristi houm ili bilo koja modificirana verzija tipke houm, neće biti moguće koristiti tipku houm na numeričkoj tipkovnici, jer će NVDA poslati pritisak tipke numerički7 umjesto numeričkiHoum. Ostali dodaci tipkovnice koji pokušavaju dodijeliti numerički7 za numeričkiHoum neće uspjeti u ovom dodatku.
it: Quando utilizzate il tasto home, o una sua qualunque versione modificata, quello sul tastierino numerico non funziona, perché NVDA invia il keypress del tasto numpad7 anziché di numpadhome. Altri add-on che tentano di riassegnare numpad7 al tasto home falliscono in questo add-on.
ja: homeや、変更したバージョンのhomeキーを使用する時は、テンキーのhomeキーを使用すると、NVDAはテンキーHomeのキーの代わりにテンキー7を送るため、失敗します。テンキー7にhomeキーを割り当てようとする他のキーボードアドオンは、このアドオンでは失敗します。
pt_br: Quando usar a tecla home ou qualquer versão modificada da tecla home, o uso da tecla home do teclado numérico falha porque o NVDA enviará o pressionamento de tecla numpad7 em vez de um pressionamento de tecla numpadHome. Outros complementos de teclado que tentam reatribuir o numpad7 à tecla home falharão nesse complemento.
pt_pt: Ao utilizar a tecla home ou qualquer versão modificada da tecla home, a utilização da tecla numpad home falha porque o NVDA enviará a tecla numpad7 em vez de uma tecla numpadHome. Outros extras de teclado que tentarem reatribuir o numpad7 à tecla de origem falharão neste complemento.
ru: При использовании клавиши home или любой другой модифицированной версии клавиши home с помощью клавиши numpad home происходит сбой, поскольку NVDA отправляет нажатие клавиши numpad7 вместо нажатия клавиши numpadHome. Другие дополнения к клавиатуре, которые пытаются переназначить numpad7 на клавишу home, не будут работать в этом дополнении.
sk: Nefunguje použitie numerického klávesu home, pretože NVDA ho odosiela ako numerickú číslicu 7. Nepomáha ani použitie doplnkov, ktoré sa snažia potlačiť toto správanie.
tr: Ana sayfa tuşunu veya ana sayfa tuşunun değiştirilmiş herhangi bir sürümünü kullanırken, sayısal tuş takımı ana tuşunun kullanılması başarısız olur çünkü NVDA, sayısal tuş takımıHome tuşuna basılması yerine numpad7 tuşuna basılmasını gönderecektir. Numpad7'yi giriş tuşuna yeniden atamaya çalışan diğer klavye eklentileri bu eklentide başarısız olacaktır.

source: When using the relative parent feature, DTK will set the relative parent to the desktop under the following conditions.
bg: Когато се използва функцията за относителен родител, DTK ще зададе относителния родител на работния плот при следните условия:
de: Bei Verwendung der relativen übergeordneten Funktion legt DTK das relative übergeordnete Element unter den folgenden Bedingungen auf dem Desktop fest.
fr: Lors de l'utilisation de la fonction parent relatif, DTK définira le parent relatif sur le bureau dans les conditions suivantes.
gl: Ao utilizar a característica de pai relativo, CFD establecerá o pai relativo no escritorio baixo as seguintes condicións.
hr: Kada koristi funkciju relativnog nadređenog objekta, DTK će postaviti relativni nadređeni objekt na radnu površinu pod sljedećim uvjetima.
it: Quando si utilizza la funzionalità genitore relativo, DTK imposterà il desktop come genitore relativo sotto le seguenti condizioni.
ja: 相対的な親要素機能を使用する時、DTKは、相対的な親要素を、以下の条件で、デスクトップに設定します。
pt_br: Quando usar o recurso de pai relativo, o DTK definirá o pai relativo para a área de trabalho nas seguintes condições.
pt_pt: Ao utilizar a funcionalidade ascendente relativo, o DTK definirá o ascendente relativo para a área de trabalho nas seguintes condições.
ru: При использовании функции относительного родительского элемента DTK установит относительный родительский элемент для рабочего стола при следующих условиях.
sk: Ak použijete funkciu relatívneho rodiča, doplnok nastaví ako relatívneho rodiča v nasledujúcich situáciách pracovnú plochu:
tr: İlgili üst öğe özelliği kullanılırken, GAS aşağıdaki koşullar altında Geçerli üst öğeyi masaüstüne ayarlayacaktır.

source: The focused object and the relative parent are the same.
bg: Фокусираният обект и относителният родител са еднакви.
de: Das fokussierte Objekt und das relative übergeordnete Objekt sind identisch.
fr: L'objet focalisé et le parent relatif sont identiques.
gl: Cando o obxecto enfocado e o pai relativo son o mesmo.
hr: Fokusirani objekt i relativni nadređeni objekt su isti objekt.
it: L'oggetto focalizzato e il genitore relativo coincidono.
ja: フォーカスされたオブジェクトと、相対的な親要素が同じ。
pt_br: O objeto focalizado e o pai relativo são os mesmos.
pt_pt: O objecto sob o foco e o ascendente relativo são o mesmo.
ru: Объект в фокусе и относительный родительский объект - это одно и то же.
sk: Zameraný objekt a relatívny rodič sú rovnaké.
tr: Odaklanılan nesne ve ilgili üst öğe aynıdır.

source: The relative parent is not a direct ancestor of the focused object.
bg: Относителният родител не е пряк предшественик на фокусирания обект.
de: Der relative Elternteil ist kein direkter Vorfahr des fokussierten Objekts.
fr: Le parent relatif n'est pas un ancêtre direct de l'objet focalisé.
gl: O pai relativo non é un superior xerárquico do obxecto enfocado.
hr: Relativni nadređen objekt nije izravno nadređen fokusiranom objektu.
it: Il genitore relativo non è un antenato diretto dell'oggetto focalizzato.
ja: 相対的な親要素は、フォーカスされたオブジェクトの直接的な先祖ではない。
pt_br: O pai relativo não é um ancestral direto do objeto focalizado.
pt_pt: O objecto ascendente relativo não é um derivado directo do objecto focado.
ru: Относительный родительский объект не является прямым предком объекта в фокусе.
sk: Relatívny rodič nie je priamim rodičom zameraného objektu.
tr: Geçerli üst öğe, odaklanılan nesnenin doğrudan atası değildir.

source: DTK cannot access information such as CSS rules, padding, borders, or z-index. Doing so requires accessing them outside of the NVDA context, which presents a security concern for users.
bg: DTK не може да получи информация за неща като CSS правила, отстъп, рамки или z-индекс. Това изисква достъп до тях извън контекста на NVDA, което представлява проблем за сигурността на потребителите.
de: DTK kann nicht auf Informationen wie CSS-Regeln, Auffüllen, Rahmen oder Z-Index zugreifen. Dazu muss auf sie außerhalb des NVDA-Kontexts zugegriffen werden, was für die Benutzer ein Sicherheitsrisiko darstellt.
fr: DTK ne peut pas accéder aux informations telles que les règles CSS, le remplissage, les bordures ou le z-index. Cela nécessite d'y accéder en dehors du contexte NVDA, ce qui présente un problème de sécurité pour les utilisateurs.
gl: CFD pode acceder a información como regras CSS, recheo (sangría), bordes, ou z-index. Facelo require acceder a eles fóra do contexto NVDA, que presenta certo problema de seguridade para os usuarios.
hr: DTK ne može pristupiti podacima kao što su CSS pravila, unutarnji odmaci, rubovi ili z-indeks. To zahtijeva pristup izvan NVDA konteksta, što za korisnike predstavlja sigurnosni problem.
it: DTK non può accedere a informazioni quali regole CSS, padding, bordi o z-index. Il farlo richiede che vi si acceda al di fuori del contesto di NVDA, il che comporta un problema di sicurezza per gli utenti.
ja: DTKは、CSS規則、パディング、ボーダー、またはz-インデックスといった要素の情報にはアクセス出来ません。そうするためには、NVDAのコンテキストの外側にアクセスする必要があり、ユーザーのセキュリティの問題が生じるからです。
pt_br: O DTK não pode acessar informações como regras CSS, preenchimento, bordas ou índice z. Para isso, é necessário acessá-las fora do contexto do NVDA, o que representa uma preocupação de segurança para os usuários.
pt_pt: O DTK não pode aceder a informações tais como regras CSS, acolchoamento, fronteiras, ou índice z. Para o fazer é necessário aceder a elas fora do contexto NVDA, o que apresenta uma preocupação de segurança para os utilizadores.
ru: Служба DTK не может получить доступ к такой информации, как правила CSS, отступы, границы или z-индекс. Для этого требуется доступ к ним вне контекста NVDA, что создаёт проблемы с безопасностью для пользователей.
sk: Doplnok nedokáže identifikovať CSS pravidlá, ako výplň, orámovanie, z-index. Toto by totiž mohlo byť potenciálne nebezpečné pre používateľa.
tr: GAS, CSS kuralları, dolgu, kenarlıklar veya z-indeksi gibi bilgilere erişemez. Bunu yapmak için bunlara NVDA bağlamının dışından erişmek gerekir, bu da kullanıcılar için bir güvenlik endişesi oluşturur.

source: Known issues
bg: Известни проблеми
de: Bekannte Probleme
fr: Problèmes connus
gl: Problemas coñecidos
hr: Poznati problemi
it: Problemi noti
ja: 認識している問題
pt_br: Problemas conhecidos
pt_pt: Problemas conhecidos
ru: Известные проблемы
sk: Známe problémy
tr: Bilinen Sorunlar

source: The customizable list of font attributes found in Developer toolkit settings may be cumbersome to use. This is a limitation found in NVDA's user interface library.
bg: Персонализираният списък на атрибути на шрифта, намиращ се в настройките на инструментариума за разработчици, може да се окаже труден за използване. Това е ограничение, свързано с библиотеката за графичен интерфейс, използвана от NVDA.
de: Die anpassbare Liste der Schriftattribute in den Einstellungen des Developer Toolkit ist möglicherweise umständlich zu verwenden. Dies ist eine Einschränkung in der NVDA-Bibliothek der Benutzeroberfläche.
fr: La liste personnalisable des attributs de police trouvée dans les paramètres de la boîte à outils du développeur peut être lourde à utiliser. Il s'agit d'une limitation trouvée dans la bibliothèque d'interface utilisateur de NVDA.
gl: A lista persoalizable de atributos de fonte ubicada nas opcións de Developer toolkit podería ser incómoda de usar. Ésta é unha limitación da librería de interface de usuario de NVDA.
hr: Upotreba prilagodljivog popisa atributa fonta, koji se nalazi u postavkama kompleta programerskih alata, pomalo je nezgrapana. Uzrok tome se nalazi u biblioteci korisničkog sučelja NVDA.
it: La lista personalizzabile di attributi dei caratteri che si trova nelle impostazioni di Developer Toolkit può essere scomoda da usare. Questa è una limitazione della libreria dell'interfaccia utente di NVDA.
ja: Developer toolkitの設定で見つかるフォント属性のカスタマイズ可能なリストは、使用しずらいものであるかもしれません。これは、NVDAのユーザーインターフェースライブラリにおいて見つかる制約です。
pt_br: A lista personalizável de atributos de fonte encontrada nas configurações do kit de ferramentas do desenvolvedor pode ser complicada de usar. Essa é uma limitação encontrada na biblioteca de interface do usuário do NVDA.
pt_pt: A lista personalizável de atributos de fontes encontrada nas definições do kit de ferramentas do Developer pode ser de utilização incómoda. Esta é uma limitação encontrada na biblioteca de interface de utilizador do NVDA.
ru: Настраиваемый список атрибутов шрифта, который можно найти в настройках Developer toolkit, может быть громоздким в использовании. Это ограничение содержится в библиотеке пользовательского интерфейса NVDA.
sk: Zoznam písiem sa vám môže javiť nedostatočný alebo nepoužiteľný. Toto je spôsobené dostupnými typmi písma v NVDA.
tr: Geliştirici araç seti ayarlarında bulunan özelleştirilebilir yazı tipi özellikleri listesinin kullanımı zahmetli olabilir. Bu, NVDA'nın kullanıcı arayüzü kütüphanesinde bulunan bir sınırlamadır.

source: Version history
bg: Хронология на версиите
de: Versionsverlauf
fr: Historique des versions
gl: Historial de versións
hr: Kronologija verzija
it: Cronologia versioni
ja: バージョン履歴
pt_br: Histórico de versões
pt_pt: Histórico de versões
ru: История версий
sk: Zoznam zmien
tr: Sürüm geçmişi

source: Added a gesture (home) that gives the ability to move to the defined relative parent.
bg: Добавен е жест (клавиша HOME), който дава възможност за навигиране към определения относителен родител.
de: Es wurde ein Tastenbefehl (Pos1) hinzugefügt, die es ermöglicht, sich zu dem definierten relativen Elternobjekt zu bewegen.
fr: Ajout d'un geste (début) qui permet de se déplacer vers le parent relatif défini.
gl: Engadido un xesto (inicio) que proporciona a posibilidade de moverse ao pai relativo definido.
hr: Dodana je gesta (houm) koja omogućuje premještanje na relativni nadređeni objekt koji je definiran.
it: Aggiunto un tasto (home) che dà la possibilità di passare al genitore relativo definito in precedenza.
ja: 定義した相対的な親オブジェクトに移動可能なジェスチャー(home)を追加しました。
pt_br: Adição de um gesto (home) que permite mover-se para o pai relativo definido.
pt_pt: Adicionado um comando (home) que dá a capacidade de se mudar para o objecto ascendente relativo definido.
ru: Добавлен жест (home), который даёт возможность перейти к определённому относительному родительскому элементу.
sk: Pridané gesto (home), ktoré zameria definovaného relatívneho rodiča.
tr: Tanımlanan göreli ebeveyne gitme olanağı sağlayan bir hareket (Home) eklendi.

source: Added a gesture (ALT+R) that obtains the currently focused object's control type. Examples include button, listitem, list, checkbox, and section.
bg: Добавен е жест (ALT+R), който получава информация за типа на контролата на фокусирания в момента обект. Примерите включват бутон, елемент от списък, списък, поле за отметка и раздел.
de: Es wurde ein Tastenbefehl (Alt+R) hinzugefügt, die den Steuerungstyp des aktuell fokussierten Objekts abruft. Beispiele sind Schaltfläche, Listeneintrag, Liste, Kontrollkästchen und Abschnitt.
fr: Ajout d'un geste (ALT+R) qui obtient le type de contrôle de l'objet actuellement focalisé. Les exemples incluent un bouton, un élément de liste, une liste, une case à cocher et une section.
gl: Engadido un xesto (ALT+R) que obtén o tipo de control do obxecto actualmente enfocado. Entre os exemplos inclúense button (botón), listitem (elemento de lista), list (lista), checkbox (caixa de verificación), e section (sección).
hr: Dodana je gesta (ALT+R) koja dobiva trenutačno fokusiranu vrstu upravljačkog objekta. Primjeri uključuju gumb, element popisa, popis, potvrdni okvir i odjeljak.
it: Aggiunto un tasto (ALT+R) che fornisce il tipo di controllo dell'oggetto focalizzato. Esempi di tipo di controllo (control type) includono pulsante, elemento di elenco, elenco, casella di controllo e sezione.
ja: 現在フォーカスしているオブジェクトのコントロールタイプを取得するジェスチャー(ALT+R)を追加しました。例えば、ボタン、リスト項目、リスト、チェックボックス、セクションを含みます。
pt_br: Adicionado um gesto (ALT+R) que obtém o tipo de controle do objeto atualmente em foco. Os exemplos incluem botão, item de lista, lista, caixa de seleção e seção.
pt_pt: adicionado um comando(ALT+R) que obtém o tipo de controlo do objecto actualmente focado. Exemplos incluem botão, item de lista, lista, caixa de verificação, e secção.
ru: Добавлен жест (ALT+R), который позволяет определить тип элемента управления, на котором в данный момент сфокусированный объект. В качестве примеров можно привести кнопку, элемент списка, список, флажок и раздел.
sk: Pridaná skratka alt+r, ktorá oznámi typ prvku. Napríklad tlačidlo, položka zoznamu, zoznam, začiarkávacie pole, sekcia.
tr: O anda odaklanılan nesnenin kontrol türünü elde eden bir hareket (ALT+R) eklendi. Örnekler arasında düğme, liste öğesi, liste, onay kutusu ve bölüm yer alır.

source: Added a gesture (SHIFT+S) that obtains the currently focused object's control states. Examples include focused, focusable, selected, checked, pressed, and readonly.
bg: Добавен е жест (SHIFT+S), който получава информация за контролните състояния на текущия фокусиран обект. Примерите включват фокусиран, фокусируем, избран, с отметка, натиснат и само за четене.
de: Es wurde ein Tastenbefehl (Umschalt+S) hinzugefügt, die die Kontrollzustände des aktuell fokussierten Objekts abruft. Beispiele sind fokussiert, fokussierbar, ausgewählt, markiert, gedrückt und schreibgeschützt.
fr: Ajout d'un geste (MAJ+S) qui obtient les états de contrôle de l'objet actuellement focalisé. Les exemples incluent focalisé, focalisable, sélectionné, coché, enfoncé et en lecture seule.
gl: engadido un xesto (SHIFT+S) que obtén os estados do control actualmente enfocado. Entre os exemplos inclúense focused (enfocado), focusable (enfocable), selected (seleccionado), checked (marcado), pressed (premido), e readonly (de só lectura).
hr: Dodana je gesta (ŠIFT+S) koja dobiva trenutačno fokusiranu vrstu upravljačkog objekta. Primjeri uključuju fokusirano, fokusirajuće, označeno, pritisnuto i samo-za-čitanje.
it: Aggiunto un tasto (SHIFT+S) che fornisce lo stato del controllo dell'oggetto focalizzato. Esempi di stato di controllo (control state) includono focalizzato, focalizzabile, selezionato, attivato, premuto e di sola lettura.
ja: 現在フォーカスしているオブジェクトのコントロール状態を取得するジェスチャー(SHIFT+S)を追加しました。例えば、フォーカスされている、フォーカス可能、選択されている、チェックされている、押されている、読み取り専用を含みます。
pt_br: Adicionado um gesto (SHIFT+S) que obtém os estados de controle do objeto atualmente focalizado. Os exemplos incluem focado, focável, selecionado, marcado, pressionado e somente leitura.
pt_pt: Adicionado um comando (SHIFT+S) que obtém os estados de controlo do objecto actualmente sob o foco. Exemplos incluem sob o foco, focalizável, seleccionado, verificado, pressionado, e só de leitura.
ru: Добавлен жест (SHIFT+S), который позволяет управлять текущими состояниями объекта, находящегося в фокусе. В качестве примеров можно привести сфокусированный, фокусируемый, выделеный, отмеченный, нажатый и доступный только для чтения.
sk: Pridaná skratka shift+s, ktorá oznámi stav prvku. Napríklad má fokus, vybraté, stlačené, iba na čítanie.
tr: O anda odaklanılan nesnenin kontrol durumlarını elde eden bir hareket (SHIFT+S) eklendi. Örnekler arasında odaklanmış, odaklanabilir, seçili, işaretli, basılı ve salt okunur bulunur.

source: Removed support for IAccessible's unique ID because it is not reliable in most contexts.
bg: Премахната е поддръжката за уникалния идентификатор на IAccessible, тъй като той не е надежден в повечето контексти.
de: Die Unterstützung für die eindeutige ID von IAccessible wurde entfernt, da sie in den meisten Kontexten nicht zuverlässig ist.
fr: Suppression de la prise en charge de l'ID unique d'IAccessible car il n'est pas fiable dans la plupart des contextes.
gl: Eliminado o soporte para o ID único de IAccessible ao non ser confiable na maioría de contextos.
it: Rimosso il supporto per l'id unico di IAccessible, non affidabile nella maggior parte dei contesti.
ja: 多くのコンテキストで信頼性がないため、IAccessibleのユニークIDをサポートしなくなりました。
pt_br: Removido o suporte ao ID exclusivo do IAccessible porque ele não é confiável na maioria dos contextos.
pt_pt: Removido o apoio à identificação única do IAccessible porque não é fiável na maioria dos contextos.
ru: Удалена поддержка уникального идентификатора IAccessible, поскольку он ненадёжен в большинстве контекстов.
sk: Odstránená podpora pre unikátny identifikátor IAccessible, keďže väčšinou tento údaj nedáva zmysel.
tr: Çoğu bağlamda güvenilir olmadığından IAccessible'ın benzersiz kimliğine yönelik destek kaldırıldı.

source: Abbreviated the version number to xx.yy where xx is the last two digits of the current year, and yy is the update number for the current year. Thus 20.03 is the third major update in 2020.
bg: Съкратен е номерът на версията до XX.YY, където XX са последните две цифри на текущата година, а YY е номерът на поредното обновление за текущата година. Така 20.03 е третото голямо обновление за 2020 г.
de: Die Versionsnummer wurde auf XX.YY abgekürzt, wobei xx die letzten beiden Ziffern des aktuellen Jahres und yy die Aktualisierungsnummer für das aktuelle Jahr ist. Damit ist 20.03 das dritte große Update im Jahr 2020.
fr: Abréviation du numéro de version en xx.yy où xx est les deux derniers chiffres de l'année en cours et yy est le numéro de mise à jour pour l'année en cours. Ainsi, 20.03 est la troisième mise à jour majeure en 2020.
gl: Abreviado o número de versión a xx.yy onde xx son os dous últimos díxitos do ano actual, e yy é o número de actualización dentro do ano actual. Así 20.03 é a terceira actualización maior no 2020.
hr: Skraćen je broj verzije na xx.yy, gdje su xx zadnje dvije znamenke tekuće godine, a yy je broj nadogradnje za tekuću godinu. To znači, da je 20.03 treća veća nadogradnja 2020. godine.
it: Numerazione delle versioni abbreviata in xx.yy, dove xx sono le ultime due cifre dell'anno corrente e yy è il numero aggiornato per l'anno stesso. Quindi 20.03 è il terzo aggiornamento importante del 2020.
ja: バージョン番号を、xx.yyと省略形にしました。xxは、現在の年の下2桁、yyは現在の年のアップデート番号です。よって、20.03は、2020年の3番目のメジャーアップデートとなります。
pt_br: Abreviamos o número da versão para xx.yyy, em que xx são os dois últimos dígitos do ano atual e yy é o número da atualização do ano atual. Assim, 20.03 é a terceira grande atualização em 2020.
pt_pt: Abreviado o número da versão para xx.yy onde xx são os dois últimos dígitos do ano corrente, e yy é o número de actualização para o ano corrente. Assim, 20.03 é a terceira grande actualização em 2020.
ru: Сокращён номер версии до xx.yy, где xx - две последние цифры текущего года, а yy - номер обновления на текущий год. Таким образом, 20.03 - это третье крупное обновление в 2020 году.
sk: Odteraz sú verzie číslované v tvare rr.vv, kde RR určuje rok a VV poradové číslo verzie. Verzia 20.03 je tretia hlavná verzia vydaná v roku 2020.
tr: Sürüm numarası xx.yy olarak kısaltılmıştır; burada xx geçerli yılın son iki basamağı ve yy geçerli yılın güncelleme numarasıdır. Dolayısıyla 20.03, 2020'deki üçüncü büyük güncellemedir.

source: Starting DTK retains the cursor’s current position in web content. If the object under the caret can’t gain focus, DTK will place focus on the first available ancestor.
fr: Le démarrage de DTK conserve la position actuelle du curseur dans le contenu Web. Si l'objet sous le curseur ne peut pas obtenir le focus, DTK placera le focus sur le premier ancêtre disponible.
pt_br: O DTK inicial mantém a posição atual do cursor no conteúdo da Web. Se o objeto sob o cursor não conseguir obter o foco, o DTK colocará o foco no primeiro ancestral disponível.
ru: При запуске DTK текущее положение курсора в веб-содержимом сохраняется. Если объект под курсором не может сфокусироваться, DTK установит фокус на первом доступном предке.
tr: GAS'ın başlatılması, imlecin web içeriğindeki geçerli konumunu korur. İmlecin altındaki nesne odak kazanamazsa, GAS odağı mevcut ilk ataya yerleştirir.
