Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: **Name** - The human readable value for the color. Good for general purpose usage and verifying other color value formats.
bg: **Име**: Лесно разбираема от човека стойност за цвета. Подходящ за използване с общо предназначение и проверка на други формати за стойност на цветовете.
de: **Name** - Der vom Menschen lesbare Wert für die Farbe. Gut für den allgemeinen Gebrauch und zur Überprüfung anderer Farbwertformate.
fr: **Nom** - La valeur textuelle pour la couleur. Bon pour un usage général et la vérification d'autres formats de valeur de couleur.
gl: **Name** (Nome) - valor lexible por humanos da cor. Bo para propósito de uso xeral e para verificar outros formatos de valor de cor.
hr: **Ime** – Čitljiva vrijednost za boju. Koristi se za opću upotrebu i za provjeru ostalih formata vrijednosti boje.
it: Nome - il nome del colore in linguaggio naturale. Buono per l'uso comune e per verificare altri formati per i colori.
ja: Name - 色について人間が読める値です。一般的な目的の用途や、他の色の値のフォーマットを確認するのに向いています。
pt_br: **Name** - O valor legível por humanos para a cor. Ideal para uso geral e verificação de outros formatos de valores de cores.
pt_pt: **Nome*** - O valor humano legível para a cor. Bom para uso geral e verificação de outros formatos de valor de cor.
ru: **Name** - Удобочитаемое значение цвета. Подходит для общего использования и проверки других форматов значений цвета.
sk: **Názov** - Slovná textová informácia. Užitočné na overenie predchádzajúcich dvoch interpretácií a tiež pre základnú informáciu o farbe.
tr: **Name** - Rengin insan tarafından okunabilen değeri. Genel amaçlı kullanım ve diğer renk değeri formatlarının doğrulanması için idealdir.

source: Improved unicode support.
bg: Подобрена поддръжка на уникод.
de: Verbesserte Unicode-Unterstützung.
fr: Amélioration de la prise en charge de l'unicode.
gl: Mellorado o soporte unicode.
hr: Poboljšana podrška za unicode.
it: Migliorato il supporto unicode.
ja: ユニコードのサポートを改善しました。
pt_br: Suporte aprimorado a unicode.
pt_pt: Melhoria do suporte unicode.
ru: Улучшена поддержка юникода.
sk: Zlepšená podpora pre znaky unicode.
tr: Geliştirilmiş unicode desteği.

source: Developers now have the ability to focus on smaller areas of their user interfaces by pressing CTRL+p to set a relative parent. Use a relative parent as a reference point when obtaining size and location information. To use this feature, enable DTK features, navigate to the object to use as a relative parent, then press CTRL+p. Then, return to your work as usual.
bg: Разработчиците вече имат възможност да се съсредоточат върху по-малките области на потребителския интерфейс чрез натискане на Control+P за задаване на относителен родител. Използвайте относителен родител като ориентир, когато получавате информация за размера и местоположението. За да използвате тази функция, активирайте функциите на DTK, отидете до обекта, който да използвате като относителен родител, след това натиснете Control+P. След това се върнете към работата си както обикновено.
de: Entwickler haben jetzt die Möglichkeit, sich auf kleinere Bereiche ihrer Benutzeroberflächen zu konzentrieren, indem sie Strg+P drücken, um ein relatives Elternobjekt festzulegen. Verwenden Sie ein relatives übergeordnetes Objekt als Referenzpunkt, wenn Sie Informationen über Größe und Position erhalten möchten. Um diese Funktion zu nutzen, aktivieren Sie die DTK-Funktionen, navigieren Sie zu dem Objekt, das Sie als relatives übergeordnetes Objekt verwenden möchten, und drücken Sie dann Strg+P. Kehren Sie dann wie gewohnt zu Ihrer Arbeit zurück.
fr: Les développeurs ont désormais la possibilité de focaliser sur des zones plus petites de leurs interfaces utilisateur en appuyant sur CTRL+p pour définir un parent relatif. Utilisez un parent relatif comme point de référence lors de l'obtention d'informations sur la taille et l'emplacement. Pour utiliser cette fonctionnalité, activez les fonctionnalités DTK, accédez à l'objet à utiliser comme parent relatif, puis appuyez sur CTRL+p. Ensuite, retournez à votre travail comme d'habitude.
gl: Os desenvolvedores agora teñen a posibilidade de enfocar áreas máis pequenas das súas interfaces de usuario premendo CTRL+p para establecer un pai relativo. Utiliza un pai relativo coma un punto de referencia ao obter información de tamaño e ubicación. Para utilizar esta característica, habilita as características de CFD, navega ao obxecto a utilizar como pai relativo, logo preme CTRL+p. Despois, volve ao teu traballo coma sempre.
it: Ora gli sviluppatori hanno la possibilità di concentrarsi su aree più piccole delle loro interfacce utente, premendo CTRL+p per impostare un genitore relativo. Utilizzate un genitore relativo come punto di riferimento quando acquisite informazioni su dimensione e posizione. Per utilizzare questa funzione, abilitate DTK, navigate fino all'oggetto da utilizzare come genitore relativo, quindi premete CTRL+p. Poi tornate al vostro lavoro come sempre.
ja: 開発者が、CTRL+pを押して、相対的な親要素を設定することにより、ユーザーインターフェースのより小さな領域にフォーカス出来るようになりました。相対的な親要素を、サイズや位置の情報を得る時に、参照点として使用します。この機能を使用するには、DTKの機能を有効にし、相対的な親要素として使用するオブジェクトに移動し、CTRL+pを押します。そして、通常の作業に戻ります。
pt_br: Os desenvolvedores agora podem se concentrar em áreas menores de suas interfaces de usuário pressionando CTRL+p para definir um pai relativo. Use um pai relativo como ponto de referência ao obter informações de tamanho e localização. Para usar esse recurso, ative os recursos do DTK, navegue até o objeto a ser usado como pai relativo e pressione CTRL+p. Em seguida, retorne ao seu trabalho normalmente.
pt_pt: Os desenvolvedores têm agora a capacidade de se concentrarem em áreas mais pequenas das suas interfaces de utilizador, pressionando CTRL+p para definir um objecto ascendente relativo. Utilize um objecto ascendente relativo como ponto de referência ao obter informação sobre tamanho e localização. Para utilizar esta funcionalidade, active as funcionalidades DTK, navegue até ao objecto para utilizar como ascendente relativo, depois pressione CTRL+p. Em seguida, volte ao seu trabalho como habitualmente.
ru: Разработчики теперь могут сосредоточиться на небольших областях своих пользовательских интерфейсов, нажав CTRL+p, чтобы задать относительный родительский элемент. Используйте относительный родительский элемент в качестве ориентира при получении информации о размере и местоположении. Чтобы использовать эту функцию, включите функции DTK, перейдите к объекту, который вы хотите использовать в качестве относительного родительского элемента, затем нажмите CTRL+p. Затем вернитесь к своей обычной работе.
sk: Odteraz môžete sledovať len malú časť prostredia nastavením relatívneho rodiča. Toto nastavíte skratkou ctrl+p. Toto je užitočné pri zisťovaní veľkosti a pozície objektov. Najprv aktivujte režim doplnku, nájdite požadovaný objekt, ktorý chcete nastaviť ako relatívneho rodiča, stlačte ctrl+p a pokračujte v práci.
tr: Geliştiriciler artık göreli bir üst öğe ayarlamak için CTRL+p tuşlarına basarak kullanıcı arayüzlerinin daha küçük alanlarına odaklanabilecekler. Boyut ve konum bilgilerini elde ederken referans noktası olarak göreli bir üst öğe kullanın. Bu özelliği kullanmak için GAS özelliklerini etkinleştirin, göreli üst öğe olarak kullanılacak nesneye gidin ve ardından CTRL+p tuşlarına basın. Daha sonra, her zamanki gibi çalışmanıza geri dönün.

source: Press the letter p while working in DTK to obtain the relative parent's name. Press twice quickly to copy to the clipboard.
bg: Натиснете буквата p, докато работите в DTK, за да получите името на относителния родител. Двукратното натискане копира информацията в клипборда.
de: Drücken Sie den Buchstaben "P", während Sie im DTK arbeiten, um den Namen des relativen Elternobjekts zu erhalten. Drücken Sie zweimal schnell, um ihn in die Zwischenablage zu kopieren.
fr: Appuyez sur la lettre p tout en travaillant dans DTK pour obtenir le nom du parent concerné. Appuyez deux fois rapidement pour copier dans le presse-papiers.
gl: Preme a letra p mentres traballas coa CFD para obter o nome do pai relativo. Prémeo dúas veces rapidamente para copialo ao portapapeis.
hr: Pritisni slovo p prilikom radnje u DTK-u za dobivanje imena nadređenog objekta. Pritisni dvaput brzo za kopiranje u međuspremnik.
it: Quando lavorate in DTK, premete la lettera p per conoscere il nome del genitore relativo. Premetela due volte velocemente per copiarlo negli appunti.
ja: DTKで作業している時に、文字pを押して、相対的な親要素の名前を取得します。2回素早く押すとクリップボードにコピーします。
pt_br: Pressione a letra p enquanto estiver trabalhando no DTK para obter o nome do pai relativo. Pressione duas vezes rapidamente para copiar para a área de transferência.
pt_pt: Pressione a letra p enquanto trabalha no DTK para obter o nome do objecto ascendente relativo. Carregar duas vezes rapidamente para copiar para a área de transferência.
ru: Нажмите букву p во время работы в DTK, чтобы получить имя соответствующего родителя. Дважды быстро нажмите, чтобы скопировать в буфер обмена.
sk: Písmenom P získate názov relatívneho rodiča. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: İlgili ebeveynin adını almak için GAS'da çalışırken p harfine basın. Panoya kopyalamak için iki kez hızlıca basın.

source: Use SHIFT+b to obtain the distance between the focused object's bottom edge and the relative paren'ts bottom edge. DTK features must be enable to use this feature.
bg: Използвайте Shift+B, за да получите разстоянието между долния ръб на фокусирания обект и долния ръб на относителния родител. Функциите на DTK трябва да бъдат активни за използване на тази функция.
de: Verwenden Sie die Tastenkombination Umschalt+B, um den Abstand zwischen der Unterkante des fokussierten Objekts und der relativen Unterkante des Elternobjekts zu ermitteln. Die DTK-Funktionen müssen aktiviert sein, um diese Funktion nutzen zu können.
fr: Utilisez MAJ+b pour obtenir la distance entre le bord inférieur de l'objet focalisé et le bord inférieur des parents relatifs. Les fonctionnalités DTK doivent être activées pour utiliser cette fonctionnalité.
gl: Utiliza SHIFT+b para obter a distancia entre o eixo inferior do obxecto enfocado e o eixo inferior do pai rleativo. As características de CFD deben estar habilitadas para utilizar esta característica.
hr: Koristi ŠIFT+b za dobivanje razmaka između položaja donjeg ruba objekta i relativnog ruba nadređenog objekta. DTK funkcije moraju biti aktivirane za upotrebu ove funkicje.
it: Quando DTK è attivo, utilizzate SHIFT+b per conoscere la distanza tra il bordo inferiore dell'oggetto focalizzato e quello del genitore relativo.
ja: SHIFT+bを使用して、フォーカスされたオブジェクトの下端と相対的な親要素の下端の間の距離を取得します。この機能を使用するには、DTKの機能が有効でないとなりません。
pt_br: Use SHIFT+b para obter a distância entre a borda inferior do objeto focalizado e a borda inferior do parente relativo. Os recursos DTK devem estar ativados para usar esse recurso.
pt_pt: Utilizar SHIFT+b para obter a distância entre a borda inferior do objecto focado e a borda inferior relativa dos objectos ascendentes. As funcionalidades do DTK devem permitir a utilização desta funcionalidade.
ru: Используйте SHIFT+b, чтобы определить расстояние между нижним краем объекта в фокусе и нижним краем относительного родительского объекта. Для использования этой функции необходимо включить функции DTK.
sk: Pridaná skratka shift+b na zistenie vzdialenosti spodného okraja objektu od spodného okraja rodičovského objektu.
tr: Odaklanılan nesnenin alt kenarı ile ilgili üst öğenin alt kenarı arasındaki mesafeyi elde etmek için SHIFT+b tuşlarını kullanın. Bu özelliğin kullanılabilmesi için GAS özelliklerinin etkinleştirilmesi gerekir.

source: Use SHIFT+r to obtain the distance between the focused object's right edge and the relative paren'ts right edge. DTK features must be enable to use this feature.
bg: Използвайте Shift+R, за да получите разстоянието между десния ръб на фокусирания обект и десния ръб на относителния родител. Функциите на DTK трябва да бъдат активни за използване на тази функция.
de: Verwenden Sie Umschalt+R, um den Abstand zwischen der rechten Kante des fokussierten Objekts und der rechten Kante des relativen Elternobjekts zu erhalten. Die DTK-Funktionen müssen aktiviert sein, um diese Funktion nutzen zu können.
fr: Utilisez MAJ+r pour obtenir la distance entre le bord droit de l'objet focalisé et le bord droit des parents relatifs. Les fonctionnalités DTK doivent être activées pour utiliser cette fonctionnalité.
gl: Utiliza SHIFT+b para obter a distancia entre o eixo dereito do obxecto enfocado e o eixo dereito do pai rleativo. As características de CFD deben estar habilitadas para utilizar esta característica.
hr: Koristi ŠIFT+r za dobivanje razmaka između fokusiranog desnog ruba objekta i relativnog ruba nadređenog objekta. DTK funkcije moraju biti aktivirane za upotrebu ove funkicje.
it: Quando DTK è attivo, utilizzate SHIFT+r per conoscere la distanza tra il bordo destro dell'oggetto focalizzato e quello del genitore relativo.
ja: SHIFT+rを使用して、フォーカスされたオブジェクトの右端と、相対的な親要素の右端の間の距離を取得します。この機能を使用するには、DTKの機能が有効でないとなりません。
pt_br: Use SHIFT+r para obter a distância entre a borda direita do objeto focalizado e a borda direita do parente relativo. Os recursos DTK devem estar ativados para usar esse recurso.
pt_pt: Use SHIFT+r para obter a distância entre a borda direita do objecto focado e a borda direita relativa dos objectos ascendentes. As funcionalidades do DTK devem permitir a utilização desta funcionalidade.
ru: Используйте SHIFT+r, чтобы получить расстояние между правым краем объекта в фокусе и правым краем относительного родительского объекта. Для использования этой функции необходимо включить функции DTK.
sk: Pridaná skratka shift+r na zistenie vzdialenosti pravého okraja objektu od pravého okraja nadradeného objektu.
tr: Odaklanılan nesnenin sağ kenarı ile ilgili ana öğenin sağ kenarı arasındaki mesafeyi elde etmek için SHIFT+r tuşlarını kullanın. Bu özelliğin kullanılabilmesi için GAS özelliklerinin etkinleştirilmesi gerekir.

source: DTK now gracefully handles configuration profile switches.
bg: DTK вече приема нормално превключването между конфигурационните профили.
de: DTK behandelt nun den Konfigurationsprofilwechsel richtig.
fr: DTK gère désormais avec élégance les commutateurs de profil de configuration.
gl: CFD xa manexa dinamicamente os cambios de perfiles de configuración.
it: DTK ora gestisce bene il passaggio tra i vari profili di configurazione.
ja: DTKが設定プロファイルの切り替えを正しく扱えるようになりました。
pt_br: O DTK agora lida com as trocas de perfil de configuração de forma graciosa.
pt_pt: O DTK trata agora facilmente dos interruptores de perfil de configuração.
ru: DTK теперь правильно обрабатывает изменения профиля конфигурации.
sk: Doplnok podporuje konfiguračné profily.
tr: GAS artık konfigürasyon profili anahtarlarını sorunsuz bir şekilde yönetiyor.

source: Removed '-preview' from the version number to avoid version number problems with add-on updater.
bg: Премахната е надставката "-preview" от номера на версията, за да се избегнат проблеми с номера на версията при използване на добавката "Обновяване на добавките".
de: Das "-preview" wurde aus der Versionsnummer entfernt, um Probleme mit der Versionsnummer im Updater für NVDA-Erweiterungen zu vermeiden.
fr: Suppression de "-preview" du numéro de version pour éviter les problèmes de numéro de version avec Add-on Updater.
gl: Eliminado '-preview' do número de versión para evitar problemas no número de versións con add-on updater.
it: Rimosso 'preview' dal numero di versione per evitare problemi con Add-on Updater.
ja: add-on updaterでのバージョン番号の問題を避けるため、バージョン番号から‘-preview’を除去しました。
pt_br: Removido '-preview' do número da versão para evitar problemas de número de versão com o atualizador de complementos.
pt_pt: Removido o '-preview' do número de versão para evitar problemas de número de versão com o actualizador de add-on.
ru: Удалено '-preview' из номера версии, чтобы избежать проблем с номером версии в программе обновления дополнений.
sk: Upravené číslovanie verzií, aby bolo možné doplnok aktualizovať cez automatizované nástroje.
tr: Eklenti güncelleyicide sürüm numarası sorunlarını önlemek için sürüm numarasından '-Ön izleme' kaldırıldı.

source: 2020.0 preview
de: 2020.0 Vorschau
it: Novità nella versione 2020.0 preview
ja: 2020.0 プレビュー
pt_br: Prévia do 2020.0
pt_pt: 2020.0 pré-visualização
tr: 2020.0 önizlemesi

source: Changed version number to 2020.0 preview to reflect the impending switch to Python 3.
bg: Променен е номера на версията на "2020.0 preview", за да отразява предстоящото преминаване към Python 3.
de: Versionsnummer zu 2020.0 Vorschau geändert, um den bevorstehenden wechsel nach Python 3 zu zeigen.
fr: Modification du numéro de version en aperçu 2020.0 pour refléter le passage imminent à Python 3.
gl: Cambiado o número de versión a 2020.0-preview para reflectir o cambio a Python 3 pendente.
it: Modificato il numero di versione in 2020.0 preview per riflettere l'imminente passaggio a Python 3.
ja: Python 3への切り替えの遅れを反映するため、バージョン番号を2020.0 プレビューに変更しました。
pt_br: Alterado o número da versão para 2020.0 para refletir a mudança iminente para o Python 3.
pt_pt: Alteração do número da versão para 2020.0 para reflectir a mudança iminente para Python 3.
ru: Изменён номер версии на 2020.0 preview, чтобы отразить предстоящий переход на Python 3.
sk: Číslo verzii zmenené na 2020.0 preview aby sme upozornili na prebiehajúcu implementáciu Python3.
tr: Python 3'e yaklaşan geçişi yansıtmak için sürüm numarası 2020.0 önizleme olarak değiştirildi.

source: Added Python 3 compatibility.
bg: Добавена е съвместимост с Python 3.
de: Kompatibilität mit Python 3 hinzugefügt.
fr: Ajout de la compatibilité Python 3.
gl: Engadida compatibilidade con Python 3.
hr: Dodana je Python 3 kompatibilnost.
it: Aggiunta la compatibilità con Python 3.
ja: Python 3への互換性を追加しました。
pt_br: Adicionada compatibilidade com Python 3.
pt_pt: Adicionada a compatibilidade com o Python 3.
ru: Добавлена совместимость с Python 3.
sk: Pridaná kompatibilita s Python3.
tr: Python 3 uyumluluğu eklendi.

source: Added a new gesture, "n" that speaks the object's name. If one is not assigned, speaks the word 'None' as the object's name.
bg: Добавен е нов жест, "N", който докладва името на обекта. Ако такъв не е определен, изговаря думата "None" ("Няма") като име на обекта.
de: Es wurde ein neuer Tastenbefehl "n" hinzugefügt, die den Namen des Objekts mitteilt. Wenn kein Name zugewiesen ist, wird das Wort "Kein" als Objektnamen mitgeteilt.
fr: Ajout d'un nouveau geste, "n" qui prononce le nom de l'objet. Si aucun n'est attribué, prononce le mot « Aucun » comme nom de l'objet.
gl: Engadido un novo xesto, "n" que fala o nome do obxecto. Se non está asignado, fala a palabra "None" (ningún) como nome do obxecto.
it: Aggiunto un nuovo tasto, "n", che legge il nome dell'oggetto. Se all'oggetto focalizzato non è assegnato alcun nome, viene pronunciata la parola 'nessuno' come nome dell'oggetto.
ja: 新しいジェスチャーを追加しました。”n”でオブジェクトの名前が読み上げられます。割り当てられていない場合、オブジェクトの名前として「なし」という言葉が読み上げられます。
pt_br: Adicionado um novo gesto, “n”, que diz o nome do objeto. Se não houver um atribuído, fala a palavra “None” como o nome do objeto.
pt_pt: adicionado um novo comando, "n" que diz o nome do objecto. Se não for atribuído um, diz a palavra "n" como o nome do objecto.
ru: Добавлен новый жест "n", который проговаривает название объекта. Если оно не указано, в качестве названия объекта произносится слово "Нет".
sk: Skratka "n" oznamuje názov objektu. Ak názov nie je, oznámi "žiadny".
tr: Nesnenin adını söyleyen yeni bir "n" hareketi eklendi. Eğer atanmamışsa, nesnenin adı olarak 'Hiçbiri' kelimesini söyler.

source: DTK no longer adds duplicate settings panels in the NVDA settings window when reloading add-ons.
bg: DTK вече не добавя дублиращи се панели за настройки в прозореца с настройки на NVDA при презареждане на добавките.
de: DTK fügt beim erneuten Laden von Erweiterungen keine doppelten Einstellungsfelder mehr im NVDA-Einstellungsfenster hinzu.
fr: DTK n'ajoute plus de panneaux de paramètres en double dans la fenêtre des paramètres NVDA lors du rechargement des extensions.
gl: CFD xa non engade paneis de opcións duplicados na xanela de opcións de NVDA ao recargar os complementos.
it: DTK non aggiunge più schede impostazioni doppie nella finestra Impostazioni di NVDA quando gli add-on vengono ricaricati.
ja: DTKは、アドオンを再読み込みした時に、NVDA設定ウィンドウの設定パネルを複製しなくなりました。
pt_br: O DTK não adiciona mais painéis de configurações duplicados na janela de configurações do NVDA ao recarregar complementos.
pt_pt: O DTK já não adiciona painéis de configurações duplicados na janela de configurações do NVDA ao recarregar add-ons.
ru: DTK больше не добавляет дублирующиеся панели настроек в окне настроек NVDA при перезагрузке дополнений.
sk: Pri opätovnom načítaní doplnkov sa nepridá nová položka doplnku do menu s možnosťami NVDA.
tr: GAS artık eklentileri yeniden yüklerken NVDA ayarlar penceresine yinelenen ayar panelleri eklememektedir.

source: DTK will now report size and position values if they are 0.
bg: DTK вече ще докладва стойности за размер и позиция, ако те са 0.
de: DTK meldet nun Größen- und Positionswerte, auch wenn sie 0 sind.
fr: DTK annoncera maintenant la taille et la position si elles sont égales à 0.
gl: CFD reportará agora os valores de tamaño e posición se son 0.
hr: DTK će sada izvjestiti o vrijednostima za veličinu i poziciju, ako su nula.
it: Ora DTK riporterà i valori di dimensione e posizione se sono uguali a 0.
ja: DTKは、0の時にサイズと位置を報告するようになりました。
pt_br: O DTK agora informará os valores de tamanho e posição se eles forem 0.
pt_pt: O DTK irá agora reportar valores de tamanho e posição se forem 0.
ru: DTK теперь будет сообщать значения размера и положения, если они равны 0.
sk: Doplnok oznamuje pozície a hodnoty veľkosti aj ak sú 0.
tr: GAS artık boyut ve konum değerlerini 0 ise raporlayacak.

source: Navigation now honors the detailed messages setting.
bg: Навигацията вече взима предвид настройката за детайлните съобщения.
de: Die Navigation berücksichtigt nun die Einstellung für detaillierte Meldungen.
fr: La navigation tient maintenant compte du paramètre de messages détaillés.
gl: A navegación agora respecta o axuste de mensaxes detalladas.
hr: Kretanje sada poštuje detaljnu postavku poruka.
it: Ora la navigazione rispetta le impostazioni sui messaggi dettagliati.
ja: ナビゲーションが詳細メッセージ設定を重んじるようになりました。
pt_br: A navegação agora respeita a configuração de mensagens detalhadas.
pt_pt: A navegação honra agora a definição de mensagens detalhadas.
ru: Навигация теперь поддерживает настройку "Подробные сообщения".
sk: Navigácia teraz rešpektuje, ak je nastavené oznamovanie dlhými správami.
tr: Gezinti artık ayrıntılı mesajlar ayarını dikkate alıyor.

source: Made reporting of size/position information more concise.
bg: Докладването на информацията за размера/позицията е направено по-сбито.
de: Die Meldungen über Größen-/Positionsinformationen sind nun präziser.
fr: L'information de taille/position a été rendue plus concise.
gl: Feita máis concisa a información do tamaño e da posición.
hr: Izvještavanje o veličini ili položaju je sada sažetije.
it: Le informazioni su dimensioni e posizione sono state rese più concise.
ja: サイズ/位置情報の報告が、より簡潔になりました。
pt_br: Tornou o relatório de informações de tamanho/posição mais conciso.
pt_pt: Tornou mais concisa a comunicação de informação sobre tamanho/posição.
ru: Сделано представление информации о размере /местоположении более кратким.
sk: Upravené oznamovanie veľkosti a pozície objektov.
tr: Boyut/konum bilgilerinin raporlanması daha kısa hale getirildi.
