Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/developerToolkit.*.po
Languages: bg, de, fr, gl, hr, it, ja, pt_br, pt_pt, ru, sk, tr

source: Removed legacy support for unicode strings.
bg: Премахната е наследената поддръжка за уникод низове.
de: Legacy-Unterstützung für Unicode-Strings entfernt.
fr: Suppression de la prise en charge héritée des chaînes Unicode.
gl: Eliminado o soporte de cadeas unicode.
it: Rimosso il supporto per le stringhe Unicode, obsoleto.
ja: ユニコード文字列のレガシーなサポートをしなくなりました。
pt_br: Removido o suporte legado para cadeias de caracteres unicode.
pt_pt: Removido o suporte de legado para cadeias unicode.
ru: Удалена устаревшая поддержка строк в юникоде.
sk: Odstránená stará podpora pre reťazce Unicode.
tr: Unicode dizeler için eski destek kaldırıldı.

source: Removed the enable/disable Developer toolkit features setting from Developer toolkit settings dialog found in NVDA menu>preferences>settings. Users can still enable/disable features by pressing alt+windows+k.
bg: Премахната е настройката за активиране/деактивиране на функциите на инструментариума за разработчици от диалоговия прозорец за настройки на добавката, намиращ се в менюто на NVDA -> Настройки -> Опции. Потребителите пак могат да активират/деактивират функционалността чрез натискане на Alt+Windows+K.
de: Die Einstellung zum Aktivieren / Deaktivieren der Funktionen des Developer Toolkit wurde aus dem Dialogfeld "Developer Toolkit-Einstellungen" im NVDA-Menü> Einstellungen> Einstellungen entfernt. Benutzer können Funktionen weiterhin aktivieren / deaktivieren, indem sie Alt+Windows+K drücken.
fr: Suppression du paramètre d'activation/désactivation des fonctionnalités de Developer Toolkit dans le dialogue des paramètres de Developer Toolkit trouvée dans le menu NVDA> préférences> paramètres. Les utilisateurs peuvent toujours activer/désactiver des fonctionnalités en appuyant sur alt+windows+k.
gl: Eliminado o axuste enable/disable Developer toolkit features (habilitar/deshabilitar características de Developer toolkit) do diálogo de opcións de Developer toolkit ubicado en menú NVDA>Preferencias>Opcións. Os usuarios aínda poden habilitar/deshabilitar as características premendo alt+windows+k.
it: Rimossa l'impostazione abilita/disabilita Developer Toolkit dalla finestra impostazioni di Developer toolkit, che si trova nel menù di NVDA->Preferenze->Impostazioni. Gli utenti possono ancora compiere questa operazione premendo alt+windows+k.
ja: NVDAメニュー>設定(P)>設定(S)にあるDeveloper toolkitダイアログで設定する、Developer toolkitを有効/無効にする機能を取り除きました。ユーザーは現在もalt+windows+kを押して有効/無効にすることが出来ます。
pt_br: Removida a configuração de ativar/desativar os recursos do Developer Toolkit da caixa de diálogo de configurações do Developer Toolkit encontrada no menu NVDA>preferências>configurações. Os usuários ainda podem ativar/desativar os recursos pressionando alt+windows+k.
pt_pt: Removido o conjunto de ferramentas de desenvolvimento activado/desactivado da caixa de diálogo de configurações do conjunto de ferramentas de desenvolvimento encontrada no menu do NVDA>preferências>configurações. Os utilizadores ainda podem activar/desactivar as funcionalidades premindo alt+windows+k.
ru: Удалена настройка включения/выключения функций Developer toolkit в диалоге настроек Developer toolkit, который находится в меню NVDA> параметры>настройки. Пользователи по-прежнему могут включать / отключать функции, нажимая alt+windows+k.
sk: Odstránená možnosť zapnúť a vypnúť funkcie doplnku z nastavení doplnku. Skratka alt+windows+k stále funguje.
tr: NVDA menüsü>tercihler>ayarlar'da bulunan Geliştirici araç seti ayarları iletişim kutusundaki Geliştirici araç seti özelliklerini etkinleştirme/devre dışı bırakma ayarı kaldırıldı. Kullanıcılar alt+windows+k tuşlarına basarak özellikleri etkinleştirmeye/devre dışı bırakmaya devam edebilir.

source: The formatting attributes obtained by pressing 'f' when Developer toolkit is enabled is now configurable in preferences>settings>Developer toolkit.
bg: Атрибутите за форматиране, получени чрез натискане на "F", когато инструментариумът за разработчици е активиран, вече могат да се конфигурират в Настройки -> Опции -> Инструментариум за разработчици.
de: Die Formatierungsattribute, die durch Drücken von "F" bei aktivierter Entwickler-Toolkit erhalten werden, können jetzt unter Einstellungen> Einstellungen> Entwickler-Toolkit konfiguriert werden.
fr: Les attributs de formatage obtenus en appuyant sur 'f' lorsque Developer Toolkit est activée sont désormais configurables dans les préférences> paramètres> Developer Toolkit.
gl: Os atributos de formato obtidos premendo 'f' cando Developer toolkit está habilitado agora son configurables en preferencias>opcións>Developer toolkit.
it: Gli attributi di formattazione, forniti premendo 'f' quando Developer Toolkit è abilitato, sono ora configurabili in Preferenze->Impostazioni->Developer Toolkit dal menù di NVDA.
ja: Developer toolkitが有効な時に、‘f’を押して取得する書式属性が、設定(P)>設定(S)>Developer toolkitで設定可能になりました。
pt_br: Os atributos de formatação obtidos ao pressionar 'f' quando o kit de ferramentas do desenvolvedor está ativado agora podem ser configurados em preferências>configurações>kit de ferramentas do desenvolvedor.
pt_pt: Os atributos de formatação obtidos ao pressionar 'f' quando o kit de ferramentas do Desenvolvedor está activado são agora configuráveis em preferências>configurações>Ferramentas do Desenvolvedor.
ru: Атрибуты форматирования, полученные нажатием клавиши "f" при включенном наборе инструментов разработчика, теперь можно настроить в меню "Параметры"> "Настройки"> "Инструментарий разработчика".
sk: V možnostiach doplnku je možné nastaviť ako budú prezentované informácie o formátovaní.
tr: Geliştirici araç seti etkinleştirildiğinde 'f' tuşuna basılarak elde edilen biçimlendirme özellikleri artık tercihler>ayarlar>Geliştirici araç setinde yapılandırılabilir.

source: Add new formatting attributes by pressing the 'new attribute' button. Type in a name of a valid formatting attribute, press tab to put it in the list, then press escape to leave edit mode.
bg: Добавете нови атрибути за форматиране, като натиснете бутона "нов атрибут". Въведете име на валиден атрибут за форматиране, натиснете TAB, за да го поставите в списъка, след това натиснете Escape, за да излезете от режим на редактиране.
de: Fügen Sie neue Attribute für Formatierungen hinzu, indem Sie auf die Schaltfläche "Neues Attribut" klicken. Geben Sie einen Namen für ein gültiges Attribut für die Formatierung ein, drücken Sie die Tabulatortaste, um es in die Liste aufzunehmen, und drücken Sie dann die Escape-Taste, um den Bearbeitungsmodus zu verlassen.
fr: Ajoutez de nouveaux attributs de formatage en appuyant sur le bouton « nouvel attribut ». Tapez le nom d'un attribut de formatage valide, appuyez sur la touche tab pour le mettre dans la liste, puis appuyez sur Echap pour quitter le mode d'édition.
gl: Engade novos atributos de formato premendo o botón 'new atribute' (novo atributo). Escribe o nome dun atributo de formato válido, preme tab para poñelo na lista, logo preme escape para abandoar o modo edición.
it: Aggiungete nuovi attributi di formattazione attivando il pulsante 'nuovo attributo'. Digitate il nome di un attributo di formattazione valido, premete tab per metterlo nella lista, poi premete esc per lasciare la modalità di editing.
ja: ‘新しい属性’ボタンを押して、新しい書式属性を追加します。有効な書式属性の名前を入力し、タブキーを押してそれをリストに入れ、エスケープを押してエディットモードを抜けます。
pt_br: Adicione novos atributos de formatação pressionando o botão “novo atributo”. Digite o nome de um atributo de formatação válido, pressione tab para colocá-lo na lista e, em seguida, pressione escape para sair do modo de edição.
pt_pt: Adicionar novos atributos de formatação pressionando o botão 'novo atributo'. Introduzir um nome de um atributo de formatação válido, pressionar tab para o colocar na lista, depois pressionar escape para sair do modo de edição.
ru: Добавьте новые атрибуты форматирования, нажав кнопку "Создать атрибут". Введите название допустимого атрибута форматирования, нажмите tab, чтобы добавить его в список, затем нажмите escape, чтобы выйти из режима редактирования.
sk: Nový atribút formátovania pridáte tlačidlom pridať (add). Zadajte platný názov, tabulátorom ho presuňte do zoznamu a klávesom ESC zavrite dialóg.
tr: 'Yeni Özellik' düğmesine basarak yeni biçimlendirme Özellikleri ekleyin. Geçerli bir biçimlendirme Özelliğinin adını yazın, listeye eklemek için tab tuşuna basın, ardından düzenleme modundan çıkmak için escape tuşuna basın.

source: Remove an attribute by selecting it in the list, then pressing the 'delete attribute' button.
bg: Премахнете атрибут, като го изберете в списъка, след което натиснете бутона "изтриване на атрибут".
de: Entfernen Sie ein Attribut, indem Sie es in der Liste auswählen und dann auf die Schaltfläche "Attribut löschen" klicken.
fr: Supprimez un attribut en le sélectionnant dans la liste, puis en appuyant sur le bouton « supprimer l'attribut ».
gl: Elimina un atributo seleccionándoo na lista, premendo logo o botón 'delete attribute' (eliminar atributo).
it: Rimuovete un attributo selezionandolo dalla lista ed attivando poi il pulsante 'cancella attributo'.
ja: リストで選択し、’属性を削除’ボタンを押して、属性を取り除きます。
pt_br: Remova um atributo selecionando-o na lista e, em seguida, pressionando o botão “excluir atributo”.
pt_pt: Remover um atributo seleccionando-o na lista, depois pressionando o botão 'Apagar atributo'.
ru: Удалите атрибут, выбрав его в списке, а затем нажав кнопку "Удалить атрибут".
sk: Atribút odstránite zo zoznamu jeho vybratým a následným aktivovaním tlačidla odstrániť (delete attribute).
tr: Listeden seçip 'özelliği sil' düğmesine basarak bir Özelliği kaldırın.

source: Rename an attribute by pressing the 'Rename attribute' button, typing a new name, pressing tab to put it in the list, then pressing escape to leave edit mode.
bg: Преименувайте атрибут, като натиснете бутона "Преименувай атрибут", въведете ново име, натиснете TAB, за да го поставите в списъка, след това натиснете клавиша Escape, за да излезете от режим на редактиране.
de: Benennen Sie ein Attribut um, indem Sie auf die Schaltfläche "Attribut umbenennen" klicken, einen neuen Namen eingeben, die Tabulatortaste drücken, um ihn in die Liste aufzunehmen, und dann die Escape-Taste drücken, um den Bearbeitungsmodus zu verlassen.
fr: Renommez un attribut en appuyant sur le bouton "Renommer l'attribut", en tapant un nouveau nom, en appuyant sur la touche Tab pour le mettre dans la liste, puis en appuyant sur Echap pour quitter le mode édition.
gl: Renomea un atributo premendo o botón 'rename' (renomear), escribindo un novo nome, premendo tab para poñelo na lista, premendo logo escape para abandoar o modo edición.
it: Rinominate un attributo attivando il pulsante 'rinomina attributo', digitando il nuovo nome, premendo tab per metterlo nella lista e premendo poi esc per lasciare la modalità di editing.
ja: 属性の名前を変更します。‘属性の名前を変更’ボタンを押して、新しい名前を入力し、タブキーを押してそれをリストに入れ、エスケープを押してエディットモードを抜けます。
pt_br: Renomeie um atributo pressionando o botão “Renomear atributo”, digitando um novo nome, pressionando tab para colocá-lo na lista e, em seguida, pressionando escape para sair do modo de edição.
pt_pt: Renomear um atributo premindo o botão 'Renomear atributo', digitando um novo nome, premindo o separador para o colocar na lista, depois premindo escape para sair do modo de edição.
ru: Переименуйте атрибут, нажав кнопку "Переименовать атрибут", введя новое имя, нажав клавишу tab, чтобы поместить его в список, а затем нажав клавишу escape, чтобы выйти из режима редактирования.
sk: Atribút premenujte nasledovne: Vyberte ho v zozname. Aktivujte tlačidlo premenovať (rename attribute). Zadajte nový názov. Tabulátorom ho presuňte do zoznamu. Klávesom ESC zatvorte dialóg.
tr: 'Özelliği yeniden adlandır' düğmesine basarak bir özelliği yeniden adlandırın, yeni bir ad yazın, listeye eklemek için tab tuşuna basın ve ardından düzenleme modundan çıkmak için escape tuşuna basın.

source: Move an attribute up in the list by selecting it and pressing the 'Move up' button. Repeat this until it reaches the desired location in the list.
bg: Преместете атрибут нагоре в списъка, като го изберете и натиснете бутона "Премести нагоре". Повторете това, докато бъде достигната желаната позиция в списъка.
de: Verschieben Sie ein Attribut in der Liste nach oben, indem Sie es auswählen und die Schaltfläche "Nach oben" klicken. Wiederholen Sie diesen Vorgang, bis das Attribut die gewünschte Position in der Liste erreicht hat.
fr: Déplacez un attribut vers le haut dans la liste en le sélectionnant et en appuyant sur le bouton « Déplacer vers le haut ». Répétez cette opération jusqu'à ce qu'il atteigne l'emplacement souhaité dans la liste.
gl: Move un atributo arriba na lista seleccionándoo e premendo o botón 'move up' (mover arriba). Repite isto ata que estea na ubicación desexada na lista.
it: Spostate un attributo in alto nella lista selezionandolo ed attivando il pulsante 'Sposta su'. Ripetete l'operazione finché non raggiunge la posizione desiderata nella lista.
ja: 属性をリストの上に移動します。選択して、’上に移動’ボタンを押します。リストの希望の位置に着くまで、これを繰り返します。
pt_br: Mova um atributo para cima na lista selecionando-o e pressionando o botão “Mover para cima”. Repita esse procedimento até que ele atinja o local desejado na lista.
pt_pt: Mover um atributo para cima na lista seleccionando-o e pressionando o botão 'Mover para cima'. Repetir isto até atingir o local desejado na lista.
ru: Переместите атрибут вверх по списку, выбрав его и нажав кнопку "Переместить вверх". Повторяйте это до тех пор, пока он не достигнет нужного места в списке.
sk: Atribút presúvajte vyššie stláčaním tlačidla posunúť hore (move up).
tr: Bir özelliği seçip 'Yukarı taşı' düğmesine basarak listede yukarı taşıyın. Listede istediğiniz konuma ulaşana kadar bunu tekrarlayın.

source: Move an attribute down in the list by selecting it and pressing the 'Move down' button. Repeat this until it reaches the desired location in the list.
bg: Преместете атрибут надолу в списъка, като го изберете и натиснете бутона "Премести надолу". Повторете това, докато бъде достигната желаната позиция в списъка.
de: Verschieben Sie ein Attribut in der Liste nach unten, indem Sie es markieren und auf die Schaltfläche "Nach unten verschieben" klicken. Wiederholen Sie diesen Vorgang, bis das Attribut die gewünschte Position in der Liste erreicht hat.
fr: Déplacez un attribut vers le bas dans la liste en le sélectionnant et en appuyant sur le bouton "Déplacer vers le bas". Répétez cette opération jusqu'à ce qu'il atteigne l'emplacement souhaité dans la liste.
gl: Move un atributo abaixo na lista seleccionándoo e premendo o botón 'move down' (mover abaixo). Repite isto ata que estea na ubicación desexada na lista.
it: Spostate un attributo in basso nella lista selezionandolo ed attivando il pulsante 'Sposta giù'. Ripetete l'operazione finché non raggiunge la posizione desiderata nella lista.
ja: 属性をリストの下に移動します。選択して’下に移動’ボタンを押します。リストの希望の位置に着くまで、これを繰り返します。
pt_br: Mova um atributo para baixo na lista selecionando-o e pressionando o botão “Mover para baixo”. Repita esse procedimento até que ele atinja o local desejado na lista.
pt_pt: Mova um atributo para baixo na lista seleccionando-o e pressionando o botão 'Mover para baixo'. Repetir isto até atingir o local desejado na lista.
ru: Переместите атрибут вниз по списку, выбрав его и нажав кнопку "Переместить вниз". Повторяйте это до тех пор, пока он не достигнет нужного места в списке.
sk: Atribút presúvajte nižšie stláčaním tlačidla posunúť dole (move down).
tr: Bir özelliği seçip 'Aşağı taşı' düğmesine basarak listede aşağı taşıyın. Listede istediğiniz konuma ulaşana kadar bunu tekrarlayın.

source: Users now have the ability to change the way color values are displayed while obtaining formatting information. The setting is found in preferences>settings>Developer toolkit, then choosing a color display format. The color display format can also be changed by pressing control+c while Developer toolkit features are enabled.
bg: Потребителите вече имат възможността да променят начина, по който се показват стойностите на цвета, когато получават информация за форматирането. Настройката се намира в Настройки -> Опции -> Инструментариум за разработчици, след което се избира формат за показване на цветовете. Форматът за показване на цветовете може също да бъде променен чрез натискане на командата Control+C, докато функциите на инструментариума за разработчици са активни.
de: Benutzer haben jetzt die Möglichkeit, die Art und Weise zu ändern, in der Farbwerte beim Abrufen von Formatierungsinformationen angezeigt werden. Die Einstellung befindet sich unter Einstellungen > Optionen > Entwickler-Toolkit und wählt dann ein Farbanzeigeformat aus. Das Farbanzeigeformat kann auch durch Drücken der Tastenkombination Strg+C geändert werden, während die Funktionen des Entwickler-Toolkits aktiviert sind.
fr: Les utilisateurs ont désormais la possibilité de modifier la façon dont les valeurs de couleur sont affichées tout en obtenant des informations de formatage. Le paramètre se trouve dans Préférences>Paramètres>Developer Toolkit, puis en choisissant un format d'affichage couleur. Le format d'affichage des couleurs peut également être modifié en appuyant sur Ctrl+c lorsque les fonctionnalités de la boîte à outils du développeur sont activées.
gl: Os usuarios agora teñen a posibilidade para cambiar a forma en que na que se amosan os valores de cor ao obter información de formato. O axuste atópase en preferencias>opción>Developer toolkit,elixindo logo un formato de amosado de cor (color display format).
it: Ora gli utenti hanno la possibilità di cambiare il modo in cui i valori dei colori sono mostrati quando si acquisiscono le informazioni sulla formattazione. L'impostazione si trova in Preferenze->Impostazioni->Developer toolkit, scegliendo poi un formato opportuno per i colori. Tale formato può anche essere modificato premendo control+c quando Developer toolkit è attivo.
ja: 書式情報を取得する時、ユーザーは、色の値が表示される方法を変更出来るようになりました。この設定は、設定(P)>設定(S)>Developer toolkitの中にあり、色の表示フォーマットを選択します。色の表示フォーマットは、Developer toolkitの機能が有効な時に、control+cを押すことでも変更出来ます。
pt_br: Os usuários agora podem alterar a forma como os valores de cor são exibidos ao obter informações de formatação. A configuração é encontrada em preferências > configurações > kit de ferramentas do desenvolvedor e, em seguida, na escolha de um formato de exibição de cores. O formato de exibição de cores também pode ser alterado pressionando control+c enquanto os recursos do kit de ferramentas do desenvolvedor estiverem ativados.
pt_pt: Os utilizadores têm agora a capacidade de alterar a forma como os valores de cor são mostrados ao mesmo tempo que obtêm informações de formatação. A definição é encontrada em preferências>configurações >Ferramentas de desenvolvimento, depois escolha um formato de exibição de cor. O formato de exibição de cor também pode ser alterado pressionando control+c enquanto as funcionalidades do kit de ferramentas do Desenvolvedor estão activadas.
ru: Теперь у пользователей есть возможность изменять способ отображения значений цвета при получении информации о форматировании. Эту настройку можно найти в разделе "Параметры"> "Настройки"> "Инструментарий разработчика", а затем выбрать формат цветового отображения. Формат цветового отображения также можно изменить, нажав control+c, когда функции инструментария разработчика включены.
sk: V možnostiach doplnku je možné nastaviť spôsob, akým chcete oznamovať farby. Oznamovanie sa dá v režime doplnku prepínať aj skratkou ctrl+c.
tr: Kullanıcılar artık biçimlendirme bilgilerini alırken renk değerlerinin görüntülenme şeklini değiştirme olanağına sahip. Ayar, tercihler>ayarlar>Geliştirici araç setinde bulunur ve ardından da renkli ekran Biçimi seçilir. Renkli ekran biçimi, Geliştirici araç seti özellikleri etkinken control+c tuşlarına basılarak da değiştirilebilir.

source: **RGB** - Red/Green/Blue value. Defines a color through a red, green, blue color combination. Good for graphic art, especially non-web safe colors.
bg: **RGB**: Стойност за червено/зелено/синьо. Определя цвят чрез комбинация от трите основни цвята – червен, зелен, син. Подходящ за графично изкуство, особено цветове, които са безопасни за съдържание извън уеб.
de: **RGB** - Wert für Rot / Grün / Blau. Definiert eine Farbe durch eine rote, grüne und blaue Farbkombination. Gut für Grafiken, insbesondere für nicht web-sichere Farben.
fr: **RVB** - Valeur Rouge/Vert/Bleu. Définit une couleur à travers une combinaison de couleurs rouge, vert, bleu. Bon pour l'art graphique, en particulier les couleurs non sécurisées pour le Web.
gl: **RGB** - valor Vermello/Amarelo/Azul. Define unha cor a través de combinacións das cores vermella, amarela e azul. Bo para arte gráfica, especialmente para cores non web.
hr: **RGB** – crvena/zelena/plava vrijednost. Definira boju kombinacijom crvene, zelene, plave boje. Obično se koristi za slike, koje nisu namijenjene za web.
it: Valori RGB - Red/Green/Blue. Definiscono un colore tramite una combinazione dei colori rosso, verde e blu. Buono per le arti grafiche, specialmente i colori sicuri non web.
ja: **RGB** - 赤/緑/青の値です。色を赤、緑、青の色の組み合わせで定義します。グラフィックアート、特に、webセーフカラーでない物に向いています。
pt_br: **RGB** - Valor de vermelho/verde/azul. Define uma cor por meio de uma combinação de cores vermelha, verde e azul. Bom para arte gráfica, especialmente cores não seguras para a Web.
pt_pt: **RGB** - Valor vermelho/verde/azul. Define uma cor através de uma combinação de cores vermelho, verde, azul. Bom para a arte gráfica, especialmente cores não seguras para a web.
ru: **RGB** - значение Red/Green/Blue. Определяет цвет с помощью сочетания красного, зеленого и синего цветов. Подходит для графических работ, особенно для цветов, не безопасных для использования в Интернете.
sk: **RGB** - červená/zelená/modrá. Definuje farbu kombináciou týchto troch farieb. Užitočné pri grafickom umení.
tr: **RGB** - Kırmızı/Yeşil/Mavi değeri. Kırmızı, yeşil, mavi renk kombinasyonuyla bir rengi tanımlar. Grafik sanatlar için, özellikle de web uyumlu olmayan renkler için iyidir.

source: **Hex** - string starting with a '#' and followed by 6 characters consisting of 1-0 and A-F. Usually good for web content.
bg: **Hex**: Низ, започващ с "#" и последван от 6 знака, състоящ се от 1-0 и A-F. Обикновено е добро за уеб съдържание.
de: **Hex** - Zeichenfolge, die mit einem "#" beginnt, gefolgt von 6 Zeichen, bestehend aus Ziffern 1 bis 0 und den Buchstaben A bis F. Normalerweise gut für Web-Inhalte.
fr: **Hex** - chaîne commençant par un '#' et suivie de 6 caractères composés de 1-0 et A-F. Généralement bon pour le contenu Web.
gl: **Hex** - cadea que comeza cun '#' seguido de 6 caracteres consistentes en 1-0 e A-F. boa normalmente para contido web.
hr: **Hex** – niz koji započinje sa znakom „#” i 6 znakova od 1 do 0 i od A do F. Obično se koristi za web sadržaj.
it: HEX - stringa che inizia con un '#' seguito da 6 caratteri esadecimali. Di solito buono per il contenuto web.
ja: **Hex** - ‘#’から始まり、1-0とA-Fを含む6つの文字がその後に続く文字列です。webコンテンツに大抵向いています。
pt_br: **Hex** - string que começa com um '#' e é seguida por 6 caracteres que consistem em 1-0 e A-F. Geralmente é bom para conteúdo da Web.
pt_pt: **Hex** - cadeia que começa com um '#' e é seguida por 6 caracteres que consistem em 1-0 e A-F. Normalmente bom para o conteúdo da web.
ru: **Hex** - строка, начинающаяся с '#' и за которой следуют 6 символов, состоящих из 1-0 и A-F. Обычно подходит для веб-содержимого.
sk: **Hex** - '#' nasledovaný šiestimi znakmi v rozsahu 1-0 a A-F. Užitočné pri webových stránkach.
tr: **Hex** - '#' ile başlayan ve ardından 1-0 ve A-F'den oluşan 6 karakter gelen dize. Genellikle web içeriği için iyidir.
