Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/directLink.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: [[!meta title="Direct Link"]]
bg: [[!meta title="Директна препратка (Direct Link)"]]
da: [[!meta title="Direkte Link"]]
de: [[!meta title="Direktlink"]]
es: [[!meta title="Enlace Directo"]]
fi: [[!meta title="Suora linkki"]]
hr: [[!meta title="Direktna poveznica (Direct Link)"]]
pt_br: [[!meta title="Endereço Direto (Direct Link)"]]
ru: [[!meta title="Прямая Ссылка"]]
tr: [[!meta title="Doğrudan bağlantı"]]
uk: [[!meta title="Direct Link (Пряме посилання)"]]

source: Author: Fawaz Abdul Rahman
bg: Автор: Fawaz Abdul Rahman
da: Forfatter: Fawaz Abdul Rahman
de: Autor: Fawaz Abdul Rahman
fi: Tekijä: Fawaz Abdul Rahman
fr: Auteur : Fawaz Abdul Rahman
gl: Autor: Fawaz Abdul Rahman
hr: Autor: Fawaz Abdul Rahman
ja: 作者: Fawaz Abdul Rahman
pl: Autor: Fawaz Abdul Rahman
pt_br: Autor: Fawaz Abdul Rahman
ru: Автор: Fawaz Abdul Rahman
tr: Yazar: Fawaz Abdul Rahman
uk: Автор: Fawaz Abdul Rahman
zh_cn: 作者： Fawaz Abdul Rahman

source: Version: 1.0
bg: Версия: 1.0
es: Autor: Fawaz Abdul Rahman
fi: Versio: 1.0
gl: Versión: 1.0
hr: Verzija: 1.0
ja: バージョン: 1.0
pl: Wersja 1.0
pt_br: Versão: 1.0
pt_pt: Versão: 1.0
ru: Версия: 1.0
tr: Sürüm: 1.0
uk: Версія: 1.0
zh_cn: 版本： 1.0

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
da: NVDA-kompatibilitet: 2019.3 og derefter
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et supérieure
gl: Compatibilidade co NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije
ja: NVDA 互換性: 2019.3 以降
pl: Zgodność z wersjami NVDA: 2019.3 i nowszych
pt_br: Compatibilidade com NVDA: 2019.3 e além
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и выше
tr: NVDA uyumluluğu: 2019.3 ve üzeri sürümler
uk: Сумісність з NVDA: 2019.3 і новіші
zh_cn: NVDA 兼容版本： 2019.3及更高

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descarga [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: Functionality
bg: Функционалност
da: Funktionalitet
de: Funktionalität
es: Funcionalidad
fi: Toiminnallisuus
fr: Fonctionnalité
gl: Funcionalidade
hr: Funkcionalnost
ja: 機能
pl: Funkcjonalność
pt_br: Funcionalidade
pt_pt: Funcionalidade
ru: Функциональность
tr: İşlev
uk: Функціонал
zh_cn: 功能

source: The purpose of the addon is to convert the Dropbox, Google Drive or oneDrive (both personal and business) links to a direct link, furthermore, it generates a direct link to a WhatsApp chat with the chosen selected phone number.
bg: Целта на добавката е да преобразува препратките от Dropbox, Google Диск или oneDrive (както личен, така и служебен) в директна препратка. Освен това генерира директна препратка към чат в WhatsApp с посочения маркиран телефонен номер.
da: Formålet med tilføjelsen er at konvertere Dropbox, Google Drive eller oneDrive (både personlige og forretningsmæssige) links til et direkte link, og det genererer desuden et direkte link til en WhatsApp -chat med det valgte valgte telefonnummer.
de: Der Zweck der Erweiterung ist es, Links von Dropbox, Google Drive oder oneDrive (sowohl privat als auch geschäftlich) in einen direkten Link umzuwandeln, außerdem generiert es einen direkten Link zu einem WhatsApp-Chat mit der ausgewählten Telefonnummer.
es: El propósito del complemento es convertir los enlaces de Dropbox, Google Drive u OneDrive (tanto personal como empresarial) en enlaces directos. Además, genera un enlace directo a un chat de WhatsApp con el número de teléfono elegido.
fi: Lisäosan tarkoitus on muuntaa Dropbox-, Google Drive- tai OneDrive-linkit (sekä henkilökohtaisten että yritysversioiden) suoriksi linkeiksi. Lisäksi se luo suoran linkin WhatsApp-keskusteluun valitulla puhelinnumerolla.
fr: Le but de l'extension est de convertir les liens Dropbox, Google Drive ou oneDrive (personnel ou Professionnel) en un lien direct, de plus, elle génère un lien direct vers une discussion WhatsApp avec le numéro de téléphone sélectionné.
gl: O propósito do complemento e converter as ligazóns de Dropbox, Google Drive ou OneDrive a unha ligazón directa, ademais, xera un link directo a un chat de WhatsApp co número de teléfono seleccionado escollido.
hr: Svrha dodatka je pretvoriti Dropbox, Google Drive ili oneDrive (osobne i poslovne) poveznice u direktnu poveznicu, nadalje, generira direktnu poveznicu na WhatsApp chat s odabranim telefonskim brojem.
ja: このアドオンの目的は、Dropbox, Google Drive, またはOneDrive（パーソナルとビジネスの両方）のリンクを、ダイレクトリンクに変換することです。また、選択した電話番号の、WhatsAppへのダイレクトリンクを生成します。
pl: Celem dodatku jest konwersja linków Dropbox, Google Drive lub oneDrive (zarówno osobistych, jak i biznesowych) na bezpośredni link, ponadto generuje bezpośredni link do czatu WhatsApp z wybranym numerem telefonu.
pt_br: O objetivo do complemento é converter os links do Dropbox, Google Drive ou oneDrive (pessoais e comerciais) em um link direto, além disso, ele gera um link direto para uma conversa do WhatsApp com o número de telefone escolhido.
pt_pt: O objectivo deste extra é converter as ligações do Dropbox, do Google Drive ou do oneDrive (tanto pessoais como profissionais) para uma ligação directa, além disso, gera uma ligação directa para um chat WhatsApp com o número de telefone seleccionado.
ru: Цель дополнения - преобразовать ссылки Dropbox, Google Drive или OneDrive (как личные, так и деловые) в прямую ссылку, кроме того, оно генерирует прямую ссылку на чат WhatsApp с выбранным номером телефона.
tr: Eklentinin amacı Dropbox, Google Drive, One Drive (kişisel ve kurumsal) bağlantılarını doğrudan bağlantılara dönüştürmektir. Eklentiyle ayrıca seçilen Whatsapp numaralarına doğrudan sohbet bağlantısı oluşturulabilmektedir.
uk: Метою додатка є перетворення посилань Dropbox, Google Диска або oneDrive (як особистих, так і ділових) на прямі посилання, а також генерація прямого посилання на чат WhatsApp з вибраним номером телефону.
zh_cn: 此插件的目的是将 Dropbox、Google Drive 或 oneDrive（个人版和商业版）链接转换为直接链接，此外，它还可生成一个到 WhatsApp 聊天室的直接链接，其中包含所选的电话号码。

source: Usage
bg: Начин на употреба
da: Brug
de: Verwendung
es: Modo de uso
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Primjena
ja: 使用方法
pl: Użycie
pt_br: Uso
pt_pt: Utilização:
ru: Использование
tr: Kullanım
uk: Використання
zh_cn: 用法

source: Select or copy a shared Dropbox, Google Drive or oneDrive link
bg: Изберете или копирайте споделена препратка от Dropbox, Google Диск или OneDrive.
da: Vælg eller kopier et delt Dropbox-, Google Drev- eller oneDrive -link
de: Wählen Sie einen freigegebenen Dropbox-, Google Drive- oder OneDrive-Link aus oder kopieren Sie diesen
es: Selecciona o copia un enlace compartido de Dropbox, Google Drive u OneDrive
fi: Valitse tai kopioi jaettu Dropbox-, Google Drive- tai OneDrive-linkki.
fr: Sélectionnez ou copiez un lien Dropbox, Google Drive ou oneDrive partagé
gl: Selecciona ou copia unha ligazón compartida de Dropbox, Google Drive ou OneDrive
hr: Odaberi ili kopiraj dijeljenu Dropbox, Google Drive ili oneDrive poveznicu
ja: 共有されたDropbox, Google Drive, またはOne Driveのリンクを選択またはコピーします
pl: Wybieranie lub kopiowanie udostępnionego łącza Dropbox, Dysku Google lub OneDrive
pt_br: Selecione ou copie um link compartilhado do Dropbox, Google Drive ou oneDrive
pt_pt: Seleccione ou copie uma ligação partilhada do Dropbox, do Google Drive ou do OneDrive
ru: Выделите или скопируйте ссылку на общий доступ к Dropbox, Google Drive или OneDrive
tr: Paylaşılan Dropbox, Google Drive veya One Drive bağlantısını seçin veya kopyalayın
uk: Виберіть або скопіюйте загальнодоступне посилання на Dropbox, Google Диск або oneDrive
zh_cn: 选择或复制共享的 Dropbox、Google Drive 或 oneDrive 链接

source: Press alt+NVDA+l to convert the link. The resulting URL will be in your clipboard.
bg: Натиснете Alt+NVDA+L, за да преобразувате препратката. Полученият URL адрес ще бъде в клипборда ви.
da: Tryk på alt+NVDA+l for at konvertere linket. Webadresse vil blive kopieret til din udklipsholder.
de: Drücken Sie Alt+NVDA+L, um den Link umzuwandeln. Die erhaltene URL befindet sich in Ihrer Zwischenablage.
es: Pulsa alt+NVDA+l para convertir el enlace. La URL resultante estará en tu portapapeles.
fi: Muunna linkki painamalla NVDA+Alt+L. Muunnettu URL-osoite on leikepöydällä.
fr: Appuyez sur alt+NVDA+l pour convertir le lien. L'URL résultante sera dans votre presse-papiers.
gl: Preme alt+NVDA+l para converter a ligazón. A URL resultante estará no teu portapapeis.
hr: Pritisni alt+NVDA+l za pretvaranje poveznice. Rezultirajući URL bit će u tvom međuspremniku.
ja: alt+NVDA+l を押してリンクを変換します。結果のURLがクリップボードに入ります。
pl: Naciśnij alt+NVDA+l, aby przekonwertować łącze. Wynikowy adres URL znajdzie się w schowku.
pt_br: Pressione alt+NVDA+l para converter o link. A URL resultante estará em sua área de transferência.
pt_pt: Prima alt+NVDA+l para converter a ligação. O URL resultante estará na sua área de transferência.
ru: Нажмите alt+NVDA+l, чтобы преобразовать ссылку. Полученный URL-адрес будет сохранен в вашем буфере обмена.
tr: Bağlantıyı dönüştürmek için NVDA+Alt+l tuşlarını kullanın. Web adresi panonuza kopyalanacaktır.
uk: Натисніть alt+NVDA+l, щоб перетворити посилання. Отримана URL -адреса буде у вашому буфері обміну.
zh_cn: 按 Alt+NVDA+l 转换链接。 转换后的链接将复制到剪贴板。

source: Similarly for the phone number, copy or select the number you like to chat with or share and press the same shortcut (alt+NVDA+L).
bg: По същия начин за телефонния номер – копирайте или изберете номера, с който искате да разговаряте или споделяте и натиснете същата клавишна комбинация (Alt+NVDA+L).
da: Dette er tilsvarende for telefonnummeret. Kopier eller vælg det nummer, du gerne vil chatte med eller dele, og tryk på den samme genvej (alt+NVDA+L).
de: Das gleiche gilt für die Telefonnummer. Kopieren oder markieren Sie die Nummer, mit der Sie Chatten oder etwas teilen möchten und drücken Sie die selbe Tastenkombination (Alt+Umschalt+NVDA+L).
es: Con los números de teléfono se hace del mismo modo. Copia o selecciona el número con el que te gustaría chatear o compartir y pulsa el mismo atajo (alt+NVDA+l).
fi: Tee samoin puhelinnumerolle: kopioi tai valitse numero, jonka kanssa haluat keskustella tai jakaa jotain, ja paina samaa pikanäppäintä (NVDA+Alt+L).
fr: De même pour le numéro de téléphone, copiez ou sélectionnez le numéro avec lequel vous souhaitez chatter ou partager et appuyez sur le même raccourci (alt+NVDA+L).
gl: De xeito similar para o número de teléfono, copia ou selecciona o número de teléfono co que queres chatear ou compartir e preme o mesmo atallo (alt+NVDA+L).
hr: Slično za telefonski broj, kopiraj ili odaberi broj s kojim želiš razgovarati ili dijeliti i pritisni isti prečac (alt+NVDA+L).
ja: 電話番号も同じように、チャットしたいまたは共有したい番号をコピーまたは選択し、同じショートカット(alt+NVDA+L)を押します。
pl: Podobnie w przypadku numeru telefonu, skopiuj lub wybierz numer, z którym chcesz rozmawiać lub udostępniać, i naciśnij ten sam skrót (alt + NVDA + L).
pt_br: Semelhantemente para o número de telefone, copie ou selecione o número com o qual você gostaria de conversar ou compartilhar e pressione o mesmo atalho (alt+NVDA+L).
pt_pt: Da mesma forma para o número de telefone, copie ou seleccione o número com que gosta de conversar ou partilhar e prima o mesmo atalho (alt+NVDA+L).
ru: Аналогично с номером телефона, скопируйте или выберите номер, с которым вы хотите общаться или которым хотите поделиться, и нажмите ту же комбинацию клавиш (alt+NVDA+L).
tr: Benzer şekilde Whatsapp'ta mesajlaşmak veya paylaşmak istediğiniz numarayı seçin ya da kopyalayın ve NVDA+Alt+l tuşlarına basın.
uk: Аналогічно для номера телефону скопіюйте або виберіть номер, з яким ви хочете спілкуватися або поділитися ним, і натисніть ту саму комбінацію клавіш (alt+NVDA+L).
zh_cn: 同样，对于电话号码，复制或选择要聊天或共享的号码，然后按相同的快捷键 Alt+NVDA+L。

source: if you like to open the resulted link in your browser, press alt+NVDA+shift+l.
bg: Ако желаете да отворите получената препратка в браузъра си, натиснете Alt+NVDA+Shift+L.
da: Hvis du vil åbne linket i din browser, skal du trykke på alt+NVDA+shift+l.
de: Wenn Sie den erhaltenen Link im Browser öffnen möchten, drücken Sie Alt+Umschalt+NVDA+L.
es: si quieres abrir en tu navegador el enlace resultante, pulsa alt+NVDA+shift+l.
fi: Jos haluat avata muunnetun linkin selaimessa, paina NVDA+Alt+Vaihto+L.
fr: si vous souhaitez ouvrir le lien obtenu dans votre navigateur, appuyez sur alt+NVDA+shift+l.
gl: se queres abrir a ligazón resultante no teu navegador, preme alt+NVDA+shift+l.
hr: ako želiš otvoriti rezultirajuću poveznicu u pregledniku, pritisni alt+NVDA+šift+l.
ja: ブラウザで結果のリンクを開きたい時は、alt+NVDA+shift+lを押します。
pl: Jeśli chcesz otworzyć wynikowy link w przeglądarce, naciśnij alt + NVDA + shift + l.
pt_br: se desejar abrir o link resultante em seu navegador, pressione alt+NVDA+shift+l.
pt_pt: se quiser abrir o link resultante no seu navegador, prima alt+NVDA+shift+l.
ru: если вы хотите открыть полученную ссылку в своем браузере, нажмите alt+NVDA+shift+l.
tr: dönüştürülen bağlantıyı tarayıcınızda açmak isterseniz NVDA+Alt+Shift+l tuşlarına basın.
uk: якщо ви хочете відкрити отримане посилання у своєму веб-переглядачі, натисніть alt+NVDA+shift+l.
zh_cn: 如果要在浏览器中打开结果链接，请按 Alt+NVDA+Shift+l。

source: Why the direct link?
bg: Защо директната препратка?
da: Hvorfor det direkte link?
de: Warum ein Direktlink?
es: ¿Por qué el enlace directo?
fi: Miksi suora linkki?
fr: Pourquoi un lien direct ?
gl: Por que a ligazón directa?
hr: Zašto direktna poveznica?
ja: なぜダイレクトリンク？
pl: Dlaczego bezpośredni link?
pt_br: Por que o endereço direto?
pt_pt: Porquê a ligação directa?
ru: Почему именно прямая ссылка?
tr: Neden doğrudan bağlantı?
uk: Чому пряме посилання?
zh_cn: 为什么要用直接链接？
