Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/directLink.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: A huge thanks goes to the following friends, without them I couldn't have made it happen:
bg: големи благодарности на следните приятели – без тях нямаше да мога да се справя:
da: En stor tak til følgende venner, uden dem havde jeg ikke kunnet få det til at ske:
de: Ein großes Danke schön geht an folgende Freunde. Ohne Sie hätte ich es nicht geschafft:
es: Va un inmenso agradecimiento a los siguientes amigos, sin los cuáles no podría haberlo hecho posible:
fi: Suurkiitokset seuraaville henkilöille, joita ilman en olisi voinut tehdä tätä lisäosaa:
fr: Un grand merci aux amis suivants, sans qui je n'aurais pas pu réaliser ce projet :
gl: Vaia un enorme agradecemento para os seguintes amigos, sen eles non podería facer que isto aparecese:
hr: Puno hvala svim prijateljima. Bez njih to ne bih mogao ostvariti:
ja: 以下の友人にとても感謝しています。彼らなしではこのアドオンを実現出来ませんでした:
pl: Ogromne podziękowania należą się następującym przyjaciołom, bez nich nie mógłbym tego zrobić:
pt_br: Um grande agradecimento vai para os seguintes amigos, sem eles eu não poderia ter feito isso acontecer:
pt_pt: Um enorme agradecimento vai para os seguintes amigos, sem os quais não teria podido fazer este trabalho:
ru: Я выражаю огромную благодарность следующим моим друзьям, без них у меня бы ничего не получилось:
tr: Aşağıda isimlerini verdiğim arkadaşlarıma çok teşekkür ederim. Onlar olmasaydı ben bu eklentiyi yapamazdım:
uk: Величезна подяка нижчезгаданим друзям, без них я би не зміг цього зробити:
zh_cn: 非常感谢以下朋友，没有他们，我不可能成功：

source: Qais Alrefai for testing the add-on and providing me with various material to test with, and also for his observations and general idea for the addon.
bg: Qais Alrefai за тестване на добавката и предоставяне на разнообразен материал за тестване, както и за неговите наблюдения и като цяло за идеята за добавката.
da: Qais Alrefai for at teste tilføjelsen og give mig forskellige materialer at teste med, og også for hans observationer og generelle idé til tilføjelsen.
de: Qais Alrefai für das Testen der Erweiterung, Material zum Testen, Anregungen und die Idee zur Erweiterung.
es: Qais Alrefai por probar el complemento y proporcionarme diverso material para hacer pruebas, y también por sus observaciones e idea general para el complemento.
fi: Qais Alrefai'lle testaamisesta ja eri testimateriaalien tarjoamisesta sekä havainnoistaan ja yleisestä ideasta tätä lisäosaa varten.
fr: Qais Alrefai pour avoir testé l'extension et m'avoir fourni divers supports de test, ainsi que pour ses observations et son idée générale de l'extension.
gl: Qais Alrefai por probar o complemento e fornecerme diverso material para probalo, e tamén polas súas observacións e idea xeral para o complemento.
hr: Qais Alrefaij, za testiranje dodatka i pružanju raznih materijala za testiranje, kao i na njegovim opažanjima i općoj ideji za dodatak.
ja: Qais Alrefai アドオンをテストして、たくさんのテスト材料をくれて、このアドオンをよく見ていろいろなアイディアをくれました。
pl: Qais Alrefai za przetestowanie dodatku i dostarczenie mi różnych materiałów do przetestowania, a także za jego obserwacje i ogólny pomysł na dodatek.
pt_br: Qais Alrefai por testar o complemento e me fornecer vários materiais para testar, e também por suas observações e ideia geral para o complemento.
pt_pt: Ao Qais Alrefai por testar o extra e por me fornecer vários materiais para testar, e também pelas suas observações e ideia geral para o extra.
ru: Qais Alrefai за тестирование дополнения и предоставление мне различных материалов для тестирования, а также за его наблюдения и общую идею для дополнения.
tr: Eklentiyi test ettiği, test etmem için bana malzeme sunduğu, gözlem yaptığı ve genel olarak eklenti fikrini bana sunduğu için Qais Alrefai'ye,
uk: Qais Alrefai за тестування додатка та надання мені різних матеріалів для тестування, а також за свої спостереження та загальну ідею щодо додатка.
zh_cn: Qais Alrefai 测试插件并为我提供了详细的测试报告，以及他对插件的观察和总体想法。

source: Marina Amir for translating the add-on to French, language editing and testing.
bg: Marina Amir за превода на добавката на френски, езиково редактиране и тестване.
da: Marina Amir for at oversætte tilføjelsen til fransk, sprogredigering og test.
de: Marina Amir für die französische Übersetzung, Tests und Textkorrektur.
es: Marina Amir por traducir el complemento al francés, editar el idioma y hacer pruebas.
fi: Marina Amir'ille ranskankielisestä käännöksestä, kieliasun muokkaamisesta sekä testaamisesta.
fr: Marina Amir pour la traduction de l'extension en français, l'édition linguistique et pour avoir testé l'extension.
gl: Marina Amir por traducir o complemento a francés, edición de linguaxe e probas.
hr: Marina Amir, za prijevod dodatka na francuski, redigiranje i testiranje.
ja: Marina Amir アドオンをフランス語に翻訳してくれて、言語の編集とテストをしてくれました。
pl: Marina Amir za tłumaczenie dodatku na francuski, edycję językową i testowanie.
pt_br: Marina Amir por traduzir o complemento para o francês, edição e teste do idioma.
pt_pt: A Marina Amir pela tradução do extra para o francês, edição linguística e testes.
ru: Marina Amir за перевод дополнения на французский, языковое редактирование и тестирование.
tr: Eklentiyi Fransızcaya çevirdiği, dil düzenlemesi yaptığı ve eklentiyi test ettiği için Marina Amir'e,
uk: Marina Amir за переклад додатка на французьку, редагування мови й тестування.
zh_cn: Marina Amir 将插件翻译成法语、语言编辑和测试。

source: Riad Assoum for translating the add-on to Arabic.
bg: Riad Assoum за превода на добавката на арабски.
da: Riad Assoum for at oversætte tilføjelsen til arabisk.
de: Riad Assoum für die arabische Übersetzung.
es: Riad Assoum por traducir el complemento al árabe.
fi: Riad Assoum'ille arabiankielisestä käännöksestä.
fr: Riad Assoum pour la traduction de l'extension en arabe.
gl: Riad Assoum por traducir o complemento a árabe.
hr: Riad Assoum, za prijevod dodatka na arapski.
ja: Riad Assoum アドオンをアラビア語に翻訳してくれました。
pl: Riad Assoum do tłumaczenia dodatku na arabski.
pt_br: Riad Assoum por traduzir o add-on para o árabe.
pt_pt: Ao Riad Assoum pela tradução do extra para o árabe.
ru: Riad Assoum за перевод дополнения на арабский язык.
tr: Eklentiyi Arapçaya çevirdiği için Riad Assoum'a
uk: Riad Assoum за переклад додатка на арабську.
zh_cn: Riad Assoum 把附件翻译成阿拉伯语。

source: all testers.
bg: Всички изпитатели на добавката.
da: alle testere.
de: Alle Tester.
es: todos los evaluadores.
fi: Kaikille testaajille.
fr: tous les testeurs.
gl: todos os que o probaron.
hr: svima koji su testirali dodatak.
ja: 全てのテスターの方。
pl: wszystkich testerów.
pt_br: todos os testadores.
pt_pt: todos os testadores.
ru: всем,кто тестировал.
tr: ve tüm test edenlere teşekkür ederim.
uk: усім тестувальникам.
zh_cn: 所有测试人员。
