Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/directLink.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: A direct link will allow you to get the well-known save dialog box directly if you open it in the browser, without being hassled by the hosting company download page and locating the download link. Moreover, the direct link can be used to stream a file or view a file in certain programs such as media players (if coming with URL support). Likewise, if WhatsApp is common in your country, rather than creating a new contact each time if you need to chat with someone, weather it is a customer or technical support, you can simply select the number or copy it and start chatting right away. Even more, you can share the WhatsApp link of your own number if people usually need to contact you in case you work as a freelancer.
bg: Директната препратка ще ви позволи да получите направо добре познатия диалогов прозорец за запис на файл, ако я отворите в браузъра, без да се затруднявате с страницата за изтегляне на хостинг компанията и с намирането на връзката за изтегляне. Освен това директната препратка може да се използва за поточно предаване на файл или преглед на файл в определени програми като медийни плейъри (ако поддържат отварянето на URL адреси). По същия начин, ако WhatsApp е често използван във вашата страна, вместо да създавате нов контакт всеки път, когато трябва да разговаряте с някого (било то клиент или служител от техническа поддръжка), можете просто да изберете номера или да го копирате и да започнете да говорите веднага. Още повече, можете да споделите връзката от WhatsApp на собствения си номер, ако обикновено хората трябва да се свържат с вас, в случай че работите на свободна практика.
da: Et direkte link giver dig mulighed for at få den velkendte gemme-dialogboks, hvis du åbner den i browseren uden, at blive generet af hostingfirmaets downloadside og finde downloadlinket. Desuden kan det direkte link bruges til at streame en fil eller se en fil i visse programmer, f.eks. Medieafspillere (hvis den leveres med URL -understøttelse). På samme måde, hvis WhatsApp er almindeligt i dit land, i stedet for at oprette en ny kontakt hver gang, hvis du har brug for at chatte med nogen, hvis det er en kunde eller teknisk support, kan du blot vælge nummeret eller kopiere det og begynde at chatte med det samme. Du kan også dele WhatsApp -linket til dit eget nummer, hvis folk normalt har brug for at kontakte dig, hvis du arbejder som freelancer.
de: Mit Hilfe eines Direktlinks erhalten Sie den bekannten Speichern-unter-Dialog, wenn Sie den Link in Ihrem Browser öffnen. Die Suche nach dem Downloadlink auf der Anbieterseite bleibt Ihnen erspart. Des weiteren können Sie den Direktlink nutzen, um Dateien zu streamen oder diese in Programmen wie einem Media-Player zu betrachten, falls diese URLs öffnen können. Wenn WhatsApp in Ihrem Land gebräuchlich ist, brauchen Sie nicht jedes mal einen Kontakt erstellen, um bspw. mit einem Kunden oder technischer Unterstützung zu kommunizieren. Es reicht, die Nummer zu markieren oder zu kopieren und können gleich chatten. Sie können ebenso den WhatsApp-Link mit Ihrer eigenen Nummer teilen, sodass Sie leichter von anderen erreicht werden können, bspw. falls Sie von Kunden kontaktiert werden.
es: Un enlace directo te permitirá obtener el bien conocido cuadro de diálogo de guardar directamente si lo abres en tu navegador, sin pasar por la página de descarga de la compañía de alojamiento y buscar el enlace de descarga allí. Más aún, se puede usar el enlace directo para emitir un archivo o visualizarlo en ciertos programas, como reproductores multimedia (si vienen con soporte para URLs). Del mismo modo, si WhatsApp es común en tu país, en vez de crear un contacto cada vez que necesites chatear con alguien, ya sea soporte técnico o al cliente, puedes simplemente seleccionar o copiar el número y comenzar a chatear al instante. Más aún, puedes compartir el enlace de WhatsApp de tu propio número si la gente necesita contactar contigo con frecuencia en caso de que trabajes por cuenta propia.
fi: Suoran linkin avulla saat heti tutun tallennusvalintaikkunan ilman, että pilvitallennusyrityksen lataussivu häiritsee ja tarvitsematta etsiä latauslinkkiä. Suoraa linkkiä voidaan lisäksi käyttää tiedoston suoratoistoon tai katseluun tietyissä ohjelmissa, kuten mediasoittimissa (mikäli ne tukevat URL-osoitteita). WhatsAppia käyttäessäsi voit yksinkertaisesti kopioida tai valita numeron ja alkaa heti keskustella sen sijaan, että loisit joka kerta uuden yhteystiedon, kun sinun on keskusteltava jonkun kanssa. Voit kaiken lisäksi jakaa oman numerosi WhatsApp-linkin, mikäli muiden täytyy saada yhteyttä sinuun.
fr: Un lien direct vous permettra d'obtenir directement la boîte de dialogue d'enregistrement bien connue si vous l'ouvrez dans le navigateur, sans être harcelé par la page de téléchargement de la société d'hébergement et en localisant le lien de téléchargement. De plus, le lien direct peut être utilisé pour diffuser un fichier ou afficher un fichier dans certains programmes tels que les lecteurs multimédias (s'il prend en charge les URL). De même, si WhatsApp est courant dans votre pays, plutôt que de créer un nouveau contact à chaque fois si vous avez besoin de discuter avec quelqu'un, qu'il s'agisse d'un client ou d'un support technique, vous pouvez simplement sélectionner le numéro ou le copier et commencer à discuter immédiatement. De plus, vous pouvez partager le lien WhatsApp de votre propre numéro si les gens ont généralement besoin de vous contacter au cas où vous travailleriez en tant qu'indépendant.
gl: Unha ligazón directa permitirache obter a coñecida por todos caixa de diálogo de gardar se o abres no navegador, sen que se te asedie coa páxina de descarga da compaía de aloxamento nin localizar a ligazón de descarga. Por riba, a ligazón directa pódese utilizar para transmitir un archivo en directo ou ver un arquivo en certos programas como reprodutores multimedia (se veñen con soporte para URL). Igualmente, se WhatsApp é común no teu país, antes que crear un contacto cada vez que precises chatear con alguén, xa sexa un cliente ou un soporte técnico, podes simplemente seleccionar o número ou copialo e comezar a chatear directamente. Aínda máis, podes compartir a ligazón de whatsApp do teu propio número se a xente adoita ter que contactarte en caso de que traballes como freelance.
hr: Direktna poveznica omogućuje izravno dobivanje dobro poznatog dijaloškog okvira za spremanje ako ga otvoriš u pregledniku, bez gnjavaže sa stranicom za preuzimanje hosting tvrtke i lociranja poveznice za preuzimanje. Štoviše, direktna poveznica može se koristiti za prijenos datoteke ili pregled datoteke u određenim programima kao što su media playeri (ako dolaze s podrškom za URL). Isto tako, ako je WhatsApp uobičajen u tvojoj zemlji, umjesto stvaranja novog kontakta svaki put kad s nekime želiš razgovarati, bilo da se radi o korisniku ili tehničkoj podršci, možeš jednostavno odabrati broj ili ga kopirati i odmah početi razgovarati. Čak štoviše, može dijeliti WhatsApp poveznicu svog vlastitog broja, ako te ljudi moraju kontaktirati u slučaju da radiš kao freelancer.
ja: ダイレクトリンクは、もしブラウザで開くと、直接、よく知っている保存ダイアログボックスになります。よって、ホストしている会社のダウンロードページでダウンロードリンクを見つける面倒がありません。さらに、ダイレクトリンクは、メディアプレーヤーのような特定のプログラムで、ファイルをストリーミングしたり、ファイルを閲覧したりするのに使えます(もしURLサポートと共に来ている場合)。同じく、もしWhatsAppがあなたの国でよく使われているなら、毎回誰かとチャットする必要がある時、新しい連絡先を作るより、簡単に番号を選択するかコピーして、カスタマーまたはテクニカルサポートがあるかどうかに関わらず、すぐにチャットを始められます。さらに、もし、人々があなたに連絡を取る必要が多い場合、あなたがフリーランサーとして働いている場合に、あなた自身の番号のWhatsAppリンクを共有できます。
pl: Bezpośredni link pozwoli Ci uzyskać dobrze znane okno dialogowe zapisywania bezpośrednio, jeśli otworzysz je w przeglądarce, bez kłopotów ze strony pobierania firmy hostingowej i lokalizowania linku do pobrania. Co więcej, bezpośredni link może być używany do przesyłania strumieniowego pliku lub przeglądania pliku w niektórych programach, takich jak odtwarzacze multimedialne (jeśli są dostarczane z obsługą adresów URL). Podobnie, jeśli WhatsApp jest powszechny w Twoim kraju, zamiast tworzyć nowy kontakt za każdym razem, gdy chcesz z kimś porozmawiać, pogoda, że jest to klient lub pomoc techniczna, możesz po prostu wybrać numer lub skopiować go i od razu rozpocząć rozmowę. Co więcej, możesz udostępnić link WhatsApp własnego numeru, jeśli ludzie zwykle muszą się z Tobą skontaktować, jeśli pracujesz jako freelancer.
pt_br: Um endereço direto permitirá que você obtenha o conhecido diálogo Salvar diretamente se você abri-lo no navegador, sem ser incomodado pela página de download da empresa de hospedagem e localizar o link de download. Além disso, o link direto pode ser usado para transmitir um arquivo ou visualizar um arquivo em determinados programas, como reprodutores de mídia (se vierem com suporte para URL). Da mesma forma, se o WhatsApp é comum em seu país, ao invés de criar um novo contato a cada vez que você precise conversar com alguém, seja um cliente ou suporte técnico, você pode simplesmente selecionar o número ou copiá-lo e começar a bater papo imediatamente. Ainda mais, você pode compartilhar o link do WhatsApp do seu próprio número se as pessoas geralmente precisarem entrar em contato contigo no caso de você trabalhar como freelancer.
pt_pt: Uma ligação directa permitir-lhe-á obter directamente a conhecida caixa de diálogo de guardar, se a abrir no navegador, sem ser incomodado pela página de descarregamento da empresa de alojamento e ter que localizar a ligação de descarregamento. Além disso, a ligação directa pode ser utilizada para transmitir um ficheiro ou ver um ficheiro em certos programas, tais como leitores multimédia (se vier com suporte URL). Do mesmo modo, se o WhatsApp for comum no seu país, em vez de criar um novo contacto de cada vez que precisar de conversar com alguém, se for um cliente ou suporte técnico, pode simplesmente seleccionar o número ou copiá-lo e começar a conversar de imediato. Mais ainda, pode partilhar a ligação WhatsApp do seu próprio número se as pessoas precisarem normalmente de o contactar no caso de trabalhar como freelancer.
ru: Прямая ссылка позволит вам получить доступ к хорошо известному диалогу сохранения напрямую, если вы откроете его в браузере, без необходимости заходить на страницу загрузки хостинговой компании и искать ссылку для скачивания. Кроме того, прямая ссылка может быть использована для потоковой передачи файла или просмотра файла в определенных программах, таких как медиаплееры (если они поддерживают URL). Аналогично, если в вашей стране распространен WhatsApp, вместо того чтобы каждый раз создавать новый контакт, если вам нужно с кем-то пообщаться, будь то клиент или технический сотрудник службы поддержки, вы можете просто выбрать номер или скопировать его и сразу же начать общение. Более того, вы можете поделиться ссылкой на свой номер в WhatsApp, если людям обычно нужно связаться с вами, если вы работаете фрилансером.
tr: Doğrudan bağlantı, dosya paylaşım servislerinin web sayfalarıyla uğraşmadan direkt olarak dosyaları bilgisayarınıza indirmenize yarar. Dahası web adresinden oynatmayı destekleyen medya oynatıcılarıyla dosyaları direkt olarak oynatabilir, başka programlarla dosyaları görüntüleyebilirsiniz. Whatsapp ülkenizde yaygınsa mesajlaşmanız gereken her kişiyi, müşteri veya teknik destek olsun, rehbere kaydetmektense numarasını seçip veya kopyalayıp mesajlaşmaya başlayabilirsiniz. Kendi numaranızın bağlantısını da başkalarıyla paylaşabilirsiniz.
uk: Пряме посилання дозволить вам безпосередньо отримати діалогове вікно збереження, якщо ви відкриєте його у веб-переглядачі, і звільнить вас від відвідування сторінки завантаження на хостинговій платформі і пошуку посилання на завантаження. Крім того, пряме посилання може використовуватися для потокового передавання файлу або перегляду файлу в певних програмах, таких як медіаплеєри (якщо вони мають підтримку URL -адрес). Подібним чином, якщо у вашій країні поширений WhatsApp, замість того, аби щоразу створювати новий контакт, якщо вам потрібно з кимось поспілкуватися, чи це клієнт чи технічна підтримка, ви можете просто вибрати номер або скопіювати його та миттєво розпочати чат. Понад те, ви навіть можете поділитися посиланням WhatsApp зі своїм власним номером, якщо людям зазвичай потрібно звертатися до вас, наприклад, у разі, коли ви працюєте фрілансером.
zh_cn: 如果您在浏览器中打开它，直接链接将允许您直接打开保存对话框，而不会被如何在托管公司的下载页面找到下载链接所困扰。此外，直接链接可用于在某些程序（如媒体播放器）中流式传输文件或查看文件（如果支持）。同样，如果 WhatsApp 在您所在的国家或地区很常见，而不是在您需要与某人聊天时每次都创建一个新联系人，无论是客户还是技术支持，您只需选择该号码或复制它并立即开始聊天。更重要的是，如果您作为自由职业者工作时，人们通常需要与您联系，您可以分享您自己号码的 WhatsApp 链接。

source: Notes
bg: Бележки
da: Bemærkninger
de: Anmerkungen
es: Notas
fi: Huomautuksia
fr: Remarques
gl: Notas
hr: Napomene
ja: 備考
pl: Uwagi
pt_br: Notas
pt_pt: Notas:
ru: Примечания
tr: Notlar
uk: Примітки
zh_cn: 注意

source: A link of a folder cannot be converted; the link has to be directing to a file.
bg: Препратка към папка не може да бъде преобразувана – препратката трябва да сочи към файл.
da: Et link til en mappe kan ikke konverteres; linket skal lede til en fil.
de: Ein Link zu einem Ordner kann nicht umgewandelt werden. Dieser muss auf eine Datei verweisen.
es: No se puede convertir un enlace a una carpeta; el enlace tiene que dirigir a un archivo.
fi: Kansiolinkkiä ei voi muuntaa; linkin täytyy osoittaa tiedostoon.
fr: Le lien d'un dossier ne peut pas être converti ; le lien doit pointer vers un fichier.
gl: Non se pode convertir a ligazón dun cartafol; o link ten que levar a un arquivo.
hr: Poveznica mape se ne može pretvoriti; poveznica mora usmjeravati na datoteku.
ja: フォルダーのリンクは変換できません; リンクはファイルを示すものでなくてはなりません。
pl: Łącza do folderu nie można przekonwertować; link musi prowadzić do pliku.
pt_br: Um link de uma pasta não pode ser convertido; o link tem que estar direcionando para um arquivo.
pt_pt: Uma ligação de uma pasta não pode ser convertida; a ligação tem de ser direccionada para um ficheiro.
ru: Ссылка на папку не может быть преобразована; ссылка должна быть направлена на файл.
tr: Klasör bağlantısı dönüştürülemez, dönüştürülebilmesi için dosya bağlantısı olması gerekir.
uk: Посилання на папку неможливо конвертувати; посилання має спрямовувати до файлу.
zh_cn: 指向文件夹的链接无法转换；链接必须指向一个文件。

source: Make sure the link you are sharing is public (anyone with the link can access) in order for it to be successfully converted.
bg: Уверете се, че връзката, която споделяте, е публична (всеки разполагащ с връзката има достъп), за да бъде успешно преобразувана.
da: Sørg for, at det link, du deler, er offentligt (alle med linket kan få adgang) for at det kan konverteres.
de: Stellen Sie sicher, dass der Link, den Sie teilen auch öffentlich ist. Damit der Link korrekt umgewandelt werden kann, muss jeder auf die Datei zugreifen können, der den Link hat.
es: Asegúrate de que el enlace que compartes es público (cualquiera que lo tenga puede acceder) para que se pueda convertir con éxito.
fi: Varmista, että jakamasi linkki on julkinen (kaikki voivat ladata tai katsoa tiedostoa, johon linkki viittaa), jotta se voidaan muuntaa onnistuneesti.
fr: Assurez-vous que le lien que vous partagez est public (toute personne disposant du lien peut y accéder) afin qu'il soit converti avec succès.
gl: Asegúrate de que a ligazón que estás a compartir é pública (calquera coa ligazón pode acceder) para que poida ser correctamente convertida.
hr: Provjeri, je li poveznica koju dijeliš javna (svatko s poveznicom može pristupiti) kako bi se uspješno pretvorila.
ja: 変換が成功するように、共有しているリンクが公開（リンクを知っている人がアクセス可能）であることを確認して下さい。
pl: Upewnij się, że link, który udostępniasz, jest publiczny (każdy, kto ma link, może uzyskać do niego dostęp), aby pomyślnie go przekonwertować.
pt_br: Certifique-se de que o link que você está compartilhando é público (qualquer pessoa com o link pode acessar) para que seja convertido com sucesso.
pt_pt: Certifique-se de que a ligação que está a partilhar é pública (qualquer pessoa com a ligação pode aceder) para que seja convertida com sucesso.
ru: Убедитесь, что ссылка, которой вы делитесь, является общедоступной (доступ к ней может получить любой, у кого есть ссылка), чтобы она была успешно преобразована.
tr: Dönüştürülebilmesi için bağlantının herkese açık olduğundan emin olun.
uk: Переконайтеся, що посилання, яким ви ділитесь, є загальнодоступним (кожен, хто має посилання, має доступ), щоб воно було успішно перетворено.
zh_cn: 确保您共享的链接是公开的（知道链接的任何人都可以访问），以便成功转换。

source: You can change the hotkeys from the NVDA menu> preferences> input gestures.
bg: Можете да промените клавишните комбинации от менюто на NVDA -> Настройки -> Жестове на въвеждане.
da: Du kan ændre genvejstasterne fra NVDA -menuen>Opsætning>Håndter kommandoer.
de: Sie können die Tastenkombinationen über das NVDA-Menü > Einstellungen > Tastenbefehle ändern.
es: Puedes modificar los atajos desde el menú de NVDA > Preferencias > Gestos de entrada.
fi: Voit muuttaa pikanäppäimiä kohdasta NVDA-valikko -> Asetukset -> Syöttökomennot.
fr: Vous pouvez modifier les raccourcis clavier depuis le menu NVDA > préférences > gestes de commande.
gl: Podes cambiar os atallos dende o menú NVDA > preferencias > xestos de entrada.
hr: Prečace možeš promijeniti u NVDA izbornikau > postavke > ulazne geste.
ja: ホットキーは、NVDAメニュー>設定(P)>入力ジェスチャーから変更できます。
pl: Możesz zmienić skróty klawiszowe z menu NVDA> preferencji> gestów wprowadzania.
pt_br: Pode alterar as teclas de atalho no menu NVDA> preferências> definir comandos.
pt_pt: Pode alterar as teclas de atalho a partir do menu do NVDA> preferências> definir comandos.
ru: Вы можете изменить горячие клавиши в меню NVDA> параметры> жесты ввода.
tr: Kısayol tuşlarını NVDA menüsü>tercihler>girdi hareketlerinden değiştirebilirsiniz.
uk: Ви можете змінити гарячі клавіші в меню NVDA> налаштування> жести вводу.
zh_cn: 您可以从 NVDA 菜单 > 选项 > 按键与手势更改热键。

source: If you find a certain format of a phone number that is not detected, you can email me with an example.
bg: Ако намерите определен формат на телефонен номер, който не бива засечен, можете да ми изпратите е-писмо с пример.
da: Hvis du finder et bestemt format på et telefonnummer, der ikke findes, kan du sende mig en e -mail med et eksempel.
de: Sollten Sie auf ein Telefonnummern-Format stoßen, welches nicht erkannt wird, können Sie mir ein Beispiel zukommen per Mail lassen.
es: Si encuentras un formato de número de teléfono no detectado, escríbeme un correo con un ejemplo.
fi: Jos huomaat, että tietyssä muodossa olevaa puhelinnumeroa ei tunnisteta, lähetä esimerkki sellaisesta minulle sähköpostitse.
fr: Si vous trouvez un certain format de numéro de téléphone qui n'est pas détecté, vous pouvez m'envoyer un e-mail avec un exemple.
gl: Se atopas certo formato de número de teléfono que non se detecta, podes enviarme un correo electrónico cun exemplo.
hr: Ako pronađeš određeni format telefonskog broja koji nije otkriven, pošalji mi e-mail s primjerom.
ja: 検出されない特定の形式の電話番号を見つけたら、その例とともに、Eメールを下さい。
pl: Jeśli znajdziesz określony format numeru telefonu, który nie został wykryty, możesz wysłać mi e-mail z przykładem.
pt_br: Se você encontrar um determinado formato de número de telefone que não foi detectado, pode me enviar e-mail com um exemplo.
pt_pt: Se encontrar um determinado formato de um número de telefone que não seja detectado, pode enviar-me um e-mail com um exemplo.
ru: Если вы обнаружите, что определенный формат телефонного номера не обнаружен, вы можете отправить мне электронное письмо с примером.
tr: Algılanmayan bir telefon numarası biçimine rastlarsanız bana örnek olarak e-posta gönderebilirsiniz.
uk: Якщо ви знайдете певний формат номера телефону, який не виявляється, ви можете надіслати мені електронний лист із прикладом.
zh_cn: 如果您发现未检测到某种格式的电话号码，您可给我发送电子邮件并附上示例。

source: Certain type of files and sizes in Google Drive might take you to a page that says "Google Drive can't scan this file for viruses." in that case, you have to click on download anyway link.
bg: Определени типове и размери на файлове в Google Диск може да ви пренасочат към страница, която гласи "Google Диск не може да провери този файл за вируси". В този случай ще трябва да задействате връзката "Изтегли въпреки това".
da: Visse filtyper og størrelser i Google Drev tager dig muligvis til en side, der siger "Google Drev kan ikke scanne denne fil efter vira." i så fald skal du klikke på "download alligevel".
de: Dateien, die gewisse Dateiformate oder -Größen haben und auf Google Drive liegen, führen Sie auf eine Seite, die besagt, besagt, dass diese Datei nicht auf Viren überprüft werden kann. In diesem Fall müssen Sie selbst den Download-Link aktivieren.
es: Ciertos tipos de archivos y tamaños en Google Drive te podrían conducir a una página que dice "Google Drive no puede analizar este archivo para buscar virus". En ese caso, debes hacer clic en el enlace Descargar de todas formas.
fi: Google Drivessa tietyn tyyppiset ja -kokoiset tiedostot saattavat viedä sivulle, jossa sanotaan "Google Drive ei voi tarkistaa tätä tiedostoa virusten varalta". Tällaisessa tapauksessa sinun on napsautettava Lataa kuitenkin -linkkiä.
fr: Certains types et tailles de fichiers dans Google Drive peuvent vous diriger vers une page indiquant "Google Drive ne peut pas analyser ce fichier à la recherche de virus". dans ce cas, vous devez cliquer sur le lien télécharger quand même.
gl: Certo tipo de arquivos e tamaños en Google Drive podería levarte a unha páxina que diga "Google Drive non puido escanear este arquivo en busca de virus." en tal caso, tes que pulsar sobre a ligazón descargar de todas formas.
hr: Određene vrste datoteka i veličina na Google disku mogu te odvesti na stranicu na kojoj piše „Google disk ne može pregledati ovu datoteku u potrazi za virusima.” U tom slučaju moraš pritisnuti poveznicu za svejedno preuzimanje.
ja: Google Driveで、特定の形式のファイルやサイズでは、「Google Driveはこのファイルのウィルススキャンができません」というページが表示されることがあります。この場合、「それでもダウンロードする」と書かれたリンクをクリックしなければなりません。
pl: Niektóre typy plików i rozmiary na Dysku Google mogą prowadzić do strony z napisem "Dysk Google nie może skanować tego pliku w poszukiwaniu wirusów". w takim przypadku musisz kliknąć link Pobierz mimo to.
pt_br: Certos tipos de arquivos e tamanhos no Google Drive podem levar você a uma página que diz "O Google Drive não pode verificar a presença de vírus neste arquivo". nesse caso, você deve clicar no link de download mesmo assim.
pt_pt: Certos tipos e tamanhos de ficheiros, no Google Drive, podem levá-lo a uma página que diz "Google Drive não pode procurar vírus neste ficheiro", nesse caso, tem de clicar no link de download de qualquer forma.
ru: Файлы определенного типа и размера на Google Диске могут привести вас на страницу с надписью "Google Drive не может проверить этот файл на наличие вирусов". В этом случае вам всё равно придется нажать на ссылку "Загрузить".
tr: Bazı dosya türleri ve boyutları Google Drive'ın "Google Drive bu dosya için virüs taraması yapamıyor" yazan bir sayfasına yönlendirebilir. Bu durumda yine de indir linkine tıklamanız gerekir.
uk: Деякі типи файлів і розмірів на Google Диску можуть перевести вас на сторінку, на якій написано "Google Диск не може сканувати цей файл на наявність вірусів". У цьому разі вам потрібно натиснути на посилання "Усе одно завантажити".
zh_cn: Google 云端硬盘中的某些类型和大小的文件可能会将您带到显示“Google 云端硬盘无法扫描此文件以查找病毒”的页面。在这种情况下，您必须单击无论如何下载链接。

source: Acknowledgements
bg: Благодарности
da: Anerkendelser
de: Danksagung
es: Reconocimientos
fi: Kiitokset
fr: Remerciements
gl: Agradecementos
hr: Zahvale
ja: 謝辞
pl: Podziękowania
pt_br: Agradecimentos
pt_pt: Agradecimentos
ru: Признание
tr: Teşekkürler
uk: Подяки
zh_cn: 致谢
