Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/dropbox.*.po
Languages: de, fi, fr, hr, it, ja, pl, pt_pt, sk, sr, vi

source: Authors: Patrick ZAJDA <patrick@zajda.fr>, Filaos and other contributors
de: Autoren: Patrick ZAJDA <patrick@zajda.fr>, Filaos und andere Entwickler
fi: Tekijät: Patrick ZAJDA <patrick@zajda.fr>, Filaos ja muut
fr: Auteurs : Patrick ZAJDA <patrick@zajda.fr>, Filaos et d'autres contributeurs
hr: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos i drugi suradnici
it: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos e altri collaboratori
ja: 作者: Patrick ZAJDA <patrick@zajda.fr>, Filaos, その他の貢献者
pl: Autorzy: Patrick ZAJDA <patrick@zajda.fr>, Filaos i inni współautorzy
pt_pt: Autores: Patrick ZAJDA <patrick@zajda.fr>, Filaos e outros colaboradores.
sk: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos a ďalší
sr: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos i drugi saradnici
vi: Tác giả: Patrick ZAJDA <patrick@zajda.fr>, Filaos và các cộng tác viên khác

source: NVDA compatibility: NVDA 2019.1 or later
de: NVDA-Kompatibilität: 2019.1 oder neuer
fi: Yhteensopivuus: NVDA 2019.1 tai uudempi
fr: Compatibilité NVDA : 2019.1 et ultérieurs
hr: NVDA kompatibilnost: NVDA 2019.1 ili novija
ja: NVDA 互換性: NVDA 2019.1以降
pl: Zgodność z NVDA: NVDA 2019.1 lub nowsza
pt_pt: Compatibilidade com NVDA: NVDA 2019.1 ou posterior
sr: NVDA kompatibilnost: NVDA 2019.1 ili noviji

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_pt: Baixar [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
sr: Preuzmi [stabilnu verziju][1]
vi: Tải về [phiên bản chính thức][1]

source: Download [development version][2]
de: [Entwicklerversion herunterladen][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica [versione in sviluppo][2]
ja: ダウンロード [開発版][2]
pl: Pobierz [wersja rozwojowa][2]
pt_pt: Baixar [versão de desenvolvimento][2]
sk: Stiahnuť [vývojovú verziu][2]
sr: Preuzmi [verziju u razvoju ][2]
vi: tải về [phiên bản thử nghiệm][2]

source: This plugin add a shortcut to announce Dropbox status or open the Dropbox systray menu when pressed once or twice respectively. It also enhances DropBox item lists.
de: Diese Erweiterung fügt eine Tastenkombination hinzu, um den Dropbox-Status anzusagen oder das Dropbox-Menü zu öffnen, wenn Sie ein- bzw. zweimal gedrückt wird. Außerdem werden DropBox-Elementlisten verbessert.
fi: Tämä lisäosa lisää pikanäppäimen Dropboxin tilan ilmoittamiseen kerran painettaessa tai ilmoitusalueella olevan valikon avaamiseen kahdesti painettaessa. Myös Dropboxin kohdeluetteloidenn saavutettavuutta parannetaan.
fr: Cette extension ajoute un raccourci permettant d'annoncer le statut ou la version de Dropbox, mais aussi d'ouvrire le menu contextuel de l'icône Dropbox dans la zone de notification. Elle rends également possible d'utiliser les onglets de la boîte de dialogue préférences avec Ctrl+tab / Ctrl+Maj+Tab et Ctrl+PagePréc/Suiv. Pour conclure, ajoute échapp pour activer le bouton Annuler.
hr: Ovaj će dodatak dodati prečac koji javlja stanje Dropboxa, verziju ili otvara Dropboxov izbornik u platformi sustava. Omogućuje premještanje po karticama dijaloškog okvira postavki, pomoću Ctrl+tab/Ctrl+shift+tab i/ili Ctrl+Stranica gore/Ctrl+Stranica dolje. I na kraju, ovaj dodatak omogućuje upotrebu gumba „Odustani” pomoću tipke escape. Ovaj dodatak dodaje prečac za objavljivanje Dropbox stanja ili za otvaranje Dropbox izbornik u programskoj traci, kad se pritisne jedanput, odnosno dvaput. Također poboljšava popise elemenata DropBoxa.
it: Questo addon aggiunge un tasto rapido per vocalizzare lo stato di Dropbox, oppure aprire il menu di Dropbox nel System Tray, quando viene premuto una o due volte rispettivamente. Inoltre migliora la gestione degli elenchi in Dropbox.
ja: このプラグインは、1回押す、または2回押すことで、それぞれ、Dropboxの状態を通知、または、Dropboxシストレイメニューを開くショートカットを追加します。また、Dropboxの項目リストも拡張します。
pl: Ta wtyczka dodaje skrót do ogłaszania statusu Dropbox lub otwierania menu systray Dropbox po naciśnięciu odpowiednio raz lub dwa razy. Ulepsza również listy elementów DropBox.
pt_pt: Este extra adiciona um atalho para anunciar o status do Dropbox ou abre o menu da bandeja do Dropbox quando pressionado uma ou duas vezes, respectivamente. Também melhora a leitura das as listas de itens do DropBox.
sk: Na prvé stlačenie klávesovej skratky Oznamuje stav Dropboxu. Dvojité stlačenie klávesovej skratky otvorí kontextové menu. Tiež upravuje prístupnosť položiek v menu.
sr: Ovaj dodatak dodaje prečicu za izgovor dropbox statusa ili otvaranje menija u sistemskoj traci. Takođe poboljšava stavke u Dropbox listama.
vi: Plugin này thêm một phím tắt để thông báo trạng thái của Dropbox hoặc mở trình đơn của nó từ khay hệ thống khi bấm một hay hai lần. Nó cũng cải thiện các thành phần trong danh sách của DropBox.

source: Shortcut: NVDA+Alt+D
de: Tastenkürzel: NVDA+Alt+D
fi: Pikanäppäin: NVDA+Alt+D
fr: Raccourci : NVDA+Alt+D
hr: Prečac: NVDA+šift+D
it: Tasto rapido: NVDA+Alt+D
ja: ショートカット: NVDA+Alt+D
pl: Skrót: NVDA+Alt+D
pt_pt: Atalho: NVDA+Alt+D
sk: Skratka: NVDA+alt+D
sr: Prečica: NVDA+alt+d
vi: Phím tắt: NVDA+Alt+D

source: Changes for 4.6
de: Änderungen in 4.6
fi: Muutokset versiossa 4.6
fr: Changements pour la version 4.6
hr: Izmjene u verziji 4.6
ja: 4.6 の変更点
pl: Zmiany w wersji 4.6
pt_pt: Alterações para 4.6
sr: Promene u 4.6

source: Specify NVDA 2021.1 compatibility
de: NVDA-Kompatibilität: 2021.1
fi: NVDA 2021.1 -yhteensopivuus lisätty.
fr: Spécifie la compatibilité avec NVDA 2021.1
hr: Specificiraj NVDA 2021.1 kompatibilnost
ja: NVDA 2021.1互換性を記述
pl: Określanie zgodności z NVDA 2021.1
pt_pt: Especifica a compatibilidade com o NVDA 2021.1
sr: Naznačena NVDA 2021.1 kompatibilnost

source: Changes for 4.4
de: Änderungen in 4.4
fi: Muutokset versiossa 4.4
fr: Changements pour la version 4.4
hr: Izmjene u verziji 4.4
it: Novità nella versione 4.4
ja: 4.4の変更点
pl: Zmiany dla wersji 4.4
pt_pt: Alterações para 4.4
sk: Zmeny vo verzii 4.4
sr: Promene u 4.4
vi: Các thay đổi cho 4.4

source: Python 3 compatibility
de: Kompatibilität zu Python 3
fi: Python 3 -yhteensopivuus
fr: Compatibilité Python 3
hr: Python 3 kompatibilnost
it: Compatibilità con Python 3
ja: Python 3 互換性
pl: Zgodność z Pythonem 3
pt_pt: Compatibilidade com o python 3.
sk: Kompatibilné s prostredím Python 3
sr: Python 3 kompatibilnost
vi: Đã tương thích với Python 3

source: Use the last addon template
de: Verwendung der letzten Erweiterungsvorlage
fi: Käytetään viimeisintä lisäosapohjaa
fr: Utilisation du dernier modèle d'extension
hr: Koristi zadnji predložak dodatka
it: Utilizza l'ultimo template per gli addon
ja: 最新のアドオンテンプレートを使用
pl: Używanie ostatniego szablonu dodatków
pt_pt: Usa o último modelo de extras
sk: Používa šablónu posledného doplnku
sr: Koristi se najnoviji template za dodatke
vi: Dùng mẫu addon cuối cùng

source: Repository change to be built with Appveyor
de: Änderung am Repository vorgenommen, damit die Erweiterung mit Appveyor erstellt wird
fi: Koodivarasto muodostetaan nyt Appveyorilla
fr: Changement de dépôt pour être compatible avec Appveyor
hr: Promjena u repozitoriju kako bi se izgradio s Appveyor
it: MOdifiche al repository, perché possa essere realizzato con Appveyor
ja: レポジトリをAppveyorでのビルドに変更
pl: Zmiany repozytorium dla możliwości budowy z Appveyor
pt_pt: mudanças do repositório criadas com o Appveyor
sk: Repozitár je postavený na Appveyor
sr: Promena u repository kako bi se koristio Appveyor
vi: thay đổi kho dữ liệu để dựng với Appveyor

source: Fixed wrong and removed unused shortcuts in the documentation
de: Falsche Tastenkürzel korrigiert und nicht verwendete Tastenkombinationen aus der Dokumentation entfernt
fi: Ohjeen väärät pikanäppäimet korjattu ja käyttämättömät poistettu.
fr: Correction de raccourcis inutilisés ou incorrects et supprimés dans la documentation
hr: U dokumentaciji su popravljeni pogrešni te uklonjeni neiskorišteni prečaci
it: Nella documentazione, corretti i tasti rapidi errati e rimossi quelli non usati
ja: ドキュメント内の誤った、また、除去され使用されていないショートカットを修正しました
pl: Naprawiono błędy i usunięto nieużywane skróty w dokumentacji
pt_pt: Corrigidos atalhos errados e removidos da documentação
sk: Odstránené nepoužívané klávesové skratky z dokumentácie
sr: Ispravljene netačne i uklonjene prečice koje se ne koriste iz dokumentacije
vi: Sửa lỗi và gỡ bỏ các lệnh không dùng đến trong tài liệu hướng dẫn

source: Update the description in the documentation which still referenced the announcement of the version
de: Die Beschreibung wurde in der Dokumentation aktualisiert, da diese noch die Ankündigung der Version enthielt
fi: Päivitetty ohjeen kuvaus, joka viittasi edelleen versionumeron puhumiseen.
fr: Mise à jour de la description dans la documentation qui faisait encore référence à l'annonce de la version
hr: Aktualiziran je opis u dokumentaciji, koji još uvijek upućuje na najavu verzije
it: Nella documentazione, aggiornata la descrizione, che faceva ancora riferimento alla vocalizzazione della versione
ja: バージョンの通知をまだ参照しているドキュメントの記述を更新しました
pl: Zaktualizuj opis w dokumentacji, która nadal odnosiła się do ogłoszenia wersji
pt_pt: Actualiza a descrição na documentação que ainda faz referência ao anúncio da versão
sk: Upravený popis v návode k doplnku a odstránená informácia o oznamovaní verzie
sr: Ažuriran opis u dokumentaciji koja je napominjala izgovor verzije
vi: Cập nhật mô tả trong tài liệu hướng dẫn mà vẫn tham khảo thông báo của phiên bản

source: Changes for 4.0
de: Änderungen in 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
hr: Izmjene u verziji 4.0
it: Novità nella versione 4.0
ja: 4.0 の変更点
pl: Zmiany w wersji 4.0
pt_pt: Alterações para 4.0
sk: Zmeny vo verzii 4.0
sr: Promene u 4.0
vi: Các thay đổi cho 4.0

source: Add-on help is available from the Add-ons Manager.
de: Die Hilfe zur Erweiterung ist im Dialogfeld \"Erweiterungen verwalten\" abrufbar.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide de l'extension est disponible à partir du Gestionnaire d'Extensions.
hr: Pomoć za ovaj dodatak je dostupna u stavci Upravljanje dodacima.
it: La guida è disponibile dal gestore componenti aggiuntivi.
ja: アドオンヘルプがアドオンマネージャーから利用可能になりました。
pl: Pomoc dodatku jest dostępna z menedżera dodatków.
pt_pt: A ajuda adicional do extra está, agora, disponível no gestor de extras.
sk: Pomocník k doplnku je dostupný zo správcu doplnkov.
sr: Pomoć za dodatak je dostupna iz menia za upravljanje dodacima.
vi: Đã có trợ giúp cho add-on từ trình quản lý Add-on.

source: The shortcut to get Dropbox status has been changed to Alt+NVDA+D to avoid conflict with audio ducking support.
de: Die Tastenkombination zum Umgang mit der Erweiterung wurde auf alt+nvda+d geändert, um Konflikte mit der Funktion zum Verringern der lautstärke anderer Audioquellen unter Windows 8.1 und neuer zu verhindern.
fi: Dropboxin tilan selvittämisen pikanäppäimeksi on muutettu Alt+NVDA+D ristiriitojen välttämiseksi taustaäänien vaimennuksen tuen kanssa.
fr: Le raccourci pour obtenir le statut de Dropbox a été changé par Alt+NVDA+D pour éviter tout conflit avec le support d'atténuation audio.
hr: Prečac za dobivanje Dropbox stanja je promijenjen u Alt+NVDA+D, kako bi se izbjegli konflikti s podrškom za stišavanje zvukova.
it: Il tasto di scelta rapida per ottenere lo stato di Dropbox è stato modificato in alt+NVDA+d per evitare conflitti con il supporto all'attenuazione audio.
ja: Dropboxの状態を得るショートカットが、オーディオダッキングサポートとのコンフリクトを避けるために、Alt+NVDA+Dに変更になりました。
pl: Skrót do pobierania statusu Dropbox został zmieniony na Alt+NVDA+D aby zapobiec konflikt z wsparciem do przyciszania głośności.
pt_pt: O atalho para obter o status do Dropbox foi alterado para Alt + NVDA + D para evitar conflitos com o suporte de ducking de áudio.
sk: Klávesová skratka zmenená na nvda+alt+d, aby nedochádzalo ku konfliktom s funkciou stíšenia.
sr: Prečica za dobijanje dropbox statusa je promenjena u NVDA+alt+d kako bi se izbegli konflikti sa prečicom za stišavanje pozadinskih zvukova.
vi: Phím tắt xem trạng thái của Dropbox đã thay đổi thành Alt+NVDA+D để tránh xung đột với lệnh giảm âm thanh.

source: Changes for 3.1
de: Änderungen in 3.1
fi: Muutokset versiossa 3.1
fr: Changements pour la version 3.1
hr: Izmjene u verziji 3.1
it: Novità nella versione 3.1
ja: 3.1 の変更点
pl: Zmiany w wersji 3.1
pt_pt: Mudanças para 3.1
sk: Zmeny vo verzii 3.1
sr: promene u 3.1
vi: Các thay đổi cho 3.1

source: Use another way to get cancel button and page tab. Now we don't have to focus them before using shortcuts.
de: Der Schalter "abbrechen" und die Registerkarten werden nun anders ermittelt. beides muss nicht mehr fokussiert werden, wenn Tastenkürzel verwendet werden sollen.
fi: Käytetään toista tapaa Peruuta-painikkeen painamiseksi ja välilehtiin pääsemiseksi. Kohdistusta ei enää tarvitse siirtää niihin ennen pikanäppäinten käyttämistä.
fr: - Le bouton échappe et les onglets fonctionne même si le bouton Annulé/la liste d'onglets n'a jamais eu le focus.
hr: Koristi neki drugi način za gumb „Odustani” i prebacivanje između kartica. Sada ih više nije potrebno fokusirati prije korištenja prečaca.
it: Viene utilizzato un nuovo metodo per intercettare il pulsante annulla e le schede. Ora non c'è bisogno di focalizzare tali elementi per usare i tasti rapidi.
ja: キャンセルボタンとページタブを操作する方法を変更しました。ショートカットを実行する前にフォーカスを設定する必要がなくなりました。
pl: Używa innej metody do znalezienia przycisku Anuluj i zakładki strony. Teraz nie musimy jej lokalizować punktem uwagi przed użyciem skrótu.
pt_pt: Use outra maneira de obter o botão Cancelar e o separador da página. Agora, não precisamos acessá-los antes de usar atalhos.
sk: Používa sa lepší spôsob na získanie cesty k tlačidlu zrušiť (cancel). Nie je viac potrebné naň prejsť. Takisto záložky nemusia viac získať fokus pred použitím skratiek.
sr: Koristi se drugi način da se dođe do dugmeta otkaži i kartica. Sada ne moramo doći do njih pre korišćenja prečica.
vi: Dùng cách khác để nhận biết nút cancel và các thẻ. giờ chúng ta không cần phải c ó focus trước khi dùng phím tắt.

source: When changing the active tab, the focus move to the tab page so when pressing tab, the first item of the tab is activated instead of staying to the previous used tab even if it is not activated anymore.
de: Wenn Sie zwischen den Registerkarten wechseln, wird nun immer der erste Eintrag der neuen Registerkarte hervorgehoben.
fi: Kohdistus siirtyy aktiivista välilehteä vaihdettaessa uuteen välilehteen, joten sarkainta painettaessa aktiiviseksi tulee sen ensimmäinen kohde sen sijaan että pysyttäisiin edellisessä välilehdessä.
fr: Lorsque l'on change d'onglet, le premier élément de celui-ci a le focus comme dans une fenêtre Windows standard.
hr: Kad se mijenja aktivna kartica, fokus se premješta na karticu stranice, tako da se pritiskom tabulatora aktivira prva stavka na kartici, umjesto da ostane na prethodno korištenoj kartici, čak iako više nije aktivirana.
it: Quando viene modificata la scheda attiva, il focus viene spostato su di essa, di modo che, quando viene premuto il tasto tab, si passi subito al primo elemento della scheda scelta.
ja: アクティブなタブを変更するときにフォーカスはそのタブに移動します。 従って、Tab キーを押すと、フォーカスは移動する前のタブに残るのではなく、移動先タブの先頭項目に移動します。
pl: Podczas zmiany aktywnej karty fokus przenosi się na stronę karty, więc po naciśnięciu Tab pierwszy element karty jest aktywowany zamiast pozostawać na poprzedniej używanej karcie, nawet jeśli nie jest już aktywowany.
pt_pt: Ao mudar o separador activo, o foco move-se para a página de registo, então, ao pressionar o separador, o primeiro item é activado em vez de permanecer no separador usado anteriormente, mesmo que não seja mais activado.
sk: pri zmene aktívnej záložky sa tiež zmení fokus tak, že je na prvej položke novej záložky a nie na položke starej záložky, ktorá viac nie je aktívna.
sr: Kada se promeni aktivna kartica, fokus će biti premešten na nju pa kada pritisnete tab, Prva stavka će biti prikazana umesto da fokus ostane na prethodnoj kartici iako više nije aktivna.
vi: Khi chuyển sang thẻ khác, con trỏ di chuyển đến danh sách các thẻ nên khi bấm tab, thành phần đầu tiên của thẻ được kích hoạt thay vì đứng ở thành phần của thẻ đã dùng trước đó, thậm chí khi nó không còn được kích hoạt nữa.

source: In the preferences dialog, it is now possible to press control+page up/down to switch between tabs. Control+tab and control+shift+tab still work.
de: In den Einstellungen können Sie nun mittels Steuerung+seite auf bzw. Seite ab zwischen den Registerkarten wechseln. STRG+Tab bzw. Umschalt+Tab funktioniert weiterhin.
fi: Välilehtiä on nyt mahdollista vaihtaa Asetukset-valintaikkunassa painamalla Ctrl+Page up/down. Myös Ctrl+sarkain ja Ctrl+Shift+sarkain toimivat edelleen.
fr: Dans le dialogue des préférences de Dropbox, il est maintenant possible d'utiliser control+page prec/suiv en plus de Ctrl+Tab/Ctrl+Shift+tab pour changer d'onglet.
hr: U dijaloškom okviru postavki je sada moguće pritisnuti control+stranica gore/dolje, za prebacivanje između kartica. Tipke control+tab i control+shift+tab rade i dalje.
it: Nella finestra di dialogo Preferenze, è ora possibile premere control + pagina su / giù per passare da una scheda all'altra. Ctrl + Tab e Ctrl + Maiusc +tab continuano a funzionare.
ja: 設定ダイアログでは Ctrl+PageUp/PageDown でタブを切り替えられるようになりました。Ctrl+TabおよびCtrl+Shift+Tabも引き続き有効です。
pl: W oknie dialogowym preferencji można teraz nacisnąć control+page w górę/w dół, aby przełączać się między kartami. Control+tab i control+shift+tab nadal działają.
pt_pt: Na caixa de diálogo de preferências, agora é possível pressionar o control + página para cima / baixo para alternar entre tabs. Control + tab e control + shift + tab ainda funcionam.
sk: na prechod medzi záložkami sa dajú použiť skratky ctrl+page up/down. Ctrl+tab a ctrl+shift+tab ostali zachované.
sr: U dijalogu za podešavanja, možete menjati kartice sa prečicama control+page up-down. Control+tab i shift+tab i dalje rade.
vi: Trong hộp thoại preferences, giờ đây đã có thể bấm control+page up/down để chuyển giữa các thẻ. Control+tab và control+shift+tab vẫn hoạt động.

source: All localized manifest files should now be OK.
de: Alle übersetzten Manifest-Dateien sollten nun in Ordnung sein.
fi: Kaikkien lokalisoitujen manifestitiedostojen pitäisi olla nyt kunnossa.
fr: Tous les fichiers Manifest sont corrigés.
hr: Sve lokalizirane manifest datoteke bi sada trebale biti u redu.
it: Tutti i file manifest tradotti dovrebbero essere ora corretti.
ja: すべてのローカライズされたマニュフェストファイルで不具合が解決しました。
pl: Wszystkie zlokalizowane pliki manifestów powinny być teraz w porządku.
pt_pt: Todos os ficheiros manifest localizados agora estão OK.
sk: Všetky manifest súbory by mali byť v poriadku.
sr: Sve lokalizovane manifest datoteke sada treba da budu u redu.
vi: Tất cả các tập tin manifest được bản địa hóa giờ đây hoạt động tốt.

source: Minor corrections.
de: Kleinere Korekturen.
fi: Pieniä korjauksia.
fr: Corrections mineures.
hr: Manji ispravci.
it: Correzioni minori.
ja: 些細な修正を行いました。
pl: Drobne poprawki.
pt_pt: Correcções menores.
sk: Drobné úpravy.
sr: Manje ispravke.
vi: Các sửa lỗi phụ.

source: Changes for 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
ja: 3.0の変更点
pl: Zmiany w wersji 3.0
pt_pt: Alterações para 3.0
sk: Zmeny vo verzii 3.0
sr: promene u 3.0
vi: Các thay đổi cho 3.0

source: Minor correction in the main manifest file (authors are correctly displayed).
de: Kleinere Korrektur in der manifest-Datei (authoren werden richtig dargestellt).
fi: Pieni korjaus manifest-päätiedostoon (tekijät näytetään oikein).
fr: Corrections mineures dans le fichier manifest.ini principal (les auteurs sont correctement affichés)
hr: Manji ispravci u glavnoj manifest datoteci (autori se ispravno prikazuju).
it: Correzioni varie nel file manifest.ini nel nome degli autori.
ja: メインマニフェストファイルでの軽微な修正(作者を正確に表示)。
pl: Drobna korekta w głównym pliku manifestu (autorzy są poprawnie wyświetleni).
pt_pt: Correção menor no ficheiro manifest principal (os autores são mostrados correctamente).
sk: Úprava v súbore manifest (autori sa zobrazujú správne)
sr: Male ispravke u glavnoj manifest datoteci (autori su ispravno prikazani).
vi: Vài chỉnh sửa trong tập tin manifest chính (hiển thị đúng tên tác giả).

source: Improved context menu detection when pressing Shift+NVDA+D three times.
de: Verbesserte Erkennung des Kontextmenüs, wenn NVDA+Umschalt+D 3mal gedrückt wird.
fi: Paranneltu pikavalikon havaitsemista painettaessa kolmasti NVDA+Shift+D.
fr: Amélioration de la détection du menu contextuel lorsqu'on appui trois fois sur maj+NVDA+D.
hr: Poboljšano otkrivanje kontekstnog izbornika, kad se šift+NVDA+D pritisne tri puta.
it: Migliorato il rilevamento del menu di contesto quando viene premuto NVDA+Shift+d tre volte.
ja: Shift+NVDA+Dを3回押した時のコンテキストメニューの検出を改善しました。
pl: Ulepszono wykrywanie menu kontekstowego po trzykrotnym naciśnięciu Shift+NVDA+D.
pt_pt: Detecção melhorada do menu de contexto ao pressionar Shift + NVDA + D três vezes.
sk: Zlepšená podpora pre zobrazenie kontextovej ponuky po trojitom stlačení nvda+shift+D.
sr: Poboljšana detekcija kontekstnog menija kada pritisnete NVDA+alt+d 3 puta.
vi: Cải thiện khả năng nhận dạng trình đơn ngữ cảnh khi bấm Shift+NVDA+D ba lần.

source: The escape button now works (only when using Dropbox in the same language NVDA uses).
de: Die Escape-Taste zum Abbrechen funktioniert nun nur noch, wenn Dropbox die gleiche Sprache wie NVDA nutzt.
fi: Esc-näppäin toimii nyt (vain, kun Dropboxia käytetään samalla kielellä kuin NVDA:takin).
fr: Le bouton échapp fonctionne maintenant (seulement si Dropbox est dans la même langue que NVDA).
hr: Tipka escape sada radi (samo kad Dropbox koristi isti jezik, koji koristi i NVDA).
it: Ora il tasto Escape funziona soltanto se Dropbox e NVDA sono configurati per usare la stessa lingua.
ja: エスケープボタンが動作するようになりました(NVDAが使用しているのと同じ言語でDropboxを使用している時のみ)。
pl: Przycisk Escape działa teraz (tylko w przypadku korzystania z Dropbox w tym samym języku, którego używa NVDA).
pt_pt: O botão de escape agora funciona (somente quando se usa o Dropbox na mesma língua que o NVDA usa).
sk: Ak používate NVDA v tom istom jazyku, ako Dropbox, funguje kláves Escape.
sr: Escape taster sada radi(samo kada koristite NVDA i dropbox na istom jeziku).
vi: Nút escape giờ đã hoạt động (chỉ khi dùng Dropbox bằng ngôn ngữ giống với ngôn ngữ của NVDA).

source: A lot of corrections in the code.
de: Viele Korekturen im Quellcode.
fi: Paljon korjauksia koodiin.
fr: De nombreuses corrections dans le code.
hr: Mnogi ispravci u kodu.
it: Diverse correzioni nel codice.
ja: コード内の多くの修正。
pl: Dużo poprawek w kodzie.
pt_pt: Muitas correções no código.
sk: Mnoho úprav v kóde.
sr: Dosta ispravki u kodu.
vi: Nhiều chỉnh sửa trong mã nguồn.

source: Added/updated documentations of all scripts.
de: Dokumentation für alle Skripte wurde hinzugefügt bzw. aktualisiert.
fi: Kaikkien komentojen ohjeet lisätty/päivitetty.
fr: Ajout/mise à jours de la documentation de tous les scripts.
hr: Dodana/aktualizirana dokumentacija svih skripti.
it: Aggiunta/aggiornata la documentazione di tutti gli script.
ja: 全てのスクリプトのドキュメントの追加/更新。
pl: Dodano/zaktualizowano dokumentację wszystkich skryptów.
pt_pt: Documentações de todos os scripts adicionadas / actualizadas.
sk: Pridaná a aktualizovaná dokumentácia pre skratky.
sr: dodata-ažurirana dokumentacija svih skripti.
vi: Thêm / cập nhật tài liệu cho tất cả kịch bản.
