Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/dropbox.*.po
Languages: de, fi, fr, hr, it, ja, pl, pt_pt, sk, sr, vi

source: New languages: Arabic, Brazilian Portuguese, Czech, Dutch, Finnish, Galician, German, Hungarian, Japanese, Nepali, Polish, Russian, Spanish, Slovak, Tamil, Turkish.
de: Neue Sprachen: arabisch, Brasilianisches portugisisch, tschechisch, niderländisch, finnisch, gälisch, deutsch, ungarisch, japanisch, nepalesisch, polisch, russisch, spanisch, slowakisch, tamil, türkisch.
fi: Uusia kieliä: arabia, brasilianportugali, espanja, galego, hollanti, japani, nepali, puola, saksa, slovakki, suomi, tamili, tshekki, turkki, unkari, venäjä.
fr: Nouvelles langues: Arabe, Portugais Brésilien, Tchèque, Néerlandais, Finnois, Galicien, Allemand, Hongrois, Japonais, Népalais, Polonais, Russe, Espagnol, Slovak, Tamoul, Turc.
hr: Novi jezici: Arapski, Brazilski portugalski, Češki, Nizozemski, Finski, Galicijski, Njemački, Mađarski, Japanski, Nepalski, Poljski, Ruski, Španjolski, Slovački, Tamilski, Turski.
it: Nuove lingue: Arabo, Portoghese Brasiliano, Ceco, Olandese, Finlandese, Galiziano, Tedesco, Ungherese, Giapponese, Nepalese, Polacco, Russo, Spagnolo, Slovacco, Tamil, Turco.
ja: 新しい言語: アラビア語、ブラジルポルトガル語、チェコ語、オランダ語、フィンランド語、ガリシア語、ドイツ語、ハンガリー語、日本語、ネパール語、ポーランド語、ロシア語、スペイン語、スロバキア語、タミル語、トルコ語。
pl: Komunikaty w nowych językach: Arabski, Brazylijski portugalski,, Czeski, Duński, Fiński, Galicyjski, Niemiecki, Wengierski, Japoński, Nepalski, Polski, Rosyjski, Chiszpański, Słowacki, Tamil, Turecki.
pt_pt: Novos idiomas: árabe, brasileiro, checo, holandês, finlandês, galego, alemão, húngaro, japonês, nepalês, polaco, russo, espanhol, eslovaco, tamil, turco.
sk: Nové jazyky: Arabčina, Brazílska portugalčina, Čeština, Holandčina, Fínčina, Galijcíčina, Nemčina, Maďarčina, japončina, Nepálčina, Poľština, Ruština, Španielčina, Slovenčina, Tamilčina, Turečtina.
sr: Novi jezici : Arapski, Brazilsko portugalski, Češki, Belgijski, Finski, Galski, Nemački, Mađarski, Japanski, Nepali, Poljski, Ruski, Španski, Slovački, Tamil, Turski.
vi: Các ngôn ngữ mới: Arabic, Brazilian Portuguese, Czech, Dutch, Finnish, Galician, German, Hungarian, Japanese, Nepali, Polish, Russian, Spanish, Slovak, Tamil, Turkish.

source: Changes for 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pl: Zmiany w wersji 2.0
pt_pt: Mudanças para 2.0
sk: Zmeny vo verzii 2.0
sr: Promene u 2.0
vi: Các thay đổi cho 2.0

source: New languages: Italian
de: Neue Sprachen: Italienisch
fi: Uusi kieli: italia
fr: Nouvelles langues : Italien
hr: Novi jezik: Talijanski
it: Nuove Lingue: Italiano
ja: 新しい言語: イタリア語
pl: Nowe języki: włoski
pt_pt: Novo idioma: Italiano.
sk: Preložený do Taliančiny
sr: Novi jezici: Italijanski
vi: Ngôn ngữ mới: tiếng Ý

source: Pressing the shortcut three times or more when already being in the context menu doesn't cause problem anymore.
de: Wenn Sie das Tastenkürzel 3- oder mehr mals betätigen, wenn Sie sich im Dropbox-Menü befinden, treten keine Probleme mehr auf.
fi: Pikanäppäimen painaminen kolmesti tai useammin ei aiheuta enää ongelmia pikavalikossa oltaessa.
fr: Faire trois fois le raccourci pour ouvrire le menu contextuel lorsque celui-ci est déjà ouvert ne le refermera plus ni ne le fera buguer autrement.
hr: Kad se prečac u kontekstnom izborniku pritisne tri puta ili više, ne dolazi do problema.
it: La pressione del tasto rapido per tre volte o più, quando ci si trova nel menu di contesto, non causa più alcun problema.
ja: コンテキストメニューにすでにいる時に、ショートカットを3回以上押しても、問題の原因にならなくなりました。
pl: Naciśnięcie skrótu trzy razy lub więcej, gdy jest już w menu kontekstowym, nie powoduje już problemu.
pt_pt: Pressionar o atalho três vezes ou mais quando já está no menu de contexto não causa mais problema.
sk: Stlačenie NVDA+Shift+D trikrát alebo viac, ak je fokus už v kontextovom menu nespôsobuje problémy.
sr: Ako se pritisne NVDA+alt+d 3 puta kada ste već u kontekstnom meniju, više ne dolazi do problema.
vi: Bấm phím tắt ba lần trở lên khi đã đứng ở trình đơn ngữ cảnh không còn gây ra lỗi nữa.

source: Changes for 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pl: Zmiany w wersji 1.0
pt_pt: Alterações para 1.0
sk: Zmeny vo verzii 1.0
sr: Promene u 1.0
vi: Các thay đổi cho 1.0

source: Initial Release
de: Erstveröffentlichung
fi: Ensimmäinen versio
fr: Première version.
hr: Prva verzija
it: Prima versione
ja: 最初のリリース
pl: Wstępne wydanie
pt_pt: Lançamento inicial
sk: Prvé vydanie
sr: Prva verzija
vi: Phiên bản đầu tiên
