Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/easyTableNavigator.*.po
Languages: es, pt_br, ru, uk

source: [[!meta title="Easy Table Navigator"]]
pt_br: [[!meta title="Navegação fácil em tabelas"]]
ru: [[!meta title="Простой Навигатор по Таблицам"]]

source: Authors: Corentin Bacqué-Cazenave, Joseph Lee
es: Autores: Corentin Bacqué-Cazenave, Joseph Lee
pt_br: Autores: Corentin Bacqué-Cazenave, Joseph Lee
ru: Авторы: Corentin Bacqué-Cazenave, Joseph Lee

source: Download [stable version][1]
es: Descargar [versión estable][1]
pt_br: Baixe a [versão estável][1]
ru: Загрузить [стабильную версию][1]
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]
pt_br: Baixe a [versão em desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
uk: Завантажити [версію в розробці][2]

source: NVDA compatibility: 2019.3 and beyond
es: Compatibilidad con NVDA: de 2019.3 en adelante
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
ru: Совместимость с NVDA: 2019.3 и выше
uk: Сумісність з NVDA: 2019.3 і вище

source: This plugin adds a layer command to use simplified key combination to navigate table cells. When the layered commands are enabled, you can perform the following actions:
es: Este complemento añade una capa de órdenes para usar combinaciones de teclado simplificadas para navegar por celdas de tablas. Cuando las órdenes de capa están activadas, puedes realizar las siguientes acciones:
pt_br: Esse plug-in adiciona um comando de camada para usar uma combinação de teclas simplificada para navegar pelas células da tabela. Quando os comandos em camadas estão ativados, você pode executar as seguintes ações:
ru: Этот плагин добавляет многоуровневую команду, позволяющую использовать упрощённую комбинацию клавиш для навигации по ячейкам таблицы. Когда многоуровневые команды включены, вы можете выполнять следующие действия:
uk: Цей додаток додає шар команд для використання спрощених комбінацій клавіш для навігації по клітинках таблиці. Коли багатошарові команди ввімкнено, ви можете виконувати такі дії:

source: Navigate to the previous or next cell horizontally or vertically using arrow keys
es: Navegar a la siguiente celda o la anterior horizontal o verticalmente usando las flechas
pt_br: Navegue até a célula anterior ou seguinte horizontal ou verticalmente usando as teclas de seta
ru: Переходить к предыдущей или следующей ячейке по горизонтали или вертикали с помощью клавиш стрелок
uk: Перехід до попередньої або наступної комірки по горизонталі або вертикалі за допомогою клавіш зі стрілками

source: Navigate to the first or last cell of the row or the column using control+arrow keys or Home, End, PageUp and PageDown
es: Navegar a la primera o última celda de la fila o columna usando control+flechas o inicio, fin, retroceso de página y avance página
pt_br: Navegue até a primeira ou última célula da linha ou coluna usando as teclas de controle+seta ou Home, End, PageUp e PageDown
ru: Переходить к первой или последней ячейке строки или столбца, используя клавиши control+стрелки или Home, End, PageUp и PageDown
uk: Перехід до першої або останньої комірки рядка або стовпця за допомогою клавіш Control+стрілки або клавіш На початок,, В кінець, Сторінка вгору і Сторінка Вниз

source: Read the whole row or column without moving the system caret using windows+leftArrow / windows+upArrow
es: Leer la fila o columna enteras sin mover el cursor del sistema usando windows+flecha izquierda o windows+flecha arriba
pt_br: Leia toda a linha ou coluna sem mover o cursor do sistema usando Windows+Seta para esquerda / Windows+Seta para cima
ru: Прочитать всю строку или столбец целиком, не перемещая системную каретку, используя windows+стрелку влево / windows+стрелку вверх
uk: Прочитати весь рядок або стовпець без переміщення системного курсору за допомогою Windows+стрілка вліво / Windows+стрілка вгору

source: Read the row or column starting from the current cell using windows+rightArrow / windows+downArrow
es: Leer la fila o columna empezando en la celda actual usando windows+flecha derecha o windows+flecha abajo
pt_br: Ler a linha ou coluna a partir da célula atual usando Windows+Seta para a direita / Windows+Seta para baixo
ru: Прочитать строку или столбец, начиная с текущей ячейки, используя windows+стрелку вправо / windows+стрелку вниз
uk: Прочитати рядок або стовпець, починаючи з поточної комірки, за допомогою клавіш windows+стрілка вправо / windows+стрілка вниз

source: Currently supported tables are:
es: Las tablas actualmente soportadas son:
pt_br: As tabelas atualmente suportadas são:
ru: В настоящее время поддерживаются таблицы для:
uk: Наразі підтримуються таблиці:

source: Browse mode (Internet Explorer, Firefox, etc.).
es: Modo Exploración (Internet Explorer, Firefox, etc.).
pt_br: Modo de navegação (Internet Explorer, Firefox etc.).
ru: Режима обзора (Internet Explorer, Firefox, и т.д.).
uk: Режим огляду (Internet Explorer, Firefox, тощо).

source: Commands
es: Órdenes
pt_br: Comandos
ru: Комбинации клавиш
uk: Команди

source: Toggles table navigator layer on and off (unassigned).
es: Activa o desactiva la capa de navegador de tabla (sin asignar).
pt_br: Liga e desliga a camada de navegação em tabelas (não-atribuído).
ru: Переключение уровня навигации по таблице (не назначено).
uk: Вмикає та вимикає шар команд навігатора таблиці (не призначено).

source: Changes for 2.4
es: Cambios para 2.4
pt_br: Mudanças na 2.4
ru: Изменения для 2.4
uk: Зміни для 2.4

source: For this release, many thanks goes to Cyrille Bougot for his work.
es: En esta versión, muchos agradecimientos van hacia Cyrille Bougot por su trabajo.
pt_br: Para este lançamento, muito obrigado a Cyrille Bougot por seu trabalho.
ru: За этот выпуск мы выражаем огромную благодарность Cyrille Bougot за его работу.
uk: За цей випуск велика подяка Cyrille Bougot за його роботу.

source: Table navigation fixed in MS Word
es: Corregida la navegación por tablas en Microsoft Word
pt_br: Navegação de tabela corrigida no MS Word
ru: Исправлена навигация по таблицам в MS Word
uk: Виправлено навігацію по таблицях у MS Word

source: Introduce new commands following changes in NVDA 2022.2 and 2022.4
es: Se introducen nuevas órdenes siguiendo los cambios en NVDA 2022.2 y 2022.4
pt_br: Introduzir novos comandos de acordo com as alterações no NVDA 2022.2 e 2022.4
ru: Ввод новых команд в соответствии с изменениями в NVDA 2022.2 и 2022.4
uk: Запроваджено нові команди відповідно до змін у NVDA 2022.2 та 2022.4

source: home/end/pgUp/pgDown to jump to start/end of row/column
es: inicio / fin / retroceso página / avance página para saltar al inicio o fin de la fila o columna
pt_br: home/end/pgUp/pgDown para ir para o início/fim da linha/coluna
ru: home/end/pgUp/pgDown для перехода к началу/концу строки/столбца
uk: на початок/в кінець/сторінка Вгору/сторінка Вниз для переходу на початок/кінець рядка/стовпця

source: control+left/right/up/downArrow to jump to start/end of row/column (alternative shortcut key for the same result)
es: control+flechas izquierda, derecha, arriba y abajo para saltar al inicio o fin de la fila o columna (teclas de atajo alternativas para el mismo resultado)
pt_br: control+esquerda/direita/cima/baixo para pular para o início/fim da linha/coluna (tecla de atalho alternativa para o mesmo resultado)
ru: control+стрелка влево/вправо/вверх/вниз для перехода к началу/концу строки/столбца (альтернативное сочетание клавиш для достижения того же результата)
uk: control+стрілка вліво/вправо/вгору/вниз для переходу на початок/кінець рядка/стовпця (альтернативна клавіша швидкого доступу для того самого результату)

source: NVDA+left/up to read the whole row/column starting from the first cell without moving the current position of the cursor
es: NVDA+flechas izquierda o arriba para leer la fila o columna enteras desde la primera celda sin mover la posición actual del cursor
pt_br: NVDA+esquerda/cima para ler a linha/coluna inteira a partir da primeira célula sem mover a posição atual do cursor
ru: NVDA+стрелка влево/вверх для чтения всей строки/столбца, начиная с первой ячейки, не перемещая текущее положение курсора
uk: NVDA+вліво/вгору, щоб прочитати весь рядок/стовпець, починаючи з першої комірки, без переміщення поточного положення курсору

source: NVDA+right/down for sayAll in row/column, i.e. read the cells of the current row/column, starting from the current cell and moving the cursor's position while reading until the last cell of the row/column.
es: NVDA+flechas derecha o abajo para verbalizar todo en la fila o columna, es decir, leer las celdas de la fila o columna actual, empezando en la celda actual y moviendo la posición del cursor mientras se lee hasta la última celda de la fila o columna.
pt_br: NVDA+direita/baixo para dizerTudo em linha/coluna, ou seja, ler as células da linha/coluna atual, começando pela célula atual e movendo a posição do cursor durante a leitura até a última célula da linha/coluna.
ru: NVDA+стрелка вправо/вниз для чтения всего в строке/столбце, т.е. считывать ячейки текущей строки/столбца, начиная с текущей ячейки и перемещая положение курсора при чтении до последней ячейки строки/столбца.
uk: NVDA+вправо/вниз, щоб прочитати все в рядку/стовпці, тобто читати комірки поточного рядка/стовпця, починаючи з поточної комірки та переміщуючи позицію курсору під час читання до останньої комірки рядка/стовпця.

source: Remaped some keys to avoid conflicts:
es: Se han reasignado algunas teclas para evitar conflictos:
pt_br: Remanejou algumas teclas para evitar conflitos:
ru: Переназначены некоторые клавиши, чтобы избежать конфликты:
uk: Змінено деякі комбінації, щоб уникнути конфліктів:

source: NVDA+upArrow/leftArrow becomes windows+upArrow/leftArrow (to read full column/row)
es: NVDA+flechas arriba / izquierda se convierte en windows+flechas arriba / izquierda (para leer la columna o fila completas)
pt_br: NVDA+seta para cima/seta para a esquerda se tornou Windows+seta para cima/seta para a esquerda (para ler a coluna/linha inteira)
ru: NVDA+Стрелка вверх/Стрелка влево стало windows+Стрелка вверх/Стрелка влево (для чтения всего столбца/строки)
uk: NVDA+стрілка вгору/вліво стає windows+стрілка вгору/вліво (щоб прочитати весь стовпець/рядок)

source: NVDA+downArrow/rightArrow becomes windows+downArrow/rightArrow (say all in column/row)
es: NVDA+flechas abajo / derecha se convierte en windows+flechas abajo / derecha (verbalizar todo en columna o fila)
pt_br: NVDA+seta para baixo/seta para a direita se tornou Windows+seta para baixo/seta para a direita (digamos, tudo em coluna/linha)
ru: NVDA+Стрелка вниз/Стрелка вправо стало windows+Стрелка вниз/Стрелка вправо (прочитать всё в столбце/строке)
uk: NVDA+Стрілка вниз/Стрілка вправо стає windows+Стрілка вниз/Стрілка вправо (прочитати все в стовпці/рядку)

source: Compatibility with NVDA 2023.1
es: Compatibilidad con NVDA 2023.1
pt_br: Compatibilidade com o NVDA 2023.1
ru: Совместимость с NVDA 2023.1
uk: Сумісність з NVDA 2023.1

source: Changes for 2.3
es: Cambios para 2.3
pt_br: Mudanças na 2.3
ru: Изменения для 2.3
uk: Зміни для 2.3

source: It is now possible to disable table navigation layer from everywhere
es: Ahora es posible desactivar la capa de navegación por tablas desde cualquier parte
pt_br: Agora é possível desativar a camada de navegação da tabela em qualquer lugar
ru: Теперь можно отключить уровень навигации по таблицам из любого места

source: Compatibility with NVDA 2022.1
es: Compatibilidad con NVDA 2022.1
pt_br: Compatibilidade com o NVDA 2022.1
ru: Совместимость с NVDA 2022.1
uk: Сумісність з NVDA 2022.1

source: Fix error when reloading the addon
es: Corregido un problema al recargar el complemento
pt_br: Corrigir erro ao recarregar o addon
ru: Исправлена ошибка при перезагрузке дополнения
uk: Виправлено помилку під час перезавантаження додатка

source: Changes for 2.2.1
es: Cambios para 2.2.1
pt_br: Mudanças na 2.2.1
ru: Изменения для 2.2.1
uk: Зміни для 2.2.1

source: Fixed an error in some type of documents including Word and Outlook
es: Corregido un error en algunos tipos de documentos, incluyendo Word y Outlook
pt_br: Correção de um erro em alguns tipos de documentos, incluindo Word e Outlook
ru: Исправлена ошибка в некоторых типах документов, включая Word и Outlook
uk: Виправлено помилку в деяких типах документів, включаючи Word і Outlook

source: Changes for 2.2
es: Cambios para 2.2
pt_br: Mudanças na 2.2
ru: Изменения для 2.2
uk: Зміни для 2.2

source: Update documentation style from addons template
es: Actualizado el estilo de la documentación desde la plantilla de complementos
pt_br: Atualizar o estilo da documentação do modelo de complementos
ru: Обновлён стиль документации на основе шаблона дополнений
uk: Оновлено стиль документації з шаблону додатків

source: First translated version
es: Primera versión traducida
pt_br: Primeira versão traduzida
ru: Первая переведённая версия
uk: Перша перекладена версія

source: Changes for 2.1.1
es: Cambios para 2.1.1
pt_br: Mudanças na 2.1.1
ru: Изменения для 2.1.1
uk: Зміни для 2.1.1

source: New author in manifest and documentation
es: Nuevo autor en el manifiesto y la documentación
pt_br: Novo autor no manifest e na documentação
ru: Новый автор в манифесте и документации
uk: Новий автор у маніфесті та документації

source: Changes for 2.1
es: Cambios para 2.1
pt_br: Mudanças na 2.1
ru: Изменения для 2.1
uk: Зміни для 2.1

source: Compatibility with NVDA 2021.1
es: Compatibilidad con NVDA 2021.1
pt_br: Compatibilidade com o NVDA 2021.1
ru: Совместимость с NVDA 2021.1
uk: Сумісність з NVDA 2021.1

source: Changes for 2.0
es: Cambios para 2.0
pt_br: Mudanças na 2.0
ru: Изменения для 2.0
uk: Зміни в 2.0

source: Requires NVDA 2019.3 or later.
es: Se requiere NVDA 2019.3 o posterior.
pt_br: Requer NVDA 2019.3 ou posterior.
ru: Требуется NVDA 2019.3 или выше.
uk: Вимагає NVDA 2019.3 або новішої.

source: Made various add-on messages translatable.
es: Se han hecho traducibles diversos mensajes del complemento.
pt_br: Tornadas traduzíveis várias mensagens do complemento.
ru: Сделаны доступными для перевода различные сообщения дополнения.
uk: Зроблено переклад різних повідомлень додатка.

source: Changes for 1.2
es: Cambios para 1.2
pt_br: Mudanças na 1.2
ru: Изменения для 1.2
uk: Зміни в 1.2

source: Internal changes to support future NVDA releases.
es: Cambios internos para dar soporte a versiones futuras de NVDA.
pt_br: Alterações internas para suportar futuras versões do NVDA.
ru: Внутренние изменения для поддержки будущих выпусков NVDA.
uk: Внутрішні зміни для підтримки майбутніх релізів NVDA.

source: Changes for 1.1
es: Cambios para 1.1
pt_br: Mudanças na 1.1
ru: Изменения для 1.1
uk: Зміни в 1.1

source: Fixed an issue where errors might be heard when spell checking a message in Outlook.
es: Corregido un fallo donde podrían escucharse errores al corregir la ortografía de un mensaje en Outlook.
pt_br: Corrigido um problema no qual erros poderiam ser ouvidos ao consultar erros ortográficos no Outlook.
ru: Исправлена проблема, когда ошибки могут быть слышны, при проверки орфографии сообщения в Outlook.
uk: Виправлено проблему, коли можна було почути помилки під час перевірки правопису в повідомленні Outlook.

source: Changes for 1.0
es: Cambios para 1.0
pt_br: Mudanças na 1.0
ru: Изменения для 1.0
uk: Зміни в 1.0

source: Initial release.
es: Versión inicial.
pt_br: Lançamento inicial.
ru: Начальная версия.
uk: Початковий реліз.
