Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/emoticons.*.po
Languages: bg, fr, hr, pl, ro, ru, sr, tr

source: For example, you may wish that NVDA spoken custom emoticons only in XxChat program, but not in other chat programs: you can do this by creating a profile for the XxChat application and assign to it a speech dictionary from Speech dictionaries menu, Emoticons dictionary option. See below for Emoticons settings in relation to the configuration profiles.
bg: Например, може да желаете NVDA да изговаря потребителски емотикони само в програмата XxChat, но не и в други чат програми: можете да направите това, като създадете потребителски профил за приложението XxChat и му присвоите гласов речник от менюто Речници -> Речник на емотиконите. Вижте по-долу настройката за активиране по отношение на конфигурационните профили.
fr: Par exemple, vous pouvez souhaiter que NVDA ne annonce des émoticônes personnalisées que dans le programme XxChat, mais pas dans les autres programmes de conversation: vous pouvez créer un profil pour l'application XxChat et lui attribuer un dictionnaire de parole à partir du menu Dictionnaires de prononciation, option du Dictionnaires des émoticônes. Voir ci-dessous pour les Paramètres des émoticônes par rapport aux profils de configuration.
hr: Primjerice, želite da NVDA izgovara prilagođene emotikone samo u XxChat programu, ali ne u drugim programima za čavrljanje: možete kreirati profil za XxChat aplikaciju i dodijeliti je govornom rječniku otvaranjem izbornika Govorni rječnik, opcija za Rječnik emotikona. Vidi niže dolje o postavkama za Emotikone u odnosu na konfiguracijski profil.
pl: Jeżeli np. chcesz, żeby NVDA odczytywała emotikony użytkownika tylko w komunikatorze XxChat , ale w innych komunikatorach już nie, możesz dodać profil dla aplikacji XxChat i przypisać do niego słownik wymowy z menu Dostosuj Emotikony. Więcej informacji na temat ustawiania aktywacji emotikonów w odniesieniu do danego profilu konfiguracji znajdziesz poniżej.
ro: De exemplu, ați putea dori ca NVDA să pronunțe emoticoane personalizate numai în programul XxChat, dar nu în alte programe de chat: puteți face acest lucru creând un profil pentru aplicația XxChat și atribuiți un dicționar de vorbire din meniul din meniul dicționare de vorbire, opțiunea „Dicționar de emoticoane. Vedeți mai jos setările de activare în raport cu profilurile de configurare.
ru: Например, вы можете захотеть, чтобы пользовательские смайлики NVDA произносились только в программе XxChat, но не в других программах чата: вы можете сделать это, создав профиль для приложения XxChat и назначив ему речевой словарь из меню Словари речи, опция Словарь смайликов . См. ниже настройки смайликов в отношении профилей конфигурации.
sr: Na primer, možda želite da NVDA izgovara prilagođene emotikone samo u XxChat programu, ali ne u drugim programima za ćaskanje: Možete ovo da uradite pravljenjem profila za XxChat aplikaciju i zatim da mu pridružite govorni rečnik iz menija govornih rečnika, opcija rečnik emotikona. Ispod pogledajte dodatne detalje za podešavanje emotikona u zavisnosti od profila podešavanja.
tr: Örneğin, NVDA'nın özel ifadeleri yalnızca XxChat programında konuşmasını ancak diğer sohbet programlarında kullanmamasını isteyebilirsiniz: bunu XxChat uygulaması için bir profil oluşturarak ve ona Konuşma sözlükleri menüsünden, İfadeler sözlüğü seçeneğinden bir konuşma sözlüğü atayarak yapabilirsiniz. . Konfigürasyon profilleriyle ilgili İfadeler ayarları için aşağıya bakın.

source: You can also export each custom speech-dictionary pressing "Save and export dictionary" button: in this way your speech-dictionaries will be saved in your user config folder, speechDicts/emoticons subfolder.
bg: Можете също така да експортирате всеки персонализиран гласов речник, като натискате бутона "Запиши и експортирай речника": по този начин гласовите речници ще бъдат запазени във вашата папка с настройки, в поддиректорията speechDicts/emoticons.
fr: Vous pouvez également exporter chaque dictionnaire de parole personnalisé en appuyant sur le bouton "Sauvegarder et exporter le dictionnaire": de cette façon, vos dictionnaires de parole seront Sauvegardés dans votre dossier de configuration utilisateur, sous-dossier speechDicts/emoticons.
hr: Također možete izvesti svaki prilagođeni govorni rječnik pritiskom tipke „Spremi i izvezi rječnik”: na taj način će se vaši govorni rječnici spremiti u mapu vaše korisničke konfiguracije, u podmapu „speechDicts/emoticons”.
pl: Naciśnij przycisk "Zapisz i eksportuj słownik". Plik słownika o nazwie emoticons.dic zostanie zapisany w twoim folderze konfiguracji użytkownika, w podfolderze speechDicts.
ro: De asemenea, puteți să exportați fiecare dicționar de vorbire apăsând butonul "Salvează și exportă dicționar": în felul acesta, dicționarele dumneavoastră de vorbire vor fi salvate în folderul de configurare al utilizatorului, subfolder-ul speechDicts/emoticons.
ru: Вы также можете экспортировать каждый пользовательский речевой словарь, нажимая кнопку "Сохранить и экспортировать словарь": в этом случае ваши речевые словари будут сохранены в папке конфигурации пользователя, в подпапку speechDicts/emoticons.
sr: Takođe možete da izvezete vaš rečnik emotikona aktiviranjem dugmeta "Sačuvaj i izvezi rečnik ": Na ovaj način vaši govorni rečnici će biti sačuvani u folderu sa korisničkimm podešavanjima, speechDicts/emoticons podfolderu.
tr: Ayrıca "Sözlüğü kaydet ve dışa aktar" düğmesine basarak her özel konuşma-sözlüğünü dışa aktarabilirsiniz: bu şekilde konuşma sözlükleriniz, kullanıcı yapılandırma klasörünüz, speechDicts/ifadeler alt klasörüne kaydedilecektir.

source: The exact name and location of the dictionary file will be based on the editing configuration profile, which will be shown in the title of the Emoticons dictionary dialog.
bg: Точното име и местоположението на речниковия файл ще се основават на редактирания конфигурационен профил, който ще се показва в заглавието на диалоговия прозорец на речника за емотикони.
fr: Le nom exact et l'emplacement du fichier de dictionnaire seront basés sur le profil de configuration d'édition, qui sera affiché dans le titre du dialogue Dictionnaire des émoticônes.
hr: Točno ime i lokacija datoteke rječnika bit će bazirana na konfiguracijskom profilu koji se trenutačno uređuje, koji će biti prikazan u naslovu dijaloškog okvira Rječnik emotikona.
pl: Dokładna nazwa i lokalizacja pliku słownika zostanie stworzona na podstawie aktualnie edytowanego profilu, który będzie wyświetlony w tytule okna dialogowego słownika emotikonów.
ro: Numele exact și locația fișierului de dicționar vor fi bazate pe editarea profilului de configurare, care va fi afișat în titlul dialogului dicționar Emoticons.
ru: Точное имя и местоположение файла словаря будет зависеть от профиля конфигурации редактирования, который будет показан в заголовке диалогового окна словаря смайликов.
sr: Tačno ime i lokacija rečnika zavise od profila koji se uređuje, a oni će biti prikazani u naslovu dijaloga za rečnik emotikona.
tr: Sözlük dosyasının tam adı ve konumu, İfadeler sözlüğü iletişim kutusunun başlığında gösterilecek olan düzenleme yapılandırma profiline dayalı olacaktır.

source: Emoticons settings
bg: Настройки за емотиконите
fr: Paramètres des émoticônes
hr: Postavke Emotikona
pl: Ustawienia aktywacji
ro: Setări Emoticons
ru: Настройки смайликов
sr: Podešavanja emotikona
tr: İfade ayarları

source: From menu Preferences -> Settings -> Emoticons opens a panel to configure the activation of your speech-dictionaries for each profile.
bg: От меню Настройки -> Опции -> Емотикони се отваря диалогов прозорец за конфигуриране задействането на вашите гласови речници за всеки профил.
fr: À partir du menu Préférences -> Paramètres -> Émoticônes ouvre un panneau pour configurer l'activation de vos dictionnaires de parole pour chaque profil.
hr: Iz izbornika Postavke>Postavke>Emotikoni otvara ploču za konfiguriranje aktiviranja vaših govornih rječnika za svaki profil.
pl: Menu Ustawienia -> Zarządzaj Emotikonami -> Ustawienia Aktywacji otwiera okno dialogowe konfiguracji aktywacji słowników wymowy dla każdego profilu.
ro: Din meniul Preferințe -> Setări Emoticoane deschide un dialog pentru a configura activarea dicționarelor de vorbire pentru fiecare profil.
ru: Из меню Параметров -> Настроек -> Emoticons открывается панель для настройки активации ваших речевых словарей для каждого профиля.
sr: Iz menija opcije-> podešavanja-> emotikoni možete otvoriti panel da podesite aktivaciju govornih rečnika za svaki profil.
tr: Tercihler -> Ayarlar -> İfadeler menüsünden, her profil için konuşma sözlüklerinizin aktivasyonunu yapılandırmak üzere bir panel açar.

source: In Emoticons settings panel you can choose whether or not speech-dictionary should automatically activate when NVDA switches to the profile you are currently editing. By default it is disabled in normal configuration of NVDA and in all your new profiles.
bg: В категорията "Емотикони" в настройките на NVDA можете да изберете дали гласовият речник да се активира автоматично, когато NVDA превключва към профила, който редактирате понастоящем. По подразбиране това е изключено при обичайните настройки на NVDA и във всичките ви нови профили.
fr: Dans le panneau Paramètres des émoticônes, vous pouvez choisir si le dictionnaire de parole doit ou non être activé automatiquement lorsque NVDA bascule sur le profil que vous êtes en train d'éditer. Par défaut, il est désactivé dans la configuration normale de NVDA et dans tous vos nouveaux profils.
hr: U dijaloškom okviru aktivacijskih postavki možete izabrati želite li da se govorni rječnik automatski aktivira kad se NVDA prebaci u profil koji trenutačno uređujete. Prema zadanim postavkima, ova opcija je isključena u uobičajenoj NVDA konfiguraciji i svim novim profilima.
pl: W oknie dialogowym ustawień aktywacji, można określić, czy słownik wymowy powinien/niepowinien aktywować się automatycznie, gdy NVDA przełącza się na aktualnie edytowany profil. Jest to domyślnie wyłączone w standardowej konfiguracji NVDA i we wszystkich nowych profilach dodanych przez użytkownika.
ro: Din panoul de setări al Emoticons, puteți dacă ar trebui sau nu ca dicționarul de vorbire să se activeze automat atunci când NVDA se comută la profilul pe care actualmente îl editați. În mod implicit, este dezactivată în configurația normală a NVDA și în toate profilurile dumneavoastră.
ru: В панели настроек смайликов вы можете выбрать, должен ли речевой словарь автоматически активироваться, когда NVDA переключается на профиль, который вы сейчас редактируете. По умолчанию он отключен в обычной конфигурации NVDA и во всех ваших новых профилях.
sr: U panelu podešavanja emotikona možete izabrati da li će se rečnik automatski aktivirati kada NVDA promeni profil na onaj koji trenutno uređujete. Podrazumevano je ovo onemogućeno u standardnim NVDA podešavanjima i svim drugim profilima.
tr: İfade ayarları panelinde, NVDA düzenlemekte olduğunuz profile geçtiğinde konuşma sözlüğünün otomatik olarak etkinleştirilip etkinleştirilmeyeceğini seçebilirsiniz. Varsayılan olarak, NVDA'nın normal konfigürasyonunda ve tüm yeni profillerinizde devre dışıdır.

source: Moreover, it's possible to determine if the add-on emojis should be spoken. This could be useful to preserve symbols speaking if emojis are included in NVDA's configuration.
bg: Освен това е възможно да се укаже дали да се изговарят емоджитата включени в добавката. Това би могло да бъде полезно за да се запази изговарянето на символите, ако изговарянето на емоджи е включено в настройките на NVDA.
fr: De plus, il est possible de déterminer si les emojis de cette extension doivent être verbalisés. Cela pourrait être utile pour préserver les symboles verbaliser si des emojis sont inclus dans la configuration de NVDA.
hr: Pored toga, moguće je odrediti treba li se govoriti o dodatak emojis. Ovo bi moglo biti korisno za očuvanje izgovaranja simbola ako su emojii uključeni u NVDA konfiguraciju.
pl: Przede wszystkim, można regulować wymowę emoji dodatku. To jest użyteczne gdy chcemy zachować wymowe emoji przez NVDA.
ro: În plus, e posibil să se determine dacă emoji-urile suplimentului trebuie să fie pronunțate. Această funcție poate fi utilă în menținerea pronunțării simbolurilor dacă emoji-urile sunt incluse în configurația NVDA.
ru: Кроме того, можно определить, следует ли произносить смайлики дополнения. Это может быть полезно для сохранения речи символов, если эмодзи включены в конфигурацию NVDA.
sr: Takođe, moguće je odrediti da li će dodatak izgovarati Emoji znakove. Ovo može biti korisno kako bi se sačuvao izgovor simbola ako je neki Emoji znak uključen u NVDA.
tr: Üstelik eklenti emojilerinin konuşulup söylenmemesi gerektiğini de belirlemek mümkün. Bu, NVDA'nın yapılandırmasına emojiler dahil edilmişse, konuşan sembolleri korumak için faydalı olabilir.

source: If symbols inserted using associated gestures aren't spoken in your system, even when NVDA is configured to speak typed characters, you can try to enable a checkbox to ensure the speaking of inserted symbols.
fr: Si les symboles insérés à l'aide des gestes associés ne sont pas verbalisés dans votre système, même lorsque NVDA est configuré pour dire les caractères tapés, vous pouvez essayer d'activer une case à cocher pour assurer la verbalisation des symboles insérés.
ru: Если в вашей системе не произносятся символы, вставленные с использованием связанных жестов, даже если NVDA настроена на произношения вводимых символов, вы можете попытаться включить флажок, чтобы убедиться, что включено произношение вводимых символов.
tr: İlişkili hareketler kullanılarak eklenen semboller sisteminizde seslendirilmiyorsa, NVDA yazılan karakterleri konuşacak şekilde yapılandırılmış olsa bile, eklenen sembollerin konuşmasını sağlamak için bir onay kutusunu etkinleştirmeyi deneyebilirsiniz.

source: If you may wish to keep clean your configuration folders, in this dialog it is also possible to choose if dictionaries not used (associated with non existing profiles) will be removed from the add-on when it is unloaded.
bg: Ако искате да поддържате конфигурационните папки "чисти", в този диалогов прозорец можете също да изберете дали речниците, които не се използват (свързани са с несъществуващи профили), да бъдат премахнати при презареждане на добавката.
fr: Si vous souhaitez garder propres vos dossiers de configuration, vous pouvez également choisir dans ce dialogue si les dictionnaires non utilisés (associés à des profils non existants) seront supprimés de l'extension lorsqu'il est déchargé.
hr: Ako želite izbrisati mape s konfiguracijom, možete odabrati da se rječnici neće koristiti (nepostojeći profili će biti uklonjeni iz dodatka).
pl: Jeżeli wolisz nie wprowadzać do swoich folderów konfiguracji żadnych zmian, możesz określić w tym samym oknie dialogowym, czy nieużywane słowniki (przypisane do nieistniejących profili) mają zostać usunięte z dodatku po jego wyłączeniu.
ro: Dacă doriți să păstrați curate folderele de configurare, în această fereastră de dialog este posibil de asemenea să alegeți dacă dicționarele care nu sunt utilizate (asociate profilurilor inexistente) vor fi eliminate din supliment atunci când nu sunt încărcate.
ru: Если вы хотите, чтобы папки конфигурации оставались чистыми, это диалоговое окно также позволяет вам выбрать, будут ли неиспользуемые словари (связанные с несуществующими профилями) удаляться из дополнения при его выгрузке.
sr: Ako želite da održavate vaš folder sa podešavanjima, u ovom dijalogu takođe je moguće izabrati da li će rečnici koji se ne koriste (koji su pridruženi nepostojećim profilima ) biti uklonjeni iz dodatka kada se zatvori.
tr: Konfigürasyon klasörlerinizi temiz tutmak istiyorsanız, bu iletişim kutusunda, kullanılmayan sözlüklerin (mevcut olmayan profillerle ilişkili) eklenti kaldırıldığında eklentiden kaldırılıp kaldırılmayacağını da seçebilirsiniz.

source: Key Commands:
bg: Клавишни комбинации:
fr: Raccourcis clavier :
hr: Tipkovnički prečaci:
pl: Skróty klawiszowe:
ro: Comenzi de tastatură:
ru: Комбинации клавиш:
sr: Prečice
tr: Kısayol Komutları:

source: These are the key commands available by default, you can edit those or add new key to open Emoticons settings panel or Emoticon Dictionary dialog:
bg: Това са клавишните команди, налични по подразбиране. Можете да редактирате тези или да добавите нови клавишни команди за отваряне на панела с настройките за емотиконите или диалога с речника за емотикони:
fr: Voici les raccourcis clavier par défaut, vous pouvez les modifier ou ajouter un nouveau raccourci pour ouvrir le panneau Paramètres des émoticônes ou le dialogue Dictionnaire des émoticônes :
hr: Ovo su zadani tipkovnički prečaci. Možete ih urediti ili dodati novi prečac za otvaranje dijaloškog okvira za Postavke emotikona ili dijaloškog okvira za Rječnik emotikona:
pl: To domyślnie dostępne skróty klawiszowe, można je zmieniać, albo dodać nowy skrót służący do wywołania dialogu aktywacji lub słownika emotikonów:
ro: Acestea sunt scurtăturile disponibile în mod implicit, puteți să le editați sau puteți adăuga o nouă tastă pentru a deschide panoul de setări al Emoticons sau dialogul dicționarului de emoticoane:
ru: Эти команды клавиш, доступные по умолчанию, вы можете отредактировать или добавить новую клавишу, чтобы открыть панель настроек смайликов или диалог "Словарь смайликов":
sr: Ovo su komande koje su podrazumevano dostupne, možete ih urediti ili dodati nove da otvorite panel za podešavanja ili dijalog za rečnik emotikona:
tr: Bunlar, varsayılan olarak İfade ayarları panelini veya İfade Sözlüğü iletişim kutusunu açmak için kullanılabilen kısayol komutlarıdır. bunları düzenleyebilir VEYA YENİkısayol komutları ekleyebilirsiniz:

source: NVDA+E: speaking emoticons on/off, toggles between speaking text as it is written, or with the emoticons replaced by the human description.
bg: NVDA+E: Прочитане на емотиконите: включено/изключено. Превключва изговарянето на текста както е написан или като емотикони с техните дружелюбни описания.
fr: NVDA+E : en activant/désactivant l'annonce des émoticônes, permet de basculer entre la lecture du texte comme il est écrit, ou avec les émoticônes remplacées par leur description humaine.
hr: NVDA+E: uključuje i isključuje izgovaranje emotikona. Prebacuje između izgovaranja teksta kako je napisan i opisa emotikona.
pl: NVDA+E: przełącza między odczytywaniem tekstu tak jak został napisany, a odczytywaniem tekstu z emotikonami zastąpionymi przez opisy.
ro: NVDA + E: activarea/dezactivarea pronunțării emoticoanelor, comută între pronunțarea textului așa cum este scris, sau cu emoticoanele înlocuite cu descrierea umană.
ru: NVDA+E: проговаривание смайликов вкл/выкл, переключает между проговаривать текст, как написано, или с заменённым дружественным описанием смайликов.
sr: NVDA+E: Uključuje ili isključuje izgovor emotikona, izgovara tekst kao što je napisan, ili menja emotikone ljudskim opisima.
tr: NVDA+E: ifadenin yazıldığı şekilde mi yoksa tanımlandığı haliyle mi seslendirileceği ile ilgili ayarı değiştirir.

source: NVDA+I: show a dialog to select an emoticon you want to copy.
bg: NVDA+I: Извежда диалог за избор на емотикон за копиране.
fr: NVDA+I : affiche un dialogue pour choisir l'émoticône que vous souhaitez copier.
hr: NVDA+I: Prikazuje dijaloški okvir za biranje emotikona koji želite kopirati.
pl: NVDA+I: wyświetla okno dialogowe wyboru uśmieszku do skopiowania.
ro: NVDA+I: Arată un dialog pentru a selecta emoticonul pe care vreți să îl copiați.
ru: NVDA+I: показать диалог выбора смайлика, который вы хотите скопировать.
sr: NVDA+I: otvara prozor za izbor emotikona za kopiranje u privremenu memoriju
tr: NVDA + I: yapıştırmak istediğiniz ifadeyi seçmeniz için bir iletişim kutusu açar.

source: Not assigned: show a dialog to select an NVDA's symbol you want to copy.
bg: Неприсвоено: Извежда диалогов прозорец за избор на символ от списъка на NVDA, който искате да копирате.
fr: Non assigné: affiche un dialogue pour choisir le symbole de NVDA que vous souhaitez copier.
hr: Nije dodijeljeno: Prikazuje dijaloški okvir za biranje znaka koji želite kopirati.
pl: Nie przypisano: pokaż okno dialogowe, aby wybrać symbol NVDA, który chcesz skopiować.
ru: Не назначено: показать диалоговое окно для выбора символа NVDA, который вы хотите скопировать.
sr: Nema prečice: Prikazuje dijalog za izbor NVDA simbola za kopiranje.
tr: Atanmamış: kopyalamak istediğiniz bir sembolü seçmeniz için bir iletişim kutusu gösterir.

source: Not assigned: open a browseable message showing the symbol where the review cursor is positioned, so that the whole description can be reviewed in browse mode.
bg: Не е назначено: Отваря съобщение за преглед, показващо символа, на който е позициониран курсора за преглед, така че цялото описание да може да бъде прегледано в режим на разглеждане.
fr: Non assigné: ouvre un message navigable affichant le symbole où le curseur de revue est positionné , de sorte que toute la description puisse être révisé en Mode navigation.
hr: Nije dodijeljeno: otvorite poruku koja se može čitati i koja pokazuje simbol na kojem se nalazi pregledni kursor, tako da se čitav opis može pregledati u modusu čitanja.
pl: Nieprzydzielone: Otwiera opis znaku pod kursorem przeglądu jako wiadomość HTML, aby było możliwe przeczytanie opisu znaku w trybie przeglądania.
ro: Neatribuită: deschide un mesaj de navigare care arată simbolul la care este poziționat cursorul de scriere, astfel încât descrierea să fie parcursă în modul de navigare.
ru: Не назначено: открыть доступное для просмотра сообщение, показывающее символ, в котором находится курсор просмотра, чтобы можно было просмотреть все описание в режиме просмотра.
sr: Nema prečice: Otvara poruku u režimu pretraživanja koja prikazuje simbol na trenutnoj poziciji preglednog kursora, kako biste mogli da pregledate ceo opis.
tr: Atanmamış: tüm açıklamanın göz atma modunda gözden geçirilebilmesi için inceleme imlecinin konumlandığı sembolü gösteren göz atılabilir bir mesaj açar.

source: Not assigned: open a browseable message showing the symbol where the caret is positioned, so that the whole description can be reviewed in browse mode.
bg: Не е назначено: Отваря съобщение за преглед, показващо символа, където е позиционирана каретката, така че цялото описание да може да бъде прегледано в режим на разглеждане.
fr: Non assigné: ouvre un message navigable affichant le symbole où le curseur est positionné , de sorte que toute la description puisse être révisé en Mode navigation.
hr: Nije dodijeljeno: otvorite poruku koja se može čitati i koja pokazuje simbol na kojem se nalazi kursor, tako da se čitav opis može pregledati u modusu čitanja.
pl: Nieprzydzielone: otwiera wiadomość w oknie HTML, aby było możliwe przeczytanie opisu znaku w trybie przeglądania.
ro: Neatribuită: deschide un mesaj de navigare care arată simbolul la care este poziționat cursorul de scriere, astfel încât descrierea să fie parcursă în modul de navigare.
ru: Не назначено: открыть доступное для просмотра сообщение, показывающее символ, на котором расположен курсор, чтобы можно было просмотреть все описание в режиме просмотра.
sr: Nema prečice: Otvara poruku u režimu pretraživanja koja prikazuje simbol na poziciji kursora, kako biste mogli da pregledate ceo opis.
tr: Atanmamış: şapka işaretinin yerleştirildiği sembolü gösteren göz atılabilir bir mesaj açar. böylece tüm açıklama tarama kipi modunda gözden geçirilebilir.
