Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/emoticons.*.po
Languages: bg, fr, hr, pl, ro, ru, sr, tr

source: In NVDA 2017.4 or later, the configuration settings and custom dictionaries will change automatically according with the selected profiles. In 2017.3 or earlier, you can apply changes by reloading plugins (pressing control+NVDA+f3).
bg: В NVDA 2017.4 или по-нова конфигурационните настройки и потребителските речници автоматично ще се променят според избраните профили. В 2017.3 или по-стари можете да приложите промените, като презаредите добавките (като натиснете Control+NVDA+F3).
fr: Dans NVDA 2017.4 ou version ultérieure, les paramètres de configuration et les dictionnaires personnalisés changent automatiquement en fonction des profils sélectionnés. Dans la 2017.3 ou précédente, vous pouvez appliquer les modifications en rechargeant les extensions (en appuyant sur contrôle+NVDA+f3).
hr: U NVDA verziji 2017.4 ili novijoj, konfiguracijske postavke i prilagođeni rječnici će se automatski promijeniti u odnosu na odabrane profile. U NVDA verziji 2017.3 ili starijoj, možete primijeniti promjene ponovnim učitavanjem dodataka (pritisnite kombinaciju kontrol+NVDA+F3).
pl: W NVDA 2017.4 i nowszych wersjach, ustawienia konfiguracji oraz słowniki użytkownika będą się zmieniać automatycznie, zgodnie z wybranym profilem. W wersji 2017.3 i wcześniejszych, możesz wywołać tę zmianę przez opcję Przeładuj Wtyczki (naciskając control+NVDA+f3).
ro: În NVDA 2017.4 sau o versiune ulterioară, setările de configurare și dicționarele personalizate se vor schimba automat acordându-se cu profilurile selectate. În 2017.3 sau mai recent, puteți aplica modificări prin reîncărcarea pluginurilor (apăsând control+ NVDA+f3).
ru: В NVDA 2017.4 или более поздней версии параметры конфигурации и пользовательские словари будут автоматически изменяться в соответствии с выбранными профилями. В версии 2017.3 или более ранней вы можете применить изменения, перезагрузив плагины (нажав control+NVDA+f3).
sr: U NVDA 2017.4 ili novijem, podešavanja i rečnici će se automatski menjati u zavisnosti od profila podešavanja. U 2017.3 ili starijem, možete primeniti promene tako što ćete ponovo učitati dodatke (pritiskanjem kontrol+NVDA+f3).
tr: NVDA 2017.4 veya sonraki sürümlerde, yapılandırma ayarları ve özel sözlükler, seçilen profillere göre otomatik olarak değişecektir. 2017.3 veya önceki sürümlerde, eklentileri yeniden yükleyerek (kontrol+NVDA+f3 tuşlarına basarak) değişiklikleri uygulayabilirsiniz.

source: If you choose to import settings when updating the add-on, deprecated files (emoticons.ini and emoticons.dic) will be removed or adapted to this version.
bg: Ако изберете да внесете настройки при обновяване на добавката, несъвместимите файлове (emoticons.ini и emoticons.dic) ще бъдат премахнати или пригодени към тази версия.
fr: Si vous choisissez d'importer les paramètres lors de la mise à jour de l'extension, les fichiers obsolètes (emoticons.ini et emoticons.dic) seront supprimés ou adaptés à cette version.
hr: Ako odlučite uvesti postavke tijekom ažuriranja dodatka, zastarjele datoteke (emoticons.ini i emoticon.dic) će se ukloniti ili prilagoditi toj verziji.
pl: Jeśli zechcesz zaimportować ustawienia przy aktualizacji dodatku, nieaktualne pliki (emoticons.ini i emoticons.dic) zostaną usunięte lub dostosowane do nowej wersji.
ro: Dacă alegeți să importați setări atunci când actualizați suplimentul, fișierele depreciate (emoticons.ini și emoticons.dic) vor fi eliminate sau adaptate la această versiune.
ru: Если вы выберете импорт настроек при обновлении дополнения, устаревшие файлы (emoticons.ini и emoticons.dic) будут удалены или адаптированы к этой версии.
sr: Ako izaberete da uvezete podešavanja kada ažurirate dodatak, zastarele datoteke (emoticons.ini i emoticons.dic) biće uklonjene ili prilagođene za ovu verziju.
tr: Eklentiyi güncellerken ayarları içe aktarmayı seçerseniz, kullanımdan kaldırılan dosyalar (emoticons.ini ve emoticons.dic) kaldırılacak veya bu sürüme uyarlanacaktır.

source: Changes for 5.0
bg: Промени във версия 5.0
fr: Changements pour la version 5.0
hr: Promjene u verziji 5.0
pl: Zmiany dla wersji 5.0
ro: Modificări aduse în 5.0
ru: Изменения в версии 5.0
sr: Promene u 5.0
tr: 5.0 için değişiklikler

source: Added support for emojis.
bg: Добавена е поддръжка за емоджита.
fr: Ajout du support pour les emojis.
hr: Dodana podrška za emojie.
pl: Dodane wsparcie dla emoji.
ro: A fost adăugat suportul pentru mojiuri.
ru: Добавлена поддержка эмодзи.
sr: Dodata podrška za emoji.
tr: Emojiler için destek eklendi.

source: Improvements for Insert Emoticon dialog with a filter field and radio buttons to choose displayed emoticons.
bg: Подобрения за диалоговия прозорец за вмъкване на емотикон с поле за филтриране и група от радио бутони за избор кои групи от емотикони да се показват.
fr: Améliorations du dialogue Insérer une émoticône avec un champ pour filtrer et des boutons radio pour choisir les émoticônes affichées.
hr: Poboljšanja u dijaloškom okviru za umetanje emotikona uključujući i odabirne gumbe za izbor kategorije i polje za pretragu emotikona.
pl: Usprawnienia dla okna dialogowego wstaw emotikonyy z polem do filtrowania i i przyciskami opcji do wyboru wyświetlanych emotek.
ro: Îmbunătățiri pentru dialogul de inserare al emoticoanelor cu un câmp de filtrare și butoane rotative pentru a alege emoticoanele afișate.
ru: Улучшения для диалогового окна Вставить смайлик с полем фильтра и переключателями для выбора отображаемых смайликов.
sr: Poboljšanja u dijalogu za ubacivanje emotikona uključujući radio dugmiće za izbor kategorije i polje za pretragu emotikona.
tr: Görüntülenen ifadeleri seçmek için bir filtre alanı ve seçim düğmeleri eklenerek İfade Ekle iletişim kutusu iyileştirildi.

source: Using guiHelper for Activation settings dialog and Insert Emoticon dialog: requires NVDA 2016.4 or higher versions
bg: Използване на guiHelper за диалоговите прозорци с настройките за активиране и този за вмъкване на емотикон: изисква NVDA 2016.4 или по-нови версии
fr: En utilisant le dialogue GuiHelper pour le dialogue Paramètres d'activation et le dialogue Insérer une émoticône : nécessite NVDA 2016.4 ou versions supérieures
hr: Koristi se guiHelper za dijaloški okvir postavki aktivacije i dijaloški okvir za umetanje emotikona: zahtijeva NVDA verziju 2016.4 ili noviju
pl: Używanie guiHelper do aktywacji okna dialogowego ustawień i okna dialogowego dla wstawiania emotek: wymaga NVDA 2016.4 lub nowsze wersje
ro: Utilizând ghidul de ajutor pentru dialogul de activare al setărilor și dialogul de inserare a emoticoanelor: Necesită NVDA 2016.4 sau mai vechi
ru: Используется guiHelper для диалогового окна настроек активации и диалогового окна Вставить смайлик: требуется версия NVDA 2016.4 или выше
sr: Koristi se guiHelper za dijalog za podešavanja aktivacije i ubacivanje emotikona: Zahteva NVDA 2016.4 ili noviji
tr: Etkinleştirme ayarları iletişim kutusu ve İfade Ekle iletişim kutusu için guiHelper'ı kullanma: NVDA 2016.4 veya daha yüksek sürümleri gerektirir

source: Changes for 4.0
bg: Промени във версия 4.0
fr: Changements pour la version 4.0
hr: Promjene u verziji 4.0
pl: Zmiany dla wersji 4.0
ro: Modificări aduse în 4.0
ru: Изменения в версии 4.0
sr: Promene u 4.0
tr: 4.0 için değişiklikler

source: If the Insert smiley dialog is opened when another settings dialog is active, NVDA will show the corresponding error message.
bg: Ако прозорецът за вмъкване на емотикон бъде отворен при наличието на друг отворен прозорец с настройки, NVDA ще изведе съответното съобщение за грешка.
fr: Si le dialogue Insérer une émoticône est ouvert lorsqu'un autre dialogue de paramètres est actif, NVDA affichera le message d'erreur correspondant.
hr: Ako je dijaloški okvir za umetanje emotikona otvoren u isto vrijeme, kad je aktivan i drugi dijaloški okvir postavki, NVDA će prikazati odgovarajuću poruku pogreške.
pl: Jeżeli jest otwarty dialog do wstawiania emotek, gdy się próbuje otworzyć inny dialog ustawień, NVDA wyświetli odpowiednią wiadomość o błędzie.
ro: Dacă dialogul de inserare al emoticonului este deschis când alt dialog de setări este activ, NVDA va afișa un mesaj de eroare.
ru: Если диалоговое окно вставки смайлика открыто, когда активно другое диалоговое окно настроек, NVDA покажет соответствующее сообщение об ошибке.
sr: Ako je otvoren dijalog za ubacivanje smajlija kada je neki NVDA dijalog sa podešavanjima otvoren, odgovarajuća greška je prikazana.
tr: Başka bir ayarlar iletişim kutusu etkinken emoji ekle iletişim kutusu açılırsa, NVDA ilgili hata mesajını gösterecektir.

source: Changes for 3.0
bg: Промени във версия 3.0
fr: Changements pour la version 3.0
hr: Promjene u verziji 3.0
pl: Zmiany dla wersji 3.0
ro: Modificări aduse în versiunea 3.0
ru: Изменения в версии 3.0
sr: Promene u 3.0
tr: 3.0 için değişiklikler

source: In the Customize emoticons dialog, it is now possible to specify that a pattern should only match if it is a whole word, according to speech dictionaries of NVDA 2014.4.
bg: В прозореца за Персонализиране на емотиконите вече е възможно да се укаже че даден шаблон трябва да съвпада само с цели думи, в съгласие с речниците за реч в NVDA 2014.4.
fr: Dans le dialogue Personnaliser les émoticônes, il est maintenant possible de spécifier qu'un modèle doit correspondre uniquement si c'est un mot entier, selon les dictionnaires de paroles de NVDA 2014.4.
hr: U dijaloškom okviru Prilagodi emotikone, sada je moguće odrediti da se uzorak poklapa samo, ako se nađe kao cijela riječ, prema govornim riječnicima u NVDA 2014.4.
pl: W oknie konfiguracji dodatku, , można teraz określić, że wzorzec powinien pasować tylko, jeśli jest całym słowem, zgodnie ze słownikami mowy NVDA 2014.4.
ro: În dialogul de personalizare emoticon, este acum posibil să specifici dacă un model trebuie să fie asemănător dacă este un cuvânt întreg, în acordanță cu dicționarele de vorbire versiunii NVDA 2014.4.
ru: В диалоговом окне Настроить смайлики теперь можно указать, что шаблон должен совпадать, только если он представляет собой целое слово, согласно речевым словарям NVDA 2014.4.
sr: Sada je moguće u dijalogu za prilagođavanje emotikona podesiti da se emotikon opisuje samo ako je u pitanju cela reč, što se poklapa sa govornim rečnicima od verzije NVDA 2014.4 i u novijim verzijama.
tr: İfadeleri özelleştir iletişim kutusunda, NVDA 2014.4'ün konuşma sözlüklerine göre, bir kalıbın yalnızca tam bir kelime olması durumunda eşleşmesi gerektiğini belirtmek artık mümkün.

source: Changes for 2.0
bg: Промени във версия 2.0
fr: Changements pour la version 2.0
hr: Promjene u verziji 2.0
pl: Zmiany dla wersji 2.0
ro: Modificări aduse în versiunea 2.0
ru: Изменения в версии 2.0
sr: Promene u 2.0
tr: 2.0 için değişiklikler

source: Add-on help is available from the Add-ons Manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
fr: L'aide de l'extension est disponible à partir du Gestionnaire d'Extensions.
hr: Pomoć dodatka je dostupna iz upravljača za dodatke.
pl: Pomoc dodatku dostępna w managerze dodatków.
ro: Ajutorul add-on-ului este disponibil din manager-ul de add-on-uri.
ru: Справка по дополнению доступна в Менеджере дополнений.
sr: Pomoć za dodatak je dostupna iz menadžera/upravljača dodataka.
tr: Eklenti yardımına Eklenti Yöneticisi altından ulaşılabilir.

source: Changes for 1.1
bg: Промени във версия 1.1
fr: Changements pour la version 1.1
hr: Promjene u verziji 1.1
pl: Zmiany dla wersji 1.1
ro: Modificări aduse în versiunea 1.1
ru: Изменения в версии 1.1
sr: Promene u 1.1
tr: 1.1 için değişiklikler

source: Removed duplicated emoticon.
bg: Премахнат е дублиращ се емотикон.
fr: Suppression des émoticônes dupliquées.
hr: Izbrisan dupli emotikon.
pl: Usunięty powielony emotikon.
ro: Au fost șterse emoticoanele duplicate.
ru: Удалён дублирующийся смайлик.
sr: Uklonjen duplirani emotikon.
tr: Tekrar eden ifade silindi.

source: Added some smileys.
bg: Добавени са няколко усмивки.
fr: Ajout de quelques émoticônes.
hr: Dodano nekoliko smješaka.
pl: Dodano kilka buź.
ro: Au mai fost adăugate ceva emoticoane.
ru: Добавлено несколько смайликов.
sr: Dodati neki smajliji.
tr: Bazı smileyler eklendi.

source: Changes for 1.0
bg: Промени във версия 1.0
fr: Changements pour la version 1.0
hr: Promjene u verziji 1.0
pl: Zmiany dla wersji 1.0
ro: Modificări aduse în versiuna 1.0
ru: Изменения в версии 1.0
sr: Promene u 1.0
tr: 1.0 için değişiklikler

source: Initial version.
bg: Първоначално издание.
fr: Première version.
hr: Prvo izdanje.
pl: Pierwsza wersja.
ro: Versiunea Inițială.
ru: Начальная версия.
sr: Prva verzija
tr: İlk sürüm.

source: From NVDA's menu, Preferences submenu, Input gestures dialog, category Insert symbols, you can configure NVDA to type symbols through associated gestures.
bg: От менюто на NVDA, подменюто Настройки, диалоговия прозорец "Жестове на въвеждане", категорията "Вмъкване на символи", можете да конфигурирате NVDA да въвежда символи чрез зададени за целта жестове.
