Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/emoticons.*.po
Languages: bg, fr, hr, pl, ro, ru, sr, tr

source: [[!meta title="Emoticons"]]
bg: [[!meta title="Емотикони"]]
hr: [[!meta title="Emotikoni"]]
ru: [[!meta title="Смайлики"]]
sr: [[!meta title="Emotikoni"]]
tr: [[!meta title="İfadeler"]]

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
bg: Автори: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
fr: Auteurs : Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
hr: Autori: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
ru: Авторы: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
tr: Yazarlar: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description.
bg: При използването на тази добавка всеки изговарян текст, съдържащ знак за емотикон, ще бъде заместван от неговото по-дружелюбно звучащо описание.
fr: En utilisant cette extension, la verbalisation du texte contenant les caractères de l'émoticône seront remplacés par leur description humaine plus conviviale.
hr: Kad se koristi ovaj dodatak, emotikoni će se izgovoriti riječima ljudskog jezika.
pl: Przy użyciu tego dodatku, wypowiadany tekst zawierający znaki emotikonów zostanie zastąpiony przez bardziej przyjazne opisy.
ro: Folosind acest supliment, textul care conține emoticoane va fi înlocuit cu o descriere mult mai prietenoasă.
ru: С помощью этого дополнения, в проговариваеммом тексте, содержащиеся символы эмоций будут заменены на их более подробное описание.
sr: Uz ovaj dodatak, svi emotikoni u izgovorenom tekstu biće zamenjeni odgovarajućim opisom.
tr: Bu eklenti, metinlerde bulunan ifadeleri açıklamalarıyla değiştirerek onları daha anlaşılabilir kılar.

source: For example: the sequence ":)" will be spoken as "smiling smiley", or for example NVDA will recognize the meaning of each emoji.
bg: Например: ":)" ще бъде изговаряно като "усмихване". Освен това, NVDA ще разпознава значението на всяка емоджи.
fr: Par exemple : la séquence ":)" sera prononcé comme "Émoticône Sourire", ou par exemple NVDA Reconnaîtra la signification de chaque emoji.
hr: Na primjer, znakovni niz „:)” će se izgovoriti kao „smješkajući smješko” ili npr. NVDA će prepoznati značenje svakog emojija.
pl: Dla przykładu: ":)" zostanie odczytane jako "Buzia uśmiech", albo emoji będzie przeczytany w odpowiedni sposób, zrozumiały dla użytkownika.
ro: De exemplu: secvența ":)" va fi pronunțată ca „zâmbet” sau, de exemplu, NVDA va recunoaște semnificația fiecărui moji.
ru: Например: последовательность ":)" произносится как "улыбающийся смайлик", или, например, NVDA будет распознавать значение каждого эмодзи.
sr: Na primer: ":)" će biti izgovoreno kao "Smajli koji se osmehuje", ili NVDA će reći značenje svakog emoji znaka
tr: Örneğin: ":)" dizisi "gülen yüz" olarak söylenecek veya örneğin NVDA her emojinin anlamını tanıyacaktır.

source: You can take advantage of the following features:
bg: Можете да се възползвате от следните възможности:
fr: Vous pouvez profiter des fonctionnalités suivantes :
hr: Moguće je koristiti sljedeće funkcije:
pl: Możesz wykorzystać następujące funkcje:
ro: Există următoarele caracteristici:
ru: Вы можете воспользоваться следующими возможностями:
sr: Evo nekoliko osnovnih mogućnosti dodatka:
tr: Aşağıdaki özelliklerden yararlanabilirsiniz:

source: Insert Emoticon
bg: Вмъкване на емотикон
fr: Insérer une émoticône
hr: Umetni emotikon
pl: Wstaw uśmieszek
ro: Inserează Emoticon
ru: Вставить Смайлик
sr: Ubacivanje emotikona
tr: İfade ekle

source: Sometimes an image is worth a 1000 words: use the new emoji to liven up your instant message and to let your friends know how you’re feeling.
bg: Понякога дадено изображение струва колкото хиляда думи. Използвайте новите емоджи, за да освежите своите мигновени съобщения и да кажете на своите приятели как се чувствате.
fr: Parfois, une image vaut 1000 mots : utilisez le nouvel emoji pour animer vos messages instantanés pour indiquer à vos contacts ce que vous ressentez.
hr: Ponekad slika vrijedi više od tisuću riječi: koristite novi emoji da biste oživili vaše poruke i kažete prijateljima kako se osjećate.
ru: Иногда одно изображение стоит тысячу слов: используйте новые эмодзи, чтобы оживить ваши мгновенные сообщения, и пусть ваши друзья знают, что вы чувствуете.
tr: Bazen bir resim 1000 kelimeye bedeldir: anlık mesajınızı canlandırmak ve arkadaşlarınıza nasıl hissettiğinizi bildirmek için yeni emojiyi kullanın.

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat.
bg: Когато не сте сигурни за нужните знаци за конкретна "усмивка", тази добавка ви позволява да я изберете от списък и да я вмъкнете в текста (напр. в чат).
fr: Lorsque vous n'êtes pas sûr des caractères pour une émoticône particulière, cette extension vous permet de sélectionner et insérer dans votre texte comme dans une conversation.
hr: Kada niste sigurni za neki smješko, ovaj dodatak dozvoljava, odabrati i umetnuti ga u tekst kao što je chat.
pl: Jeśli nie jesteś pewien znaku dla określonego uśmiechu, ten dodatek pozwala oznaczyć i dodać smajliki .
ro: Când sunteți nesigur de caracterele pentru un zâmbet particular, add-on-ul vă permite să-l selectați și inserați în textul dumneavoastră.
ru: Когда вы не уверены в знаке для конкретного смайлика, это дополнение позволит выбрать и вставить его в текст, например, в чате.
sr: Kada niste sigurni o znakovima za neki smajli, ovaj dodatak vam dozvoljava da ga izaberete i unesete u tekst kao što je ćaskanje.
tr: Belirli bir suratları (smiley) oluşturmak için gereken karakterlerden emin değilseniz, bu eklenti bir sohbete emojiyi olduğu gibi metninize seçip eklemenizi sağlar.

source: Press NVDA+I, or from menu Tools -> Emoticons > Insert emoticon, to open a dialog with the provided emoticons or emoji.
bg: Натиснете NVDA+I, или от менюто Инструменти -> Емотикони -> Вмъкни емотикон, за да изведете диалогов прозорец с наличните емотикони и емоджи.
fr: Appuyer sur NVDA+I, ou à partir du menu Outils -> Émoticônes > Insérer une émoticône, pour ouvrir un dialogue avec les émoticônes et emoji fournis.
hr: Pritisnite NVDA+I ili iz izbornika Alati>Emotikoni>Umetni emotikon, da biste otvorili dijaloški okvir dostupnih emotikona ili emojia.
pl: Naciśnij NVDA+I lub z menu Narzędzia -> Emotikony > Wstaw emotikon, aby otworzyć okno dialogowe z dostarczonymi emotikonami lub emotikonami.
ru: Нажмите NVDA+I, или из меню Сервис -> Управление смайликами -> Вставить смайлик, чтобы открыть диалог с предоставленными смайликами или эмодзи.
sr: Pritisnite NVDA+I, ili iz menija alati -> emotikoni > ubaci emotikon, da otvorite dijalog sa ponuđenim emotikonima ili emojima.
tr: NVDA+i tuşuna basarak veya nvda menusu+araşlar+ifadeler alt menüsünden ifade ekle öğesini etkinleştirerek ifadeler ve emojilerin bulunduğu iletişim kutusuna ulaşabilirsiniz.

source: This dialog allows you to choose an emoticon and to view the emoticons that interest you:
bg: Този диалог ви позволява да изберете емотикон и да прегледате емотиконите, които ви интересуват:
fr: Ce dialogue vous permet de choisir une émoticône et d'afficher les émoticônes qui vous intéressent :
hr: Ovaj dijaloški okvir dozvoljava biranje emotikona i pregledavanje emotikona koji vas zanimaju:
pl: Ten dialog umożliwia wybór emotikonu i przeglądanie emotikonów, które cię interesują:
ro: Acest dialog vă permite să alegeți un emoticon și să vizualizați emoticoanele care vă interesează:
ru: Этот диалог позволяет выбрать смайлик и отобразить смайлики, которые Вас интересуют:
sr: Ovaj dijalog vam dozvoljava da izaberete emotikon i prikažete emotikone koji vas interesuju:
tr: Bu iletişim kutusu, bir ifade seçmenizi veya ilginizi çeken ifadeleri görüntülemenizi sağlar:

source: An editable field allows you to filter the search for the desired emoticon among the emoticons available.
bg: Поле за писане ви позволява да филтрирате търсенето на желания емотикон сред наличните емотикони.
fr: Un champ éditable vous permet de filtrer la recherche de l'émoticône souhaitée parmi les émoticônes disponibles.
hr: Uredivo polje, koje omogućuje pretraživanje emotikona koji vas zanimaju.
pl: Pole edycyjne pozwala filtrować wyszukiwanie rządanego emotikonu wśród dostępnych.
ro: Un câmp editabil vă permite să filtrați căutarea pentru emoticonul dorit dintre emoticoanele disponibile.
ru: Поле редактирования позволяет фильтровать поискк нужного смайлика среди доступных смайликов.
sr: Polje za uređivanje vam dozvoljava da pretražujete emotikone i prikažete samo one koji vas interesuju.
tr: Düzenlenebilir bir alan, mevcut ifadeler arasından istenen ifadeyi aramayı filtrelemenizi sağlar.

source: Through a set of radio buttons, you can choose to view only emoji category (alt+E) or view only standard emoticon category (alt+s) or view all emoticons available (alt+A).
bg: Чрез набор от радио бутони можете да изберете да видите само категорията с емоджи (Alt+Е) или само категорията със стандартните емотикони (Alt+С), или всички налични емотикони (Alt+В).
fr: Grâce à un ensemble de boutons radio, vous pouvez choisir d'afficher uniquement la catégorie emoji (alt+E) ou afficher uniquement la catégorie émoticône standard (alt+s) ou afficher toutes les émoticônes disponibles (alt+A).
hr: Pomoću različitih izbornih gumba, možete izabrati prikaz emoji kategorije (Alt+E), prikaz kategorije standarnih emotikona (alt+S) ili sve dostupne emotikone (Alt+A).
pl: Poprzez przyciski opcji, można wybrać tylko emoji (alt+E) albo standardowe emotikony (alt+s) oraz wszystkie dostępne emotikony (alt+A).
ro: Printr-un set de butoane rotative, puteți să alegeți să vizualizați doar categoria mojiuri (alt+E) sau să vizualizați doar categoria emoticoanelor standard (alt+s) sau să vizualizați toate emoticoanele disponibile (alt+A). * În lista emoticoanelor (alt+L) sunt afișate pe trei coloane: numele emoticonului, tipul acestuia (emoticon standard sau moji), caracterul corespunzător.
ru: С помощью набора радиокнопок, вы можете выбрать для просмотра только эмодзи (alt+З), только стандартные смайлики (alt+С) или все доступные смайлики (alt+В).
sr: Kroz različite radio dugmiće, možete da izaberete prikaz samo emoji kategorije(alt+E) ili samo kategorije standardnih emotikona(alt+t) ili sve dostupne emotikone(alt+s).
tr: Seçim düğmelerini kullanarak sadece emoji kategorisini (alt+İ), sadece standart ifade kategorisini (alt+s) veya mevcut tüm ifadeleri (alt+T) görüntülemeyi seçebilirsiniz.

source: In the list of emoticons (alt+L) are displayed on three columns respectively: the name of emoticon, the type of emoticon (standard emoticon or emoji), the corresponding character.
bg: В списъка с емотикони (Alt+П) се показват три колони съответно: името на емотикона, типа на емотикона (стандартен емотикон или емоджи), съответният знак.
fr: Dans la liste des émoticônes (alt+L) sont affichés respectivement sur trois colonnes : le nom de l'émoticône, le type d'émoticône (émoticône standard ou emoji), le caractère correspondant.
hr: U popisu emotikona (Alt+L) prikazana su u tri stupca: ime emotikona, vrsta emotikona (standardni emotikon ili emoji) te odgovarajući znak.
pl: Na liście emotikonów (alt+L) wyświetlane są trzy kolumny: nazwa emotikonu, typ emotikonu (emotikon standardowy lub emoji), i odpowiedni znaczek.
ro: În lista emoticoanelor (alt+L) sunt afișate pe trei coloane numele emoticonului, tipul acestuia (standard sau moji) și caracterul corespunzător.
ru: Список смайликов (alt+С) отображается тремя соответствующими столбцами: Имя смайлика, тип смайлика (стандартный или эмодзи), соответствующий символ.
sr: U listi emotikona(alt+L) emotikoni su prikazani u tri kolone: Ime emotikona, vrsta emotikona(standardan emotikon ili emoji), odgovarajući znakovi.
tr: İfade listesinde (alt+L) sırasıyla üç sütunda görüntülenir: ifadenin adı, ifadenin türü (standart ifade veya emoji), karşılık gelen karakter.

source: When you press OK, the characters for the chosen emoticon will be copied to your clipboard, ready for pasting.
bg: Когато натиснете OK, знаците за избрания емотикон ще бъдат копирани във вашия клипборд, готови за поставяне.
fr: Lorsque vous appuyez sur OK, les caractères pour l'émoticône choisie sont copiés dans le presse-papiers, prêts à être collés.
hr: Kad pritisnete U redu, znakovi za odabrani emotikon će se kopirati u međuspremnik, spremni da ih zalijepite.
pl: Po naciśnięciu "ok", znaczki dla wybranego emotikonu będą skopiowane do schowka, już gotowe do wklejenia.
ro: Când apăsați OK, caracterele pentru emoticoanele alese vor fi copiate pe planșetă, pregătite pentru lipire.
ru: Когда Вы нажмёте ОК, символы выбранного смайлика будут скопированы в буфер обмена и готовы к вставке.
sr: Kada pritisnete OK, znakovi za izabran emotikon će biti kopirani u privremenu memoriju, spremni da se nalepe.
tr: Tamam'a bastığınızda, seçilen ifadenin karakterleri yapıştırmaya hazır olarak panonuza kopyalanacaktır.

source: Insert symbol
bg: Вмъкване на символ
fr: Insérer un symbole
hr: Umetni znak
pl: Wstaw symbol
ru: Вставить символ
sr: Ubaci simbol
tr: Sembol ekle

source: This dialog allows you to choose one of the symbols available in the Punctuation/symbol pronunciation dialog of NVDA. You can use the Filter edit box or the arrow keys to select an item from the symbols list.
bg: Този диалогов прозорец ви позволява да изберете един от символите, налични в диалоговия прозорец "Пунктуация/Произнасяне на символите" на NVDA. Можете да използвате текстовото поле за филтриране или клавишите със стрелките, за да изберете елемент от списъка със символи.
fr: Ce dialogue vous permet de choisir l'un des symboles disponibles dans le dialogue Prononciation des ponctuations et symboles de NVDA. Vous pouvez utiliser la zone d'édition Filtrer ou les touches fléchées pour sélectionner un élément dans la liste des symboles.
pl: To okno dialogowe pozwala wybrać jeden z symboli dostępnych w oknie dialogowym Interpunkcja/wymowa symbolu NVDA. Możesz użyć pola edycji Filtr lub strzałek, aby wybrać element z listy symboli.
ru: Этот диалог позволяет вам выбрать один из символов, доступных в диалоге пунктуации/произношения символов NVDA. Вы можете использовать фильтр с полем редактирования или клавиши со стрелками, чтобы выбрать элемент из списка символов.
tr: Bu iletişim kutusu, NVDA'nın Noktalama/sembol telaffuz iletişim kutusunda bulunan simgelerden birini seçmenizi sağlar. Sembol listesinden bir öğe seçmek için Filtre düzenleme kutusunu veya ok tuşlarını kullanabilirsiniz.

source: If you want to copy various symbols, use the Add button to append them to the Symbols to copy edit box.
bg: Ако искате да копирате няколко символа наведнъж, използвайте бутона "Добави", за да ги добавите към текстовото полето "Символи за копиране".
fr: Si vous souhaitez copier divers symboles, utilisez le bouton Ajouter pour les ajouter à la suite des symboles à être copier dans la zone d'édition.
pl: Jeśli chcesz skopiować różne symbole, użyj przycisku Dodaj, aby dołączyć je do pola edycji Symbole do skopiowania.
ru: Если вы хотите скопировать различные символы, используйте кнопку "Добавить", чтобы добавить их в поле редактирования "Символы для копирования".
tr: Çeşitli sembolleri kopyalamak istiyorsanız, bunları Kopyalanacak Semboller düzenleme kutusuna eklemek için Ekle düğmesini kullanın.

source: Then, press OK and the selected emoji or symbol, or the symbols contained in the mentioned edit box, will be copied to your clipboard, ready for pasting.
bg: След това натиснете OK и избраното емоджи или символ, или символите, съдържащи се в споменатото текстово поле, ще бъдат копирани в клипборда ви, готови за поставяне.
fr: Ensuite, appuyez sur OK et l'emoji ou le symbole sélectionné, ou les symboles contenus dans la zone d'édition mentionnée, seront copiés dans votre presse-papiers, prêts à être collés.
pl: Następnie naciśnij OK, a wybrane emoji lub symbol lub symbole zawarte we wspomnianym polu edycji zostaną skopiowane do schowka, gotowe do wklejenia.
ru: Затем нажмите OK, и выбранный эмодзи или символ, или символы, содержащиеся в указанном поле редактирования, будут скопированы в ваш буфер обмена и готовы к вставке.
tr: Ardından, Tamam'a basın ve seçilen emoji veya sembol veya söz konusu düzenleme kutusunda bulunan semboller, yapıştırmaya hazır olarak panonuza kopyalanacaktır.

source: Associate gestures to symbols
bg: Задаване на жестове за символи
fr: Associer des gestes aux symboles
pl: Kojarzenie gestów z symbolami
ru: Ассоциировать жесты с символами
tr: Hareketleri sembollerle ilişkilendirin

source: From NVDA's menu, Preferences submenu, Input gestures dialog, category Insert symbols or Copy symbols, you can configure NVDA to type symbols through associated gestures.
fr: À partir du menu NVDA, Préférences sous-menu, dialogue Gestes de commandes, catégorie Insérer des symboles ou Copier des symboles, vous pouvez configurer NVDA pour taper des symboles via des gestes associés.
ru: В меню NVDA, подменю параметров, в диалоге жестов ввода, в категории вставки символов вы можете настроить NVDA на ввод символов с помощью соответствующих жестов.
tr: NVDA menüsü, Tercihler alt menüsü, Girdi hareketleri iletişim kutusundan, Sembol ekle veya Sembolleri kopyala kategorisinden, NVDA'yı ilgili hareketler aracılığıyla sembolleri yazacak şekilde yapılandırabilirsiniz.

source: You can use the Edit field edit box to reduce the number of symbols presented, so that this category can be expanded faster.
bg: Можете да използвате текстовото поле, за да намалите броя на представените символи, така че тази категория да може да се разшири по-бързо.
fr: Vous pouvez utiliser un champ d'édition pour réduire le nombre de symboles présentés, afin que cette catégorie puisse être développé plus rapidement.
pl: Za pomocą pola edycji Edytuj pole można zmniejszyć liczbę prezentowanych symboli, dzięki czemu można szybciej rozwinąć tę kategorię.
ru: Вы можете использовать редактируемый комбинированный список, чтобы уменьшить количество представленных символов и ускорить расширение этой категории.
tr: Bu kategorinin daha hızlı genişletilebilmesi için sunulan sembol sayısını azaltmak üzere Alanı düzenle düzenleme kutusunu kullanabilirsiniz.

source: Emoticons dictionary
bg: Речник за емотиконите
fr: Dictionnaire des émoticônes
hr: Rječnik emotikona
pl: Słownik Emotikonów
ro: Dicționar de emoticoane
ru: Словарь смайликов
sr: Rečnik emotikona
tr: İfadeler sözlüğü

source: Emoticons add-on allows to have differents speech-dictionaries using configuration profiles.
bg: Добавката за емотикони позволява да имате различни гласови речници, използвайки конфигурационни профили.
fr: L'extension emoticons permet d'avoir différents dictionnaires de parole en utilisant des profils de configuration.
hr: Dodatak Emotikoni dozvoljava različite govorne rječnike korištenjem konfiguracijskih profila.
pl: Ten dodatek pozwala korzystać z różnych słowników wymowy używających profili konfiguracji.
ro: Suplimentul Emoticons vă permite să aveți diferite dicționare de vorbire folosind profiluri de configurare.
ru: Дополнение Emoticons позволяет иметь разные речевые словари, используя профили конфигурации.
sr: Dodatak za emotikone vam dozvoljava da imate različite rečnike za različite profile podešavanja.
tr: İfadeler eklentisi, yapılandırma profillerini kullanarak farklı konuşma sözlüklerine kullanmanızı sağlar.

source: This means that you can create or edit a specific speech-dictionary for each your custom profile.
bg: Това означава, че можете да създавате или редактирате конкретен гласов речник за всеки от вашите потребителски профили.
fr: Cela signifie que vous pouvez créer ou modifier un dictionnaire de parole spécifique pour chaque profil personnalisé.
hr: To znači da možete stvoriti ili urediti poseban govorni rječnik za svaki svoj prilagođeni profil.
pl: Można tu utworzyć lub edytować oddzielny słownik wymowy dla każdego profilu użytkownika.
ro: Aceasta înseamnă că puteți crea sau edita un dicționar de vorbire specific pentru fiecare profil personalizat.
ru: Это означает, что вы можете создавать и редактировать конкретный речевой словарь для каждого пользовательского профиля.
sr: Ovo znači da možete da uredite ili napravite rečnik za svaki vaš prilagođeni profil.
tr: Bu,her bir özel profil için belirli bir konuşma sözlüğü oluşturabileceğiniz veya düzenleyebileceğiniz anlamına gelir.

source: From NVDA MENU, Preferences -> Speech dictionaries -> Emoticons dictionary, you can open a dialog to add or to edit available emoticons.
bg: От менюто на NVDA, Настройки -> Речници -> Речник на емотиконите, можете да отворите прозорец, в който да добавяте нови или да редактирате вече наличните емотикони.
fr: À partir du Menu NVDA, Préférences -> Dictionnaires de prononciation -> Dictionnaire des émoticônes, vous pouvez ouvrir un dialogue pour ajouter ou modifier les émoticônes disponibles.
hr: U NVDA izborniku, Postavke>Govorni rječnici>Rječnik emotikona, možete otvoriti dijaloški okvir za dodavanje ili uređivanje dostupnih emotikona.
pl: Z Menu NVDA, Ustawienia -> Słowniki Wymowy -> Słownik Emotikonów, można otworzyć okno dialogowe służące do dodawania lub edycji dostępnych emotikonów.
ro: Din meniul NVDA, Preferințe -> Dicționare de vorbire -> Dicționar de emoticoane, puteți să deschideți un dialog cu setările unde puteți adăuga sau edita emoticoanle disponibile.
ru: В меню NVDA, Параметры -> Речевые словари -> Словарь смайликов, можно открыть диалог настроек, чтобы добавить или редактировать имеющиеся смайлики.
sr: Iz NVDA menija, opcije-> govorni rečnici-> rečnik emotikona, možete otvoriti dijalog za dodavanje ili uređivanje emotikona.
tr: NVDA MENÜSÜ, Tercihler -> Konuşma sözlükleri -> İfadeler sözlüğünden, mevcut ifadeleri eklemek veya düzenlemek için bir iletişim kutusu açabilirsiniz.

source: Saving your customizations, the new reading settings of emoticons will only apply to the profile you are currently editing.
bg: Запазвайки персонализациите ви, новите настройки за четене на емотикони ще се отнасят само за профила, който редактирате понастоящем.
fr: En sauvegardant vos personnalisations, les nouveaux paramètres de lecture des émoticônes ne s'appliqueront qu'au profil que vous êtes en train d'éditer.
hr: Spremanjem vaših prilagodbi, nove postavke za čitanje emotikona će se primjenjivati samo za profil koji trenutačno uređujete.
pl: Po dostosowaniu dodatku do potrzeb użytkownika i zapisaniu zmian, nowe ustawienia odczytywania emotikonów będą działać jedynie w aktualnie edytowanym profilu.
ro: Salvându-vă particularizările, noile setări de citire ale emoticoanelor se vor aplica numai profilului pe care îl editați în prezent.
ru: При сохранении ваших настроек, новые параметры чтения смайликов будут применены только к редактируемому в данный момент профилю.
sr: Čuvajući vaša prilagođavanja, nova podešavanja za čitanje emotikona će se primeniti samo na onaj profil koji trenutno uređujete.
tr: Özelleştirmelerinizi kaydederken, ifadelerin yeni okuma ayarları yalnızca şu anda düzenlemekte olduğunuz profile uygulanacaktır.
