Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/emoticons.*.po
Languages: bg, fr, hr, pl, ro, ru, sr, tr

source: Note: On Windows 10 and higher, it's also possible to use the built-in emoji panel.
bg: Забележка: В Windows 10 и по-нови версии е възможно да използвате и вградения панел за вмъкване на емоджи.
fr: Note : Sous Windows 10 et supérieure, il est également possible d’utiliser le panneau emoji intégré.
hr: Napomena: Na Windows 10 i novijim verzijama moguće je koristiti i ugrađenu ploču emojija.
pl: Uwaga: W systemie Windows 10 i nowszych można również korzystać z wbudowanego panelu emoji.
ru: Примечание. В Windows 10 и более поздних версиях также можно использовать встроенную панель эмодзи.
tr: Not: Windows 10 ve üzeri sürümlerde yerleşik emoji panelini kullanmak da mümkündür.

source: Changes for 34.0.0
fr: Changements pour la version 34.0.0
ru: Изменения в версии 34.0.0
tr: 34.0.0 için değişiklikler

source: Added ability to copy to clipboard, and paste individual symbols, useful when gestures associated with Insert symbols scripts don't work.
fr: Ajout de la possibilité de copier dans le presse-papiers et de coller des symboles individuels, utile lorsque les gestes associés aux scripts Insérer des symboles ne fonctionnent pas.
ru: Добавлена возможность копировать в буфер обмена и вставлять отдельные символы, полезно, когда не работают жесты, связанные с скриптами символов вставки.
tr: Panoya kopyalama ve tek tek sembolleri yapıştırma özelliği eklendi, Sembol ekle komutlarla ilişkili hareketler çalışmadığında kullanışlıdır.

source: Changes for 33.0.0
bg: Промени във версия 33.0.0
fr: Changements pour la version 33.0.0
ru: Изменения в версии 33.0.0
tr: 33.0.0 için değişiklikler

source: Fixed bug in Save and export dictionaries.
bg: Отстранена грешка при запазването и експортирането на речници.
fr: Correction d'un bug dans Sauvegarder et exporter le dictionnaire.
ru: Исправлена ошибка в экспорте и сохранении словарей.
tr: Sözlükleri kaydetme ve Dışa Aktarma hataları düzeltildi.

source: Added copy and close buttons to messages presented in browse mode.
bg: Добавени са бутони за копиране и затваряне към съобщенията, показвани в режим на разглеждане.
fr: Ajouter des boutons Copier et Fermer aux messages présentés en Mode Navigation.
ru: Добавлены кнопки копирования и закрытия в сообщениях, представленных в режиме обзора.
tr: Gözatma modunda sunulan mesajlara kopyala ve kapat düğmeleri eklendi.

source: When using commands to insert symbols, they may be spoken according to the speak typed characters option.
fr: Lorsque vous utilisez des commandes pour insérer des symboles, ils peuvent être verbalisés en fonction de l'option Dire les caractères tapés.
ru: При использовании команд для вставки символов произношение осуществляется в соответствии с опцией проговаривания вводимых символов.
tr: Sembol eklemek için komutlar kullanılırken, bunlar yazılan karakterleri seslendir seçeneğine göre söylenebilir.

source: Changes for 22.0.0
bg: Промени във версия 22.0.0
fr: Changements pour la version 22.0.0
hr: Promjene u verziji 22.0.0
ru: Изменения в версии 22.0.0
tr: 22.0.0 için değişiklikler

source: Requires NVDA 2023.2 or later.
bg: Изисква NVDA 2023.2 или по-нова.
fr: Nécessite NVDA 2023.2 ou ultérieur.
hr: Zahtijeva NVDA verziju 2023.2 ili noviju.
ru: Требуется NVDA 2023.2 или более поздней версии.
tr: NVDA 2023.2 veya sonraki sürümleri gereklidir.

source: Changes for 17.0
bg: Промени във версия 17.0
fr: Changements pour la version 17.0
hr: Promjene u verziji 17.0
pl: Zmiany w wersji 17.0
ru: Изменения в версии 17.0
tr: 17.0 için değişiklikler

source: Added ability to associate gestures to type symbols.
bg: Добавена е възможност за задаване на жестове за вмъкване на символи.
fr: Ajout de la capacité d'associer des gestes pour taper des symboles.
pl: Dodano możliwość kojarzenia gestów z symbolami wpisywania.
ru: Добавлена возможность связывать жесты с вводом символов.
tr: Sembolleri yazmak için hareketleri ilişkilendirme yeteneği eklendi.

source: Added ability to copy various symbols at the same time.
bg: Добавена е възможност за копиране на няколко символи едновременно.
fr: Ajout de la capacité de copier divers symboles en même temps.
pl: Dodano możliwość kopiowania różnych symboli w tym samym czasie.
ru: Добавлена возможность одновременного копирования различных символов.
tr: Çeşitli sembolleri aynı anda kopyalama özelliği eklendi.

source: Changes for 16.0
bg: Промени във версия 16.0
fr: Changements pour la version 16.0
hr: Promjene u verziji 16.0
pl: Zmiany w wersji 16.0
ru: Изменения в версии 16.0
tr: 16.0 için değişiklikler

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
fr: Compatible avec NVDA 2023.1.
hr: Kompatibilno s NVDA čitačem 2023.1.
pl: Kompatybilny z NVDA 2023.1.
ru: Совместимость с NVDA 2023.1.
tr: NVDA 2023.1 ile uyumludur.

source: Changes for 15.0
bg: Промени във версия 15.0
fr: Changements pour la version 15.0
hr: Promjene u verziji 15.0
pl: Zmiany w wersji 15.0
ru: Изменения в версии 15.0
tr: 15.0 için değişiklikler

source: Requires NVDA 2022.1 or later.
bg: Изисква се NVDA 2022.1 или по-нова версия.
fr: Nécessite NVDA 2022.1 ou ultérieur.
hr: Zahtijeva NVDA 2022.1 ili noviju verziju.
pl: Wymaga NVDA 2022.1 lub nowszego.
ru: Требуется NVDA 2022.1 или новее.
tr: NVDA 2022.1 veya sonraki sürümünü gerektirir.

source: Cannot be used in secure mode.
bg: Добавката не може да се изпълнява в защитен режим.
fr: Ne peut pas être utilisé en mode sécurisé.
hr: Ne može se koristiti u sigurnom modusu.
pl: Nie można używać w trybie bezpiecznym.
ru: Невозможно использовать в безопасном режиме.
tr: Güvenli modda kullanılamaz.

source: Changes for 14.0
bg: Промени във версия 14.0
fr: Changements pour la version 14.0
hr: Promjene u verziji 14.0
pl: Zmiany w wersji 14.0
ru: Изменения в версии 14.0
sr: Promene u 14.0
tr: 14.0 için değişiklikler

source: Compatible with NVDA 2021.1.
bg: Съвместимост с NVDA 2021.1.
fr: Compatible avec NVDA 2021.1.
hr: Kompatibilno s NVDA 2021.1.
pl: Kompatybilny z NVDA 2021.1.
ru: Совместимость с NVDA 2021.1.
sr: Kompatibilan sa NVDA 2021.1.
tr: NVDA 2021.1 ile uyumludur.

source: Changes for 13.0
bg: Промени във версия 13.0
fr: Changements pour la version 13.0
hr: Promjene u verziji 13.0
pl: Zmiany w wersji 13.0
ru: Изменения в версии 13.0
sr: Promene u 13.0
tr: 13.0 için değişiklikler

source: Fixed errors in Insert Emoticon dialog.
bg: Отстранени грешки в диалоговия прозорец "Вмъкване на емотикон".
fr: Erreurs corrigées dans le dialogue Insérer une frimousse.
hr: Ispravljene greške u dijaloškom okviru za umetanje emotikona.
pl: Naprawiono błędy w oknie dialogowym Wstaw emotikon.
ru: Исправлены ошибки в диалоговом окне Вставить смайлик.
sr: Ispravljene greške u dijalogu za ubacivanje emotikona.
tr: İfade Ekle iletişim kutusundaki hatalar düzeltildi.

source: Added a dialog to insert a symbol available in the Punctuation/symbol pronunciation of NVDA.
bg: Добавен е диалогов прозорец за вмъкване на символ, наличен в "Пунктуация/Произнасяне на символите" на NVDA.
fr: Ajout d'un dialogue pour insérer un symbole disponible dans le dialogue Prononciation des ponctuations et symboles de NVDA.
hr: Dodan je dijaloški okvir za umetanje jednog znaka dostupan u izgovoru interpunkcija/znakova.
pl: Dodano okno dialogowe do wstawiania symbolu dostępnego w wymowie interpunkcyjnej/symbolu NVDA.
ru: Добавлен диалог для вставки символа, доступного в произношении пунктуации/символа NVDA.
sr: Dodat dijalog za ubacivanje simbola koji su dostupni u NVDA dijalogu izgovora znakova interpunkcije i simbola.
tr: NVDA'nın Noktalama/imla sözlüğünde bulunan bir sembolü eklemek için bir iletişim kutusu eklendi.

source: Changes for 12.0
bg: Промени във версия 12.0
fr: Changements pour la version 12.0
hr: Promjene u verziji 12.0
pl: Zmiany dla wersji 12.0
ru: Изменения в версии 12.0
sr: promene u 12.0
tr: 12.0 için değişiklikler

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
fr: Nécessite NVDA 2019.3 ou ultérieur.
hr: Zahtijeva NVDA 2019.3 i novije verzije.
pl: Wymaga NVDA w wersji 2019.3 lub nowszej.
ru: Требуется NVDA 2019.3 или более поздней версии.
sr: Zahteva NVDA 2019.3 ili noviji.
tr: NVDA 2019.3 veya sonraki bir sürümü gerektirir.

source: Changes for 11.0
bg: Промени във версия 11.0
fr: Changements pour la version 11.0
hr: Promjene u verziji 11.0
pl: Zmiany w wersji 11.0
ro: Modificări aduse în versiuna 11.0
ru: Изменения в версии 11.0
sr: Promene u 11.0
tr: 11.0 için değişiklikler

source: When the add-on is updated, dictionaries saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import dictionaries saved in the main dictionaries folder of NVDA.
bg: Когато добавката се обнови, речниците, запазени в предишната версия на добавката, ще бъдат автоматично копирани в новата версия, освен ако не предпочитате да внесете речници, запазени в главната папка с речници на NVDA.
fr: Lorsque l'extension est mise à jour, les dictionnaires sauvegardés dans la version précédente de l'extension seront automatiquement copiés dans la nouvelle version, sauf si vous préférez importer des dictionnaires sauvegardés dans le dossier principal des dictionnaires de NVDA.
hr: Kad se dodatak nadogradi, rječnici spremljeni u prethodnoj verziji dodatka automatski će se kopirati u novu verziju, osim ako više ne želite uvesti rječnike spremljene u glavnoj NVDA mapi rječnika.
pl: Przy aktualizacji dodatku, stare słowniki będą kopiowane do nowej wersji, jednak użytkownik może używać głównych słowników w folderze.
ro: Când suplimentul este actualizat, dicționarele folosite în versiunile anterioare vor fi copiate automat pentru a putea fi folosite în noua versiune, asta dacă nu preferați să importați dicționarele salvate în dosarul principal al dicționarelor NVDA.
ru: При обновлении дополнения словари, сохраненные в предыдущей версии дополнения, будут автоматически скопированы в новую версию, если только вы не предпочитаете импортировать словари, сохраненные в основной папке словарей NVDA.
sr: Kada je dodatak ažuriran, rečnici sačuvani u trenutnoj verziji će automatski biti kopirani u novu verziju, osim ako želite da uvezete rečnike iz glavnog NVDA foldera.
tr: Eklenti güncellendiğinde, NVDA'nın ana sözlükler klasöründe kayıtlı sözlükleri içe aktarmayı tercih etmediğiniz sürece, eklentinin önceki sürümünde kaydedilen sözlükler otomatik olarak yeni sürüme kopyalanacaktır.

source: When showing the symbol where the caret or the review cursor are positioned, the words Character and Replacement are used to distinguish between the symbol itself and its description in browse mode, useful for speech users.
bg: Когато се показва символа, върху който са позиционирани каретката или курсора за преглед, думите Символ и Заместител се използват за разграничаване между самия символ и неговото описание в режим на разглеждане. Това е полезно за потребители боравещи само с реч.
fr: Lors de l'affichage le symbole où le curseur de revue ou le curseur sont positionnés, les mots Caractère et Remplacement sont utilisés pour distinguer le symbole lui-même et sa description dans le Mode navigation, utiles pour les utilisateurs de la parole.
hr: Kad prikazuju simbol na kojem se nalaze kursor ili pregledni kusor, riječi Znak i Zamjena koriste se za razlikovanje samog simbola od njegovog opisa u modusu čitanja, što je korisno za korisnike govora.
pl: Przy pokazywaniu znaku, słowa znak i zamiana są korzystane aby pokazać różnice w trybie czytania, przydatne dla użytkowników którzy używają mowy.
ro: La afișarea simbolului la care este poziționat cursorul de scriere sau cel de examinare, cuvintele, caracterele și înlocuirile sunt folosite cu scopul de a face o diferență între simbolul în sine și descrierea sa din modul de navigare, util pentru cei care folosesc sinteza vocală.
ru: При отображении символа, на котором расположен курсор или курсор просмотра, слова Символ и Замена используются для различения самого символа и его описания в режиме просмотра, что полезно для пользователей речи.
sr: Kada se prikazuje simbol na poziciji sistemskog ili preglednog kursora, reči znak i zamena se koriste kako bi se razlikovao simbol i njegov opis, korisno za korisnike govorne podrške.
tr: Sembol, düzeltme işaretinin veya inceleme imlecinin konumlandığı yerde gösterilirken, karakter ve Değiştirme sözcükleri, sembolün kendisi ile tarama kipi modundaki açıklaması arasında ayrım yapmak için kullanılır ve bu, konuşma kullanıcıları için yararlıdır.

source: Changes for 10.0
bg: Промени във версия 10.0
fr: Changements pour la version 10.0
hr: Promjene u verziji 10.0
pl: Zmiany w wersji 10.0
ro: Modificări aduse în versiuna 10.0
ru: Изменения в версии 10.0
sr: Promene u 10.0
tr: 10.0 için değişiklikler

source: Added commands to show the symbol where the review cursor or caret are positioned. Gestures for these commands can be assigned from the Input gestures dialog, Text review category.
bg: Добавени са команди за показване на символа, върху който са позиционирани курсора за преглед или каретката. Жестове за тези команди могат да се зададат в диалоговия прозорец "Жестове на въвеждане", в категорията "Преглед на текста".
fr: Ajout de commandes pour afficher le symbole où le curseur de revue ou le curseur sont positionnés. Les gestes de ces commandes peuvent être assignés à partir du dialogue Gestes de commandes, de la catégorie Revue de texte.
hr: Dodane su naredbe za prikaz simbola na kojem se nalaze kursor ili pregledni kursor. Geste za ove naredbe je moguće dodijeliti u dijaloškom okviru Ulazne geste, u kategoriji Pregled teksta.
pl: Dodano polecenie które pokazuje gdzie znajduje się określony znak. Gesty dla tego polecenia można zmienić z poziomu dialogu zdarzenia wejścia, kategoria przegląd tekstu.
ro: S-au adăugat comenzi care arată simbolul la care este poziționat cursorul de scriere.
ru: Добавлены команды для отображения символа, в котором находится курсор обзора или курсор. Жесты для этих команд можно назначить из диалога Жесты ввода, категория Просмотр текста.
sr: Dodate komande za prikazivanje simbola na poziciji preglednog ili sistemskog kursora. Prečice za ove komande se mogu podesiti u dijalogu ulazne komande, iz kategorijje pregled teksta.
tr: İnceleme imlecinin veya şapka işaretinin konumlandığı sembolü göstermek için komutlar eklendi. Bu komutlar için hareketler, Girdi hareketleri iletişim kutusundaki Metin inceleme kategorisinden atanabilir.

source: Changes for 9.0
bg: Промени във версия 9.0
fr: Changements pour la version 9.0
hr: Promjene u verziji 9.0
pl: Zmiany w wersji 9.0
ro: Modificări aduse în 9.0
ru: Изменения в версии 9.0
sr: Promene u 9.0
tr: 9.0 için değişiklikler

source: Added the possibility of choosing if add-on emojis should be spoken.
bg: Добавена е възможността да се избере дали да се изговарят емоджитата от добавката.
fr: Ajout de la possibilité de choisir si des emojis de l'extension doivent être verbalisés.
hr: Dodana je mogućnost za odlučivanje o tome, trebaju li se govoriti emojii dodatka.
pl: Dodano możliwość wymawiania emoji dodatku.
ro: Acum, puteți să alegeți dacă emoji-urile suplimentelor vor fi sau nu pronunțate.
ru: Добавлена возможность выбирать, следует ли произносить смайлики дополнения.
sr: Dodata mogućnost izbora da li će se Emoji znakovi iz dodatka izgovarati ili ne.
tr: Eklenti emojilerinin konuşulup konuşulmayacağını seçme imkanı eklendi.

source: Used appropiate encoding for dictionary names, fixing errors when they contain certain characters.
bg: Вече се използва подходящо кодиране за имената на речниците, което поправя грешки ако те съдържат определени символи.
fr: Codage approprié pour les noms de dictionnaire utilisés lors de la correction des erreurs lorsqu'ils contiennent certains caractères.
hr: Koristi se odgovarajuće kodiranje za nazive rječnika, ispravljajući greške, kad sadrže određene znakove.
pl: Używane oczekiwane kodowanie dla słowników, poprawiając błąd przy napotkanych znakach niewspieranych.
ro: S-a utilizat encoding apropiat pentru nnumele de dicționar și s-au reparat erori pe care le aveau anumite caractere.
ru: Использована соответствующая кодировка для имен словарей, исправлены ошибки, когда они содержат определенные символы.
sr: Sada se koristi ispravno kodiranje za rečnike, što ispravlja greške kada rečnici sadrže određene znakove.
tr: Sözlük adları için uygun kodlama kullanıldı, belirli karakterler içerdiğinde hatalar düzeltildi.

source: The translated summary of the add-on is properly used for the title presented in add-on help, accessible from the add-on manager.
bg: Вече правилно се използва преведеното резюме на добавката за заглавието, представено в "Помощ за добавката", достъпно от мениджъра за добавки.
fr: La traduction du summary de l'extensions est correctement utilisé pour le titre présenté dans l'aide de l'extension, accessible à partir du Gestionnaire d'Extensions.
hr: Prevedeni sažetak dodatka pravilno se koristi za naslov koji se prikazuje u pomoći dodatka, dostupna u upravljaču za dodatke.
pl: Opis dodatku jest prawidłowo wykorzystywany dla pokazywanego tytułu w pomocy dodatku, dostępnej z menedżera dodatku.
ro: Cuprinsul tradus al suplimentului este folosit pentru titlul prezentat în documentația acestuia, disponibilă în administratorul suplimentelor.
ru: Переведенное краткое содержание дополнения правильно используется для названия, представленного в справке дополнения, доступной из менеджера дополнения.
sr: Preveden opis dodatka se ispravno koristi kada se aktivira dugme za prikazivanje pomoći dodatka, dostupno iz dijaloga upravljanja dodacima.
tr: Eklentinin çevrilmiş özeti, eklenti yöneticisinden erişilebilen eklenti yardımında sunulan başlık için uygun şekilde kullanılır.

source: Added a note mentioning the emoji panel available on Windows 10.
bg: Добавена бе бележка, в която се споменава панелът за емоджи на Windows 10.
fr: Ajout d'une note mentionnant le panneau Emoji disponible sur Windows 10.
hr: Dodana je napomena u kojoj se spominje ploča s emojijima, koja je dostupna u sustavu Windows 10.
pl: Dodano notatkę uwzględniającą emoji panel w Windowsie 10.
ro: S-a adăugat o notă care menționează panoul de emoji din Windows 10.
ru: Добавлено примечание с упоминанием панели эмодзи, доступной в Windows 10.
sr: Dodata napomena koja spominje dostupnost Emoji panela na Windowsu 10.
tr: Windows 10'da bulunan emoji panelinden bahseden bir not eklendi.

source: Changes for 8.0
bg: Промени във версия 8.0
fr: Changements pour la version 8.0
hr: Promjene u verziji 8.0
pl: Zmiany w wersji 8.0
ro: Modificări aduse în 8.0
ru: Изменения в версии 8.0
sr: Promene u 8.0
tr: 8.0 için değişiklikler

source: Compatible with NVDA 2018.3 or later (required).
bg: Съвместимост с NVDA 2018.3 и бъдещи версии (изисква се).
fr: Compatible avec NVDA 2018.3 ou version ultérieure (requis).
hr: Kompatibilno s NVDA 2018.3 i novijim verzijama (obavezno).
pl: Kompatybilny z NVDA 2018.3 lub nowszym (wymagane).
ro: Compatibil cu NVDA 2018.3 (necesar).
ru: Совместимость с NVDA 2018.3 или более поздней версии (обязательно).
sr: Kompatibilan uz NVDA 2018.3 ili noviji (minimalna neophodna verzija ).
tr: NVDA 2018.3 veya sonraki bir sürümü gerektirir. (gerekli)

source: Changes for 7.0
bg: Промени във версия 7.0
fr: Changements pour la version 7.0
hr: Promjene u verziji 7.0
pl: Zmiany w wersji 6.0
ro: Modificări aduse în 7.0
ru: Изменения в версии 7.0
sr: Promene u 7.0
tr: 7.0 için değişiklikler

source: The Activation settings dialog has been moved to a panel in NVDA settings, so that the current profile will be shown in the title of the NVDA settings dialog.
bg: Диалоговият прозорец "Настройки за задействането" бе преместен в панел в настройките на NVDA, така че текущият профил ще се покаже в заглавието на диалоговия прозорец за настройки на NVDA.
fr: Le dialogue Paramètres d'activation a été déplacée vers un panneau dans les Paramètres NVDA, de sorte que le profil actuel s'affiche dans le titre du dialogue des Paramètres NVDA.
hr: Dijaloški okvir postavki za Aktiviranje je premješten na ploču u NVDA postavkama, tako da će se trenutačni profil prikazati u naslovu dijaloškog okvira NVDA postavki.
pl: Okno dialogowe ustawień aktywacji zostało przeniesione do oddzielnego panelu w ustawieniach NVDA, więc nazwa aktualnie aktywnego profilu będzie wyświetlana w tytule okna ustawień NVDA.
ro: Dialogul de activare al setărilor a fost mutat într-un panou din setările NVDA, astfel încât profilul curent va fi afișat în titlul dialogului setărilor NVDA.
ru: Диалоговое окно настроек активации перенесено на панель настроек NVDA, так что текущий профиль будет отображаться в заголовке диалогового окна настроек NVDA.
sr: Dijalog aktivacije je premešten u panel sa NVDA podešavanjima, kako bi se prikazao naziv trenutnog profila koji se uređuje.
tr: Aktivasyon ayarları iletişim kutusu NVDA ayarlarındaki bir panele taşındı, böylece mevcut profil NVDA ayarları iletişim kutusunun başlığında gösterilebilecek.

source: The Manage Emoticons menu has been removed: now Insert emoticon will be found under the Tools menu, and Customize Emoticons will be shown under Speech dictionaries like Emoticons dictionary.
bg: Менюто "Управление на емотиконите" е премахнато: сега "Вмъкни емотикон" ще бъде намерено в менюто "Инструменти", а "Персонализирай емотиконите" ще се показва в менюто "Речници" като "Речник на емотиконите".
fr: Le menu Gérer les émoticônes a été supprimé: maintenant, pour Insérer une émoticône se trouve dans le menu Outils et pour Personnaliser les émoticônes s'affichent sous le Dictionnaires de prononciation comme le Dictionnaire des émoticônes.
hr: Izbornik „Upravljaj emotikonima” je uklonjen: sada se „Umetni emotikon” nalazi u izborniku Alati, a „Prilagodi emotikone” će se prikazati pod „Govorni rječnici” kao što je „Rječnik emotikona”.
pl: Menu Zarządzaj Emotikonami zostało zastąpione opcją Emotikony dodaną do menu Narzędzia. Natomiast Dostosuj Emotikony zostało dodane do Słowników Wymowy, np. Słownika Emotikonów.
ro: Meniul Administrare Emoticoane a fost șters: nicio opțiune de genul Inserare Emoticon nu va fi găsită în submeniul Instrumente, iar opțiunea de personalizare a emoticoanelor va fi afișată sub dicționarele de vorbire, la fel ca dicționarul de emoticoane.
ru: Меню Управление смайликами было удалено: теперь Вставить смайлик можно найти в меню Сервис, а Настроить смайлики — в разделе Речевые словари, такие как Словарь смайликов.
sr: Uklonjen je meni upravljanja emotikonima: Sada je opcija za ubacivanje emotikona u meniju alati, a prilagođavanje emotikona u govornim rečnicima kao opcija rečnika emotikona.
tr: İfadeleri Yönet menüsü kaldırıldı: Artık İfade ekle Araçlar menüsünde bulunacak ve İfadeleri Özelleştir, İfadeler sözlüğü gibi Konuşma sözlükleri altında gösterilecek.

source: Requires NVDA 2018.2 or later.
bg: Изисква NVDA 2018.2 или по-нова.
fr: Nécessite NVDA 2018.2 ou ultérieur.
hr: Zahtijeva NVDA inačicu 2018.2 ili noviju.
pl: Wymaga NVDA w wersji 2018.2 lub nowszej.
ro: Necesită NVDA 2018.2 sau mai nou.
ru: Требуется NVDA 2018.2 или более поздней версии.
sr: Zahteva NVDA 2018.2 ili noviji.
tr: NVDA 2018.2 veya sonraki bir sürümü gerektirir.

source: Changes for 6.0
bg: Промени във версия 6.0
fr: Changements pour la version 6.0
hr: Promjene u verziji 6.0
pl: Zmiany w wersji 6.0
ro: Modificări aduse în 6.0
ru: Изменения в версии 6.0
sr: Promene u 6.0
tr: 6.0 için değişiklikler

source: Added support for configuration profiles.
bg: Добавена е поддръжка за конфигурационни профили.
fr: Ajout du support pour les profils de configuration.
hr: Dodana podrška za profile konfiguracije.
pl: Dodano wsparcie dla profili konfiguracji.
ro: S-a adăugat suportul pentru configurarea profilurilor.
ru: Добавлена поддержка профилей конфигурации.
sr: Dodata podrška za profile podešavanja.
tr: Farklı profiller için destek eklendi.
