Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/eMule.*.po
Languages: bg, fi, hr, pt_pt, sr, vi

source: Authors: Noelia, Chris, Alberto.
bg: Автори: Noelia, Chris, Alberto.
fi: Tekijät: Noelia, Chris, Alberto.
hr: Autori: Noelia, Chris, Alberto.
pt_pt: Autores: Noelia, Chris, Alberto.
sr: Autori: Noelia, Chris, Alberto.
vi: Tác giả: Noelia, Chris, Alberto.

source: This add-on helps to improve accessibility of eMule with nVDA. It also provides additional keyboard commands for moving in different windows and gives Useful information about eMule.
bg: Тази добавка допринася за подобряване на достъпността на eMule с NVDA. Също така предоставя някои допълнителни клавишни команди за придвижване между различни прозорци и дава полезна информация за eMule.
fi: Tämä lisäosa parantaa eMulen saavutettavuutta NVDA:lla käytettäessä. Lisäksi se tarjoaa lisänäppäinkomentoja eMulen eri ikkunoissa liikkumiseen sekä antaa hyödyllistä tietoa ohjelmasta.
hr: Ovaj dodatak poboljšava pristupačnostof eMule programa uz pomoć NVDA čitača. Također pruža dodatne tipkovničke prečace za premještanje po različitim prozorima i daje korisne informacije u eMuleu.
vi: Add-on này giúp cải thiện khả năng tiếp cận của eMule với NVDA. Đồng thời cung cấp thêm các phím lệnh để chuyển đến các cửa sổ khác nhau và cung cấp các thông tin hữu ích của eMule.

source: It's based on the eMuleNVDASupport add-on, developed by the same author. You should uninstall that old add-on to use this one, since both have common keystrokes and features.
bg: Базирана е на добавката eMuleNVDASupport, разработена от същия автор. Препоръчваме ви да премахнете старата добавка и да използвате тази, тъй като и двете предоставят сходни клавишни команди и възможности.
fi: Perustuu saman tekijän kehittämään eMuleNVDASupport-lisäosaan. Sinun tulisi poistaa se tämän version käyttämiseksi, sillä molemmissa on yhteisiä näppäinkomentoja ja ominaisuuksia.
hr: Ovaj je dodatak baziran na dodatku eMuleNVDASupport, kojeg je razvio isti autor. Stari se dodatak mora deinstalirati, kako bi se mogao koristiti ovaj dodatak, jer oba dodatka imaju zajedničke tipkovničke prečace i značajke.
vi: Add-on này dựa trên add-on eMuleNVDASupport, phát triển bởi cùng tác giả. Bạn nên gỡ bỏ add-on đó để dùng add-on này vì chúng có cùng các phím tắt và tính năng phổ biến.

source: Tested on [eMule][1] 0.50a.
hr: Testirano na [eMule][1] 0.50a.

source: Key Commands:
bg: Клавишни команди:
fi: Näppäinkomennot:
hr: Tipkovnički prečaci:
pt_pt: Comandos:
sr: Glavne prečice
vi: Các phím lệnh:

source: control+shift+h: Moves focus and mouse to main toolbar.
bg: control+shift+h: Премества фокуса и мишката до главната лента с менюта.
fi: Ctrl+Vaihto+H: Siirtää kohdistuksen ja hiiren päätyökaluriville.
hr: kontrol+šift+h: Premješta fokus i miša na glavnu alatnu traku.
pt_pt: control+shift+h: move o foco e o rato para a barra de ferramentas principal.
sr: control+shift+h: Pomera fokus i miš na glavnu traku.
vi: control+shift+h: chuyển focus hệ thống và chuột đến thanh công cụ chính.

source: control+shift+t: Reads the current window.
bg: control+shift+t: Прочита текущия прозорец.
fi: Ctrl+Vaihto+T: Lukee nykyisen ikkunan.
hr: kontrol+šift+t: Čita trenutačni prozor.
pt_pt: control+shift+t: lê a janela actual.
sr: control+shift+t: Čita trenutni prozor.
vi: control+shift+t: thông báo cửa sổ hiện tại.

source: control+shift+n: Moves the focus to the Name field in the Find window.
bg: control+shift+n: Премества фокуса до полето Име на прозореца за търсене.
fi: Ctrl+Vaihto+N: Siirtää kohdistuksen Haku-ikkunan Nimi-kenttään.
hr: kontrol+šift+n: Premješta fokus na polje za ime u prozoru pretrage.
pt_pt: control+shift+n: move o foco para o campo Nome na janela Localizar.
sr: control+shift+n: Premešta fokus na polje za unos imena u dijalogu za pretragu.
vi: control+shift+n: chuyển focus hệ thống đến trường Name (tên) trong cửa sổ tìm kiếm.

source: control+shift+p: In the Search window, moves focus and mouse to the list of search parameters, or edit field options.
bg: control+shift+p: Премества фокуса и мишката до списъка с параметри на търсенето или полето за писане на всяка опция в прозореца за търсене.
fi: Ctrl+Vaihto+P: Siirtää kohdistuksen ja hiiren Haku-ikkunassa hakuparametrien listaan tai eri vaihtoehtojen muokkauskenttiin.
hr: kontrol+šift+p: U prozoru pretrage, premješta fokus i miša na popis parametara pretrage ili na opcije uređivačkog polja.
pt_pt: control+shift+p: na janela Pesquisar, move o foco e o rato para a lista de parâmetros de pesquisa ou edita as opções de campo.
sr: control+shift+p: U prozoru za pretragu, premešta fokus na listu podešavanja pretrage, ili opcije polja za uređivanje.
vi: control+shift+p: trong cửa sổ tìm kiếm, chuyển focus hệ thống và chuột đến danh sách các tham số tìm kiếm hoặc trường nhập liệu cho mỗi tùy chọn trong cửa sổ tìm kiếm.

source: control+shift+b: Move the focus to the list in the current window. For example usable in the Search window, downloads in Transfer window, etc.
bg: control+shift+b: Премества фокуса в списъка в текущия прозорец. Може да се използва например в прозореца за търсене, изтеглянията в прозореца за прехвърляния, и т.н.
fi: Ctrl+Vaihto+B: Siirtää kohdistuksen nykyisessä ikkunassa olevaan listaan. Käyttökelpoinen esimerkiksi Haku-ikkunassa, Siirrot-ikkunan Lataukset-listassa jne.
hr: kontrol+šift+b: Premješta fokus na popis u trenutačnom prozoru. Na primjer, korisno u prozoru pretrage, preuzimanja u prozoru transfera, itd.
pt_pt: control+shift+b: move o foco para a lista na janela atual. Por exemplo, utilizável na janela de pesquisa, downloads na janela de transferência, etc.
sr: control+shift+b: Premešta fokus na listu u trenutnom prozoru. Na primer korisno u prozoru za pretragu, Preuzimanjima u prozoru za prebacivanje, i tako dalje.
vi: control+shift+b: chuyển focus đến danh sách trong cửa sổ hiện tại. Ví dụ trong cửa sổ tìm kiếm, cửa sổ các dữ liệu đang tải về, v...v...

source: control+shift+o: Move the focus to read-only edit boxes in the current window. For example the IRC received messages, available Servers, etc.
bg: control+shift+o: Премества фокуса в нередактируемите текстови полета в текущия прозорец. Например - получените в IRC съобщения , наличните сървъри, и т.н.
fi: Ctrl+Vaihto+O: Siirtää kohdistuksen nykyisen ikkunan vain luku -muokkausruutuihin. Esimerkiksi vastaanotettuihin IRC-viesteihin, käytettävissä olevien palvelimien listaan jne.
hr: kontrol+šift+o: Premješta fokus na polja za uređivanje koja su samo za čitanje u trenutačnom prozoru. Na primjer, IRC primljene poruke, dostupni poslužitelji, itd.
pt_pt: control+shift+o: move o foco para caixas de edição somente leitura na janela actual. Por exemplo, o IRC recebeu mensagens, Servidores disponíveis, etc.
sr: control+shift+o: Premešta fokus na polja koja su samo za čitanje u trenutnom prozoru. Na primer IRC primljene poruke, dostupni serveri, i tako dalje.
vi: control+shift+o: chuyển focus hệ thống đến các hộp có thuộc tính chỉ đọc trong cửa sổ hiện tại. Ví dụ như các thông điệp IRC, các máy chủ đang hoạt động, v...v...

source: control+NVDA+f: If the caret is located in a read only edit box, opens a find dialog to use the commands for searching text available in NVDA.
bg: Control+NVDA+F: Отваря диалог за търсене, ако каретката се намира в поле за писане само за четене.
fi: Ctrl+NVDA+F: Avaa etsintävalintaikkunan, jos kohdistin on vain luku -tyyppisessä muokkausruudussa.
hr: kontrol+NVDA+f: Ako se kursor nalazi u polju za uređivanje koje je samo za čitanje, otvara se dijalog za pretragu s NVDA naredbama za traženje teksta.
pt_pt: control+NVDA+f: se o cursor estiver localizado numa caixa de edição somente leitura, abre uma caixa de diálogo de pesquisa para usar os comandos para pesquisar texto disponível no NVDA.
sr: control+NVDA+f: Ako je kursor u polju koje je samo za čitanje, otvara dijalog za pretragu kako biste koristili NVDA komande.
vi: control+NVDA+f: nếu dấu nháy hệ thống đứng tại một trường nhập liệu có thuộc tính chỉ đọc, mở một hộp thoại tìm kiếm để dùng các phím lệnh của NVDA cho việc tìm kiếm văn bản.

source: control+shift+l: Moves the navigator object and mouse to the headers of the current list.
bg: control+shift+l: Премества фокуса и мишката до заглавията на колоните в текущия списък.
fi: Ctrl+Vaihto+L: Siirtää navigointiobjektin ja hiiren nykyisen listan otsikoihin.
hr: kontrol+šift+l: Premješta navigacijski objekt i miša na zaglavlja trenutačnog popisa.
pt_pt: control+shift+l: move o objecto do navegador e o rato para os cabeçalhos da lista actual.
sr: control+shift+l: Pomera miš i navigacioni objekat na zaglavlje trenutne liste.
vi: control+shift+l: chuyển đối tượng điều hướng và chuột đến các tiêu đề của danh sách hiện tại.

source: control+shift+q: Reads the first object in the status bar; provides information about recent activity.
bg: control+shift+q: Прочита първия обект в лентата на състоянието; предоставя информация за скорошната активност.
fi: Ctrl+Vaihto+Q: Lukee tilarivillä ensimmäisenä olevan objektin, joka antaa tietoja viimeaikaisesta toiminnasta.
hr: kontrol+šift+q: Šita prvi objekt u statusnoj traci; pruža informacije o nedavnoj aktivnosti.
pt_pt: control+shift+q: lê o primeiro objecto na barra de status; fornece informações sobre actividades recentes.
sr: control+shift+q: Čita prvi objekat na statusnoj traci; pruža informacije o poslednjim aktivnostima.
vi: control+shift+q: Thông báo đối tượng thứ nhất của thanh trạng thái; cung cấp thông tin về các hoạt động gần đây.

source: control+shift+w: Reads the second object of the status bar; contains information about files and users on the current server.
bg: control+shift+w: Прочита втория обект в лентата на състоянието; съдържа информация за файлове и потребители на текущия сървър.
fi: Ctrl+Vaihto+W: Lukee tilarivillä toisena olevan objektin, joka sisältää tietoja nykyisellä palvelimella olevista tiedostoista ja käyttäjistä.
hr: kontrol+šift+w: Čita drugi objekt statusne trake; sadrži informacije o datotekama i korisnicima na trenutačnom poslužitelju.
pt_pt: control+shift+w: lê o segundo objecto da barra de status; contém informações sobre ficheiros e utilizadores no servidor actual.
sr: control+shift+w: Čita drugi objekat statusne trake; sadrži informacije o datotekama i korisnicima na trenutnom serveru.
vi: control+shift+w: thông báo đối tượng thứ hai của thanh trạng thái; bao gồm thông tin về những tập tin và người dùng trên máy chủ hiện tại.

source: control+shift+e: Reads the third object of the status bar; useful to know the UpLoad/DownLoad speed.
bg: control+shift+e: Прочита третия обект в лентата на състоянието; полезна, ако искате да разберете скоростта на качване/сваляне.
fi: Ctrl+Vaihto+E: Lukee tilarivillä kolmantena olevan objektin, joka sisältää lähetys- ja latausnopeudet.
hr: kontrol+šift+e: Čita treći objekt statusne trake; korisno, kad se želi doznati brzina slanja/preuzimanja.
pt_pt: control+shift+e: lê o terceiro objecto da barra de status; útil para conhecer a velocidade de UpLoad / DownLoad.
sr: control+shift+e: Čita treći objekat statusne trake; korisno kako biste znali trenutnu brzinu odpremanja i preuzimanja.
vi: control+shift+e: Thông báo đối tượng thứ ba của thanh trạng thái; hữu ích khi muốn biết tốc độ tải lên / tải xuống.

source: control+shift+r: Reads The fourth object of the status bar; reports on connecting of eD2K and Kad network.
fi: Ctrl+Vaihto+R: Lukee tilarivillä neljäntenä olevan objektin, jossa on tietoa eD2K- ja Kad-verkkojen yhteyden tilasta.
hr: kontrol+šift+r: Čita četvrti objekt statusne trake; izvještava o povezivosti ed2k i Kad mreže.
pt_pt: control+shift+r: lê o quarto objecto da barra de status; relatórios sobre a conexão da rede eD2K e Kad.
vi: control+shift+r: thông báo đối tượng thứ tư của thanh trạng thái; thông báo kết nối của mạng eD2K và Kad.

source: Managing columns.
bg: Управление на колоните.
fi: Sarakkeiden hallinta
hr: Upravljanje stupcima.
pt_pt: Gerir colunas:
sr: Upravljanje kolona
vi: Quản lý các cột.

source: When within a list, you can move the caret between the rows and columns using alt+control+ Arrows. In this Add-on the following key commands are also available:
bg: Когато сте в списък, можете да премествате каретката между редовете и колоните като използвате alt+control+ стрелките. В тази добавка са налични и следните клавишни команди:
fi: Kohdistinta voidaan siirtää rivien ja sarakkeiden välillä listassa oltaessa Alt+Ctrl+nuolinäppäimiä käyttäen. Tässä lisäosassa ovat käytettävissä lisäksi seuraavat näppäinkomennot:
hr: Kad se nalaziš unutar popisa, možeš premještati kursor između stupaca i redaka pomoću alt+control+strelice. U ovom dodatku su dostupni i slijedeći prečaci:
pt_pt: Quando numa lista, pode mover o cursor entre as linhas e colunas usando alt + control + Setas. Neste extra, os seguintes comandos de teclas também estão disponíveis:
sr: Kada ste u listi, možete pomerati kursor između kolona i redova koristeći alt+control+ strelice. U ovom dodatku sledeće komande su takođe dostupne:
vi: Khi ở trong một danh sách, bạn có thể di chuyển dấu nháy giữa các dòng và cột bằng alt+control+ các phím mũi tên. Trong Add-on này cũng có các lệnh sau:

source: nvda+control+1-0: Reads the first 10 columns.
bg: nvda+control+1-0: Прочита първите 10 колони.
fi: NVDA+Ctrl+1-0: Lukee ensimmäiset 10 saraketta.
hr: nvda+kontrol+1-0: Čita prvih deset stupaca.
pt_pt: Control+nvda+1-0: lê as 10 primeiras colunas.
sr: nvda+control+1-0: čita prvih deset kolona.
vi: nvda+control+1-0: thông báo các cột từ 1 đến 10..

source: nvda+shift+1-0: Reads columns 11 to 20.
bg: nvda+shift+1-0: Прочита колоните с поредност от 11 до 20.
fi: NVDA+Vaihto+1-0: Lukee sarakkeet väliltä 11-20.
hr: nvda+šift+1-0: Čita jedamaesti do dvadeseti stupac.
pt_pt: nvda+shift+1-0: lê as colunas de 11 a 20.
sr: nvda+shift+1-0: Čita kolone 11 do 20.
vi: nvda+shift+1-0: thông báo các cột từ 11 đến 20.

source: nvda+shift+C: Copies the contents of the last read column to the clipboard.
bg: nvda+shift+C: Копира съдържанието на последно прочетената колона в клипборда.
fi: NVDA+Vaihto+C: Kopioi viimeksi luetun sarakkeen sisällön leikepöydälle.
hr: nvda+šift+C: Kopira sadržaj zadnje pročitanog stupca u međuspremnik.
pt_pt: nvda+shift+C: Copia o conteúdo da última coluna lida para a área de transferência.
sr: nvda+shift+C: Kopira sadržaj zadnje pročitane kolone u privremenu memoriju.
vi: nvda+shift+C: chép cột cuối cùng được đọc vào bộ nhớ tạm.

source: Changes for 7.0
bg: Промени във версия 7.0
fi: Muutokset versiossa 7.0
hr: Promjene u verziji 7.0

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
hr: Kompatibilno s NVDA 2023.1.

source: Changes for 6.0
bg: Промени във версия 6.0
fi: Muutokset versiossa 6.0
hr: Promjene u verziji 6.0

source: Requires NVDA 2022.1 or later.
bg: Изисква се NVDA 2022.1 или по-нова версия.
fi: Edellyttää NVDA 2022.1:tä tai uudempaa.
hr: Zahtijeva NVDA 2022.1 ili noviju verziju.

source: Changes for 5.0
bg: Промени във версия 5.0
fi: Muutokset versiossa 5.0
hr: Promjene u verziji 5.0

source: Compatible with NVDA 2021.1.
bg: Съвместима с NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
hr: Kompatibilno s NVDA 2021.1.

source: Changes for 4.0
bg: Промени във версия 4.0
fi: Muutokset versiossa 4.0
hr: Promjene u verziji 4.0
vi: Các thay đổi cho phiên bản 4.0

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
fi: Edellyttää NVDA 2019.3:a tai uudempaa.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
vi: Yêu cầu NVDA 2019.3 trở lên.

source: Changes for 3.0
bg: Промени във версия 3.0
fi: Muutokset versiossa 3.0
hr: Promjene u verziji 2.0
pt_pt: Alterações para 3.0
sr: Promene u 3.0
vi: Các thay đổi cho phiên bản 3.0

source: To search text in the readonly edit boxes, the find dialog can be used, such as nvda+control+f to activate the find dialog.
bg: За търсене на текст в нередактируемите текстови полета, може да се използва диалоговият прозорец за търсене, извикван с NVDA+Control+F.
fi: Etsi tekstiä vain luku -tyyppisistä muokkausruuduista NVDA:n Etsi-valintaikkunaa, NVDA+Ctrl+F, käyttäen.
hr: Za traženje teksta u poljima koja su samo za čitanje, moguće je koristiti dijaloški okvir pretrage, kao što je „nvda+kontrol+f”, za aktiviranje dijaloga pretrage.

source: Changes for 2.0
bg: Промени във версия 2.0
fi: Muutokset versiossa 2.0
hr: Promjene u verziji 2.0
pt_pt: Mudanças para 2.0
sr: Promene u 2.0
vi: Các thay đổi cho phiên bản 2.0

source: Add-on help is available from the Add-ons Manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
hr: Pomoć za dodatak je dostupna unutar upravljača dodataka.
pt_pt: A ajuda adicional está disponível no Gestor de extras.
sr: Pomoć za dodatak je dostupna iz menia za upravljanje dodacima.
vi: Đã có trợ giúp cho add-on trong trình quản lý add-on.

source: Changes for 1.2
bg: Промени във версия 1.2
fi: Muutokset versiossa 1.2
hr: Promjene u verziji 1.2
pt_pt: Alterações para 1.2
sr: Promene u 1.2
vi: Các thay đổi cho phiên bản 1.2

source: When moving to the IRC messages, the selected text is reported properly.
bg: При придвижване в съобщенията в IRC маркираният текст вече се съобщава правилно.
fi: Valittu teksti luetaan oikein IRC-viesteihin siirryttäessä.
hr: Prilikom premještanja na IRC poruke, označeni se tekst čita ispravno.
pt_pt: Ao mudar para as mensagens do IRC, o texto seleccionado é lido corretamente.
sr: Kada ste u IRC porukama, izabran tekst je ispravno pročitan.
vi: Khi di chuyển đến các thông điệp IRC, văn bản được chọn is được thông báo chính xác.

source: The keystroke used for moving to the Search results list has been generalized to be able to move focus to any available list in the current window.
bg: Клавишната комбинация за преместване на фокуса в списъка с резултатите от търсенето бе подобрена, с цел с нея да може да се премества фокусът до всеки един списък, наличен в текущия прозорец.
fi: Hakutuloslistaan siirtävä näppäinkomento on yleistetty siirtämään kohdistus mihin tahansa käytettävissä olevaan listaan nykyisessä ikkunassa.
hr: Tipkovnički prečac za prijelaz na popis rezultata pretraživanja je sada poopćen, kako bi se fokus mogao premjestiti na bilo koji dostupni popis u trenutačnom prozoru.
pt_pt: O comando de tecla usado para mover para a lista de resultados da Pesquisa foi generalizado para poder mover o foco para qualquer lista disponível na janela actual.
sr: Prečica za prelazak na rezultate pretrage sada prelazi na bilo koju listu u trenutnom prozoru.
vi: Phím tắt để di chuyển đến danh sách kết quả tìm kiếm đã được thiết kế lại để di chuyển focus đến bất cứ danh sách nào đang có trong cửa sổ hiện tại.

source: The command used to focus the IRC messages has been generalized to move to any read-only edit box, making it possible to review connection information in the Servers window.
bg: Командата за фокусиране на IRC съобщенията бе подобрена, с цел с нея да се премества фокусът във всяко едно нередактируемо текстово поле, правейки възможно преглеждането на информацията за свързването в прозореца със сървърите.
fi: IRC-viesteihin siirtävä näppäinkomento on yleistetty siirtämään mihin tahansa vain luku -muokkausruutuun, mikä mahdollistaa yhteyden tietojen tarkastelemisen Palvelimet-ikkunassa.
hr: Prečac koji se koristi za fokusiranje IRC poruka je sada poopćen, kako bi se omogućilo premještanje na bilo koje polje za uređivanje koje je samo za čitanje, čime se omogućuje pregled informacija o povezivosti u prozoru Poslužitelji.
pt_pt: O comando usado para focar as mensagens do IRC foi generalizado para mover para qualquer caixa de edição somente leitura, possibilitando a revisão de informações de conexão na janela de Servidores.
sr: Komanda za čitanje IRC poruka sada prelazi na bilo koje polje koje je samo za čitanje, tako da možete pregledati informacije o konekciji u bilo kom prozoru.
vi: Lệnh để đưa focus đến các thông điệp IRC đã được thiết kế lại để chuyển đến trường nhập liệu bất kì có thuộc tính chỉ đọc, làm cho có thể xem lại thông tin kết nối trong cửa sổ các máy chủ.

source: When moving mouse and focus to the toolbar, in some cases it was announced twice. This has been fixed.
bg: При преместването на мишката и фокуса до лентата с инструментите в някои случаи това беше съобщавано два пъти. Това бе поправено.
fi: Kun hiiri ja kohdistus siirrettiin työkalupalkkiin, se luettiin joissakin tapauksissa kahdesti. Tämä on korjattu.
hr: Prilikom premještanja miša ili fokusa na alatnu traku, u nekim se slučajevima ovo izgovaralo dvaput. To je sada ispravljeno.
pt_pt: Ao mover o rato e focar a barra de ferramentas, em alguns casos, era anunciado duas vezes. esse aspecto foi corrigido.
sr: Kada premestite fokus i miš na traku sa alatkama, u nekim slučajevima bila je izgovorena dva puta. Ovo je popravljeno.
vi: Khi di chuyển chuột hay focus đến các thanh công cụ, trong vài trường hợp, thông tin bị đọc lại hai lần. Lỗi này đã được sửa.

source: Changes for 1.1
bg: Промени във версия 1.1
fi: Muutokset versiossa 1.1
hr: Promjene u verziji 1.1
pt_pt: Alterações para 1.1
sr: Promene u 1.1
vi: Các thay đổi cho phiên bản 1.1

source: Fixed bug in eMule item under NVDA's help menu, when the user config folder name contains non latin characters.
bg: Отстранен е проблем с елемента eMule от подменю Помощ от менюто на NVDA, когато името на домашната папка на потребителя съдържа букви, различни от латиница.
fi: Korjattu NVDA:n ohjevalikossa olevan eMule-valikkokohteen vika, jossa käyttäjän asetuskansio sisältää muita kuin latinalaisia merkkejä.
hr: Ispravljena greška u e mule stavci izbornika unutar NVDA izbornika pomoć, kada korisnička mapa konfiguracije sadrži nelatinične znakove.
pt_pt: Foi corrigido um bug no item do eMule no menu de ajuda do NVDA, quando o nome da pasta de configuração do utilizador contém caracteres não latinos.
sr: Popravljen bag u eMule stavci u NVDA Meniju za pomoć, kada folder za korisnička podešavanja sadrži znakove koji nisu latinični.
vi: Sửa lỗi cho mục eMule trong trình đơn trợ giúp của NVDA, khi tên của thư mục user config có chứa các kí tự không phải kí tự latin.

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
bg: Клавишите за управление на добавката вече могат да бъдат преназначавани с използване на диалога Жестове на въвеждане на NVDA.
fi: Pikanäppäinten uudelleenmäärittely on nyt mahdollista NVDA:n Näppäinkomennot-valintaikkunaa käyttäen.
hr: Prečace je sada moguće prenamijeniti, koristeći dijaloški okvir ulazne geste u NVDA izborniku.
pt_pt: Os atalhos agora podem ser reatribuídos usando a caixa de diálogo de entrada de comandos do NVDA.
sr: Prečice sada mogu biti promenjene u NVDA dijalogu za ulazne gestove.
vi: Có thể gán lại các phím tắt thông qua hộp thoại quản lý các cử chỉ của NVDA.

source: Changes for 1.0
bg: Промени във версия 1.0
fi: Muutokset versiossa 1.0
hr: Promjene u verziji1.0
pt_pt: Alterações para 1.0
sr: Promene u 1.0
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
bg: Първоначално издание.
fi: Ensimmäinen versio.
hr: Prva verzija.
pt_pt: Versão inicial.
sr: Prva verzija
vi: Phiên bản đầu tiên.
