Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedAria.*.po
Languages: da, fr, hr, it, pl, pt_br, ro, sr, tr, zh_cn

source: Fixed a fatal error when a Braille display was used and the article role was configured to be reported.
da: Rettede en fatal fejl, når et punktdisplay blev brugt, og rollen "article" blev konfigureret til at blive rapporteret.
fr: Correction d'une erreur fatale quand on utilise un Afficheur Braille et que le rôle de l'article a été configuré pour être signalé.
hr: Ispravljena je fatalna greška tijekom upotrebe brajičnog retka i uloga članka je konfigurirana za izvještavanje.
it: Corretto un errore critico che si verificava quando veniva utilizzato un display Braille e la lettura del ruolo "articolo" era attivata.
pl: Naprawiono poważny błąd, który pojawiał się gdy używany był monitor brajlowski i ustawione było wymawianie artykułu.
pt_br: Corrigido um erro fatal que ocorria quando uma Linha Braille era usada e a função de artigo era configurada para ser relatada.
ro: S-a reparat o eroare fatală care avea loc atunci când se utiliza un afișaj Braille. Mai exact, rolul articolului era configurat pentru a fi raportat.
sr: Ispravljena velika greška kada se koristi brajev red uz podešeno prijavljivanje članaka.
tr: Braille ekran kullanıldığında ve makale rolü seslendirilmek üzere ayarlandığında meydana gelen önemli bir hata düzeltildi.
zh_cn: 修复了使用盲文显示器并将文章角色配置为报告时的致命错误。

source: Version 2.1
hr: Verzija 2.1
it: Versione 2.1
pl: Wersja 2.1
pt_br: Versão 2.1
ro: Versiunea 2.1
sr: Verzija 2.1
tr: Sürüm 2.1
zh_cn: 版本2.1

source: Stability improvements
da: Stabilitetsforbedringer
fr: Amélioration de la stabilité
hr: Poboljšana stabilnost
it: Miglioramenti alla stabilità
pl: Ulepszenia stabilności
pt_br: Melhorias de estabilidade
ro: Îmbunătățiri de stabilitate
sr: Poboljšanja stabilnosti
tr: Kararlılık geliştirmeleri.
zh_cn: 稳定性改进

source: Version 2.0
hr: Verzija 2.0
it: Versione 2.0
pl: Wersja 2.0
pt_br: Versão 2.0
ro: Versiunea 2.0
sr: Verzija 2.0
tr: Sürüm 2.0
zh_cn: 版本2.0

source: Added support for multi-category settings dialog available on NVDA 2018.2 and later
da: understøtter nu indstillingsdialog med listen af flere kategorier, tilgængelig i NVDA 2018.2 og nyere
fr: Ajout de la prise en charge du dialogue des paramètres multi-catégories disponible sur NVDA 2018.2 et versions ultérieures
hr: Dodana je podrška za dijaloški okvir postavaka višestrukih kategorija, što je dostupno u NVDA 2018.2 i novijim izdanjem
it: Aggiunto il supporto per la finestra impostazioni multiCategoria, disponibile da NVDA 2018.2 e successive
pl: Dodano obsługę okna dialogowego ustawień wielu kategorii dostępnego w NVDA 2018.2 i nowszych wersjach
pt_br: Adicionado suporte para o diálogo de configurações multicategoria disponível no NVDA 2018.2 e posteriores
ro: S-a adăugat suportul pentru dialogul bazat pe setări grupate pe mai multe categorii disponibil în NVDA 2018.2 sau mai nou
sr: Dodata podrška za dijaloge kategorija podešavanja dostupni u NVDA verziji 2018.2 i novijim.
tr: NVDA 2018.2 ve üzeri sürümlerde bulunan çoklu kategorili ayarlar iletişim kutusu için destek eklendi.
zh_cn: 增加了对NVDA 2018.2及更高版本上可用的多分类设置对话框的支持

source: Added Python 3 compatibility
da: Gjorde tilføjelsen kompatibel med Python 3
fr: Ajout de la compatibilité Python 3
hr: Dodana je Python 3 kompatibilnost
it: Aggiunta compatibilità con Python 3
pl: Dodano zgodność z Pythonem 3
pt_br: Adicionada compatibilidade com o Python 3
ro: S-a adăugat compatibilitatea Python 3
sr: Dodata kompatibilnost za Python 3
tr: Python 3 uyumluluğu eklendi.
zh_cn: 增加了Python 3的兼容性

source: Now guiHelper module is used to create the addon interface
da: Modulet GuiHelper bruges nu til at skabe brugergrænsefladen for tilføjelsespakken
fr: Maintenant, le module guiHelper est utilisé pour créer l'interface de l'extension
hr: Sada se koristi „guiHelper” modul za izradu sučelja dodatka
it: Viene ora usato il modulo guiHelper per creare l'interfaccia utente del componente
pl: Od teraz do tworzenia interfejsu dodatku używany będzie guiHelper module
pt_br: Agora o módulo guiHelper é usado para criar a interface do complemento
ro: Acum, modulul guiHelper este folosit pentru a crea interfața suplimentului
sr: Sada se koristi guiHelper modul za pravljenje interfejsa dodatka.
tr: Eklenti arayüzünü oluşturmak için guiHelper modülü kullanılıyor.
zh_cn: 现在，guiHelper模块用于创建插件界面

source: Version 1.3
hr: Verzija 1.3
it: Versione 1.3
pl: Wersja 1.3
pt_br: Versão 1.3
ro: Versiunea 1.3
sr: Verzija 1.3
tr: Sürüm 1.3
zh_cn: 版本1.3

source: Added configobj specification for addon settings
da: Tilføjede configobj-specifikation for tilføjesesindstillinger
fr: Ajout de la spécification configobj pour les paramètres de l'extension
hr: Dodana configobj specifikacija za postavke dodatka
it: Aggiunte specifiche configobj per le impostazioni del componente
pl: Dodano specyfikację configobj dla ustawień dodatku
pt_br: Adicionado especificação de configuração de objetos para configurações do complemento
ro: S-a adăugat specificația configobj pentru setările suplimentului
sr: Dodata configobj specifikacija za podešavanja dodatka
tr: Eklenti ayarları için configobj spesifikasyonu eklendi.
zh_cn: 增加了用于插件设置的configobj规范

source: Version 1.2
hr: Verzija 1.2
it: Versione 1.2
pl: Wersja 1.2
pt_br: Versão 1.2
ro: Versiunea 1.2
sr: Verzija 1.2
tr: Sürüm 1.2
zh_cn: 版本1.2

source: Bugs fixed
da: Fejl rettede
fr: Bugs corrigés
hr: Ispravljene greške
it: Corretti bug vari
pl: Poprawiono błędy
pt_br: Falhas corrigidas
ro: Erori reparate
sr: Greške ispravljene
tr: Hatalar düzeltildi.
zh_cn: 错误修复

source: Version 1.1
hr: Verzija 1.1
it: Versione 1.1
pl: Wersja 1.1
pt_br: Versão 1.1
ro: Versiunea 1.1
sr: Verzija 1.1
tr: Sürüm 1.1
zh_cn: 版本1.1

source: Fixed issues which prevented opening the addon settings dialog when reverting to NVDA saved configuration
da: Rettede problemer, der forhindrede at åbne dialogboksen til tilføjelsesindstillinger, når du vendte tilbage til NVDA-gemt konfiguration
fr: Correction de problèmes qui empêchaient d'ouvrir le dialogue des paramètres des extensions lors de la réintégration à la configuration sauvegardée de NVDA
hr: Popravljeni su problemi prilikom otvaranja dijaloškog okvira za postavke dodatka, kad se NVDA vrati na spremljene konfiguraciju
it: Corretti bug che impedivano l'apertura della finestra impostazioni dell'addon, dopo che la configurazione di NVDA è stata ripristinata
pl: Naprawiono błędy, które uniemożliwiały otwarcie dialogu ustawień dodatku przy powrocie do zapisanych ustawień NVDA
pt_br: Corrigidos problemas que impediam a abertura da caixa de diálogo de configurações do complemento ao reverter para a configuração salva do NVDA
ro: Au fost reparate erori care preveneau deschiderea dialogul de setări ale suplimentului când se revenea la configurația salvată a NVDA-ului
sr: Popravljeni problemi u otvaranju dijaloga za podešavanje dodatka kada se NVDA vrati na sačuvana podešavanja
tr: Kaydedilmiş konfigürasyona geri dönüldüğünde eklenti ayarları iletişim kutusunun açılmasını engelleyen sorunlar düzeltildi.
zh_cn: 修复了在恢复到NVDA保存配置时阻止打开插件设置对话框的问题
