Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedTouchGestures.*.po
Languages: es, fi, fr, hr, it, ja, pt_br, pt_pt, sk, tr, uk

source: After installing this version, when pressing keys on the touch keyboard, one must double tap the desired key. You can switch back to the old way by enabling touch typing from Touch Interaction dialog.
es: Después de instalar esta versión, al pulsar teclas en el teclado táctil, se debe hacer doble toque en la tecla deseada. Puedes volver al modo antiguo habilitando la escritura táctil desde el diálogo Interacción Táctil.
fi: Kun tämä versio on asennettuna, kosketusnäppäimistön näppäimiä on kaksoisnapautettava niiden painamiseksi. Voit vaihtaa takaisin vanhaan kirjoitustapaan ottamalla käyttöön kosketuskirjoituksen Kosketuksen vuorovaikutus -valintaikkunasta.
fr: Après avoir installé cette version, lorsque vous appuyez sur les touches du clavier tactile, vous devez faire une double tape sur la touche désirée. Vous pouvez revenir à l'ancienne façon en activant la frappe tactile à partir du dialogue Interaction Tactile.
hr: Nakon instaliranja ove verzije, prilikom pritiskanja tipki na dodirnoj tipkovnici, željena tipka se mora dodirnuti dvaput. Moguće je prebaciti se na stari način rada, aktiviranjem tipkanja dodirom u dijaloškom okviru Interakcija dodirom.
it: Dopo aver installato questa versione, per premere tasti sulla tastiera touch, si deve toccare due volte il tasto desiderato. Si può tornare alla vecchia modalità attivando "digitazione a tocco" dalla finestra INterazione a Tocco.
ja: このバージョンをインストールした後、タッチキーボードでキーを押すには、目的のキーをダブルタップしなければなりません。タッチ操作ダイアログから、タッチ入力を有効にすることで、以前の方法に戻すことが出来ます。
pt_br: Após instalar esta versão, ao pressionar teclas no teclado tátil, deve-se dar toque duplo na tecla desejada. Você pode voltar ao modo antigo habilitando digitação por toque no diálogo de Interação Tátil.
pt_pt: Depois de instalar esta versão, ao pressionar as teclas no teclado virtual, é preciso tocar duas vezes a tecla desejada. Pode voltar para a maneira antiga, permitindo a digitação de toque na caixa de diálogo Interação táctil.
sk: Po nainštalovaní doplnku funguje písanie tak, že je potrebné na príslušný znak poklepať. Môžete začiarknúť funkciu písať okamžite po dotyku v nastaveniach doplnku.
tr: Eklentinin bu sürümünü kurduktan sonra dokunmatik klavyede tuşlara çift dokunarak basılabilir. Eski kullanıma dönmek için dokunmatik etkileşim iletişim kutusundan dokunmatik yazmayı etkinleştirebilirsiniz.
uk: Після встановлення цієї версії для натискання клавіш на сенсорній клавіатурі потрібно двічі натиснути на потрібну клавішу. Ви можете повернутися до старого способу, увімкнувши сенсорне введення в діалозі «Сенсорна взаємодія».

source: Added a command (unassigned) to allow NVDA to ignore touch gestures for up to 10 seconds.
es: Añadida una orden (no asignada) para permitir a NVDA ignorar gestos táctiles por hasta 10 segundos.
fi: Lisätty (määrittämätön) komento, jonka avulla NVDA ohittaa kosketuseleet enintään kymmenen sekunnin ajan.
fr: Ajout d'une commande (non assignée) pour permettre à NVDA d'ignorer les gestes tactiles pendant 10 secondes maximum.
hr: Dodana je naredba (nedodijeljena) koja dozvoljava NVDA čitaču ignorirati dodirne geste u intervalu do 10 sekundi.
it: Aggiunto un comando non assegnato ad alcun gesto, che permette ad NVDA di ignorare i gesti touch per massimo 10 secondi.
ja: NVDAが、10秒間までタッチジェスチャーを無視するようにするコマンド(未割り当て)を追加しました。
pt_br: Adicionado um comando (não-atribuído) para possibilitar ao NVDA ignorar gestos táteis por até 10 segundos.
pt_pt: Adicionado um comando (não atribuído) para permitir que o NVDA ignore os gestos de toque até 10 segundos.
sk: Pridaná možnosť ignorovať dotykové gestá (prepustenie do 10 sekúnd).
tr: NVDA'nın dokunmatik hareketleri 10 saniye boyunca yoksaymasına yarayan, kısayol tuşu atanmamış bir komut eklendi.
uk: Додано непризначену команду, яка дозволяє NVDA ігнорувати сенсорні жести до 10 секунд.

source: Added an option in Touch Interaction dialog to allow NVDA to pause touch interaction between 3 to 10 seconds in order to perform touchscreen gestures directly (as though NVDA is not running; default is 5 seconds).
es: Añadida una opción en el diálogo Interacción Táctil para permitir a NVDA pausar la interacción táctil entre 3 y 10 segundos para realizar gestos de la pantalla táctil directamente (tal como si NVDA no está en ejecución; por defecto es 5 segundos).
fi: Lisätty Kosketuksen vuorovaikutus -valintaikkunaan asetus, jolla NVDA keskeyttää kosketusvuorovaikutuksen 3-10 sekunnin ajaksi, mikä mahdollistaa kosketuseleiden suoran suorittamisen (ikään kuin NVDA ei olisi käynnissä; oletus on 5 sekuntia).
fr: Ajout d'une option dans le dialogue Interaction Tactile pour permettre à NVDA de suspendre l'interaction tactile entre 3 à 10 secondes afin d'effectuer des gestes d'écran tactile directement (comme si NVDA ne fonctionnait pas, la valeur par défaut est de 5 secondes).
hr: Dodana je opcija u dijaloškom okviru interakcije dodirom koja dozvoljava NVDA čitaču zaustaviti interakciju dodirom u intervalu između 3 i 10 sekundi, kako bi se direktno izvršile dodirne geste (kad NVDA nije pokrenut; standardno je 5 sekundi).
it: Aggiunta un'opzione nella finestra di dialogo Interazione a Tocco, per permettere ad NVDA di disattivare l'interazione a tocco per un tempo compreso tra 3 e 10 secondi, al fine di eseguire direttamente gesti touchscreen (come se NVDA non fosse in esecuzione; il default è 5 secondi).
ja: タッチスクリーンジェスチャーを直接実行するために(NVDAが起動していない場合でも; 初期設定は5秒)、NVDAが、3秒から10秒の間でタッチ操作を一時停止するようにするオプションを、タッチ操作ダイアログに追加しました。
pt_br: Adicionada uma opção no diálogo de interação tátil para possibilitar ao NVDA pausar a interação tátil entre 3 e 10 segundos de modo a executar gestos táteis diretamente, como se o NVDA não estivesse rodando; o padrão é 5 segundos.
pt_pt: Adicionada uma opção na caixa de diálogo Interacção por toque para permitir que o NVDA interrompa a interacção de toque entre 3 a 10 segundos para executar gestos de ecrã sensível directamente (como se o NVDA não estivesse em execução, o padrão é 5 segundos).
sk: Pridaná možnosť nastaviť dĺžku prepustenia. V tomto čase sa budú gestá posielať priamo do systému, ako keby nebolo NVDA spustené.
tr: Dokunmatik etkileşim iletişim kutusuna NVDA'nın dokunmatik etkileşimini 3-10 saniye süre boyunca devredışı bırakma özelliğini ayarlamak için bir seçenek eklendi. Bu özellik dokunmatik hareketleri NVDA çalışmıyormuş gibi sisteme doğrudan aktarır. Varsayılan süre 5 saniyedir.
uk: У діалозі «сенсорна взаємодія» додано параметр, який дозволяє NVDA призупиняти сенсорну взаємодію на час від 3 до 10 секунд для виконання жестів безпосередньо на сенсорному екрані (так, ніби NVDA не запущено; початково — 5 секунд).

source: Added debug logging messages when performing right clicks (tap and hold) to be recorded in the NVDA log (requires NVDA 2017.1 or later).
es: Añadidos mensajes de depuración en el registro al realizar clic derecho (tocar y mantener) para grabarlos en el registro de NVDA (requiere de NVDA 2017.1 o posterior).
fi: Lisätty virheenkorjauksen ilmoitukset hiiren oikean näppäimen napsautuksille (napauta ja pidä) NVDA:n lokiin tallennettaviksi (edellyttää NVDA 2017.1:tä tai uudempaa).
fr: Ajout de messages de débogage lors d'un clic droit (taper et maintenir) pour être enregistré dans le journal NVDA (nécessite NVDA 2017.1 ou version ultérieure).
hr: Dodane su poruke za otkrivanje grešaka tijekom izvođenja desnog klika (dodirni i zadrži) i njihovo spremanje u NVDA log (zahtijeva NVDA verziju 2017.1 ili noviju).
it: Aggiunti i log dei messaggi di debug quando si eseguono clic destri (premi e tieni premuto), perché siano registrati nei log di NVDA (richiede NVDA 2017.1 o successive).
ja: 右クリック(タップアンドホールド)を実行する時に、NVDAログに記録されるデバッグログメッセージを追加しました(NVDA 2017.1以降が必要)。
pt_br: Adicionado registro de mensagens de debug ao executar cliques direitos (tocar e segurar), a serem gravadas no log do NVDA (requer NVDA 2017.1 ou posterior).
pt_pt: Adicionadas mensagens de log de depuração ao executar cliques corretos (tocar e segurar) para serem gravadas no log do NVDA (requer NVDA 2017.1 ou posterior).
sk: Do záznamu sa pridávajú informácie pri gesteklepnúť a podržať (vykonáva kliknutie pravým tlačidlom myši). Toto správne funguje len v NVDA od verzie 2017.1.
tr: Fareyle sağ tıklandığında (bir parmakla dokunup basılı tutma) NVDA günlüğüne hata ayıklama seviyesinde hata ayıklama mesajları kaydediliyor. Bu özellik NVDA 2017.1 veya daha üzeri sürümünü gerektirir.
uk: До журналу NVDA додано налагоджувальні повідомлення при виконанні клацання правою кнопкою миші (натискання й утримання) (потрібна NVDA 2017.1 або новіша версія).

source: Due to changes made when playing screen coordinates, NVDA 2017.1 or later is required.
es: Debido a cambios hechos al reproducir las coordenadas de la pantalla, se requiere de NVDA 2017.1 o posterior.
fi: Ruudun koordinaattien ilmaisuun tehtyjen muutosten vuoksi edellytetään NVDA 2017.1:tä tai uudempaa.
fr: En raison des modifications apportées lors de la sonorisation des coordonnées de l'écran, NVDA 2017.1 ou version ultérieure est requise.
hr: Zbog promjena u reproduciranju koordinata ekrana, zahtijeva NVDA verziju 2017.1 ili noviju.
it: A causa di modifiche apportate alla funzione Coordinate Aurio, è necessario NVDA 2017.1 o successivo.
ja: 画面座標を再生する時についてなされる変更により、NVDA 2017.1以降が必要。
pt_br: Devido a alterações feitas na parte de tocar coordenadas de tela, exige-se o NVDA 2017.1 ou posterior.
pt_pt: Devido às alterações feitas ao reproduzir as coordenadas do ecrã, o NVDA 2017.1 ou posterior é necessário.
sk: Vyžaduje sa NVDA od verzie 2017.1, hlavne pre zmeny, ktoré sa urobili v NVDA na oznamovanie pozície myši zvukom.
tr: Ekran koordinatlarını duyurma ile ilgili yapılan değişikliklerden dolayı eklentiyi kullanabilmek için NVDA 2017.1 sürümü veya daha üzeri gerekli.
uk: Через зміни, внесені при відтворенні координат екрана, потрібна NVDA 2017.1 або новіша версія.

source: ##Version 17.03
es: ##Versión 17.03
fi: ##Versio 17.03
hr: ##Verzija 17.03
it: ##Versione 17.03
ja: ##バージョン 17.03
pt_br: ##Versão 17.03
pt_pt: ##Versão 17.03
tr: ##Sürüm 17.03
uk: ##Версія 17.03

source: Fixed an issue where coordinate announcement beep did not play or an error tone played instead when using NVDA 2017.1 or later.
es: Corregido un fallo cuando el pitido de anunciado de coordenadas no se reproducía o se reproducía un tono de error en su lugar cuando se utiliza NVDA 2017.1 o anterior.
fi: Korjattu ongelma, jossa koordinaatinilmoitusäänimerkkiä ei toistettu tai virheääni kuului sen asemesta NVDA 2017.1:tä tai uudempaa käytettäessä.
fr: Correction d'un problème au cours duquel l'annonce de la coordonnée par des bips n'a pas été sonorisé ou une tonalité d'erreur a été sonorisé lors de l'utilisation de NVDA 2017.1 ou version ultérieure.
hr: Riješen problem gdje se pri izvještavanju koordinata nije čuo zvuk ili se pojavljivao zvuk pogreške tijekom korištenja NVDA verzije 2017.1 ili novije.
it: Risolto un problema che impediva la riproduzione delle coordinate audio con NVDA 2017.1 o successive.
ja: NVDA 2017.1以降を使用している時に、座標通知ビープが鳴らない、または代わりにエラー音が鳴る問題を修正。
pt_br: Corrigido um problema em que o bipe de anúncio de coordenadas não tocava ou um som de erro tocava no lugar, ao usar NVDA 2017.1 ou posterior.
pt_pt: Corrigido um problema em que o sinal sonoro de coordenadas não era reproduzido ou surgia um beep de erro em vez disso ao usar o NVDA 2017.1 ou posterior.
sk: Opravené oznamovanie pozície kurzora myši zvukom pre NVDA od verzie 2017.1.
tr: NVDA 2017.1 veya daha üzeri bir sürümü kullanılırken, koordinat sesinin çalınmaması veya hata sesi çalınmasıyla ilgili bir sorun düzeltildi.
uk: Виправлено проблему, коли при використанні NVDA 2017.1 або новішої версії не лунав звуковий сигнал оголошення координат або замість нього лунав сигнал помилки.

source: ##Version 16.12
es: ##Versión 16.12
fi: ##Versio 16.12
hr: ##Verzija 16.12
it: ##Versione 16.12
ja: ##バージョン 16.12
pt_br: ##Versão 16.12
pt_pt: ##Versão 16.12
tr: ##Sürüm 16.12
uk: ##Версія 16.12

source: Web touch mode works in Microsoft Edge, Microsoft Word and others where browse mode is used.
es: El modo web táctil funciona en Microsoft Edge, Microsoft Word y otros donde se utilice el modo exploración.
fi: Verkkotila toimii Microsoft Edgessä, Microsoft Wordissa ja muualla, missä käytetään selaustilaa.
fr: Le mode web tactile fonctionne dans Microsoft Edge, Microsoft Word et d'autres où le mode navigation est utilisé.
hr: Dodirni modus za web radi u programu Microsoft Edge, Microsoft Word i drugdje gdje je moguće koristiti modus pretraživanja.
it: La modalità tocco web funziona in Microsoft Edge, Microsoft Word e altri programmi dove viene usata la modalità navigazione.
ja: ウェブタッチモードが、Microsoft Edge、Microsoft Word、その他、ブラウズモードが使用されている時に動作。
pt_br: O modo tátil para a web funciona em Microsoft Edge, Microsoft Word e outros onde o modo de navegação é usado.
pt_pt: O modo Web Touch funciona no Microsoft Edge, no Microsoft Word e em outros onde o modo de navegação é usado.
sk: Webový režim funguje v aplikáciách MS Edge, Word a ďalších.
tr: Microsoft Edge, Microsoft Word ve diğerleri gibi tarama modu kullanılan uygulamalarda web dokunma kipi çalışıyor.
uk: Сенсорний веб-режим використовується в Nicrosoft Edge, Microsoft Word та інших застосунках, де використовується режим огляду.

source: Added lists and landmarks to web touch mode elements.
es: Añadidas listas y puntos de referencia a los elementos del modo web táctil.
fi: Luettelot ja kiintopisteet lisätty verkkotilan elementteihin.
fr: Ajout des listes et régions aux éléments du mode web tactile.
hr: Dodani su popisi i orijentiri za elemente u dodirnom modusu za web.
it: Aggiunti elenchi e punti di riferimento agli elementi disponibili in modalità tocco web.
ja: ウェブタッチモードの要素に、リストとランドマークを追加しました。
pt_br: Acrescentadas listas e marcas de seção aos elementos do modo tátil para web.
pt_pt: Adicionadas listas e marcadores para elementos do modo web touch.
sk: Do webového režimu pridaná možnosť prechádzať po oblastiach stránky a zoznamoch.
tr: Web dokunmatik kipi öğelerine listeler ve sınır imleri eklendi.
uk: До елементів сенсорного режиму в інтернеті додано списки й орієнтири.

source: Version 16.06
es: Versión 16.06
fi: Versio 16.06
hr: Verzija 16.06
it: Novità nella versione 16.06
ja: バージョン 16.06
pt_br: Versão 16.06
pt_pt: Versão 16.06
sk: Verzia 16.06
tr: Sürüm 16.06
uk: Версія 16.06

source: Initial stable version.
es: Versión estable inicial.
fi: Ensimmäinen vakaa versio.
fr: Première version stable.
hr: Inicijalna stabilna verzija.
it: Versione iniziale stabile.
ja: 最初の安定版。
pt_br: Versão estável inicial.
pt_pt: Versão inicial estável.
sk: Prvé stabilné vydanie.
tr: İlk kararlı sürüm.
uk: Перша стабільна версія.
