Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedAnnotations.*.po
Languages: de, fr, gl, hr, pl, pt_br, ru

source: [[!meta title="Enhanced Annotations"]]
de: [[!meta title="Verbesserte Anmerkungen"]]
hr: [[!meta title="Napredne zabilješke (Enhanced Annotations)"]]
pl: [[!meta title="Rozszerzone adnotacje"]]
ru: [[!meta title="Расширенные аннотации"]]

source: Authors: George Kerscher, Noelia Ruiz Martínez
fr: Auteurs : George Kerscher, Noelia Ruiz Martínez
hr: Autori: George Kerscher, Noelia Ruiz Martínez
pt_br: Autores: George Kerscher, Noelia Ruiz Martínez
ru: Авторы: George Kerscher, Noelia Ruiz Martínez

source: In the DAISY Consortium, best practices are developed for publishers and authors for providing extended (long) descriptions.
de: Im DAISY-Konsortium werden Best Practices für Verlage und Autoren entwickelt, um erweiterte (lange) Beschreibungen bereitzustellen.
fr: Dans le consortium DAISY, les meilleures pratiques sont développées pour les éditeurs et les auteurs pour avoir fourni des descriptions étendues (longues).
gl: No DAISY Consortium, as boas prácticas desenvólvense para publicadores e autores para proporcionar descricións extendidas (longas).
hr: U konzorciju DAISY razvijaju se najbolje prakse za izdavače i autore za pružanje opsežnih opisa.
pl: W konsorcjum DAISY opracowywane są najlepsze praktyki dla wydawców i autorów w zakresie dostarczania rozszerzonych (długich) opisów.
pt_br: No DAISY Consortium, as práticas recomendadas são desenvolvidas para editores e autores para fornecer descrições estendidas (longas).
ru: В консорциуме DAISY разработаны рекомендации для издателей и авторов по предоставлению расширенных (длинных) описаний.

source: The best practices use the HTML details element that follows the image, or a link to another file that contains the extended description.
de: Am besten verwenden Sie das HTML-Details-Element, das auf das Bild folgt, oder einen Link zu einer anderen Datei, die die erweiterte Beschreibung enthält.
fr: Les meilleures pratiques utilisent l'élément details HTML qui suit l'image, ou un lien vers un autre fichier qui contient la description étendue.
gl: As boas prácticas utilizan o elemento HTML details que siga a imaxe, ou unha ligazón a outro arquivo que conteña a descrición extendida.
hr: Najbolji postupci koriste element HTML detalja koji slijedi nakon slike ili poveznice na drugu datoteku koja sadrži opsežnan opis.
pl: Najważniejsze wskazówki wykorzystują element HTML details następujący po obrazie lub łącze do innego pliku zawierającego opis rozszerzony.
pt_br: As práticas recomendadas usam o elemento de detalhes HTML que segue a imagem ou um link para outro arquivo que contém a descrição estendida.
ru: Рекомендуется использовать элемент HTML details, который следует за изображением, или ссылку на другой файл, содержащий расширенное описание.

source: In both options, the user would need to move to the details or the link and activate it.
de: Bei beiden Optionen müsste der Nutzer zu den Details oder dem Link gehen und ihn aktivieren.
fr: Dans les deux options, l'utilisateur devrait se déplacer vers les détails ou le lien et l'activer.
gl: En ambas opcións, o usuario tería que moverse ós detalles ou a ligazón e activala.
hr: U objim opcijama, korisnik bi se trebao premjestiti na detalje ili poveznicu i aktivirati je.
pl: W obu opcjach użytkownik musiałby przejść do szczegółów lub linku i aktywować go.
pt_br: Em ambas as opções, o usuário precisaria ir até os detalhes ou o link e ativá-lo.
ru: В обоих вариантах пользователю нужно будет перейти к подробностям или ссылке и активировать её.

source: Having a keystroke to put focus on the details or the link is ideal.
de: Ein Tastendruck, um den Fokus auf die Details oder den Link zu legen, ist ideal.
fr: Avoir un raccourci clavier pour mettre le focus sur les détails ou le lien est idéal.
gl: Ter un atallo de teclas que poña o foco nos detalles ou na ligazón sería ideal.
hr: Imati tipkovni prečac za fokusiranje na detalje ili vezu je idealno.
pl: Idealne jest naciśnięcie, aby skupić się na szczegółach lub łączu.
pt_br: O ideal é ter um pressionamento de tecla para colocar o foco nos detalhes ou no link.
ru: Идеальным вариантом является нажатие клавиши, позволяющее сфокусироваться на деталях или ссылке.

source: Our best practices recommend that the details or the link immediately follows the image, and if the link is followed, a back link to the exact location must be provided. This makes it certain that the user will not get lost.
de: Es wird empfohlen, dass die Details oder der Link unmittelbar auf das Bild folgen, und wenn dem Link gefolgt wird, muss ein Backlink zum genauen Standort angegeben werden. So wird sichergestellt, dass der Nutzer sich nicht verirrt.
fr: Nos meilleures pratiques recommandent que les détails ou le lien suivent immédiatement l'image, et si le lien est suivi, un lien de retour à l'emplacement exact doit être fourni. Cela garantit que l'utilisateur ne se perdra pas.
gl: As nosas boas prácticas recomendan que os detalles ou a ligazón sigan inmediatamente á imaxe, e se se segue a ligazón, débese proporcionar un botón atrás exactamente á mesma ubicación. Isto asegura que o usuario non se perderá.
hr: Iz naše prakse preporučujemo da detalji ili poveznica slijede odmah nakon slike, a ako se poveznica slijedi, mora se navesti povratna poveznica na točnu lokaciju. Time se osigurava da se korisnik neće izgubiti.
pl: Nasze najlepsze praktyki zalecają, aby szczegóły lub link znajdowały się bezpośrednio po obrazie, a jeśli link jest przestrzegany, należy podać link zwrotny do dokładnej lokalizacji. Dzięki temu masz pewność, że użytkownik się nie zgubi.
pt_br: Nossas práticas recomendadas recomendam que os detalhes ou o link sigam imediatamente a imagem e, se o link for seguido, deve ser fornecido um link de retorno para o local exato. Isso garante que o usuário não se perderá.
ru: В соответствии с нашими рекомендациями, информация или ссылка должны быть указаны непосредственно после изображения, и, если пользователь перешел по ссылке, должна быть указана обратная ссылка на точное местоположение. Это гарантирует, что пользователь не заблудится.

source: However it is probable that authors in the wild will place the extended (long) description almost anywhere. In these cases, the user would want to return to the image and hence the need for a way to return to the original image.
de: Es ist jedoch wahrscheinlich, dass viele Autoren die erweiterte (lange) Beschreibung fast überall platzieren. In diesen Fällen würde der Benutzer zu dem Bild zurückkehren wollen, und daher ist eine Möglichkeit erforderlich, zum Originalbild zurückzukehren.
fr: Cependant, les auteurs sont susceptibles de placer la description étendue (longue) presque partout. Dans ces cas, l'utilisateur voudrait revenir à l'image, d'où la nécessité d'un moyen de revenir à l'image d'origine.
gl: Porén, é probable que os autores, na práctica, coloquen a descrición extendida (longa) case en calquera lugar. Neses casos, o usuario querería volver á imaxe, e de aí a necesidade dunha maneira de volver á imaxe orixinal.
hr: Međutim, vjerojatno je da će razni autori staviti opsežan opis gotovo bilo gdje. U tim slučajevima, korisnik bi se želio vratiti na sliku i otuda potreba za načinom vraćanja na izvornu sliku.
pl: Jest jednak prawdopodobne, że autorzy na wolności umieszczą rozszerzony (długi) opis niemal wszędzie. W takich przypadkach użytkownik chciałby powrócić do obrazu, a tym samym potrzeba powrotu do oryginalnego obrazu.
pt_br: No entanto, é provável que os autores coloquem a descrição estendida (longa) em praticamente qualquer lugar. Nesses casos, o usuário desejaria retornar à imagem e, por isso, a necessidade de uma maneira de retornar à imagem original.
ru: Однако вполне вероятно, что авторы в обычной ситуации разместят расширенное (длинное) описание практически в любом месте. В таких случаях пользователь захочет вернуться к изображению и, следовательно, ему потребуется способ вернуться к исходному изображению.

source: This add-on provides both features, in support of this [issue opened in NVDA's repository][1].
fr: Cette extension fournit les deux fonctionnalités, en soutien d'une [incidence ouverte sur le dépôt de NVDA][1].
pt_br: Esse complemento fornece ambos os recursos, em apoio a esse [problema aberto no repositório do NVDA][1].
ru: Это дополнение предоставляет обе возможности поддержки этой [проблемы, открытой в репозитории NVDA][1].

source: Commands
de: Befehle
fr: Commandes
gl: Ordes
hr: Naredbe
pl: Polecenia
pt_br: Comandos
ru: Команды

source: NVDA+alt+d: moves the cursor to the element identified with aria-details.
de: NVDA+Alt+D: Zieht den Cursor auf das mit "aria-details" gekennzeichnete Element.
fr: NVDA+alt+d : déplace le curseur vers l'élément identifié avec Aria-Details.
gl: NVDA+alt+D: move o cursor ó elemento identificado con aria-details.
hr: NVDA+alt+d: pomiče kursor na element koji je identificiran s aria-detaljima.
pl: NVDA+alt+d: przesuwa kursor do elementu identyfikowanego za pomocą aria-details.
pt_br: NVDA+alt+d: move o cursor para o elemento identificado com aria-details.
ru: NVDA+alt+d: перемещает курсор на элемент, обозначенный как aria-details.

source: NVDA+alt+shift+d: moves the cursor to the original element, for example, an image with furter details like a long description. If NVDA+alt+d has been pressed several times to move to related annotations, it'll be possible to go back to each origin.
de: NVDA+Alt+Umschalt+D: Bewegt den Cursor auf das ursprüngliche Element, z. B. ein Bild mit weiteren Details wie einer langen Beschreibung. Wenn Sie NVDA+Alt+D mehrmals gedrückt haben, um zu verwandten Anmerkungen zu gelangen, können Sie zu jedem Ursprung zurückkehren.
fr: NVDA+alt+Maj+d : déplace le curseur vers l'élément d'origine, par exemple, une image avec plus de détails comme une description longue. Si NVDA+alt+d a été pressé plusieurs fois pour se déplacer vers des annotations connexes, il sera possible de revenir à chaque origine.
gl: NVDA+alt+shift+D: move o cursor ó elemento orixinal, por exemplo, unha imaxe con máis detalles como unha descrición longa. Se se premeu NVDA+alt+d varias veces para moverse a anotacións realizadas, é posible volver a cada unha delas.
hr: NVDA+alt+shift+d: pomiče kursor na izvorni element, na primjer, sliku s daljnjim detaljima poput dugačkog opisa. Ako se nekoliko puta pritisne NVDA+alt+d za pomicanje na povezane bilješke, bit će moguće vratiti se na svaki izvor.
pl: NVDA+alt+shift+d: przesuwa kursor do oryginalnego elementu, na przykład obrazu z szczegółami furter, takimi jak długi opis. Jeśli NVDA+alt+d został naciśnięty kilka razy, aby przejść do powiązanych adnotacji, będzie można wrócić do każdego źródła.
pt_br: NVDA+alt+shift+d: move o cursor para o elemento original, por exemplo, uma imagem com detalhes mais precisos, como uma descrição longa. Se NVDA+alt+d tiver sido pressionado várias vezes para mover para anotações relacionadas, será possível voltar a cada origem.
ru: NVDA+alt+shift+d: перемещает курсор на исходный элемент, например, изображение с более подробной информацией, например, с длинным описанием. Если несколько раз нажать клавиши NVDA+alt+d для перехода к связанным аннотациям, можно будет возвращаться к каждому источнику.

source: The above commands can be modified from NVDA's menu, Preferences submenu, Input gestures dialog, Browse mode category.
de: Die oben genannten Tastenbefehle können über die Einstellungen im NVDA-Menü im Dialogfeld für die Tastenbefehle und dort in der Kategorie "Lesemodus" geändert werden.
fr: Les commandes ci-dessus peuvent être modifiées à partir du menu NVDA, Préférences sous-menu, dans le dialogue Gestes de commandes, sous la catégorie Mode navigation.
gl: As ordes anteriores pódense modificar dende o menú de NVDA, submenú Preferencias, diálogo de Xestos de entrada, categoría Modo exploración.
hr: Gornje naredbe mogu se promijeniti u NVDA izborniku, podizbornik Postavke, dijalošk okvir za ulazne geste, kategorija modus čitanja.
pl: Powyższe polecenia można modyfikować z poziomu menu NVDA, podmenu Preferencje, okna dialogowego Gesty wejściowe, kategorii Tryb przeglądania.
pt_br: Os comandos acima podem ser modificados no menu do NVDA, submenu Preferências, caixa de diálogo Gestos de entrada, categoria Modo de navegação.
ru: Вышеуказанные команды можно изменить из меню NVDA, подменю параметров, диалога жестов ввода, категории режима обзора.

source: Changes for 2.0
de: Änderungen in 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
pl: Zmiany dla 2.0
pt_br: Alterações para a versão 2.0
ru: Изменения для версии 2.0

source: Added ability to move back through multiple annotation origins.
de: Sie können durch mehrere Anmerkungen wechseln.
fr: Ajout de la possibilité de revenir à travers de plusieurs annotations d'origine.
gl: Engadida a posibilidade de moverse rapidamente entre varias orixes de anotacións.
hr: Dodana je mogućnost za pomicanje unatrag kroz više izvora zabilješki.
pl: Dodano możliwość przechodzenia wstecz przez wiele źródeł adnotacji.
pt_br: Adicionada a capacidade de retroceder em várias origens de anotações.
ru: Добавлена возможность возврата к нескольким источникам аннотаций.

source: Requires NVDA 2023.1 or later.
de: NVDA 2023.1 oder neuer wird benötigt.
fr: Nécessite NVDA 2023.1 ou version ultérieure.
gl: Require NVDA 2023.1 ou posterior.
hr: Potrebna je NVDA verzija 2023.1 ili novija.
pl: Wymaga NVDA 2023.1 lub nowszego.
pt_br: Requer o NVDA 2023.1 ou posterior.
ru: Требуется NVDA 2023.1 или выше.
