Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedTouchGestures.*.po
Languages: es, fi, fr, hr, it, ja, pt_br, pt_pt, sk, tr, uk

source: Add-on settings is now found in new multi-category NVDA Settings screen under "Enhanced Touch Gestures" category. As a result, NVDA 2018.2 is required.
es: La configuración del complemento ahora se encuentra en la nueva pantalla multicategoría Opciones de NVDA en la categoría "Enhanced Touch Gestures". A consecuencia de ello, se requiere de NVDA 2018.2.
fi: Lisäosan asetukset löytyvät nyt uudesta monikategoriaisesta Asetukset-ruudusta kohdasta "Laajennetut kosketuseleet". Tämän seurauksena edellytetään NVDA 2018.2:ta.
fr: Les paramètres de l'extension sont désormais disponibles dans le nouvel écran Paramètres NVDA multi-catégories sous la catégorie "Enhanced Touch Gestures". Par conséquent, NVDA 2018.2 est requis.
hr: Postavke dodatka se sada nalaze u novom ekranu NVDA postavki s višestrukim kategorijama pod kategorijom „Dodatne dodirne geste”. Iz tog razloga je potreban NVDA 2018.2.
it: Le impostazioni del componente aggiuntivo si trovano ora nella finestra multicategoria impostazioni di NVDA, alla categoria "enhanced Touch Gestures". Ne deriva che è necessario usare NVDA 2018.2.
ja: アドオン設定が、新しい複数カテゴリNVDA設定画面の"Enhanced Touch Gestures"カテゴリ下になりました。その結果、NVDA 2018.2が必要になりました。
pt_br: As configurações do complemento agora são encontradas na nova tela multicategoria Configurações do NVDA, na categoria "Gestos Táteis Aprimorados". Como resultado, o NVDA 2018.2 é necessário.
pt_pt: Agora, as configurações adicionais encontram-se no novo ecrã multi-categoria Configurações do NVDA, na categoria "comandos de toque aprimorados". Como resultado, é necessário o NVDA 2018.2.
sk: Nastavenia presunuté do stromu nastavení NVDA.
tr: Eklenti ayarları NVDA'nın çok kategorili eklenti ayarları iletişim kutusuna taşındı. Sonuç olarak eklentiyi kullanabilmek için NVDA 2018.2 sürümü gerekli.
uk: Налаштування додатка тепер можна знайти на новому багатокатегорійному екрані налаштувань NVDA у категорії «Розширення сенсорних жестів». Як наслідок, потрібна версія NVDA 2018.2.

source: Fixed compatibility issues with wxPython 4.
es: Corregidos los problemas de compatibilidad con wxPython 4.
fi: Korjattu wxPython 4:n kanssa ilmenneitä yhteensopivuusongelmia.
fr: Correction de problèmes de compatibilité avec wxPython 4.
hr: Ispravljena greška kompatibilnosti s wxPython 4.
it: Risolti problemi di compatibilità con wxPython 4.
ja: wxPython 4の問題を修正しました。
pt_br: Corrigidos problemas de compatibilidade com o wxPython 4.
pt_pt: Corrigidos problemas de compatibilidade com o wxPython 4.
sk: Opravená kompatibilita s wxPython 4.
tr: WxPython 4 ile ilgili uyumluluk sorunları giderildi.
uk: Виправлено проблему сумісності з wxPython 4.

source: Version 18.04
es: Versión 18.04
fi: Versio 18.04
hr: Verzija 18.04
it: Novità nella versione 18.04
ja: バージョン 18.04
pt_br: Versão 18.04
pt_pt: Versão 18.04
sk: Verzia 18.04
tr: Sürüm 18.04
uk: Версія 18.04

source: Resolves an issue where touch interaction category in NVDA Settings panel may cause error sounds to be heard due to changes made from this add-on.
es: Resuelto un error que podía causar la reproducción de sonidos de error en la categoría de Interacción táctil en el panel de preferencias de NVDA debido a cambios hechos por este complemento.
fi: Ratkaisee ongelman, jossa NVDA-asetusruudun Kosketusvuorovaikutus-kategoria saattaa aiheuttaa virheäänen kuulumisen tähän lisäosaan tehtyjen muutosten vuoksi.
fr: Résout un problème où la catégorie interaction tactile dans le panneau Paramètres de NVDA peut provoquer l'apparition de sons d'erreur en raison des modifications apportées à partir de cette extension.
hr: Ispravljena greška gdje kategorija Interakcija dodirom u postavkama NVDA može prouzročiti reprodukciju zvukova greške zbog promjena u dodatku.
it: Risolve un problema in virtù del qwuale, nella categoria interazione a tocco nella finestra impostazioni di NVDA, si potevano sentire suoni di errore dovuti a modifiche apportate da questo add-on.
ja: NVDA設定パネル内のタッチ操作カテゴリが、このアドオンによる変更により、エラー音が鳴る原因となる問題を解決しました。
pt_br: Resolve um problema em que a categoria de interação por toque no painel Configurações do NVDA pode causar sons de erro a serem ouvidos devido a alterações feitas neste complemento.
pt_pt: Resolve um problema em que a categoria de interacção por toque no painel Configurações do NVDA pode causar sons de erro, devido a alterações feitas a partir deste extra.
sk: Pri zmene nastavení viac NVDA neprehráva chybový zvuk.
tr: Eklentinin yaptığı değişikliklerden dolayı NVDA ayarları iletişim kutusundaki dokunmatik etkileşim kategorisinde hata sesleri duyulma sorunu giderildi.
uk: Вирішено проблему, коли категорія сенсорної взаємодії на панелі налаштувань NVDA може спричиняти звуки помилок через зміни, внесені з цього додатка.

source: Version 18.03
es: Versión 18.03
fi: Versio 18.03
hr: Verzija 18.03
it: Novità nella versione 18.03
ja: バージョン 18.03
pt_br: Versão 18.03
pt_pt: Versão 18.03
sk: Verzia 18.03
tr: Sürüm 18.03
uk: Версія 18.03

source: NVDA 2018.1 is required.
es: Se requiere NVDA 2018.1.
fi: NVDA 2018.1 vaaditaan.
fr: NVDA 2018.1 est requis.
hr: Zahtijeva NVDA 2018.1.
it: E' richiesto NVDA 2018.1.
ja: NVDA 2018.1が必要。
pt_br: O NVDA 2018.1 é requerido.
pt_pt: É necessário o NVDA 2018.1
sk: Vyžaduje NVDA 2018.1.
tr: Eklentiyi kullanabilmek için NVDA 2018.1 sürümü gerekli.
uk: Потрібна NVDA 2018.1.

source: Because NVDA 2018.1 comes with touch typing checkbox, the checkbox is no longer included in this add-on.
es: Debido a que NVDA 2018.1 viene con una casilla de verificación Escritura Táctil, ésta no se incluye ya en este complemento.
fi: Koska NVDA 2018.1:ssä on kosketuskirjoituksen valintaruutu, sitä ei ole enää tässä lisäosassa.
fr: Parce que NVDA 2018.1 est livré avec la case à cocher frappe tactile, la case à cocher n'est plus incluse dans cette extension.
hr: Budući da NVDA 2018.1 dolazi s potvrdnim okvirom za tipkanje dodirom, taj potvrdni okvir više nije uključen u ovaj dodatak.
it: Poiché NVDA 2018.1 viene fornito con la casella di controllo digitazione a tocco, questa non è più inclusa in questo componente aggiuntivo.
ja: NVDA 2018.1がタッチタイピングチェックボックスを搭載したため、チェックボックスがこのアドオンに含まれなくなりました。
pt_br: Como o NVDA 2018.1 vem com a caixa de seleção digitação tátil, a caixa de seleção não está mais incluída neste complemento.
pt_pt: Como o NVDA 2018.1 já trás incluída a caixa de selecção por toque, essa caixa de selecção deixou de fazer parte deste extra.
sk: Odstránené nastavenie Písať okamžite po dotyku, keďže táto funkcia je súčasťou NVDA.
tr: Dokunmatik yazma onay kutusu NVDA 2018.1 sürümüne eklendiğinden söz konusu onay kutusu eklentiden kaldırıldı.
uk: Оскільки NVDA 2018.1 постачається з прапорцем сенсорного введення, цей прапорець більше не включено до цього додатка.

source: Version 17.12
es: Versión 17.12
fi: Versio 17.12
hr: Verzija 17.12
it: Novità nella versione 17.12
ja: バージョン 17.12
pt_br: Versão 17.12
pt_pt: Versão 17.12
sk: Verzia 17.12
tr: Sürüm 17.12
uk: Версія 17.12

source: Requires NVDA 2017.4. Specifically, this add-on can now handle configuration profile switches.
es: Se requiere de NVDA 2017.4. Específicamente, este complemento ahora puede manejar cambios de perfil de configuración.
fi: Vaatii NVDA 2017.4:n. Lisäosa voi nyt käsitellä asetusprofiilien vaihdoksia.
fr: Nécessite NVDA 2017.4. Plus précisément, cette extension peut désormais gérer les commutateurs de profil de configuration.
hr: Zahtijeva NVDA 2017.4. Konkretno, ovaj dodatak sada podržava mijenjenje konfiguracijskih profila.
it: Richiede NVDA 2017.4. Nello specifico, ora questo add-on può gestire i cambi di profilo di configurazione.
ja: NVDA 2017.4が必要。具体的には、このアドオンは、設定プロファイル切り替えを扱えるようになりました。
pt_br: Requer o NVDA 2017.4. Especificamente, este complemento agora pode manipular interruptores de perfil de configuração.
pt_pt: Requer NVDA 2017.4. Especificamente, este extra agora pode processar trocas de perfil de configuração.
sk: Vyžaduje NVDA 2017.4. Umožňuje mať špecifické nastavenia v konfiguračných profiloch.
tr: Eklentiyi kullanabilmek için NVDA 2017.4 sürümü gerekli. Eklenti konfigürasyon profillerini destekliyor.
uk: Потрібна NVDA 2017.4. Зокрема, цей додаток тепер може обробляти перемикачі конфігураційних профілів.

source: As NVDA 2017.4 includes screen orientation announcement, this feature is no longer part of this add-on.
es: Dado que NVDA 2017.4 incluye el anunciado de horientación de la pantalla, esta característica ya no forma parte de este complemento.
fi: Koska NVDA 2017.4 sisältää näytön suunnan ilmoittamisen, kyseinen ominaisuus on poistettu tästä lisäosasta.
fr: Comme NVDA 2017.4 inclut l'annonce d'orientation de l'écran, cette fonctionnalité ne fait plus partie de cette extension.
hr: S obzirom da NVDA verzija 2017.4 uključuje izvještavanje o orijentaciji ekrana, ova značajka više nije dio ovog dodatka.
it: Poiché NVDA 2017.4 include la vocalizzazione dell'orientamento dello schermo, questa caratteristica non fa più parte di questo add-on.
ja: NVDA 2017.4がスクリーン方向通知を含むため、この機能はこのアドオンの一部でなくなりました。
pt_br: Como o NVDA 2017.4 inclui anúncio de orientação de tela, este recurso não faz mais parte deste complemento.
pt_pt: Como o NVDA 2017.4 inclui o anúncio da orientação do ecrã, esse recurso não faz mais parte deste extra.
sk: Keďže táto verzia NVDA oznamuje orientáciu obrazovky, bola táto funkcia odstránená z doplnku.
tr: NVDA 2017.4 sürümüne ekran yönü duyurma özelliği eklendiğinden söz konusu özellik eklentiden kaldırıldı.
uk: Оскільки NVDA 2017.4 містить повідомлення про орієнтацію екрана, ця функція більше не є частиною цього додатка.

source: Added a hidden checkbox in Touch Interaction dialog to completely disable touch support (available if profiles other than normal configuration is active).
es: Añadida una casilla de verificación oculta en el diálogo Interacción Táctil para desactivar completamente el soporte táctil (disponible si los perfiles distintos a la configuración normal están activos).
fi: Lisätty Kosketuksen vuorovaikutus -valintaikkunaan piilotettu valintaruutu, joka poistaa kosketustuen kokonaan käytöstä (käytettävissä, mikäli muu profiili kuin "(normaalit asetukset)" on aktiivisena).
fr: Ajout d'une case à cocher masquée dans le dialogue Interaction Tactile pour désactiver complètement le support tactile (disponible si des profils autres que la configuration normale sont actifs).
hr: Dodan skriveni potvrdni okvir u dijaloškom okviru Interakcija dodirom, koji kompletno onemogućava podršku dodirom (dostupno je, ako su konfiguracijski profili aktivni koji nemaju uobičajenu konfiguraciju).
it: Aggiunta una casella di controllo nascosta nella finestra Interazione a Tocco per disattivare completamente il supporto touch (disponibile se è attivo un profilo diverso dalla configurazione normale).
ja: タッチ操作ダイアログに、タッチサポートを完全に無効化するための、隠れたチェックボックスを追加しました(標準プロファイル以外のプロファイルが有効な時にのみ利用可能)。
pt_br: Adicionada uma caixa de seleção oculta na caixa de diálogo Interação por toque para desativar completamente o suporte ao toque (disponível se outros perfis além da configuração normal estiverem ativos).
pt_pt: Adicionada uma caixa de selecção oculta na caixa de diálogo Interacção por toque para desativar completamente o suporte por toque (disponível se outros perfis além do da configuração normal estiverem activos).
sk: Pridané začiarkávacie políčko na vypnutie podpory dotyku (ak je aktívny iný ako normálny profil).
tr: Dokunmatik etkileşim iletişim kutusuna dokunmatik ekran desteğini tamamen devredışı bırakmaya yarayan gizli bir onay kutusu eklendi. Söz konusu onay kutusu normal konfigürasyon profili dışında profiller etkinken kullanılabiliyor.
uk: Додано прихований прапорець у діалозі «Сенсорна взаємодія» для повного вимкнення підтримки сенсорного вводу (доступно, якщо активні профілі, відмінні від нормальної конфігурації).

source: If using NVDA 2018.1 or later, Touch Interaction dialog will be listed twice under NVDA's preferences menu. The second item is the dialog that comes with the add-on.
es: Si se utiliza NVDA 2018.1 en adelante, el diálogo Interacción Táctil se listará dos veces en el menú Preferencias de NVDA. El segundo elemento es el diálogo que viene con el complemento.
fi: Mikäli käytetään NVDA 2018.1:tä tai sitä uudempaa, Kosketuksen vuorovaikutus -vaihtoehto näkyy kahdesti Asetukset-valikossa. Toisena oleva eli alempi vaihtoehto avaa tämän lisäosan valintaikkunan.
fr: Si vous utilisez NVDA 2018.1 ou une version ultérieure le dialogue Interaction Tactile apparaîtra deux fois sous le menu des préférences de NVDA. Le deuxième élément est le dialogue accompagné de l'extension.
hr: Ako se koristi NVDA 2018.1, dijaloški okvir „Interakcija dodirom” biti će prikazan dvaput u podizborniku NVDA postavki. Druga stavka je dijaloški okvir koji dolazi s dodatkom.
it: Se si utilizza NVDA 2018.1 o superiore, la finestra Interazione a Tocco sarà elencata due volte nel menu preferenze di NVDA. Il secondo elemento è la finestra che viene fornita con il componente aggiuntivo.
ja: NVDA 2018.1以降を使用している時、タッチ操作ダイアログがNVDAの設定(P)メニューに2回リストされます。2番目の項目がこのアドオンによる物です。
pt_br: Se estiver usando o NVDA 2018.1 ou posterior, o diálogo Interação por Toque será listado duas vezes no menu de preferências do NVDA. O segundo item é a caixa de diálogo que vem com o complemento.
pt_pt: Se estiver a usar o NVDA 2018.1 ou posteriores, a caixa de diálogo interacções por toque será listada duas vezes no menu de preferências do NVDA. O segundo item é o diálogo que vem com o add-on.
sk: V NVDA od verzie 2018.1 je v menu dialóg s nastaveniami pre dotykové gestá dvakrát. Druhý patrí k tomuto doplnku.
tr: NVDA 2018.1 veya üzeri sürümleri kullanıyorsanız NVDA'nın ayarlar menüsünde dokunmatik etkileşim iletişim kutusu iki kez görünecektir. İkinci iletişim kutusu eklentiye aittir.
uk: Якщо ви використовуєте NVDA 2018.1 або новішу версію, діалог «Сенсорна взаємодія» в меню NVDA буде показано двічі. Другий пункт — це діалог, який постачається з додатком.

source: In Touch Interaction dialog for the add-on, touch typing mode is no longer shown if using NVDA 2018.1 or later.
es: En el diálogo Interacción Táctil para el complemento, el modo de escritura táctil ya no se muestra si se usa NVDA 2018.1 en adelante.
fi: Kosketuskirjoitustilaa ei enää näytetä lisäosan Kosketuksen vuorovaikutus -valintaikkunassa, mikäli käytetään NVDA 2018.1:tä tai uudempaa.
fr: Dans le dialogue Interaction Tactile de l'extension, le mode frappe tactile n'est plus affiché si vous utilisez NVDA 2018.1 ou une version ultérieure.
hr: U dijaloškom okviru Interakcija dodirom ovog dodatka, modus tipkanja dodirom više se ne prikazuje, ako koristite nedavno objavljene razvojne verzije NVDA.
it: Nella finestra di dialogo Interazione a Tocco del componente aggiuntivo, la modalità tastiera touch non viene più mostrata se si utilizza NVDA 2018.1 o superiore.
ja: もしNVDA 2018.1以降を使用している場合、このアドオンのタッチ操作ダイアログにて、タッチ入力モードが現れなくなりました。
pt_br: Na caixa de diálogo Interação por toque do complemento, o modo de digitação não é mais exibido se você usar o NVDA 2018.1 ou posterior.
pt_pt: No diálogo de interacção de toque para o extra, o modo de digitar toque não é mostrado se usar versões do NVDA posteriores à 2018.1.
sk: Funkcia písať okamžite po dotyku nie je dostupná, ak používate NVDA od verzie 2018.1.
tr: NVDA 2018.1 veya üzeri sürümleri kullanıyorsanız eklentiye ait olan dokunmatik etkileşim iletişim kutusunda dokunmatik yazma modu görünmeyecek.
uk: У діалозі «Сенсорна взаємодія» для додатка режим сенсорного введення більше не показується, якщо ви використовуєте NVDA 2018.1 або новішу версію.

source: Version 17.10
es: Versión 17.10
fi: Versio 17.10
hr: Verzija 17.10
it: Novità nella versione 17.10
ja: バージョン 17.10
pt_br: Versão 17.10
pt_pt: Versão 17.10
sk: Verzia 17.10
tr: Sürüm 17.10
uk: Версія 17.10

source: Due to support policy from Microsoft, Windows 8 (original release) is no longer supported.
es: Debido a políticas de soporte de Microsoft, Windows 8 (versión original) ya no se soporta.
fi: Windows 8:n alkuperäisversiota ei enää tueta Microsoftin tukipolitiikan vuoksi.
fr: En raison de la politique de support de Microsoft, Windows 8 (version originale) n'est plus supporté.
hr: Zbog Microsoft pravila za podršku, Windows 8 (originalno izdanje) više nije podržan.
it: A causa delle politiche di supporto di Microsoft, Windows 8 (versione originale) non è più supportato.
ja: Microsoftのサポートポリシーに従い、Windows 8(オリジナルリリース)がサポートされなくなりました。
pt_br: Devido à política de suporte da Microsoft, o Windows 8 (versão original) não é mais suportado.
pt_pt: Devido à política de suporte da Microsoft, o Windows 8 (versão original) não é mais suportado.
sk: Odstránená podpora pre Windows 8.
tr: Microsoft'un destek poliçesinden dolayı Windows 8 (orijinal sürüm) artık desteklenmiyor.
uk: У зв’язку з політикою підтримки від Microsoft, Windows 8 (оригінальний випуск) більше не підтримується.

source: NVDA will no longer announce screen orientation twice when running NVDA 2017.4 development snapshots.
es: NVDA ya no anunciará la orientación de la pantalla dos veces al ejecutar snapshots de desarrollo de NVDA 2017.4.
fi: Ruudun suuntaa ei enää ilmoiteta kahdesti NVDA 2017.4:n kehitysversioita käytettäessä.
fr: NVDA n'annonce plus deux fois l'orientation de l'écran lors de l'exécution des versions snapshots de développement de NVDA 2017.4.
hr: NVDA više neće dvaput izvještavati o orijentaciji ekrana tijekom korištenja razvojnih verzija NVDA 2017.4.
it: NVDA non vocalizzerà più due volte l'orientamento dello schermo quando si eseguono le snapshot di sviluppo di NVDA 2017.
ja: NVDA 2017.4 開発スナップショットが動作している時、NVDAが画面方向を2回通知しなくなりました。
pt_br: O NVDA deixará de anunciar a orientação da tela duas vezes quando executar os desenvolvimentos instantâneos do NVDA 2017.4.
pt_pt: O NVDA não anunciará mais a orientação do ecrã duas vezes ao executar versões de desenvolvimento do NVDA 2017.4.
sk: NVDA vo vývojovej verzii 2017.4 neoznamuje dvakrát orientáciu obrazovky.
tr: NVDA 2017.4 snapshotlarında NVDA ekran yönünü iki kez söylemeyecek.
uk: NVDA більше не оголошуватиме двічі орієнтацію екрана під час запуску снепшот-версій NVDA 2017.4.

source: Version 17.07.1
es: Versión 17.07.1
fi: Versio 17.07.1
hr: Verzija 17.07.1
it: Novità nella versione 17.07.1
ja: バージョン 17.07.1
pt_br: Versão 17.07.1
pt_pt: Versão 17.07.1
sk: Verzia 17.07.1
tr: Sürüm 17.07.1
uk: Версія 17.07.1

source: Added an option in touch interaction dialog to manually toggle touch passthrough without use of a timer.
es: Añadida una opción en el diálogo Interacción táctil para conmutar manualmente dejar pasar un toque sin utilizar un temporizador.
fi: Kosketuksen vuorovaikutus -valintaikkunaan lisätty asetus kosketuseleiden läpiviennin manuaaliseen käyttöön ottoon ja käytöstä poistamiseen ilman ajan määritystä.
fr: Ajout d'une option dans le dialogue Interaction Tactile pour basculer manuellement une émulation tactile sans utilisation d'une minuterie.
hr: U dijaloškom okviru interakcije dodirom, dodana je opcija za ručno uključivanje i isključivanje proslijeđivanja dodirne naredbe bez upotrebe štoperice.
it: Nella finestra di dialogo INterazione a Tocco, aggiunta un'opzione per attivare e disattivare manualmente il comando per passare il gesto successivo al touchscreen senza utilizzare un timer.
ja: タッチ操作ダイアログに、タイマーを使用せずに、手動でタッチパススルーを切り替えるオプションを追加しました。
pt_br: Adicionada uma opção no diálogo de interação tátil para alternar manualmente a passagem tátil sem o uso de um temporizador.
pt_pt: Adicionada uma opção no diálogo de interacção de toque para alternar manualmente a passagem de toque sem o uso de um temporizador.
sk: Pridaná možnosť ručne prepínať prepustenie dotykov bez časovača.
tr: Dokunmatik etkileşim iletişim kutusuna dokunmatik hareketi yoksayma özelliğini süresiz şekilde kullanabilmek için bir seçenek eklendi.
uk: У діалозі «Сенсорна взаємодія» додано параметр для ручного перемикання пропуску сенсорного введення без використання таймера.

source: With manual passthrough mode off, if touch passthrough is turned on before the passthrough duration expires, touch interaction would be enabled.
es: Con el modo dejar pasar manual desactivado, si dejar pasar toques está activado antes de que expire la duración de dejar pasar, la interacción táctil debería habilitarse.
fi: Kosketuksen vuorovaikutus otetaan käyttöön manuaalisen läpivientitilan ollessa pois käytöstä, mikäli läpivienti otetaan käyttöön ennen sen ajan umpeutumista.
fr: Avec le mode émulation manuelle désactivée, si l'émulation tactile est activée avant l'expiration de la durée de l'émulation, l'interaction tactile serait activée.
hr: Ako je ručno isključen modus proslijeđivanja, te ako je isti uključen prije nego što modusu proslijeđivanja istekne vrijeme, interakcija dodirom biti će aktivirana.
it: Con il passaggio del gesto successivo al touchscreen manuale disattivato, se tale passaggio viene attivato prima della scadenza del tempo ad esso assegnato, l'interazione a tocco viene attivata.
ja: 手動パススルーモードオフにて、もし、パススルー時間が経過する前に、タッチパススルーがオンになった時、タッチ操作が有効になります。
pt_br: Com o modo manual de passagem desligado, se a passagem tátil fosse ligada antes que a duração da passagem expirasse, a interação tátil seria ligada.
pt_pt: Com o modo de passagem manual desligado, se a passagem de toque for activada antes do final da duração da passagem, a interacção de toque será activada.
sk: Ak aktivujete prepustenie pred uplynutím času predchádzajúceho prepustenia, prepustenie sa deaktivuje a aktivuje sa normálne správanie NVDA.
tr: Dokunmatik hareketi yoksayma özelliği el ile kapatıldığında, dokunmatik hareketi yoksayma özelliğinin süresi dolmadan önce özellik açıldığında, dokunmatik etkileşimin devreye girme sorunu düzeltildi.
uk: При вимкненому режимі ручного пропуску, якщо увімкнути сенсорний пропуск до закінчення тривалості пропуску, буде увімкнено сенсорну взаємодію.

source: Version 17.07
es: Versión 17.07
fi: Versio 17.07
hr: Verzija 17.07
it: Novità nella versione 17.07
ja: バージョン 17.07
pt_br: Versão 17.07
pt_pt: Versão 17.07
sk: Verzia 17.07
tr: Sürüm 17.07
uk: Версія 17.07

source: Added a new dialog named Touch Interaction under NVDA's preferences menu to configure how NVDA works with touchscreens.
es: Añadido un diálogo nuevo llamado Interacción Táctil en el menú Preferencias de NVDA para configurar cómo trabaja NVDA con las pantallas táctiles.
fi: Lisätty Asetukset-valikkoon uusi Kosketuksen vuorovaikutus -vaihtoehto, josta avautuu valintaikkuna, jossa on mahdollista määrittää, miten NVDA toimii kosketusnäyttöjä käytettäessä.
fr: Ajout d'un nouveau dialogue intitulée Interaction Tactile dans le menu des préférences de NVDA pour configurer comment NVDA fonctionne avec les écrans tactiles.
hr: Dodan je novi dijaloški okvir pod nazivom „Interakcija dodirom” u podizborniku NVDA postavki za definiranje načina rada NVDA čitača s ekranima osjetljivim na dodir.
it: Aggiunta una nuova finestra di dialogo chiamata Interazione a Tocco nel menu impostazioni di NVDA, per configurare come NVDA lavora con i touchscreen.
ja: NVDAがタッチスクリーンについてどのように動作するかを設定する、タッチ操作という名前の新しいダイアログを、NVDAの設定(P)メニューに追加しました。
pt_br: Adicionado um novo diálogo chamado Interação Tátil no menu de preferências do NVDA para configurar como o NVDA trabalha com telas táteis.
pt_pt: Adicionada uma nova caixa de diálogo denominada interacção por toque no menu de preferências do NVDA para configurar como o NVDA funciona com ecrãs sensíveis ao toque.
sk: Pridané nastavenia doplnku.
tr: NVDA'nın ayarlar menüsüne NVDA'nın dokunmatik ekranlarla çalışma şeklini ayarlamaya yarayan dokunmatik etkileşim iletişim kutusu eklendi.
uk: Додано новий діалог «Сенсорна взаємодія» у меню налаштувань NVDA для налаштування роботи NVDA з сенсорними екранами.
