Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedTouchGestures.*.po
Languages: es, fi, fr, hr, it, ja, pt_br, pt_pt, sk, tr, uk

source: As NVDA 2020.1 and later includes a touch command to perform right mouse click (one finger tap and hold), the command has been removed from this add-on. AS a result, NVDA 2020.1 or later is required.
es: Ya que NVDA 2020.1 y posterior incluye una orden táctil para hacer clic con el botón derecho del ratón (pulsar y mantener con un dedo), se ha eliminado dicha orden de este complemento. Como resultado, se requiere NVDA 2020.1 o posterior.
fi: Koska NVDA 2020.1 sisältää kosketuskomennon oikean hiiripainikkeen napsauttamiselle (yhden sormen napautus ja pito), komento on poistettu tästä lisäosasta. Tästä johtuen lisäosa edellyttää NVDA 2020.1:tä tai uudempaa.
fr: Comme NVDA 2020.1 et plus comprend une commande tactile pour effectuer un clic droit souris (une tape un doigt en maintenant appuyé), la commande a été supprimée de cette extension. Par conséquent, NVDA 2020.1 ou version ultérieure est requis.
it: Poiché NVDA 2020.1 e versioni successive include un comando a tocco per effettuare un click con il tasto destro del mouse (un tocco trattenuto con un dito), il comando è stato rimosso da questo add-on. In virtù di ciò, è richiesto NVDA 2020.1 e versioni successive.
ja: NVDA 2020.1以降が右マウスクリックを実行するタッチコマンド(1本指タップアンドホールド)を含むため、このアドオンからコマンドが除去されました。その結果、NVDA 2020.1以降が必要となりました。
pt_br: Como o NVDA 2020.1 e posteriores inclui um comando tátil para executar o clique com o botão direito do mouse (tocar com um dedo e segurar), o comando foi removido deste complemento. Como resultado, é necessário o NVDA 2020.1 ou posterior.
pt_pt: Como o NVDA 2020.1 e posteriores incluem um comando táctil para executar um clique direito do rato (um toque com um dedo e segurar), o comando foi removido deste suplemento. Como resultado, o NVDA 2020.1 ou posterior é necessário.
sk: NVDA od verzie 2020.1 obsahuje dotykové gesto simulujúce kliknutie pravým tlačidlom myši. Preto bola táto funkcia z doplnku odstránená. Zároveň to znamená, že doplnok správne funguje v NVDA od verzie 2020.1.
tr: NVDA 2020.1 veya üzeri sürümlerde sağ fare tıklaması bir parmakla dokunup basılı tutularak gerçekleştirilebildiğinden, söz konusu komut eklentiden kaldırıldı. Eklentiyi kullanabilmek için NVDA 2020.1 veya daha üzeri bir sürüm gerekli.
uk: Оскільки NVDA 2020.1 і новіші версії містять сенсорну команду для виконання клацання правою кнопкою миші (натискання й утримання одним пальцем), цю команду було вилучено з цього додатка. Як наслідок, потрібна NVDA 2020.1 або новіша версія.

source: The ability to let NVDA turn off touch interaction for up to ten seconds (touch command passthrough) is deprecated. In the future this feature will toggle touch interaction instead.
es: La capacidad para hacer que NVDA desactive la interacción táctil durante un máximo de diez segundos (dejar pasar órdenes táctiles) está obsoleta. En el futuro, esta orden conmutará la interacción táctil en su lugar.
fi: Mahdollisuus NVDA:n kosketuksen vuorovaikutuksen käytöstä poistamiselle enintään 10 sekunniksi (kosketuskomennon läpivienti) on poistettu. Tulevaisuudessa tämä komento vaihtaa kosketuksen vuorovaikutuksen tilaa.
fr: La possibilité de laisser NVDA désactiver l'interaction tactile pendant jusqu'à dix secondes (l'émulation de commande tactile) est obsolète. À l'avenir, cette fonctionnalité basculera à la place l'interaction tactile.
it: La possibilità che NVDA disattivi l'interazione a tocco per non più di dieci secondi (comando passa tocco a) è obsoleta. In futuro, questa funzionalità attiverà e disattiverà l'interazione a tocco.
ja: NVDAがタッチ操作を10秒までオフにする機能(タッチコマンドパススルー)が廃止されました。今後は、代わりに、この機能はタッチ操作切り替えになります。
pt_br: A capacidade de permitir que o NVDA desligue a interação por toque por até dez segundos (passagem de comando tátil) foi descontinuada. Ao invés no futuro, esse recurso alternará a interação por toque.
pt_pt: A capacidade de deixar o NVDA desligar a interacção por toque durante até dez segundos (passagem do comando por toque) foi desactivada. No futuro, esta característica irá alternar a interacção táctil em vez disso.
sk: Funkcia dočasného vypnutia ovládania pomocou dotykov sa viac nevyvíja a máme v pláne ju odstrániť. Skratka bude v budúcnosti len zapínať a vypínať ovládanie pomocou dotykovej obrazovky.
tr: NVDA'nın dokunmatik ekran desteğini 10 saniye boyunca devredışı bırakmaya yarayan dokunmatik hareketi yoksayma özelliği kaldırıldı. Gelecekte aynı komutla dokunmatik etkileşim ayarı değiştirilebilecek.
uk: Можливість дозволити NVDA вимкнути сенсорну взаємодію на час до десяти секунд (пропуск сенсорної команди) застаріла. У майбутньому ця функція буде вмикати та вимикати сенсорну взаємодію.

source: In NVDA development snapshots, due to touch interaction feature changes, touch command passthrough feature and Enhanced Touch Gestures settings panel will be disabled. The command used to enable touch command passthrough will toggle touch interaction instead.
es: En las versiones de desarrollo de NVDA, debido a los cambios en las funciones de interacción táctil, se deshabilitarán los paneles de opciones de Enhanced Touch Gestures y la función de dejar pasar las órdenes táctiles. La orden para activar la función de dejar pasar órdenes táctiles conmutará la interacción táctil en su lugar.
fi: Kosketuksen vuorovaikutukseen tehtyjen muutosten takia kosketuskomennon läpivientitoiminto ja Laajennetut kosketuseleet -asetuspaneeli poistetaan käytöstä NVDA:n kehitysversioissa. Kosketuskomennon läpiviennin käyttöön ottamiseen käytetty komento vaihtaa kosketuksen vuorovaikutuksen tilaa.
fr: Dans les versions snapshots de développement de NVDA en raison des modifications des fonctionnalités d'interaction tactile, La fonctionnalité d'émulation de commande tactile et le panneau de paramètres Enhanced Touch Gestures seront désactivés. La commande utilisée pour activer l'émulation de commande tactile pour basculer à la place l'interaction tactile.
it: Nelle development snapshots di NVDA, a causa delle modifiche alla funzionalità interazione a tocco, il comando "passa tocco a" e la finestra impostazioni di Enhanced Touch Gestures saranno disabilitate. Il comando utilizzato per abilitare "passa tocco a" attiverà e disattiverà l'interazione a tocco.
ja: NVDA開発スナップショットにて、タッチ操作機能の変化により、タッチコマンドパススルー機能とEnhanced Touch Gesture設定パネルが無効化されます。タッチコマンドパススルーの有効化に使用されるコマンドは、代わりに、タッチ操作になります。
pt_br: Nos desenvolvimentos instantâneos do NVDA, devido a alterações no recurso de interação por toque, o recurso de passagem de comando tátil e o painel de configurações dos Gestos táteis aprimorados serão desativados. O comando usado para ativar a passagem de comando tátil alternará a interação por toque.
pt_pt: Em versões de desenvolvimento do NVDA, devido a alterações na funcionalidade de interacção táctil, a funcionalidade de passagem de comandos tácteis e o painel de definições de Gestos Tácteis Melhorados serão desactivados. O comando utilizado para permitir a passagem de comandos tácteis irá alternar a interacção táctil em vez disso.
sk: Vzhľadom na zmeny v dotykových gestách vo vývojových verziách NVDA je v týchto verziách nedostupný panel nastavení doplnku. Klávesová skratka vypína alebo zapína ovládanie pomocou dotykovej obrazovky.
tr: NVDA snapshotlarında yapılan dokunmatik etkileşim değişikliklerinden dolayı, dokunmatik hareketi yoksayma özelliği ve geliştirilmiş dokunmatik ekran hareketleri ayarları iletişim kutusu devredışı bırakılacak. Dokunmatik hareketi yoksayma özelliğini açıp kapatmayı sağlayan ayar dokunmatik etkileşimi açıp kapatmak için kullanılacak.
uk: У снепшот-версіях NVDA, у зв'язку зі змінами у функціях сенсорної взаємодії, буде вимкнено функцію наскрізного пропуску сенсорних команд та панель налаштувань «Розширення сенсорних жестів». Команда, яка використовувалася для увімкнення наскрізного пропуску сенсорних команд, буде перемикати сенсорну взаємодію.

source: Coordinate announcement beep feature is deprecated and will be removed in a future add-on release.
es: La función de pitido de anuncio de coordenadas está obsoleto y se eliminará en una versión futura del complemento.
fi: Koordinaattien ilmaisemisen äänimerkkitoiminto on vanhentunut ja poistetaan lisäosan tulevassa versiossa.
fr: La fonctionnalité d'annonce des coordonnées par des bips est obsolète et sera supprimée dans une future version de l'extension.
it: La funzionalità annuncio coordinate con beep è obsoleta e verrà rimossa in una prossima versione dell'add-on.
ja: 座標通知ビープ機能が廃止され、今後のアドオンリリースで除去されます。
pt_br: O recurso de bipe de anúncio de coordenadas foi descontinuado e será removido em uma versão futura do complemento.
pt_pt: A funcionalidade de anúcio de coordenadas por bip foi desactivada e será removida num futuro lançamento de um novo extra
sk: Oznamovanie pozície zvukom sa viac nevyvíja a bude čoskoro odstránené.
tr: Bip sesi ile koordinat belirtme özelliği devredışı bırakıldı ve gelecek bir sürümde kaldırılacak.
uk: Функція звукового сигналу оголошення координат застаріла і буде вилучена у наступному випуску додатка.

source: Coordinate announcement beep will not be heard while using touch keyboard.
es: No se escuchará el pitido de anuncio de coordenadas mientras se use el teclado táctil.
fi: Koordinaattien ilmaisemisen äänimerkkiä ei kuulu kosketusnäppäimistöä käytettäessä.
fr: L'annonce de la coordonnée par des bips ne sera pas entendu lors de l'utilisation du clavier tactile.
it: L'annuncio coordinate con beep non si sentirà quando si usa la tastiera a tocco.
ja: 座標通知ビープが、タッチキーボードを使用している間、鳴らなくなります。
pt_br: O bipe de anúncio de coordenadas não será ouvido ao usar o teclado virtual.
pt_pt: O sinal sonoro de anúncio de coordenadas não será ouvido durante a utilização do teclado táctil.
sk: NVDA pri používaní dotykovej klávesnice neoznamuje pozíciu zvukom.
tr: Dokunmatik klavye kullanılırken bip sesi ile koordinat belirtilmeyecek.
uk: При використанні сенсорної клавіатури звуковий сигнал оголошення координат не буде чутно.

source: NVDA will no longer appear to do nothing or play error tones while exploring modern input facility such as emoji panel via touch.
es: NVDA ya no parecerá hacer nada o reproducir tonos de error al explorar los métodos modernos de entrada, como el panel de emojis, mediante el tacto.
fi: NVDA ei näytä enää tekevän mitään tai toista virheääniä tutkittaessa kosketuksella modernin syötön palvelua, kuten emojipaneelia.
fr: NVDA ne semblera plus ne rien faire ou jouer des tonalités d'erreur tout en explorant l'installation de la saisie moderne telle que le panneau des emojis via le tactile.
it: NVDA non sembrerà più bloccato, né riprodurrà suoni di errore quando si utilizzano metodi di input moderni, come il pannello emoji, a tocco.
ja: 絵文字パネルのようなモダン入力機能内をタッチ操作で移動している時、NVDAが何もしていないように見えたり、エラー音を鳴らしたりすることがなくなります。
pt_br: O NVDA não parece mais fazer nada ou reproduzir tons de erro enquanto explora os recursos de entrada modernos, como o painel emoji via toque.
pt_pt: O NVDA deixará de parecer não fazer nada ou de tocar os tons de erro enquanto explora as modernas facilidades de entrada, tais como o painel emoji através do toque.
sk: NVDA viac nezamrzne pri prezeraní emoji panela a podobných prvkov pomocou dotykových gest.
tr: Emoji gibi modern giriş olanakları dokunmatik etkileşim yoluyla kullanılırken NVDA hiçbir şey yapmıyormuş gibi görünmeyecek veya hata sesi çalmayacak.
uk: NVDA більше не буде виглядати так, ніби вона нічого не робить або видає звукові сигнали помилок під час огляду сучасних засобів введення, таких як панель емодзі через дотик.

source: NVDA will present an error message if touch keyboard cannot be activated (four finger flick right).
es: NVDA presentará un mensaje de error si no se puede activar el teclado táctil (desplazamiento de cuatro dedos a la derecha).
fi: NVDA näyttää virheilmoituksen, jos kosketusnäppäimistöä ei voi aktivoida (pyyhkäisy oikealle neljällä sormella).
fr: NVDA présentera un message d'erreur si le clavier tactile ne peut pas être activé (glisser vers la droite quatre doigts).
it: NVDA mostrerà un messaggio di errore se la tastiera a tocco non può essere attivata (flick verso destra con quattro dita).
ja: タッチキーボードが有効化されていない時、NVDAがエラーメッセージを表示します(4本指右フリック)。
pt_br: O NVDA apresentará uma mensagem de erro se o teclado virtual não puder ser ativado (varrer com quatro dedos à direita).
pt_pt: O NVDA apresentará uma mensagem de erro se o teclado táctil não puder ser activado (quatro dedos à direita).
sk: NVDA zobrazí chybu, ak nie je možné zobraziť dotykovú klávesnicu.
tr: 4 parmak sağa fiske hareketi ile dokunmatik klavye etkinleştirilemezse NVDA hata mesajı verecek.
uk: NVDA видасть повідомлення про помилку, якщо не вдасться активувати сенсорну клавіатуру (клацніть чотирма пальцями вправо).

source: Version 20.06
es: Versión 20.06
fi: Versio 20.06
hr: Verzija 20.06
it: Novità nella versione 20.06
ja: バージョン 20.06
pt_br: Versão 20.06
pt_pt: Versão 20.06
sk: Verzia 20.06
tr: Sürüm 20.06
uk: Версія 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
es: Se han resuelto muchos problemas de estilo del código y fallos potenciales con Flake8.
fi: Ratkaistu useita koodaustyylin ongelmia sekä mahdollisia bugeja Flake8:n kanssa.
fr: Résolu de nombreux problèmes de style de codage et des bogues potentiels avec Flake8.
hr: Riješen je mnogo problema sa stilom kodiranja i potencijalnih grešaka s Flake8.
it: Risolti molti problemi legati allo stile del codice e bug potenziali con Flake8.
ja: Flake8についての多くのコード形式の問題と可能性のあるバグを解決しました。
pt_br: Foram resolvidos muitos problemas de estilo de codificação e possíveis erros com o Flake8.
pt_pt: Resolvidos vários problemas de estilo de codificação e potenciais bugs com Flake8.
sk: Oopravené drobné chyby v kóde.
tr: Flake8 ile ilgili birçok kodlama biçimi sorunu ve potansiyel hata düzeltildi.
uk: Вирішено багато проблем зі стилем кодування та потенційних помилок із Flake8.

source: Version 20.04
es: Versión 20.04
fi: Versio 20.04
hr: Verzija 20.04
it: Novità nella versione 20.04
ja: バージョン 20.04
pt_br: Versão 20.04
pt_pt: Versão 20.04
sk: Verzia 20.04
tr: Sürüm 20.04
uk: Версія 20.04

source: Right mouse click gesture (one finger tap and hold) is now part of NVDA 2020.1.
es: El gesto de clic con el botón derecho del ratón (pulsar y mantener con un dedo) ahora forma parte de NVDA 2020.1.
fi: Hiiren oikean painikkeen napsautus (yhden sormen napautus ja pito) sisältyy nyt NVDA 2020.1:teen.
fr: Le geste de clic droit souris (une tape un doigt en maintenant appuyé) fait désormais partie de NVDA 2020.1.
hr: Gesta za pritiskanje desnog gumba miša (dodir i držanje s jednim prstom) sada je dio NVDA čitača 2020.1.
it: Il gesto "clic con il tasto destro del mouse" (toccare con un dito e tenere premuto) è ora integrato in NVDA 2020.1.
ja: 右マウスクリックジェスチャー(1本指タップアンドホールド)がNVDA 2020.1の一部になりました。
pt_br: O gesto de clicar com o botão direito do mouse (tocar com um dedo e segurar) agora faz parte do NVDA 2020.1.
pt_pt: O gesto de clique com o botão direito do rato (um toque com um dedo e segurar) faz agora parte do NVDA 2020.1.
sk: Gesto na simulovanie kliknutia pravým tlačidlom myši je priamo súčasťou NVDA 2020.1.
tr: Fare ile sağ tıklama hareketi (bir parmakla dokunup basılı tutma) NVDA 2020.1 sürümüne eklendi.
uk: Жест клацання правою кнопкою миші (натискання й утримання одним пальцем) тепер є частиною NVDA 2020.1.

source: Version 20.01
es: Versión 20.01
fi: Versio 20.01
hr: Verzija 20.01
it: Novità nella versione 20.01
ja: バージョン 20.01
pt_br: Versão 20.01
pt_pt: Versão 20.01
sk: Verzia 20.01
tr: Sürüm 20.01
uk: Версія 20.01

source: NVDA 2019.3 or later is required.
es: Se requiere NVDA 2019.3 o posterior.
fi: NVDA 2019.3 vaaditaan.
fr: NVDA 2019.3 ou version ultérieure est requis.
hr: Zahtijeva NVDA 2019.3 ili noviju.
it: E' richiesto NVDA 2019.3.
ja: NVDA 2019.3以降が必要。
pt_br: O NVDA 2019.3 ou posterior é requerido.
pt_pt: Requere o NVDA 2019.3 ou posterior.
sk: Vyžaduje NVDA od verzie 2019.3.
tr: Eklentiyi kullanabilmek için NVDA 2019.3 veya daha üzeri sürümü gerekli.
uk: Потрібна NVDA 2019.3 або пізніша.

source: Touch support toggle command (including touch passthrough) will no longer function if touch support is turned off completely.
es: La orden para conmutar el soporte táctil (incluyendo dejar pasar el siguiente toque) ya no funcionará si el soporte táctil se desactiva completamente.
fi: Kosketustuen tilanvaihtokomento (kosketuksen läpivienti mukaan lukien) ei enää toimi, mikäli kosketustuki poistetaan kokonaan käytöstä.
fr: La commande tactile de basculement (y compris l'émulation tactile) ne fonctionnera plus si la prise en charge tactile est complètement désactivée.
hr: Naredba za prebacivanje podrške dodira (uključujući proslijeđivanje) više neće funkcionirati, ako je podrška dodira potpuno isključena.
it: Il comando che attiva e disattiva il supporto touch (compreso il comando per passare il gesto successivo al touchscreen) non funzionerà più se il supporto touch è disattivato completamente.
ja: タッチサポート切り替えコマンド(タッチパススルーを含む)が、もしタッチサポートが完全にオフの場合、機能しなくなりました。
pt_br: O comando de alternância de suporte a toque (incluindo passagem tátil) não funcionará mais se o suporte a toque estiver completamente desligado.
pt_pt: O comando de alternância do suporte táctil (incluindo a passagem táctil) deixará de funcionar se o suporte táctil for completamente desligado.
sk: Ak je vypnutá podpora pre dotykové gestá, vypnú sa aj gestá na zapínanie a vypínanie pokročilých gest a tiež gesto na prepustenie dotykov.
tr: Dokunmatik ekran desteği tamamen kapatıldığında, dokunmatik hareketi yoksayma özelliği dahil olmak üzere dokunmatik destek ayarı kullanılamayacak.
uk: Команди перемикання сенсорної підтримки (включно з пропуском дотику) не працюватимуть, якщо сенсорну підтримку повністю вимкнено.

source: Version 19.11
es: Versión 19.11
fi: Versio 19.11
hr: Verzija 19.11
it: Novità nella versione 19.11
ja: バージョン 19.11
pt_br: Versão 19.11
pt_pt: Versão 19.11
sk: Verzia 19.11
tr: Sürüm 19.11
uk: Версія 19.11

source: Added input help messages for additional touch commands.
es: Se han añadido mensajes de ayuda de entrada para las órdenes táctiles adicionales.
fi: Lisätty syöteohjeviestejä kosketuskomennoille.
fr: Ajout des messages d'aide à la saisie pour les commandes tactiles supplémentaires.
hr: Dodane su poruke pomoći tijekom unosa za dodatne dodirne naredbe.
it: Aggiunti i messaggi di aiuto immissione per altri comandi touch.
ja: 追加のタッチコマンドについて、入力ヘルプメッセージを追加しました。
pt_br: Adicionadas mensagens de ajuda de entrada para comandos de toque adicionais.
pt_pt: Adicionadas mensagens de ajuda de entrada para comandos tácteis adicionais.
sk: Pridané texty do nápovedy vstupu.
tr: Ek hareketler için girdi yardımı mesajları eklendi.
uk: Додано повідомлення в режимі допомоги при введенні для додаткових сенсорних команд.

source: Version 19.09
es: Versión 19.09
fi: Versio 19.09
hr: Verzija 19.09
it: Novità nella versione 19.09
ja: バージョン 19.09
pt_br: Versão 19.09
pt_pt: Versão 19.09
sk: Verzia 19.09
tr: Sürüm 19.09
uk: Версія 19.09

source: Touch support can now be disabled from everywhere, not just from profiles other than normal profile.
es: Ahora se puede desactivar el soporte táctil desde cualquier lugar, y no sólo en perfiles distintos al perfil normal.
fi: Kosketustuki voidaan nyt poistaa käytöstä mistä tahansa, ei pelkästään muista kuin normaalista profiilista.
fr: La prise en charge tactile peut désormais être désactivée de partout, pas seulement à partir de profils autres que le profil normal.
hr: Podrška za dodir se sad može svugdje isključiti, ne samo u profilima koji nisu normalni profili.
it: Il supporto touch ora può essere disattivato ovunque, non solo da profili diversi dal profilo normale.
ja: タッチサポートを、標準プロファイル以外のプロファイルのみからに限らず、あらゆるところから無効にすることが出来るようになりました。
pt_br: O suporte à toque agora pode ser desativado de qualquer lugar, não apenas de perfis diferentes do perfil normal.
pt_pt: O apoio táctil pode agora ser desactivado a partir de qualquer lugar, e não apenas a partir de perfis que não o perfil normal.
sk: Gestá sa dajú vypnúť kedykoľvek, aj v iných profiloch.
tr: Dokunmatik ekran desteği önceden sadece normal profili dışındaki profillerde devredışı bırakılabiliyordu. Artık her yerden devredışı bırakılabiliyor.
uk: Тепер підтримку сенсорного вводу можна вимкнути звідусіль, а не лише з профілів, відмінних від звичайного профілю.

source: Version 19.07
es: Versión 19.07
fi: Versio 19.07
hr: Verzija 19.07
it: Novità nella versione 19.07
ja: バージョン 19.07
pt_br: Versão 19.07
pt_pt: Versão 19.07
sk: Verzia 19.07
tr: Sürüm 19.07
uk: Версія 19.07

source: Internal changes to support future NVDA releases.
es: Cambios internos para dar soporte a versiones futuras de NVDA.
fi: Sisäisiä muutoksia tulevien NVDA-versioiden tukemiseksi.
fr: Modifications internes pour la prise en charge des futures versions NVDA.
hr: Unutarnje promjene, kako bi se podržale buduća NVDA izdanja.
it: Modifiche interne per supportare le versioni future di NVDA.
ja: 将来のNVDAリリースをサポートするための内部変更。
pt_br: Alterações internas para suportar versões futuras do NVDA.
pt_pt: Alterações internas para suportar futuros lançamentos do NVDA.
sk: Interné zmeny, príprava na podporu budúcich verzií NVDA.
tr: Gelecek NVDA sürümlerini desteklemek için iç değişiklikler yapıldı.
uk: Внутрішні зміни для підтримки майбутніх версій NVDA.

source: Version 18.12
es: Versión 18.12
fi: Versio 18.12
hr: Verzija 18.12
it: Novità nella versione 18.12
ja: バージョン 18.12
pt_br: Versão 18.12
pt_pt: Versão 18.12
sk: Verzia 18.12
tr: Sürüm 18.12
uk: Версія 18.12

source: Version 18.08
es: Versión 18.08
fi: Versio 18.08
hr: Verzija 18.08
it: Novità nella versione 18.08
ja: バージョン 18.08
pt_br: Versão 18.08
pt_pt: Versão 18.08
sk: Verzia 18.08
tr: Sürüm 18.08
uk: Версія 18.08

source: Compatible with NVDA 2018.3 and future versions.
es: Compatible con NVDA 2018.3 y versiones futuras.
fi: Yhteensopiva NVDA 2018.3:n ja sitä uudempien versioiden kanssa.
fr: Compatible avec NVDA 2018.3 et les versions futures.
hr: Kompatibilno s NVDA 2018.3 i budućim verzijama.
it: Compatibile con NVDA 2018.3 e versioni future.
ja: NVDA 2018.3と将来のバージョンに互換。
pt_br: Compatível com o NVDA 2018.3 e versões futuras.
pt_pt: Compatível com NVDA 2018.3 e futuras versões.
sk: Vyžaduje NVDA od verzie 2018.3.
tr: Eklenti NVDA 2018.3 ve üzeri sürümler için uyumlu hâle getirildi.
uk: Сумісний з NVDA 2018.3 і майбутніми версіями.

source: Version 18.06
es: Versión 18.06
fi: Versio 18.06
hr: Verzija 18.06
it: Novità nella versione 18.06
ja: バージョン 18.06
pt_br: Versão 18.06
pt_pt: Versão 18.06
sk: Verzia 18.06
tr: Sürüm 18.06
uk: Версія 18.06
