Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedTouchGestures.*.po
Languages: es, fi, fr, hr, it, ja, pt_br, pt_pt, sk, tr, uk

source: Switched linting tool from Flake8 to Ruff and reformatted add-on modules to better align with NVDA coding standards.
es: Se cambia la herramienta de calidad del código de Flake8 a Ruff y se reformatean los módulos del complemento para alinearse mejor con los estándares de codificación de NVDA.
fr: Changement de l'outil linting qui fait de l'analyse statique de Flake8 vers Ruff et le reformatage des modules de l'extension pour mieux s'aligner sur les normes de codage de NVDA.
pt_br: Mudança da ferramenta de linting do Flake8 para o Ruff e reformatação dos módulos complementares para melhor alinhamento com os padrões de codificação do NVDA.
tr: Linting aracı Flake8'den Ruff'a değiştirildi ve NVDA kodlama standartlarıyla daha iyi uyum sağlamak için eklenti modülleri yeniden biçimlendirildi.

source: Removed support for automatic add-on updates feature from Add-on Updater add-on.
es: Se elimina el soporte de actualizaciones automáticas del complemento Add-on Updater.
fr: Suppression de la prise en charge de la fonctionnalité de mise à jour automatique à partir de l'extension Add-on Updater.
pt_br: Removido o suporte ao recurso de atualizações automáticas de complementos do complemento Add-on Updater.
tr: Eklenti Güncelleyici eklentisinden otomatik eklenti güncellemeleri özelliği desteği kaldırıldı.

source: Version 24.05
es: Versión 24.05
pt_br: Versão 24.05
tr: Sürüm 24.05

source: NVDA 2024.1 or later is required.
es: Se requiere NVDA 2024.1 o posterior.
fr: NVDA 2024.1 ou version ultérieure est requis.
pt_br: É necessário o NVDA 2024.1 ou posterior. É necessário o NVDA 2022.4 ou posterior.
tr: NVDA 2024.1 veya sonrası gereklidir.

source: Version 23.06.1
es: Versión 23.06.1
pt_br: Versão 23.06.1
tr: Sürüm 23.06.1

source: audio ducking moved to 4 finger tap due to conflict with speech stops NVDA command.
es: se ha movido la atenuación de audio a un toque con 4 dedos debido a un conflicto con la orden que detiene la voz de NVDA.
fr: l'atténuation audio a été déplacée vers une tape 4 doigts en raison d'un conflit avec la commande NVDA Arrêt de la parole.
pt_br: a redução do áudio passou para o toque de 4 dedos devido ao conflito com a fala que interrompe o comando NVDA.
tr: nvda'nın konuşma durdurma komutuyla çakışması nedeniyle sesin kısılması 4 parmakla dokunmaya taşındı.

source: Version 23.06
es: Versión 23.06
pt_br: Versão 23.06
tr: Sürüm 23.06

source: Enhanced Touch gestures nvda-addon is now maintained by Kefas Lungu.
es: El complemento para NVDA Enhanced Touch Gestures es mantenido ahora por Kefas Lungu.
fr: Enhanced Touch gestures nvda-addon est désormais maintenu par Kefas Lungu.
pt_br: O nvda-addon de gestos de toque aprimorados agora é mantido por Kefas Lungu.
tr: Geliştirilmiş Dokunma hareketleri nvda-EKLENTİSİ artık Kefas Lungu tarafından korunuyor.

source: All gestures in object mode are now available everywhere.
es: Todos los gestos del modo objeto están ahora disponibles en todas partes.
fr: Tous les gestes en mode objet sont désormais disponibles partout.
pt_br: Todos os gestos no modo objeto agora estão disponíveis em todos os lugares.
tr: Nesne modundaki tüm hareketler artık her yerde kullanılabiliyor.

source: New gestures are now available.
es: Ahora hay nuevos gestos disponibles.
fr: De nouveaux gestes sont désormais disponibles.
pt_br: Novos gestos já estão disponíveis.
tr: Artık yeni hareketler mevcut.

source: 3 finger double tap: Cycles through speech symbol levels which determine what symbols are spoken
es: Doble toque con 3 dedos: alterna entre niveles de pronunciación de símbolos, que determinan qué símbolos se verbalizan
fr: Double tape 3 doigts : fait défiler les niveaux de prononciation des symboles qui déterminent quels symboles sont prononcés
pt_br: Toque duplo com 3 dedos: Passa pelos níveis de símbolos de fala que determinam quais símbolos são falados
tr: 3 parmakla çift dokunma: Hangi simgelerin söyleneceğini belirleyen konuşma simgesi düzeyleri arasında geçiş yapar

source: 2 finger tripple tap: Quit NVDA!.
es: Triple toque con 2 dedos: ¡Salir de NVDA!.
fr: Triple tape 2 doigts : quitter NVDA !.
pt_br: toque triplo com 2 dedos: Sair do NVDA.
tr: 2 parmakla üç kez dokunma: NVDA'dan çıkar!.

source: 4 finger tap: Cycles through audio ducking modes.
es: Toque con 4 dedos: alterna entre modos de atenuación de audio.
fr: Tape 4 doigts : fait défiler les modes d'atténuation audio.
pt_br: Toque com 4 dedos: Alterna entre os modos de redução de áudio.
tr: 4 parmakla dokunma: Ses Zayıflaması modları arasında geçiş yapar.

source: Triple tap: Toggles between beeps, speech, beeps and speech, and off.
es: Toque triple: alterna entre pitidos, hablar, pitidos y hablar, y desactivado.
fr: Triple tape : basculer entre bips, parole, bips et parole et désactivé.
pt_br: Toque triplo: Alterna entre bipes, fala, bipes e fala, e desligado.
tr: Üç kez dokunma: Bip sesleri, konuşma, bip sesleri ve konuşma arasında geçiş yapar ve kapatır.

source: In web mode, it is now possible to Use buttons, graphics, and landmarks in addition to the already available browse element list.
es: En el modo web, ahora es posible usar botones, gráficos y regiones además de la lista de elementos de exploración ya disponible.
fr: En mode web, il est désormais possible d'utiliser des boutons, des graphiques et des régions en plus de la liste d'éléments de navigation déjà disponible.
pt_br: No modo Web, agora é possível usar botões, gráficos e pontos de referência, além da lista de elementos de navegação já disponível.
tr: Web modunda, halihazırda mevcut olan göz atma öğesi listesine ek olarak düğmeleri, grafikleri ve yer işaretlerini kullanmak artık mümkün.

source: In web mode, NVDA is no longer going to say normal, but default when you switch to default navigation from other browse element list. For example, when switching from buttons, NVDA will now say default.
es: En el modo web, NVDA ya no va a decir normal, sino predeterminada, al cambiar a la navegación predeterminada desde otra lista de elementos de exploración. Por ejemplo, al cambiar desde botones, NVDA ahora dirá predeterminada.
fr: En mode web, NVDA ne dira plus normal, mais par défaut lorsque vous passerez à la navigation par défaut à partir d'une autre liste d'éléments de navigation. Par exemple, lors du passage des boutons, NVDA indiquera désormais par défaut.
pt_br: No modo Web, o NVDA não dirá mais normal, mas padrão, quando você alternar para a navegação padrão de outra lista de elementos de navegação. Por exemplo, ao mudar de botões, o NVDA agora dirá padrão.
tr: Web modunda, diğer göz atma öğeleri listesinden varsayılan gezinmeye geçtiğinizde NVDA artık normal değil, varsayılan diyecek. Örneğin, düğmelerden geçiş yaparken NVDA artık varsayılan diyecek.

source: Version 23.02
es: Versión 23.02
fi: Versio 23.02
hr: Verzija 23.02
pt_br: Versão 23.02
tr: Sürüm 23.02
uk: Версія 23.02

source: NVDA 2022.4 or later is required.
es: Se requiere NVDA 2022.4 o posterior.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
fr: NVDA 2022.4 ou version ultérieure est requis.
hr: Potrebna je NVDA verzija 2022.4 ili novija.
pt_br: É necessário o NVDA 2022.4 ou posterior.
tr: NVDA 2022.4 veya üstü gereklidir.
uk: Потрібна NVDA 2022.4 Або пізніша.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
es: Se requiere Windows 10 21H2 (actualización de noviembre de 2021 / compilación 19044) o posterior.
fi: Windows 10 21H2 (marraskuun 2021 päivitys/koontiversio 19044) tai uudempi vaaditaan.
fr: Windows 10 21H2 (November 2021 Update/build 19044) ou ultérieure est requise.
hr: Potreban je sustav Windows 10 21H2 (aktualizirana verzija iz studenog 2021./izgradnja 19044) ili novija verzija.
pt_br: É necessário o Windows 10 21H2 (atualização/compilação 19044 de novembro de 2021) ou posterior.
tr: Windows 10 21H2 (Kasım 2021 Güncellemesi/derlemesi 19044) veya üstü gereklidir.
uk: Потрібна Windows 10 21H2 (оновлення від листопада 2021/збірка 19044) або пізніша.

source: Version 23.01
es: Versión 23.01
fi: Versio 23.01
hr: Verzija 23.01
pt_br: Versão 23.01
tr: Sürüm 23.01
uk: Версія 23.01

source: NVDA 2022.3 or later is required.
es: Se requiere NVDA 2022.3 o posterior.
fi: Edellyttää NVDA 2022.3:ea tai uudempaa.
fr: NVDA 2022.3 ou version ultérieure est requis.
hr: Zahtijeva NVDA 2022.3 ili noviju verziju.
pt_br: É necessário o NVDA 2022.3 ou posterior.
tr: NVDA 2022.3 veya üstü gereklidir.
uk: Потрібна NVDA 2022.3 Або пізніша.

source: Windows 10 or later is required as Windows 8.1 is no longer supported by Microsoft as of January 2023.
es: Se requiere Windows 10 o posterior, ya que Microsoft no soporta Windows 8.1 a partir de enero de 2023.
fi: Windows 10 tai uudempi vaaditaan, koska Microsoft ei enää tue Windows 8.1:tä tammikuusta 2023 alkaen.
fr: Windows 10 ou ultérieure est requis car Windows 8.1 n'est plus pris en charge par Microsoft en janvier 2023.
hr: Zahtijeva Windows 10 ili noviju verziju, jer od siječnja 2023. Microsoft više ne pordržava Windows 8.1.
pt_br: É necessário ter o Windows 10 ou posterior, pois o Windows 8.1 não será mais suportado pela Microsoft a partir de janeiro de 2023.
tr: Windows 8.1, Ocak 2023 itibarıyla artık Microsoft tarafından desteklenmediğinden Windows 10 veya sonraki sürümleri gereklidir.
uk: Потрібна Windows 10 або пізніша, оскільки в січні 2023 Microsoft припинила підтримку Windows 8.1.

source: It is possible to reassign touch keyboard and dictation toggle commands from input gestures dialog under Enhanced Touch Gestures category.
es: Es posible reasignar las órdenes de conmutación de dictado y teclado táctil desde el diálogo Gestos de entrada, bajo la categoría Enhanced Touch Gestures.
fi: Kosketusnäppäimistön ja sanelun tilanvaihtokomennot on mahdollista uudelleenmäärittää Näppäinkomennot-valintaikkunan Laajennetut kosketuseleet -kategoriasta.
fr: Il est possible de réassigner le clavier tactile et les commandes de bascule de la dictée à partir du dialogue Gestes de commandes dans la catégorie Enhanced Touch Gestures.
hr: Moguće je ponovo dodijeliti dodirnu tipkovnicu i naredbe za prebacivanje diktata u dijaloškom okviru za ulazne geste u kategoriji „Dodatne dodirne geste”.
pt_br: É possível reatribuir comandos de alternância de teclado de toque e ditado na caixa de diálogo de gestos de entrada, na categoria Gestos de toque aprimorados.
tr: Girdi hareketleri iletişim kutusunda, Geliştirilmiş Dokunmatik Hareketler kategorisi altındaki dokunmatik klavye ve dikte geçiş komutlarını yeniden atamak mümkündür.
uk: Ви можете перепризначити команди перемикання сенсорної клавіатури та голосового введення в діалозі «Жести вводу» в категорії «Розширення сенсорних жестів».

source: Removed read-only state workaround for touch keyboard keys as it is resolved in Windows 10.
es: Se ha eliminado la solución provisional de estado de sólo lectura de las teclas del teclado táctil, ya que está resuelto en Windows 10.
fi: Kosketusnäppäimistön näppäinten vain luku -tilan kiertotapa on poistettu, koska se on ratkaistu Windows 10:ssä.
fr: Suppression de solution de contournement en lecture seule pour les touches de clavier tactile telles qu'elle est résolue dans Windows 10.
hr: Uklonjeno je zaobilazno rješenje stanja samo-za-čitanje za tipke dodirne tipkovnice budući da je to riješeno u sustavu Windows 10.
pt_br: Removida a solução alternativa de estado somente leitura para as teclas do teclado sensível ao toque, pois ela foi resolvida no Windows 10.
tr: Windows 10'da çözüldüğü için dokunmatik klavye tuşları için salt okunur durum geçici çözümü kaldırıldı.
uk: Видалено обхідний шлях для клавіш сенсорної клавіатури у режимі лише для читання, оскільки цю проблему вирішено у Windows 10.

source: Version 22.03
es: Versión 22.03
fi: Versio 22.03
hr: Verzija 22.03
ja: バージョン 22.03
pt_br: Versão 22.03
tr: Sürüm 22.03
uk: Версія 22.03

source: NVDA 2021.3 or later is required.
es: Se requiere NVDA 2021.3 o posterior.
fi: Edellyttää NVDA 2021.3:ea tai uudempaa.
fr: NVDA 2021.3 ou version ultérieure est requis.
hr: Zahtijeva NVDA 2021.3 ili noviju verziju.
ja: NVDA 2021.3以降が必要。
pt_br: É necessário o NVDA 2021.3 ou posterior.
tr: NVDA 2021.3 veya üstü gerekli.
uk: Потрібна NVDA 2021.3 Або пізніша.

source: A warning message will be displayed when attempting to install the add-on on Windows 7, 8, and 8.1.
es: Se mostrará un mensaje de aviso al intentar instalar el complemento en Windows 7, 8 y 8.1.
fi: Varoitus näytetään yritettäessä asentaa lisäosaa Windows 7:ään, 8:aan tai 8.1:een.
fr: Un message d'avertissement sera affiché lors de la tentative d'installer l'extension sur Windows 7, 8 et 8.1.
hr: Prikazat će se poruka upozorenja kad pokušaš instalirati dodatak na Windows 7, 8 i 8.1.
ja: このアドオンをWindows 7, 8, 8.1にインストールしようとする時に警告メッセージを表示。
pt_br: Uma mensagem de aviso será exibida ao tentar instalar o complemento no Windows 7, 8 e 8.1.
tr: Eklentiyi Windows 7, 8 ve 8.1'e yüklemeye çalışırken bir uyarı mesajı gösterilecek.
uk: В разі спроби встановити додаток на Windows 7, 8 та 8.1 буде показано попередження.

source: Version 21.10
es: Versión 21.10
fi: Versio 21.10
hr: Verzija 21.10
ja: バージョン 21.10
pt_br: Versão 21.10
pt_pt: Versão 21.10
tr: Sürüm 21.10
uk: Версія 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
es: Se requiere NVDA 2021.2 o posterior a causa de cambios en NVDA que afectan a este complemento.
fi: NVDA 2021.2 tai uudempi vaaditaan tähän lisäosaan vaikuttavien NVDA-muutosten takia.
fr: NVDA 2021.2 ou version ultérieure est requis en raison de modifications de NVDA qui affectent cette extension.
hr: Zahtijeva NVDA 2021.2 ili noviju verziju zbog promjena u NVDA čitaču koje utječu na ovaj dodatak.
ja: このアドオンに影響するNVDAへの変更により、NVDA 2021.2以降が必要。
pt_br: O NVDA 2021.2 ou posterior é necessário devido a mudanças no NVDA que afetam este complemento.
pt_pt: É necessário o NVDA 2021.2 ou posterior devido a alterações do NVDA que afectam este extra.
tr: Bu eklentiyi etkileyen NVDA'daki değişiklikler nedeniyle NVDA 2021.2 veya üstü gereklidir.
uk: Через зміни в NVDA, які впливають на цей додаток, потрібна NVDA версії 2021.2 або пізніша.

source: Version 21.08
es: Versión 21.08
fi: Versio 21.08
hr: Verzija 21.08
ja: バージョン 21.08
pt_br: Versão 21.08
pt_pt: Versão 21.08
tr: Sürüm 21.08
uk: Версія 21.08

source: Initial support for Windows 11.
es: Soporte inicial para Windows 11.
fi: Alustava tuki Windows 11:lle.
fr: Prise en charge initiale de Windows 11.
hr: Izvorna podrška za Windows 11.
ja: Windows 11の最初のサポート。
pt_br: Suporte inicial para Windows 11.
pt_pt: Suporte inicial para Windows 11.
tr: Windows 11 için ilk destek.
uk: Перша підтримка Windows 11.

source: Version 21.01
es: Versión 21.01
fi: Versio 21.01
hr: Verzija 21.01
ja: バージョン 21.01
pt_br: Versão 21.01
pt_pt: Versão 21.01
tr: Sürüm 21.01
uk: Версія 21.01

source: NVDA 2020.3 or later is required.
es: Se requiere NVDA 2020.3 o posterior.
fi: NVDA 2020.3 tai uudempi vaaditaan.
fr: NVDA 2020.3 ou version ultérieure est requis.
hr: Zahtijeva NVDA 2020.3 ili noviju verziju.
ja: NVDA 2020.3以降が必要。
pt_br: O NVDA 2020.3 ou posterior é requerido.
pt_pt: A Versão do NVDA 2020.3 ou posterior é necessária.
tr: NVDA 2020.3 veya üzeri sürümü gerekir.
uk: Потрібна NVDA 2020.3 чи пізніша.

source: On Windows 10 Version 1709 and later, doing a four finger flick left will toggle dictation (Windows+H).
es: En Windows 10 versión 1709 y posterior, haciendo un desplazamiento con cuatro dedos hacia la izquierda se conmutará el dictado (Windows+H).
fi: Windows 10:n versiossa 1709 ja uudemmissa neljän sormen pyyhkäisy vasemmalle ottaa sanelun käyttöön tai poistaa sen käytöstä (Win+H).
fr: Sur Windows 10 Version 1709 et ultérieure, faire glisser vers la gauche quatre doigts pour basculer la dictée (Windows+H).
ja: Windows 10 バージョン 1709以降にて、4本指左フリックで音声認識を切り替え(Windows+H)。
pt_br: No Windows 10 Versão 1709 e posteriormente, fazer um movimento de quatro dedos à esquerda alternará ditado (Windows+H).
pt_pt: No Windows 10 Versão 1709 e posteriores, fazer um movimento de quatro dedos à esquerda irá alternar o ditado (Windows+H).
tr: Windows 10 1703 veya daha üzeri sürümlerinde dört parmak sola fiske dikteyi açıp kapatır (Windows+H).
uk: У Windows 10 версії 1709 і новіших пролистайте чотирма пальцями ліворуч, щоб увімкнути голосове введення (Windows+H).

source: Remove dedicated touch interaction support toggle command from the add-on.
es: Se elimina la orden dedicada de conmutación del soporte de interacción táctil del complemento.
fi: Poistettu lisäosasta erillinen kosketusvuorovaikutuksen käyttöön ottava tai käytöstä poistava komento.
fr: Supprimer le basculment de la commande du support d'interaction tactile dédiée à partir de l'extension.
ja: このアドオンから専用のタッチ操作サポートの切り替えコマンドを除去。
pt_br: Removido o comando dedicado de alternância do suporte à interação por toque do complemento.
pt_pt: Remover o comando de alternância de suporte dedicado de interacção táctil do extra.
tr: Eklentiden dokunmatik etkileşim desteği ayarı kaldırıldı.
uk: Видалено з додатка спеціальну команду перемикання підтримки сенсорної взаємодії.

source: As touch interaction support can be toggled from NVDA's touch interaction settings panel, a dedicated Enhanced Touch Gestures settings panel has been removed.
es: Ya que el soporte de interacción táctil se puede conmutar desde el panel de opciones de interacción táctil de NVDA, se ha eliminado un panel dedicado de opciones de Enhanced Touch Gestures.
fi: Erillinen Kosketuseleet-asetuspaneeli on poistettu, koska kosketusvuorovaikutuksen tuki voidaan ottaa käyttöön ja poistaa käytöstä NVDA:n Kosketuksen vuorovaikutus -asetuspaneelista.
fr: Comme le support d'interaction tactile peut être basculé à partir du panneau des paramètres d'interaction tactile de NVDA, un panneau de paramètres Enhanced Touch Gestures dédié a été supprimé.
ja: タッチ操作サポートがNVDAのタッチ操作設定パネルから切り替えられるようになったため、Enhanced Touch Gestures 専用設定パネルが除去されました。
pt_br: Como o suporte à interação por toque pode ser alternado no painel de configurações de interação por toque do NVDA, um painel de configurações de Gestos Táteis Aprimorados foi removido.
pt_pt: Como o suporte de interacção táctil pode ser alternado a partir do painel de configurações de interacção táctil do NVDA, um painel dedicado de definições de comandos Tácteis Melhorados foi removido.
tr: Dokunmatik etkileşim desteği ayarı NVDA'nın dokunmatik etkileşim ayarlarından değiştirilebildiğinden, geliştirilmiş dokunmatik ekran hareketleri ayarları iletişim kutusu kaldırıldı.
uk: Оскільки підтримку сенсорної взаємодії можна ввімкнути з панелі налаштувань сенсорної взаємодії NVDA, спеціальну панель налаштувань «Розширення сенсорних жестів» було вилучено.

source: Version 20.09
es: Versión 20.09
fi: Versio 20.09
hr: Verzija 20.09
it: Novità nella versione 20.09
ja: バージョン 20.09
pt_br: Versão 20.09
pt_pt: Versão 20.09
sk: Verzia 20.09
tr: Sürüm 20.09
uk: Версія 20.09

source: Removed ability to let NVDA turn off touch interaction for up to ten seconds (touch command passthrough).
es: Se ha eliminado la capacidad de que NVDA desactive la interacción táctil durante un máximo de diez segundos (dejar pasar las órdenes táctiles).
fi: Poistettu mahdollisuus NVDA:n kosketusvuorovaikutuksen käytöstä poistamiseen enintään 10 sekunniksi (kosketuskomennon läpivienti).
fr: Supprimé la possibilité de laisser NVDA désactiver l'interaction tactile pendant jusqu'à dix secondes (l'émulation de commande tactile).
hr: Uklonjena je mogućnost, da NVDA isključi dodirnu interakciju do deset sekundi (prolaz naredbe dodirom).
it: Rimossa la possibilità che NVDA disattivi l'interazione a tocco per non più di dieci secondi (comando passa tocco a).
ja: NVDAがタッチ操作を10秒までオフにする機能(タッチコマンドパススルー)を除去。
pt_br: Removida a capacidade de permitir que o NVDA desligue a interação por toque por até dez segundos (passagem de comando tátil).
pt_pt: Removida a capacidade de deixar o NVDA desligar a interacção por toque durante até dez segundos (passagem do comando por toque).
sk: Odstránená funkcia na dočasné vypnutie dotykových gest.
tr: NVDA'nın 10 saniye boyunca dokunmatik ekran desteğini devredışı bırakmaya yarayan dokunmatik hareketi yoksayma özelliği kaldırıldı.
uk: Видалено можливість дозволити NVDA вимкнути сенсорну взаємодію на час до десяти секунд (пропуск сенсорної команди).

source: Removed coordinate announcement beep feature.
es: Se ha eliminado la función de anuncio de coordenadas mediante pitidos.
fi: Poistettu koordinaattien ilmaisemisen äänimerkki
fr: Suppression de la fonctionnalité d'annonce des coordonnées par des bips.
hr: Ukljonjena je funkcija izvještavanja koordinata zvukom.
it: Rimossa la funzionalità annuncio coordinate con beep.
ja: 座標をビープ音で通知する機能を除去。
pt_br: Removido o recurso bipe de anúncio de coordenadas.
pt_pt: Função de bip de anúncio de coordenadas removido.
sk: Odstránené signalizovanie polohy.
tr: Bip sesi ile koordinat belirtme özelliği kaldırıldı.
uk: Видалено функцію звукового сигналу оголошення координат.

source: Version 20.07
es: Versión 20.07
fi: Versio 20.07
hr: Verzija 20.07
it: Novità nella versione 20.07
ja: バージョン 20.07
pt_br: Versão 20.07
pt_pt: Versão 20.07
sk: Verzia 20.07
tr: Sürüm 20.07
uk: Версія 20.07

source: Added a keyboard command to toggle touch interaction or enable/disable touch passthrough (Control+Alt+NVDA+T).
es: Se ha añadido una orden de teclado para conmutar la interacción táctil o activar / desactivar dejar pasar los toques (Control+alt+NVDA+t).
fi: Lisätty näppäinkomento kosketuksen vuorovaikutuksen tilan vaihtamiseen tai kosketuksen läpiviennin käyttöön ottamiseen/käytöstä poistamiseen (Ctrl+Alt+NVDA+T).
fr: Ajout d'une commande clavier pour basculer l'interaction tactile ou activer / désactiver l'émulation tactile (Control+Alt+NVDA+T).
it: Aggiunto un comando da tastiera per attivare/disattivare l'interazione a tocco o attivare/disattivare "passa tocco a" (Control+Alt+NVDA+T).
ja: タッチ操作またはタッチパススルーの有効化/無効化を切り替えるキーボードコマンドを追加(Control+Alt+NVDA+T)。
pt_br: Adicionado um comando de teclado para alternar a interação por toque ou habilitar/desabilitar a passagem tátil (Control+Alt+NVDA+T).
pt_pt: Adicionado um comando de teclado para alternar a interacção por toque ou activar/desactivar a passagem por toque (Control+Alt+NVDA+T).
sk: Pridaná skratka na zapínanie a vypínanie ovládania pomocou dotykovej obrazovky.
tr: Dokunmatik etkileşimi veya dokunmatik hareket yoksayma özelliğini açıp kapatmak için bir klavye kısayolu eklendi (Kontrol+Alt+NVDA+T).
uk: Додано клавіатурну команду для перемикання сенсорної взаємодії або увімкнення/вимкнення пропуску сенсорного жесту (Control+Alt+NVDA+T).
