Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedTouchGestures.*.po
Languages: es, fi, fr, hr, it, ja, pt_br, pt_pt, sk, tr, uk

source: [[!meta title="Enhanced Touch Gestures"]]
fi: [[!meta title="Laajennetut kosketuseleet"]]
hr: [[!meta title="Dodatne dodirne geste (Enhanced touch gestures)"]]
pt_br: [[!meta title="Gestos Táteis Aprimorados"]]
pt_pt: [[!meta title="Comandos de Toque Realçados"]]
sk: [[!meta title="Pokročilé dotykové gestá"]]
tr: [[!meta title="Geliştirilmiş Dokunmatik Ekran Hareketleri"]]
uk: [[!meta title="Enhanced Touch Gestures (розширення сенсорних жестів"]]

source: Author: Joseph Lee
es: Autor: Joseph Lee
fi: Tekijä: Joseph Lee
fr: Auteur : Joseph Lee
hr: Autor: Joseph Lee
it: Autore: Joseph Lee
ja: 作者:Joseph Lee
pt_br: Autor: Joseph Lee
pt_pt: Autor: Joseph Lee
sk: Autor: Joseph Lee
tr: Yazar: Joseph Lee
uk: Автор: Joseph Lee

source: This add-on provides additional touchscreen gestures for NVDA. It also provides a set of gestures for easier browse mode navigation.
es: Este complemento proporciona gestos táctiles adicionales para NVDA. También proporciona un conjunto de gestos para una mejor navegación del modo exploración.
fi: Tämä lisäosa tarjoaa lisää kosketuseleitä NVDA:han. Mukana on eleitä myös helpompaa selaustilanavigointia varten.
fr: Cette extension fournit des gestes supplémentaires sur l'écran tactile pour NVDA. Elle fournit également un ensemble de gestes pour parcourir facilement lorsque vous êtes en mode navigation.
hr: Ovaj dodatak omogućuje dodatne dodirne geste na ekranu za dodir u NVDA čitaču. Ovaj dodatak također dodaje skup dodirnih gesti za lakše kretanje u modusu čitanja.
it: Questo componente aggiuntivo fornisce gesti aggiuntivi per NVDA. Fornisce inoltre gesti che facilitano la modalità navigazione.
ja: このアドオンは、NVDAのための追加のタッチスクリーンジェスチャーを提供します。また、ブラウズモードのナビゲーションをより簡単にするためのジェスチャーを提供します。
pt_br: Este complemento fornece gestos adicionais para telas sensível ao toque no NVDA. Também provê um conjunto de gestos para uma navegabilidade mais fácil no modo de navegação.
pt_pt: Este extra fornece comandos de ecrã sensível ao toque adicionais para o NVDA. Também fornece um conjunto de comandos para uma navegação mais fácil no modo de navegação.
sk: Poskytuje doplnkové dotykové gestá na ovládanie NVDA a tiež gestá pre prácu v režime prehliadania.
tr: Bu eklenti NVDA'ya ek dokunma hareketleri ekler. Ayrıca tarama kipinde daha kolay dolaşım için ek hareketler sunar.
uk: Цей додаток надає додаткові жести для сенсорного екрана в NVDA. Він також надає набір жестів для полегшення навігації в режимі огляду.

source: Note: this add-on requires NVDA 2024.1 or later running on a touchscreen computer with Windows 10 or 11.
es: Nota: este complemento requiere NVDA 2024.1 o posterior ejecutándose en un ordenador con pantalla táctil con Windows 10 o 11.
fr: Note : Cette extension requiert NVDA 2024.1 ou une version ultérieure s'exécutant sur un ordinateur tactile avec Windows 10 ou 11.
pt_br: Observação: esse complemento requer o NVDA 2024.1 ou posterior em execução em um computador com tela sensível ao toque com Windows 10 ou 11.
tr: Not: Bu eklenti, Windows 10 veya 11 yüklü dokunmatik ekranlı bir bilgisayarda NVDA 2024.1 veya sonrası sürümlerin çalışmasını gerektirir.

source: Commands
es: Órdenes
fi: Komennot
fr: Commandes
hr: Naredbe
it: Comandi
ja: コマンド
pt_br: Comandos
pt_pt: Comandos:
sk: Príkazy
tr: Hareketler
uk: Команди

source: Available everywhere
es: Disponible desde cualquier lugar
fi: Käytettävissä kaikkialla
fr: Disponible partout
hr: Svuda dostupne
it: Disponibili ovunque
ja: どこでも利用可能
pt_br: Disponíveis em qualquer lugar
pt_pt: Disponíveis em qualquer lugar:
sk: Všeobecné
tr: Her yerde kullanılabilen hareketler
uk: Доступний скрізь

source: 4 finger double tap: toggle input help mode.
es: Doble toque con 4 dedos: conmuta el modo de ayuda de entrada.
fi: Kaksoisnapautus neljällä sormella: ottaa syöteohjeen käyttöön tai poistaa sen käytöstä.
fr: Double tape 4 doigts : basculer en mode aide à la saisie.
hr: Dodir s četiri prsta: uključi ili isključi modus pomoći tijekom unosa.
it: doppio tap con 4 dita: attiva/disattiva modalità aiuto immissione.
ja: 4本指ダブルタップ:入力ヘルプモードに切り替え。
pt_br: Toque duplo com 4 dedos: Alterna o modo de ajuda de entrada.
pt_pt: Toque com quatro dedos: Activa/desactiva a ajuda de entrada.
sk: Poklepanie štyrmi prstami: Aktivuje a deaktivuje nápovedu vstupu.
tr: Dört parmakla çift dokunma: girdi yardımını açıp kapatır.
uk: Подвійний дотик чотирма пальцями: перемикає режим допомоги при введенні.

source: Four finger flick right: toggle touch keyboard (usually enables it).
es: Deslizamiento a la derecha con cuatro dedos: conmuta el teclado táctil (normalmente lo activa).
fi: Pyyhkäisy oikealle neljällä sormella: tuo näkyviin kosketusnäppäimistön tai piilottaa sen.
fr: Glisser vers la droite quatre doigts : basculer clavier tactile (habituellement activer celui-ci).
hr: Klizanje s četiri prsta u desno: uključi ili isključi dodirnu tipkovnicu (obično je uključuje).
it: Flick con 4 dita verso destra: attiva/disattiva la tastiera virtuale a tocco (in genere la attiva).
ja: 4本指右フリック: タッチキーボードを切り替え(大抵は有効化する)。
pt_br: Deslizar 4 dedos à direita: alterna o teclado tátil (geralmente o habilita).
pt_pt: Quatro dedos para a direita: Geralmente, activa o teclado virtual.
sk: Švihnutie vpravo štyrmi prstami: Aktivuje dotykovú klávesnicu.
tr: Dört parmakla sağa fiske: dokunmatik klavyeyi açıp kapatır (genellikle açar).
uk: Пролистати чотирма пальцями вправо: перемикає сенсорну клавіатуру (зазвичай вмикає її).

source: Four finger flick left: toggle dictation (Windows+H; Windows 10 Version 1709 or later).
es: Desplazamiento con cuatro dedos a la izquierda: conmutar dictado (Windows+h; Windows 10 versión 1709 o posterior).
fi: Pyyhkäisy vasemmalle neljällä sormella: ota sanelu käyttöön tai poista se käytöstä (Win+H-näppäinkomento Windows 10:n versiossa 1709 tai uudemmissa).
fr: Glisser vers la gauche quatre doigts : bascule de la dictée (Windows+H; Windows 10 Version 1709 ou version ultérieure).
hr: Klizanje s četiri prsta u desno: uključi ili isključi diktiranje (Windows+H; Windows 10 verzija 1709 ili novija).
ja: 4本指左フリック: 音声認識を切り替え(Windows+H; Windows 10バージョン 1709以降)。
pt_br: Deslizar quatro dedos à esquerda: alternar ditado (Windows+H; Windows 10 Versão 1709 ou posterior).
pt_pt: Quatro dedos à esquerda: alternar ditado (Windows+H; Windows 10 Versão 1709 ou posterior).
tr: Dört parmakla sola fiske: dikteyi açıp kapatır (Windows+H; Windows 10 1709 sürümü veya daha sonrası).
uk: Пролистати чотирма пальцями вліво: перемикає голосове введення (Windows+H; потрібна Windows 10 версія 1709 чи пізніша).

source: Object mode
es: Modo Objeto
fi: Objektitila
fr: Mode objet
hr: Objektni modus
it: Modalità oggetti
ja: オブジェクトモード
pt_br: Modo objeto
pt_pt: Revisão de objecto:
sk: Objektový režim
tr: Nesne kipi
uk: Об’єктний режим

source: 3 finger flick down: read current window.
es: Deslizar 3 dedos hacia abajo: leer ventana actual.
fi: Pyyhkäisy alas kolmella sormella: lue nykyinen ikkuna.
fr: Glisser vers le bas 3 doigts : lecture de la fenêtre active.
hr: Klizanje s tri prsta prema dolje: čita trenutačni prozor.
it: flick con Tre dita verso il basso: legge la finestra corrente.
ja: 3本指下フリック: 現在のウィンドウを読み上げ。
pt_br: Deslizar 3 dedos abaixo: Lê a janela atual.
pt_pt: Três dedos para baixo: lê a janela actual.
sk: Švihnutie dole troma prstami: Prečíta názov aktuálneho okna.
tr: Üç parmakla aşağı fiske: odaklanılan pencereyi okur.
uk: Пролистати трьома пальцями вниз: читає поточне вікно.

source: 3 finger flick left: report object with focus.
es: Deslizar 3 dedos a la izquierda: anunciar objeto con el foco.
fi: pyyhkäisy vasemmalle kolmella sormella: ilmoita aktiivinen objekti.
fr: Glisser vers la gauche 3 doigts : annonce l'objet en focus.
hr: Klizanje s tri prsta u lijevo: izvještava o objektu koji ima fokus.
it: flick con Tre dita verso sinistra: legge l'oggetto che ha il focus.
ja: 3本指左フリック: フォーカスのあるオブジェクトを通知。
pt_br: Deslizar 3 dedos à esquerda: Anuncia o objeto com foco.
pt_pt: Três dedos para a esquerda: indica o objecto sob o foco.
sk: Švihnutie vľavo troma prstami: Oznámi zameraný objekt.
tr: Üç parmakla sola fiske: odaklanılan nesneyi söyler.
uk: Пролистати трьома пальцями вліво: повідомляє об’єкт у фокусі.

source: 3 finger flick right: report current navigator object.
es: Deslizar 3 dedos a la derecha: anunciar actual navegador de objetos.
fi: pyyhkäisy oikealle kolmella sormella: ilmoita nykyinen navigointiobjekti.
fr: Glisser vers la droite 3 doigts : annonce l'objet navigateur courant.
hr: Klizanje s tri prsta u desno: izvještava o trenutačnom navigacijskom objektu.
it: flick con 3 dita verso destra: legge l'oggetto corrente su cui si trova il navigatore.
ja: 3本指右フリック: 現在のナビゲーターオブジェクトを通知。
pt_br: Deslizar 3 dedos à direita: Anuncia o objeto de navegação atual.
pt_pt: Três dedos para a direita: indicam o objecto de navegação actual.
sk: Švihnutie vpravo troma prstami: Oznámi navigačný objekt.
tr: Üç parmakla sağa fiske: nesne sunucusunun odaklanmış olduğu nesneyi söyler.
uk: Пролистати трьома пальцями вправо: повідомляє поточний об’єкт навігатора.

source: 4 finger flick up: report title of the current window.
es: deslizar 4 dedos hacia arriba: anunciar el título de la ventana actual.
fi: pyyhkäisy ylös neljällä sormella: lukee nykyisen ikkunan otsikon.
fr: Glisser vers le haut 4 doigts : annonce le titre de la fenêtre active.
hr: Klizanje s četiri prsta prema gore: izgovara naslov trenutačnog prozora.
it: flick con 4 dita verso l'alto: legge il titolo della finestra corrente.
ja: 4本指上フリック: 現在のウィンドウのタイトルを通知。
pt_br: Deslizar 4 dedos acima: Anuncia o tipo da janela atual.
pt_pt: Quatro dedos para cima: indica o título da janela actual.
sk: Švihnutie hore štyrmi prstami: Oznámi názov aktuálneho okna.
tr: Dört parmakla yukarı fiske: Odaklanılan pencerenin başlığını söyler.
uk: Пролистати чотирма пальцями вгору: повідомити заголовок поточного вікна.

source: 4 finger flick down: report status bar text.
es: Deslizar 4 dedos hacia abajo: anunciar texto de la barra de estado.
fi: pyyhkäisy alas neljällä sormella: lukee tilarivin tekstin.
fr: Glisser vers le bas 4 doigts : annonce le texte de la barre d'état.
hr: Klizanje s četiri prsta prema dolje: čita tekst statusne trake.
it: flick con 4 dita verso il basso: legge il testo della barra di stato.
ja: 4本指下フリック: ステータスバーの文字を通知。
pt_br: Deslizar 4 dedos abaixo: Anuncia o texto da barra de status.
pt_pt: Quatro dedos para baixo: lê a barra de estado.
sk: Švihnutie dole štyrmi prstami: Oznámi stavový riadok.
tr: Dört parmakla aşağı fiske: Durum çubuğu metnini okur.
uk: Пролистати чотирма пальцями вниз: повідомляє текст у рядку стану.

source: Web touch mode
es: Modo Web táctil
fi: Verkkotila
fr: Mode web tactile
hr: Dodirni modus za web
it: Modalità tocco web
ja: ウェブタッチモード
pt_br: Modo tátil para a web
pt_pt: Modo toque na Web
sk: Webový režim
tr: Web dokunma kipi
uk: Сенсорний веб-режим

source: This touch mode, available in browse mode, allows you to navigate the document by selected element. To switch to web mode, from browse mode documents, perform 3 finger tap. From this mode, flicking up or down with one finger cycles through available element navigation modes, while flicking right or left with one finger moves to next or previous chosen element, respectively. Once you move away from browse mode documents, object touch mode is used.
es: Este modo táctil, disponible en modo exploración, te permite navegar el documento por elementos seleccionados. Para cambiar a modo web, desde documentos de modo exploración, realiza un toque con 3 dedos. Desde este modo, desliza arriba o abajo con un dedo cíclicamente a través de los modos de navegación disponibles, mientras que deslizando a la derecha o a la izquierda con un dedo te mueves al elemento siguiente o al anterior, respectivamente. Una vez te salgas de los documentos en modo exploración, se utiliza el modo táctil objeto.
fi: Tämän selaustilassa käytettävissä olevan kosketustilan avulla voit liikkua asiakirjassa valitsemasi elementin mukaan. Siirry selaustila-asiakirjoissa verkkokosketustilaan napauttamalla kolmella sormella. Tässä tilassa yhdellä sormella pyyhkäisy ylös tai alas vaihtaa käytettävissä olevien elementtinavigointitilojen välillä, kun taas vastaavasti pyyhkäisy yhdellä sormella oikealle tai vasemmalle siirtää seuraavaan tai edelliseen valittuna olevaan elementtiin. Kun siirryt pois selaustila-asiakirjasta, objektikosketustila otetaan käyttöön automaattisesti.
fr: Ce mode tactile, est disponible dans le mode navigation, il vous permet de naviguer dans le document par l'élément sélectionné. Pour basculer en mode web, depuis le mode navigation dans le document , il faut effectuer une tape à trois doigts. Dans ce mode, en glissant vers le haut ou vers le bas avec un seul doigt pour parcourir entre les éléments disponibles dans les modes de navigation, tout en glissant vers la droite ou vers la gauche avec un seul doigt pour vous déplacer vers l'élément choisi suivant ou précédent respectivement. Une fois que vous sortez du mode navigation dans le document, le mode objet tactile est utilisé.
hr: Ovaj dodirni modus – dostupan u modusu čitanja – omogućuje kretanje po označenom elementu. Za prebacivanje iz dokumenata u modusu čitanja u dodirni modus za web, ekran treba dodirnuti s tri prsta. U ovom modusu, klizanjem jednim prstom prema gore ili dolje prebacuje se između dostupnih modusa kretanja po elementima. Klizanjem jednim prstom u desno ili u lijevo, pomiče se na sljedeći ili prethodni element. Kad se izađe iz dokumenata u modusu čitanja, koristi se dodirni modus za objekte.
it: Questa modalità di tocco, disponibile in modalità navigazione, permette di navigare un documento rispetto a un elemento selezionato. Per passare alla modalità tocco web, da un documento in modalità navigazione, effettuare un tocco con tre dita. Da questo momento, effettuando un flick verticale con un dito si sceglieranno gli elementi in base ai quali spostarsi, mentre con un flick verso destra o sinistra ci si sposterà all'elemento successivo o precedente del tipo scelto. Quando si lascia la modalità navigazione, viene utilizzata la modalità oggetti.
ja: このタッチモードは、ブラウズモードで使用でき、ドキュメントを、選択された要素でナビゲートできます。ブラウズモードのドキュメントからウェブモードにするには、3本指でタップ (指3本で同時に軽くたたく) します。このモードから、1本の指で上または下にフリックすると、利用できる要素をナビゲーションするモードで、1本の指で右または左にフリックすると、選択された要素の次または前にそれぞれ移動します。ブラウズモードのドキュメントからいったん離れると、オブジェクトタッチモードが使用されます。
pt_br: Este modo tátil, disponível no modo de navegação, possibilita percorrer o documento pelo elemento selecionado. Para trocar para o modo web, estando num documento de navegação, dê um toque com 3 dedos. Neste modo, deslizar acima ou abaixo com 1 dedo alterna o modo de navegação entre os elementos disponíveis, ao passo que deslizar à direita ou à esquerda com 1 dedo move para o elemento escolhido seguinte ou anterior, respectivamente. Uma vez que você saia de um documento de navegação, o modo tátil para objetos é usado.
pt_pt: Este modo de toque, disponível no modo de navegação, permite-lhe navegar pelo documento através do elemento seleccionado. Para mudar para o modo web, a partir dos documentos do modo de navegação, dê 3 toques. A partir deste modo, o deslocamento para cima ou para baixo com um dedo passa pelos modos de navegação dos elementos disponíveis, enquanto se desloca para a direita ou para a esquerda com um dedo move-se para o elemento escolhido seguinte ou anterior, respectivamente. Uma vez que deixa o modo de navegação, o modo de toque do objeto passa a ser usado.
sk: Tento režim umožňuje prezeranie dokumentov a prechádzanie po jednotlivých prvkoch dokumentu. Webový režim aktivujete v režime prehliadania poklepaním troma prstami. Švihaním hore a dole následne prechádzate medzi dostupnými prvkami. Švihaním doľava a doprava potom skáčete po vybratých prvkoch. Po opustení dokumentu sa automaticky aktivuje objektový režim.
tr: Tarama kipinde geçiş yapılan bu kip, belgeyi seçilen öğe türüne göre dolaşmanızı sağlar. Web kipine geçmek için, tarama kipindeyken ve bir belgenin içindeyken üç parmakla dokunun. Bu kipte bir parmakla yukarı veya aşağı fiske yaparak mevcut olan öğe dolaşım modları arasında dolaşabilir, bir parmakla sağa veya sola fiske yaparak sırasıyla sonraki veya önceki öğeye gidebilirsiniz. Tarama kipinin kullanıldığı belgeden uzaklaştığınızda öğe dokunma kipine geçiş yapılır.
uk: Цей сенсорний режим, доступний в режимі огляду, дозволяє переміщатися в документі за вибраним елементом. Щоб перейти до веб-режиму з режиму огляду, виконайте трипальцевий дотик. У цьому режимі пролистуванням одним пальцем вгору або вниз можна переходити між доступними режимами навігації по елементах, а пролистуванням одним пальцем вправо або вліво — до наступного або попереднього вибраного елемента відповідно. Коли ви виходите з режиму перегляду документів, використовується режим дотику до об'єкта.

source: Synth settings touch mode
es: Modo táctil de opciones del sintetizador
fi: Syntetisaattoriasetusten tila
fr: Paramètres synthétiseur mode tactile
hr: Postavke govorne jedinice u dodirnom modusu
it: Impostazioni sintetizzatore, modalità tocco
ja: 音声設定タッチモード
pt_br: Modo tátil para opções de sintetizador
pt_pt: configurações de sintetizador do Modo de toque
sk: Nastavenia kruhu hlasového výstupu
tr: Sentezleyici ayarları dokunma kipi
uk: Сенсорний режим налаштування синтезатора

source: You can use this mode to quickly change synthesizer settings such as choosing a voice and changing volume. In this mode, use two finger flick left or right to move between synth settings and use two finger flick up and down gestures to change values. This gestures mirrors that of synth settings ring commands on the keyboard.
es: Puedes utilizar este modo para cambiar cíclicamente las opciones del sintetizador tales como la elección de una voz y el cambio del volumen. En este modo, utiliza el deslizamiento de dos dedos hacia la izquierda o la derecha para moverte entre opciones del sintetizador y utiliza gestos de deslizamiento de dos dedos arriba y abajo para cambiar los valores. Estos gestos se reflejan en las órdenes del grupo de opciones del sintetizador del teclado.
fi: Voit käyttää tätä tilaa nopeaan syntetisaattoriasetusten säätämiseen, kuten puheäänen valitsemiseen ja äänenvoimakkuuden muuttamiseen. Käytä kahden sormen pyyhkäisyä vasemmalle tai oikealle siirtyäksesi asetusten välillä ja kahden sormen pyyhkäisyä ylös tai alas muuttaaksesi arvoja. Nämä eleet peilaavat näppäimistöllä käytettäviä syntetisaattorin asetusrenkaan komentoja.
fr: Vous pouvez utiliser ce mode pour modifier rapidement les paramètres du synthétiseur telles que choisir une voix et modifier le volume. Dans ce mode, glisser vers la gauche ou vers la droite deux doigts pour se déplacer entre les paramètres synthétiseur et glisser vers le haut ou vers le bas deux doigts gestes pour modifier les valeurs. Ces gestes reflètes celle des commandes en boucle des paramètres synthétiseur sur le clavier.
hr: Ovaj se modus koristiti za brzo mijenjenje postavki govorne jedinice, poput odabira glasa ili promjene glasnoće. Klizanjem s dva prsta u lijevo ili desno prelazi se između postavki govorne jedinice. Klizanjem s dva prsta prema gore i dolje mijenjaju se vrijednosti. Ove su geste preslika prečaca s tipkovnice.
it: È possibile utilizzare questa modalità per modificare rapidamente le impostazioni del sintetizzatore, come la scelta di una voce e cambiare il volume. In questa modalità, utilizzare il flick con due dita verso sinistra o destra per spostarsi tra le impostazioni del sintetizzatore e utilizzare il flick con due dita in alto o in basso per cambiare i valori. Questi gesti rispecchiano quelli per modificare al volo le impostazioni sintetizzatore da tastiera.
ja: 音声を選択したり、音量を変更したりなど、音声設定を素早く変更するのに、このモードを使用できます。このモードでは、音声設定の間を移動するのに、2本指の左または右フリックを使用し、2本指の上下フリックジェスチャーを、音量の変更に使用します。このジェスチャーは、音声設定のキーボードでのリングコマンドに対応します。
pt_br: Você pode usar este modo para alterar rapidamente opções do sintetizador, tais como escolher uma voz e alterar o volume. Neste modo, deslize com 2 dedos à esquerda ou à direita para mover entre as opções do sintetizador e deslize com dois dedos acima e abaixo para mudar valores. Esses gestos espelham os comandos do anel de opções do sintetizador pelo teclado.
pt_pt: Pode usar este modo para mudar rapidamente as configurações do sintetizador, como escolher uma voz e alterar o volume. Neste modo, use de dois dedos para a esquerda ou para a direita para se mover entre as configurações do sintetizador e use dois dedos para cima e para baixo gestos para alterar os valores. estes gestos são semelhantes aos comandos de teclado das configurações dos sintetizadores.
sk: Pomocou dotykových gest môžete rovnako ako z klávesnice okamžite upravovať nastavenia hlasového výstupu. Švihaním dvoma prstami vľavo a vpravo vyberiete parameter, ktorý chcete zmeniť. Švihaním dvoma prstami hore a dole následne upravujete hodnoty.
tr: Ses seçimi, ses seviyesi gibi sentezleyici ayarlarını yapmak için bu kipi kullanabilirsiniz. İki parmakla sola veya sağa fiske yaparak sentezleyici ayarları arasında dolaşabilir, iki parmakla yukarı veya aşağı fiske yaparak ayarları değiştirebilirsiniz. Bu hareketler klavyedeki hızlı sentezleyici ayarlarını dokunmatik ekrana aktarır.
uk: Цей режим можна використовувати для швидкої зміни налаштувань синтезатора, наприклад, для вибору голосу або зміни гучності. У цьому режимі для переміщення між налаштуваннями синтезатора використовуйте жести пролистування двома пальцями вліво або вправо, а для зміни значень — жести пролистування двома пальцями вгору і вниз. Ці жести дзеркально відображають жести кільцевих команд налаштувань синтезатора на клавіатурі.

source: Version 25.07
pt_br: Versão 25.07

source: Made the add-on code more robust with help from Pyright (a Python static type checker).
pt_br: Tornou o código do complemento mais robusto com a ajuda do Pyright (um verificador de tipos estáticos Python).

source: Version 25.02
es: Versión 25.02
pt_br: Versão 25.02
tr: Sürüm 25.02

source: Restored limited support for Windows 8.1.
es: Se restaura el soporte limitado para Windows 8.1.
fr: Restauré prise en charge limitée pour Windows 8.1.
pt_br: Suporte limitado restaurado para o Windows 8.1.Suporte inicial para Windows 11.
tr: Windows 8.1 için sınırlı destek geri yüklendi.

source: Version 25.01
es: Versión 25.01
pt_br: Versão 25.01
tr: Sürüm 25.01

source: Download links for add-on releases are no longer included in add-on documentation. You can download the add-on from NV Access add-on store.
es: Ya no se incluyen enlaces de descarga de versiones del complemento en su documentación. Puedes descargar el complemento desde la tienda de complementos de NVDA.
fr: Les liens de téléchargement des versions de l'extension ne sont plus inclus dans la documentation de l'extension. Vous pouvez télécharger l'extension à partir de l'add-on store de NV Access.
pt_br: Os links de download para versões de complemento não estão mais incluídos na documentação do complemento. Você pode fazer o download do complemento na loja de complementos da NV Access.
tr: Eklenti sürümlerinin indirme bağlantıları artık eklenti belgelerine dahil edilmemektedir. Eklentiyi NV Access eklenti mağazasından indirebilirsiniz.
