Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/enhancedAria.*.po
Languages: da, fr, hr, it, pl, pt_br, ro, sr, tr, zh_cn

source: [[!meta title="Enhanced Aria"]]
da: [[!meta title="Udvidet Aria"]]
hr: [[!meta title="Poboljšana ARIA svojstva (Enhanced Aria)"]]
pt_br: [[!meta title="Melhoramentos de Aria (Enhanced Aria)"]]
tr: [[!meta title="Geliştirilmiş Aria"]]
zh_cn: [[!meta title="增强aria“"]]

source: Author: Jose Manuel Delicado
da: Forfatter: Jose Manuel Delicado
fr: Auteur : Jose Manuel Delicado
hr: Autor: Jose Manuel Delicado
it: Autore: Jose Manuel Delicado
pl: Autor: Jose Manuel Delicado
pt_br: Autor: José Manuel Delicado
ro: Autor: José Manuel Delicado
sr: Autor: Jose Manuel Delicado
tr: Yazar: Jose Manuel Delicado
zh_cn: 作者: Jose Manuel Delicado

source: Legacy add-on: NVDA 2019.3 and later can read articles on the web
da: Forældet tilføjelsesprogram: NVDA 2019.3 og nyere kan læse artikelelementet på internettet
fr: Ancienne extension : NVDA 2019.3 et version ultérieure peut lire des articles sur le Web
hr: Stari dodarak: NVDA 2019.3 i novije verzije mogu čitati članke na internetu
it: Add-on non più necessario. NVDA 2019.3 e le versioni successive sono in grado di leggere gli articoli nelle pagine web
pl: Przestarzały dodatek: NVDA 2019.3 może odczytywać artykuły na stronach
pt_br: Complemento legado: NVDA 2019.3 e posteriores podem ler artigos na web
tr: Eski eklenti: NVDA 2019.3 ve üzeri sürümler makaleleri okuyabiliyor
zh_cn: 旧版插件：NVDA 2019.3和更高版本现在可以在网上阅读文章

source: NVDA compatibility: 2017.4 to 2019.2
da: NVDA-kompatibilitet: 2017.4 til 2019.2
fr: Compatibilité NVDA : 2017.4 à 2019.2
hr: NVDA kompatibilnost: 2017.4 do 2019.2
it: Compatibilità con NVDA: dalla versione 2017.4 alla 2019.2
pl: Zgodność z wersjami NVDA: 2017.4 do 2019.2
pt_br: Compatibilidade com NVDA: 2017.4 a 2019.2
ro: Compatibilitate NVDA: 2017.4 - 2019.2
tr: NVDA uyumluluğu: 2017.4-2019.2
zh_cn: NVDA兼容版本: 2017.4至2019.2

source: Download [stable version][1]
da: Download [stabil version][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi [stabilnu verziju][1]
tr: [Kararlı sürümü][1] indir
zh_cn: 下载 [稳定版][1]

source: This addon allows you to customize which aria landmarks are reported by NVDA when you browse the Internet.
da: Denne tilføjelse giver dig mulighed for at tilpasse hvilke ARIA-landmærker, der rapporteres af NVDA, når du surfer på internettet.
fr: Cette extension vous permet de choisir quelles régions aria doivent être signalées par NVDA lorsque vous naviguez sur Internet.
hr: Ovaj dodatak dozvoljava određivanje ARIA orijentira o kojima se izvještava za vrijeme čitanja u internetu.
it: Questo componente aggiuntivo consente di personalizzare quali punti di riferimento ARIA NVDA debba annunciare quando si naviga in Internet.
pl: Ten dodatek pozwala określić, które punkty orientacyjne mają być wymawiane przez NVDA podczas przeglądania Internetu.
pt_br: Esse complemento permite que você personalize quais marcos aria são informados pelo NVDA quando você navega na Internet.
ro: Acest supliment vă permite să particularizați ce repere sunt raportate de NVDA când navigați pe Internet.
sr: Ovaj dodatak vam dozvoljava da odredite koji Aria orjentiri se prijavljuju dok se pretražuje Web koristeći NVDA
tr: Bu eklentiyle internette dolaşırken NVDA'nın okuduğu Aria yer imlerini özelleştirebilirsiniz.
zh_cn: 此插件允许您在浏览Internet时自定义NVDA报告哪些Aria地标。

source: Its functionality is very simple. Once installed, open your webbrowser and visit the web as usual. The default aria landmarks reported by Firefox and Chrome will also be visible in Internet Explorer, so you will be able to press quick navigation keys to jump between them, and list them by pressing NVDA+f7 in all browsers. Read the NVDA User Guide for more information.
da: Dens funktionalitet er meget enkel. Når tilføjelsen er installeret, skal du åbne din webbrowser og besøge internettet som normalt. De standard ARIA-landmærker, der rapporteres af Firefox og Chrome, vil også være synlige i Internet Explorer, så du vil være i stand til at trykke på tasterne for bogstavnavigation for at springe mellem dem og liste dem ved at trykke på NVDA+f7 i alle browsere. Læs NVDA Brugervejledning for yderligere information.
fr: Sa fonctionnalité est très simple. Une fois installée, ouvrez votre navigateur Web et visitez le Web comme d'habitude. Les régions aria par défaut signalées par Firefox et Chrome seront également visibles dans Internet Explorer, afin que vous puissiez appuyer sur les touches de navigation rapide pour passer entre elles et les répertorier en appuyant sur NVDA + f7 dans tous les navigateurs. Veuillez consulter le Guide de l'utilisateur NVDA pour plus d'informations.
hr: Njegova funkcija je vrlo jednostavna. Kad je dodatak instaliran, otvori Web preglednik i pretraži kao i obično. Standardni ARIA orijentiri koji se prijavljuju u Firefoxu i Chromeu će također biti vidljivi u Internet Exploreru, tako da je moguće koristiti tipke brze navigacije za prelaženje između pojedinih orijentira i izraditi popis orijentira pomoću tipkovnog prečaca NVDA+F7 u svim pretraživačima. Korisnički vodič za NVDA sadrži daljnje informacije.
it: Le sue funzioni sono molto semplici. Una volta installato, aprire il browser e navigare come al solito. I landmark ARIA di default mostrati in Google Chrome e Firefox verranno mostrate anche in Internet Explorer; sarà pertanto possibile passare da una all'altra come sempre con i tasti di navigazione veloce, e usare NVDA-f7 per visualizzarle tutte in un elenco. Per maggiori informazioni su queste funzioni native di NVDA consultare il manuale dell'utente.
pl: Działa on w bardzo prosty sposób. Po zainstalowaniu dodatku, otwórz przeglądarkę internetową i odwiedzaj strony tak jak zawsze. Domyślne punkty orientacyjne wymawiane w przeglądarkach Firefox i Chrome będą widoczne również w Internet Explorer. Można więc naciskać klawisze szybkiej nawigacji, aby przeskakiwać między punktami orientacyjnymi i dodawać je do listy naciskając NVDA+f7 we wszystkich przeglądarkach. Więcej informacji można znaleźć w Podręczniku Użytkownika NVDA.
pt_br: Sua funcionalidade é muito simples. Uma vez instalado, abra o seu navegador e visite a web normalmente. Os marcos (pontos de referência) aria padrão relatados pelo Firefox e pelo Chrome também estarão visíveis no Internet Explorer, portanto poderá pressionar as teclas de navegação rápida para alternar entre eles e listá-los pressionando NVDA+f7 em todos os navegadores. Leia o Guia do Usuário do NVDA para mais informações.
ro: Funcționalitatea sa este foarte simplă. Odată instalat, deschideți navigatorul dumneavoastră web și vizitați web-ul ca de obicei. Reperele aria implicite raportate de Firefox și Chrome vor fi de asemenea vizibile în Internet Explorer, așa că veți putea să apăsați tastele de navigare rapidă pentru a sări printre ele și le puteți lista apăsând NVDA+f7 în toate navigatoarele. Citiți ghidul de utilizare al NVDA-ului pentru mai multe informații.
sr: Njegova funkcija je veoma jednostavna. Kada je instaliran, otvorite vaš Web pretraživač i pretražujte kao i obično. Podrazumevani orjentiri koji se prijavljuju u Firefoxu i Chromeu će takođe biti vidljivi u Internet exploreru, tako da možete koristiti tastere brze navigacije da skočite do njih, i listati ih komandom NVDA+f7 u svim pretraživačima. Pročitajte NVDA korisničko uputstvo za više informacija.
tr: Eklentinin işlevi çok basittir. Eklentiyi kurduktan sonra her zamanki gibi web tarayıcınızı açın ve internette dolaşın. Firefox ve Chrome'daki Aria yer imleri İnternet Explorer'da da mevcuttur. Tüm tarayıcılarda hızlı dolaşım tuşlarıyla Aria yer imleri arasında dolaşabilir ve NVDA+f7'ye basarak onları listeleyebilirsiniz. Daha fazla bilgi için NVDA kullanıcı rehberine bakın.
zh_cn: 它的功能非常简单。安装后，打开浏览器并照常浏览网页。 Firefox和Chrome报告的默认aria地标也会在Internet Explorer中显示，因此您可以按快速导航键在它们之间跳转，并在所有浏览器中按NVDA + f7列出它们。请阅读NVDA用户指南了解更多信息。

source: The addon adds an extra landmark not included by default in NVDA, the article (abbreviated in Braille as art).
da: Tilføjelsen tilføjer et ekstra landmærke, der ikke er medtaget som standard i NVDA, artikel (forkortet som art på punkt).
fr: L'extension ajoute une région supplémentaire non incluse par défaut dans NVDA, l'article (abrégé en Braille comme art).
hr: Dodatak dodaje dodatni orijentir koji nije standardno uključen u NVDA, a to je članak.
it: Il componente aggiunge un nuovo tipo di punto di riferimento, non incluso in NVDA, chiamato Articolo, (abbreviato in braille art).
pl: Enhanced Aria wprowadza do NVDA dodatkowy punkt orientacyjny, którego domyślnie tam nie ma. Jest to artykuł, wyświetlany w brajlu jako skrót art.
pt_br: O complemento adiciona um marco extra não incluído por padrão no NVDA, o artigo (abreviado em Braille como art).
ro: Suplimentul adaugă un reper suplimentar, care nu este inclus implicit în NVDA, articolul (abreviat în braille ca art).
sr: Dodatak dodaje dodatni orjentir koji nije uključen u NVDA, članak (skraćeno na brajevom redu kao art).
tr: Eklenti, NVDA'da varsayılan olarak bulunmayan makale (braille ekranda mak olarak gösterilir) yer imini ekler.
zh_cn: 插件增加了NVDA中默认不包含的额外路标，文章（缩写为盲文作为艺术）。

source: The configuration dialog
da: Indstillingsdialogen
fr: Le dialogue de configuration
hr: Dijaloški okvir konfiguracije
it: La finestra di configurazione
pl: Dialog ustawień
pt_br: O diálogo de configuração
ro: Dialogul de configurare
sr: Dijalog podešavanja
tr: Ayarlar iletişim kutusu
zh_cn: 配置

source: You can enable or disable landmarks by going to NVDA, preferences, Enhanced Aria Settings or from the appropriate category in the NVDA options dialog. The dialog has a checkbox for each landmark. If you disable a landmark, you won't be able to jump to it pressing the d key when browsing a webpage, and NVDA won't report it.
da: Du kan aktivere eller deaktivere landmærker ved at gå til NVDA-menuen>Opsætning>Enhanced ARIA Settings eller fra den relevante kategori i NVDA-indstillingsdialogboksen. Dialogboksen har et afkrydsningsfelt for hvert landmærke. Hvis du deaktiverer et landmærke, kan du ikke hoppe til det ved at trykke på d-tasten, når du surfer på en webside, og NVDA vil ikke rapportere det.
fr: Vous pouvez activer ou désactiver les régions en allant dans NVDA, puis dans Préférences, puis dans Paramètres Enhanced Aria ou à partir de la catégorie appropriée dans le dialogue des options de NVDA. Le dialogue comporte une case à cocher pour chaque région. Si vous désactivez une région, vous ne pourrez pas y accéder en appuyant sur la touche d lorsque vous naviguez sur une page Web, et NVDA ne la signalera pas.
hr: Orijentiri se mogu aktivirati ili deaktivirati putem NVDA>Postavke>Postavke za poboljšana ARIA svojstva ili putem odgovarajuće kategorije u dijaloškom okviru za mogućnosti. U dijaloškom okviru se nalazi potvrdni okvir za svaki orijentir. Ako se orijentir deaktivira, prilikom čitanja web stranica neće biti moguće skočiti na njega pritiskom tipke „d”, a NVDA o tome neće izvjestiti.
it: Puoi attivare o disattivare i punti di riferimento andando nel menu di NVDA -> preferenze-> Enhanced Aria Settings, o dalle impostazioni di NVDA nella relativa categoria. Nella finestra esiste una casella di controllo per ciascun punto di riferimento. Se si disattiva uno di questi, non sarà possibile utilizzare il tasto "D" per raggiungerlo quando si naviga in una pagina web e NVDA non lo leggerà più come tale.
pl: Punkty orientacyjne można wyłączyć z poziomu menu NVDA, ustawienia, ustawienia Enhanced Aria lub w odpowiedniej kategorii dialogu ustawień NVDA. Każdy punkt orientacyjny posiada pole wyboru. Jeśli punkt orientacyjny zostanie wyłączony, nie będzie już można do niego dotrzeć literą d podczas przeglądania strony internetowej. NVDA nie będzie go też wymawiać.
pt_br: Pode ativar ou desativar pontos de referência (marcos) acessando o NVDA, preferências, Configurações de Aria Otimizada ou da categoria apropriada na caixa de diálogo Opções do NVDA. O diálogo possui uma caixa de seleção para cada marco. Se você desativar um marco, não poderá pular para ele pressionando a tecla d ao navegar em uma página Web, e o NVDA não o informará.
ro: Puteți activa sau dezactiva reperele mergând în meniul NVDA, preferințe, setări Enhanced Aria. Dialogul are o casetă de bifat pentru fiecare reper. Dacă dezactivați un reper, nu veți mai putea să săriți la el apăsând tasta d la navigarea pe o pagină web, iar NVDA nu-l va mai raporta.
sr: Možete onemogućiti i omogućiti orjentire iz NVDA menija, podešavanja, Enhanced Aria podešavanja ili iz odgovarajuće kategorije NVDA dijaloga za podešavanja. Dijalog ima izborno polje za svaki orjentir. Ako onemogućite orjentir, nećete moći da skočite na njega tasterom d kada pretražujete Web stranicu, i NVDA ga neće prijaviti.
tr: Nvda menüsü>tercihler>geliştirilmiş Aria ayarları iletişim kutusundan veya NVDA ayarları iletişim kutusundaki kategoriden eklenti ayarlarına ulaşabilirsiniz. İletişim kutusunda her yer imi için onay kutusu bulunur. Herhangi bir yer imini devredışı bıraktığınızda d tuşuyla ona ulaşamazsınız ve NVDA yer imini okumaz.
zh_cn: 您可以通过转到NVDA，首选项，增强型Aria设置或NVDA选项对话框中的相应类别来启用或禁用地标。该对话框有一个每个地标的复选框。如果禁用地标，则在浏览网页时无法按d键跳转到该地标，NVDA将不会朗读。

source: Contact info
da: Kontaktinfo
fr: Information de contact
hr: Kontakt informacije
it: Informazioni di contatto
pl: Dane kontaktowe
pt_br: Informação de contato
ro: Informații de contact
sr: Kontakt informacije
tr: İletişim bilgileri
zh_cn: 联系信息

source: This addon has been developed by Jose Manuel Delicado. If you want to contact me, send an e-mail to jm.delicado@nvda.es, or open an issue on GitHub at https://github.com/jmdaweb/enhancedAria
da: Denne tilføjelse er udviklet af Jose Manuel Delicado. Hvis du ønsker at kontakte mig, send en e-mail til jm.delicado@nvda.es, eller åbn et issue på GitHub https://github.com/jmdaweb/enhancedAria
fr: Cette extension a été développée par Jose Manuel Delicado. Si vous souhaitez me contacter, envoyez un e-mail à jm.delicado@nvda.es, ou ouvrez un incident sur GitHub à l'adresse https://github.com/jmdaweb/enhancedAria
hr: Razvijatelj ovog dodatka je Jose Manuel Delicado. Ako me želiš kontaktirati, pošalji e-mail na jmdaweb@hotmail.com ili prijavi grešku na GitHubu na adresi https://github.com/jmdaweb/enhancedAria
it: Questo componente è stato sviluppato da Jose Manuel Delicado. Per contatti è possibile inviare un'email a jmdaweb@hotmail.com, o aprire una segnalazione su GitHub su https://github.com/jmdaweb/enhancedAria
pl: Ten dodatek rozwija Jose Manuel Delicado. Jeśli chcesz się ze mną skontaktować, wyślij e-mail na adres jm.delicado@nvda.es, lub utwórz temat w GitHubie na stronie https://github.com/jmdaweb/enhancedAria
pt_br: Esse complemento foi desenvolvido por José Manuel Delicado. Se quiser entrar em contato comigo, envie um e-mail para jm.delicado@nvda.es, ou abra um problema no GitHub em https://github.com/jmdaweb/enhancedAria
ro: Acest supliment a fost dezvoltat de José Manuel Delicado. Dacă vreți să îl contactați, trimiteți un e-mail la jm.delicado@nvda.es, sau raportați un bug pe Github la https://github.com/jmdaweb/enhancedAria
sr: Ovaj dodatak je napravljen od strane autora Jose Manuel Delicado. Ako želite da ga kontaktirate, pošaljite e-mail na adresu jm.delicado@nvda.es, ili prijavite grešku na Githubu na adresi https://github.com/jmdaweb/enhancedAria
tr: Bu eklenti Jose Manuel Delicado tarafından geliştirilmiştir. Bana ulaşmak isterseniz jm.delicado@nvda.es adresine e-posta gönderin veya https://github.com/jmdaweb/enhancedAria adresinden Github bulgusu açın.
zh_cn: 这个插件由Jose Manuel Delicado开发。如果您想与我联系，请发送电子邮件至jm.delicado@nvda.es，或通过https://github.com/jmdaweb/enhancedAria在GitHub上提交问题

source: Changelog
da: Ændringslog
fr: Journal des changements
hr: Promjene
it: Cambiamenti
pl: Lista zmian
pt_br: Registro de alterações
ro: Noutăți
sr: Promene
tr: Değişiklikler
zh_cn: 更新日志

source: Version 2.8
hr: Verzija 2.8
it: Versione 2.8
pl: Wersja 2.8
pt_br: Versão 2.8
tr: Sürüm 2.8
zh_cn: 版本2.8

source: New and updated translations.
da: Nye og opdaterede oversættelser.
fr: Nouvelles traductions et mises à jour.
hr: Novi i aktualizirani prijevodi.
it: Traduzioni nuove e aggiornate
pl: Nowe i zaktualizowane tłumaczenia.
pt_br: Traduções novas e atualizadas.
ro: Traduceri noi și actualizate.
sr: Novi i ažurirani prevodi.
tr: Yeni ve güncellenen çeviriler.
zh_cn: 新的更新和翻译。

source: Updated NVDA compatibility flags.
da: Opdaterede kompatibilitetsflag til nyere NVDA-versioner.
fr: Les indicateurs de compatibilité de NVDA ont été mis à jour .
hr: Aktualizirane su oznake kompatibilnosti za NVDA.
it: Aggiunti i flag di compatibilità di NVDA.
pl: Zaktualizowano flagi zgodności.
pt_br: Atualizado sinalizadores (flags) de compatibilidade NVDA.
tr: NVDA uyumluluğu güncellendi.
zh_cn: 更新NVDA兼容性标志。

source: Version 2.7
hr: Verzija 2.7
it: Versione 2.7
pl: Wersja 2.7
pt_br: Versão 2.7
ro: Versiunea 2.7
tr: Sürüm 2.7
zh_cn: 版本2.7

source: Updated compatibility flags for recent NVDA versions.
da: Opdaterede kompatibilitetsflag til nyere NVDA-versioner.
fr: Les indicateurs de compatibilité ont été mis à jour pour les versions récentes de NVDA.
hr: Aktualizirane su oznake kompatibilnosti za novije NVDA verzije.
it: Aggiunta la compatibilità con le recenti versioni di NVDA.
pl: Dodano zgodność z najnowszymi wersjami NVDA.
pt_br: Sinalizadores de compatibilidade atualizados para versões recentes do NVDA.
ro: S-a actualizat compatibilitatea pentru versiunile recente de NVDA.
sr: Ažurirani parametri kompatibilnosti za najnovije NVDA verzije.
tr: Yeni NVDA sürümleri için uyumluluk güncellendi.
zh_cn: 更新了最新NVDA版本的兼容性标志。

source: Version 2.6
hr: Verzija 2.6
it: Versione 2.6
pl: Wersja 2.6
pt_br: Versão 2.6
ro: Versiunea 2.6
tr: Sürüm 2.6
zh_cn: 版本2.6

source: Updated compatibility flags for recent NVDA versions. This version is only compatible with NVDA 2017.4 and above.
da: Opdaterede kompatibilitetsflag til nyere NVDA-versioner. Denne version er kun kompatibel med NVDA 2017.4 og nyere.
fr: Les indicateurs de compatibilité ont été mis à jour pour les versions récentes de NVDA. Cette version est uniquement compatible avec NVDA 2017.4 et plus.
hr: Aktualizirane su oznake kompatibilnosti za novije NVDA verzije. Ova je verzija kompatibilna samo s NVDA 2017.4 i novijim verzijama.
it: Aggiunta la compatibilità con le recenti versioni di NVDA. Questa versione è compatibile solo con NVDA 2017.4 o superiori.
pl: Zaktualizowano flagi zgodności z ostatnimi wersjami NVDA. Ta wersja jest zgodna tylko z wersjami NVDA 2017.4 i nowszymi.
pt_br: Sinalizadores de compatibilidade atualizados para versões recentes do NVDA. Essa versão é compatível apenas com o NVDA 2017.4 e superior.
ro: S-a actualizat compatibilitatea pentru versiunile recente de NVDA. Această versiune este compatibilă numai cu NVDA 2017.4 și versiunile mai noi.
tr: Yeni NVDA sürümleri için uyumluluk güncellendi. Bu sürüm sadece NVDA 2017.4 ve üzeri sürümlerle uyumludur.
zh_cn: 更新了最新NVDA版本的兼容性标志。此版本仅与NVDA 2017.4及更高版本兼容。

source: Now, the configuration is automatically applied after switching NVDA profiles and restoring settings to factory defaults.
da: Nu anvendes konfigurationen automatisk efter skift af NVDA-profiler og gendannelse af indstillinger til fabriksindstillingerne.
fr: Désormais, la configuration est automatiquement appliquée après la commutation des profils NVDA et la restauration des paramètres aux valeurs d'usine par défaut.
hr: Konfiguracija se sada automatski primjenjuje nakon prebacivanja NVDA profila i vraćanja postavki na tvornički zadane postavke.
it: Ora, la configurazione viene automaticamente applicata dopo aver cambiato i profili NVDA e ripristinato le impostazioni predefinite di fabbrica.
pl: Od teraz konfiguracja jest automatycznie zastosowana po przełączeniu plofilów NVDA i przywróceniu ustawień do wartości domyślnych.
pt_br: Agora, a configuração é aplicada automaticamente, após alternar os perfis do NVDA e restaurar as configurações para os padrões originais.
ro: Acum, configurația se aplică automat după comutarea profilurilor NVDA și restaurarea setărilor din fabrică.
tr: Ayar profili değiştirdikten ve NVDA'yı fabrika ayarlarına geri döndürdükten sonra ayarlar otomatik olarak uygulanıyor.
zh_cn: 现在，在切换NVDA配置文件并将设置恢复为默认设置后，将自动应用配置。

source: Version 2.5
hr: Verzija 2.5
it: Versione 2.5
pl: Versja 2.5
pt_br: Versão 2.5
ro: Versiunea 2.5
sr: Verzija 2.5
tr: Sürüm 2.5
zh_cn: 版本2.5

source: Version 2.4
hr: Verzija 2.4
it: Versione 2.4
pl: Versja 2.4
pt_br: Versão 2.4
ro: Versiunea 2.4
sr: Verzija 2.4
tr: Sürüm 2.4
zh_cn: 版本2.4

source: Now, settings are removed only when the add-on is uninstalled. Configuration is nolonger reset when upgrading.
da: Nu bliver indstillingerne kun fjernet, når tilføjelsen er afinstalleret. Konfigurationen nulstilles ikke længere ved opgradering.
fr: Désormais, les paramètres ne sont supprimés que lorsque l'extension est désinstallé. La configuration n'est plus réinitialisée lors de la mise à niveau.
hr: Postavke se sada uklanjaju samo kad je dodatak deinstaliran. Konfiguracija se više ne resetira prilikom nadogradnje.
it: Ora, le impostazioni vengono rimosse solo quando viene disinstallato il componente aggiuntivo. La configurazione non viene più ripristinata durante l'aggiornamento.
pl: Od teraz ustawienia usuwają się tylko po odinstalowaniu dodatku. Ponadto, nie resetują się już po aktualizacji.
pt_br: Agora, as configurações são removidas somente quando o complemento é desinstalado. A configuração não é mais redefinida durante a atualização.
ro: Acum, setările sunt șterse doar la dezinstalarea suplimentului. Configurația nu mai este resetată la actualizare.
sr: Sada, podešavanja se uklanjaju samo kada se dodatak ukloni. Podešavanja više neće biti resetovana nakon ažuriranja.
tr: Ayarlar sadece eklentiyi kaldırdığınızda sıfırlanıyor, eklenti güncellendiğinde ayarlar etkilenmiyor.
zh_cn: 现在，仅在卸载插件时才会删除设置。升级时，配置不再重置。

source: Version 2.3
hr: Verzija 2.3
it: Versione 2.3
pl: Wersja 2.3
pt_br: Versão 2.3
ro: Versiunea 2.3
sr: Verzija 2.3
tr: Sürüm 2.3
zh_cn: 版本2.3

source: Added compatibility with recent NVDA releases.
da: Tilføjede kompatibilitet for seneste NVDA-versioner.
fr: Ajout de la compatibilité avec les dernières versions de NVDA.
hr: Dodana kompatibilnost s novijim NVDA izdanjima.
it: Aggiunta la compatibilità con le recenti versioni di NVDA.
pl: Dodana zgodność z nowszymi wersjami NVDA.
pt_br: Acrescentada compatibilidade com as versões recentes do NVDA.
ro: S-a adăugat compatibilitatea cu versiunile recente de NVDA.
sr: Dodata kompatibilnost sa najnovijim NVDA verzijama.
tr: Eklenti yeni NVDA sürümleriyle uyumlu hâle getirildi.
zh_cn: 新增与最近NVDA版本的兼容性。

source: New translations.
da: Nye oversættelser.
fr: Nouvelles traductions.
hr: Novi prijevodi.
it: Nuove traduzioni.
pl: Nowe tłumaczenia.
pt_br: Novas Traduções.
ro: Traduceri noi.
sr: Novi prevodi.
tr: Yeni çeviriler.
zh_cn: 新的翻译。

source: Version 2.2
hr: Verzija 2.2
it: Versione 2.2
pl: Wersja 2.2
pt_br: Versão 2.2
ro: Versiunea 2.2
sr: Verzija 2.2
tr: Sürüm 2.2
zh_cn: 版本2.2
