Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/evtTracker.*.po
Languages: fr, gl, hr, pl, pt_br, tr

source: [[!meta title="Event Tracker"]]
hr: [[!meta title="Praćenje događaja (Event Tracker)"]]
tr: [[!meta title="Olay İzleyici"]]

source: Author: Joseph Lee, Thiago Seus
fr: Auteur : Joseph Lee, Thiago Seus
hr: Autor: Joseph Lee, Thiago Seus
pt_br: Autores: Joseph Lee, Thiago Seus
tr: Yazarlar: Joseph Lee, Thiago Seus

source: This add-on outputs information about objects for which events were fired. Properties recorded in debug log mode include object type, name, role, event, app module, and accessibility API specific information such as accName for IAccessible object and Automation Id for UIA objects.
fr: Cette extension affiche des informations sur les objets pour lesquels des événements ont été déclenchés. Les propriétés enregistrées dans le mode de log de débugage comprennent le type d'objet, le nom, le rôle, l'événement, le module applicatif et des informations spécifiques à l'API d'accessibilité telles que accName pour l'objet IAccessible et Automation Id pour les objets UIA.
gl: Este complemento fornece información sobre obxectos para os que se dispararon eventos. As propiedades gravadas no modo depuración do rexistro inclúen o tipo de obxecto, nome, rol, evento, módulo de aplicación, e informaación específica da API de accesibilidade como accName para obxectos IAccessible e Automation Id para obxectos UIA.
hr: Ovaj dodatak daje informacije o objektima za koje su pokrenuti događaji. Svojstva zabilježena u načinu dnevnika otklanjanja grešaka uključuju vrstu objekta, naziv, ulogu, događaj, modul aplikacije i informacije specifične za API pristupačnosti kao što su accName za IAccessible objekt i Automation Id za UIA objekte.
pl: Ten dodatek wyświetla informacje o obiektach, dla których zdarzenia zostały uruchomione. Właściwości zarejestrowane w trybie dziennika debugowania obejmują typ obiektu, nazwę, rolę, zdarzenie, moduł aplikacji i informacje specyficzne dla interfejsu API ułatwień dostępu, takie jak accName dla obiektu IAccessible i identyfikator automatyzacji dla obiektów UIA.
pt_br: Esse complemento gera informações sobre objetos para os quais os eventos foram disparados. As propriedades registradas no modo de log de depuração incluem tipo de objeto, nome, função, evento, módulo de aplicativo e informações específicas da API de acessibilidade, como accName para objetos IAccessible e Automation Id para objetos UIA.
tr: Bu eklenti, olayların tetiklendiği nesneler hakkında bilgi verir. Hata ayıklama günlük modunda kaydedilen özellikler, nesne türü, ad, rol, olay, uygulama modülü ve IAccessible nesnesi için accName ve UIA nesneleri için Otomasyon Kimliği gibi erişilebilirlik API'sine özgü bilgileri içerir.

source: Notes:
gl: Notas:
hr: Zabilješke:
pl: Uwagi:
pt_br: Notas:
tr: Notlar:

source: This add-on is designed for developers and power users needing to track events coming from apps and various controls.
fr: Cette extension est conçue pour les développeurs et les utilisateurs expérimentés qui ont besoin de suivre des événements provenant d'applis et divers contrôles.
gl: Este complemento está deseñado para desenvolvedores e usuarios avanzados que necesiten vixiar eventos provenientes de apps e varios controis.
hr: Ovaj je dodatak dizajniran za programere i napredne korisnike koji trebaju mogućnost praćenja događaja koji dolaze iz aplikacija i raznih kontrola.
pl: Ten dodatek jest przeznaczony dla deweloperów i zaawansowanych użytkowników, którzy muszą śledzić zdarzenia pochodzące z aplikacji i różnych kontrolek.
pt_br: Esse complemento foi projetado para desenvolvedores e usuários avançados que precisam rastrear eventos provenientes de aplicativos e vários controles.
tr: Bu eklenti, uygulamalardan ve çeşitli denetimlerden gelen olayları izlemesi gereken geliştiriciler ve uzman kullanıcılar için tasarlanmıştır.

source: In order to use the add-on, NVDA must be logging in debug mode (configured from general settings/logging level, or restart with debug logging enabled).
fr: Pour utiliser l'extension, NVDA doit se connecter en mode débogage (configuré à partir des paramètres généraux/niveau de journalisation, ou redémarrer avec le journal activé en mode débogage).
gl: Para utilizar o complemento, NVDA ten que estar rexistrando en modo depuración (configurado dende as opcións xerais/nivel do logging, ou reiniciando co rexistro de depuración habilitado).
hr: Za korištenje dodatka, NVDA mora biti prijavljivanje u načinu ispravljanja grešaka (konfigurirano u općim postavkama / razini prijave ili s ponovnim pokretnjem s aktiviranim zapisivanjem ispravljanja grešaka).
pl: Aby korzystać z dodatku, NVDA musi logować się w trybie debugowania (skonfigurowanym z poziomu ustawień ogólnych/rejestrowania lub ponownie uruchomić z włączonym rejestrowaniem debugowania).
pt_br: Para usar o complemento, o NVDA deve estar registrando em modo de depuração (configurado nas configurações gerais/nível de registro ou reiniciar com o registro de depuração ativado).
tr: Eklentiyi kullanmak için, NVDA'nın hata ayıklama modunda oturum açması gerekir (genel ayarlar/kayıt düzeyinden yapılandırılır veya hata ayıklama günlüğü etkinken yeniden başlatılır).

source: It might be possible that add-ons loaded earlier than Event Tracker may not pass on the event to other add-ons, including Event Tracker. If this happens, Event Tracker will not be able to log events.
fr: Il est possible que les extensions chargées avant Event Tracker ne communiquent pas l'événement à d'autres extensions, y compris Event Tracker. Si c'est le cas, Event Tracker ne sera pas en mesure d'enregistrer les événements.
gl: Podería ser posible que que complementos cargados antes que Event Tracker non pasasen os eventos a outros complementos, incluído Event Tracker. Se isto sucede, Event Tracker non será capaz de rexistrar eventos.
hr: Moguće je da dodaci koji su učitani prije dodatka „Praćenja događaja” ne proslijede događaj drugim dodacima, uključujući dodatak „Praćenje događaja”. Ako se to dogodi, dodatak „Praćenje događaja” neće moći zabilježiti događaje.
pl: Możliwe, że dodatki załadowane wcześniej niż Event Tracker mogą nie przekazać zdarzenia innym dodatkom, w tym Event Tracker. Jeśli tak się stanie, Moduł śledzenia zdarzeń nie będzie mógł rejestrować zdarzeń.
pt_br: Pode ser possível que os complementos carregados antes do Event Tracker não transmitam o evento para outros complementos, inclusive o Event Tracker. Se isso acontecer, o Event Tracker não conseguirá registrar os eventos.
tr: Olay İzleyicisi'nden önce yüklenen eklentilerin, olayı Olay İzleyicisi de dahil olmak üzere diğer eklentilere aktarmaması mümkün olabilir. Bu durumda, Olay İzleyici olayları günlüğe kaydedemez.

source: Events are handled from global plugins, app modules, tree interceptors, and NVDA objects, in that order.
fr: Les événements sont gérés dans l'ordre par les modules globaux, modules applicatifs, les intercepteurs d'arborescence et les objets NVDA.
gl: Os eventos recóllense dende as extensións globais (global plugins), os módulos de aplicación, os interceptores de árbore e obxectos de NVDA, nesa orde.
hr: Događajima se upravlja iz globalnih dodataka, modula aplikacija, presretača stabla i NVDA objekata, tim redoslijedom.
pl: Zdarzenia są obsługiwane z globalnych wtyczek, modułów aplikacji, przechwytywaczy drzew i obiektów NVDA w tej kolejności.
pt_br: Os eventos são tratados a partir de plug-ins globais, módulos de aplicativos, interceptores de árvore e objetos NVDA, nessa ordem.
tr: Olaylar, bu sırayla global eklentiler, uygulama modülleri, ağaç önleyiciler ve NVDA nesnelerinden işlenir.

source: Events and their information
fr: Les événements et leurs informations
gl: Os eventos e a súa información
hr: Događaji i njihove informacije
pl: Wydarzenia i informacje o nich
pt_br: Eventos e suas informações
tr: Olaylar ve bilgileri

source: The following events are tracked and recorded:
fr: Les événements suivants sont suivis et enregistrés :
gl: Séguense e grávanse os seguintes eventos:
hr: Sljedeći događaji se prate i snimaju:
pl: Śledzone i rejestrowane są następujące zdarzenia:
pt_br: Os seguintes eventos são rastreados e registrados:
tr: Aşağıdaki olaylar izlenir ve kaydedilir:

source: Focus manipulation: gain focus, lose focus, focus entered, foreground
fr: La manipulation du focus : réception du focus, perte du focus, le focus obtenu, le premier plan
gl: Manipulación do foco: obter foco, perder foco, entrada do foco, primeiro plano
hr: Manipulacija fokusom: dobivanje fokusa, gubljenje fokusa, unesen fokus, prvi plan
pl: Manipulacja ostrością: wzmocnienie ostrości, utrata ostrości, wprowadzenie ostrości, pierwszy plan
pt_br: Manipulação de foco: ganhar foco, perder o foco, foco inserido, primeiro plano
tr: Odak manipülasyonu: odak kazan, odak kaybet, odak girildi, ön plan

source: Changes: name, value, state, description, live region
fr: Les changements : nom, valeur, état, description, live region
gl: Cambios: nome, valor, estado, descrición, rexión activa
hr: Promjene: naziv, vrijednost, stanje, opis, regija uživo
pl: Zmiany: nazwa, wartość, stan, opis, aktywny region
pt_br: Alterações: nome, valor, estado, descrição, região ativa
tr: Değişiklikler: ad, değer, durum, açıklama, canlı bölge

source: Other events: alert
fr: Autres événements : alerte
gl: Outros eventos: alert
hr: Ostali događaji: upozorenje
pl: Inne zdarzenia: alert
pt_br: Outros eventos: alerta
tr: Diğer olaylar: uyarı

source: UIA events: controller for, drag drop and drop target effects, element selected, item status, layout invalidated, notification, system alert, text change, tooltip open, window open
fr: Les événements UIA : le contrôleur, les effets glisser-déposer et déposer sur la sible, l'élément sélectionné, le statut de l'élément, la présentation invalidé, la notification, l'alerte système, la modification du texte, l'ouverture d'une bule d'aide, l'ouverture d'une fenêtre
gl: Eventos UIA: controller for, efectos drag drop e drop target, element selected, item status, layout invalidated, notification, system alert, text change, tooltip open, window open
hr: UIA događaji: kontroler za, efekte povlačenja i ispuštanja cilja, odabran element, stanje stavke, poništen raspored, obavijest, upozorenje sustava, promjena teksta, otvoren opis alata, otvoren prozor
pl: Zdarzenia UIA: kontroler, efekty upuszczania i upuszczania elementów przeciągniętych, wybrany element, stan elementu, układ unieważniony, powiadomienie, alert systemowy, zmiana tekstu, otwarta podpowiedź, otwarte okno
pt_br: Eventos UIA: controlador para, efeitos de destino de arrastar e soltar, elemento selecionado, status do item, layout invalidado, notificação, alerta do sistema, alteração de texto, dica de ferramenta aberta, janela aberta
tr: UIA olayları: denetleyici, sürükle bırak ve bırak hedef efektleri, seçilen öğe, öğe durumu, düzen geçersiz kılındı, bildirim, sistem uyarısı, metin değişikliği, araç ipucu açık, pencere açık

source: For each event, the following information will be recorded:
fr: Pour chaque événement, les informations suivantes sont enregistrées :
gl: Para cada evento, gravarase a seguinte información:
hr: Za svaki događaj zabilježit će se sljedeće informacije:
pl: Dla każdego zdarzenia rejestrowane będą następujące informacje:
pt_br: Para cada evento, as seguintes informações serão registradas:
tr: Her olay için aşağıdaki bilgiler kaydedilecektir:

source: Event name
fr: Le nom de l'événement
gl: Nome do evento
hr: Naziv događaja
pl: Nazwa wydarzenia
pt_br: Nome do evento
tr: Olay adı

source: Object
fr: L'objet
gl: Obxecto
hr: Objekt
pl: Obiekt
pt_br: Objeto
tr: Nesne

source: Object name
fr: Le nom de l'objet
gl: Nome do obxecto
hr: Naziv objekta
pl: Nazwa obiektu
pt_br: Nome do objeto
tr: Nesne adı

source: Object role
fr: Le rôle de l'objet
gl: Rol do obxecto
hr: Uloga objekta
pl: Rola obiektu
pt_br: Função do objeto
tr: Nesne rolü

source: Object value or state depending on events
fr: La valeur ou l'état de l'objet en fonction des événements
gl: Valor ou estado do obxecto, depende do evento
hr: Vrijednost ili stanje objekta ovisno o događaju
pl: Wartość lub stan obiektu w zależności od zdarzeń
pt_br: Valor ou estado do objeto dependendo dos eventos
tr: Olaylara bağlı olarak nesne değeri veya durumu

source: App module
fr: Module d'app
gl: Módulo de aplicación
hr: Modul aplikacije
pl: Moduł aplikacji
pt_br: Módulo de aplicativo
tr: Uygulama modülü

source: For IAccessible objects: acc name, child ID
fr: Pour les objets IAccessible : acc name, child ID
gl: Para obxectos IAccessible: acc name, child ID
hr: Za IAccessible objekte: ime računa, ID podređenog
pl: W przypadku obiektów IAccessible: nazwa acc, identyfikator podrzędny
pt_br: Para objetos IAccessible: nome da conta, ID do filho
tr: IErişilebilir nesneler için: erişim adı, alt kimlik

source: For UIA objects: Automation Id, class name, notification properties if recording notification event information, child count for layout invalidated event, properties for item status, drag drop, and drop target effect if defined
fr: Pour les objets UIA : Automation Id, le nom de la classe, les propriétés de la notification si enregistrement de la notification de l'information de l'événement, le nombre d'enfants de l'événement pour la présentation invalidé, les propriétés pour le statut de l'élément, le glisser/déposer et l'effet de déposer sur la sible s'il est défini
gl: Para obxectos UIA: Automation Id, class name, propiedades da notificación se se están rexistrando notificacións UIA, child count para o evento layout invalidated, properties para item status, efecto drag drop, and drop target se se definiu
hr: Za UIA objekte: ID automatizacije, ime klase, svojstva obavijesti ako se snimaju informacije obavijesti događaja, broj podređenih za izgled nevažećeg događaja, svojstva za stanje stavke, povuci-i-ispusti, te ispuštanje efekta cilja ako je definiran
pl: W przypadku obiektów UIA: identyfikator automatyzacji, nazwa klasy, właściwości powiadomienia w przypadku rejestrowania informacji o zdarzeniu powiadomienia, liczba elementów podrzędnych dla zdarzenia unieważnionego układu, właściwości stanu elementu, upuszczanie przeciągania i efekt docelowy upuszczania, jeśli został zdefiniowany
pt_br: Para objetos UIA: Id de automação, nome da classe, propriedades de notificação se estiver registrando informações de evento de notificação, contagem de filhos para evento de invalidação de layout, propriedades para status de item, arrastar e soltar e efeito de destino, se definido
tr: UIA nesneleri için: Otomasyon Kimliği, sınıf adı, bildirim olay bilgisi kaydediliyorsa bildirim özellikleri, düzen geçersiz kılınan olay için çocuk sayısı, öğe durumu özellikleri, tanımlıysa sürükle bırak ve bırakma hedefi etkisi

source: You can also assign a gesture to view the events on a list (NVDA menu/Preferences/Input gestures, Event Tracker category). The list saves up to 100 latest events processed.
fr: Vous pouvez également assigner un geste pour afficher les événements d'une liste (menu NVDA / Préférences / Gestes de commandes, catégorie Event Tracker). la liste sauvegarde jusqu'à 100 derniers événements traités.
gl: Tamén podes asignar un xesto para ver os eventos nunha lista (menú NVDA/Preferencias/Xestos de entrada, categoría Event Tracker). A lista garda ata os 100 eventos máis recentes.
hr: Možeš dodijeliti i gestu za pregled događaja na popisu (NVDA izbornik/Postavke/Geste unosa, kategorija „Praćenje događaja”). Popis sprema do 100 najnovijih obrađenih događaja.
pl: Możesz także przypisać gest do wyświetlania zdarzeń na liście (menu NVDA / preferencje / gesty wprowadzania, kategoria Śledzenie zdarzeń). Lista zapisuje do 100 ostatnio przetworzonych zdarzeń.
pt_br: Também é possível atribuir um gesto para visualizar os eventos em uma lista (menu NVDA/Preferências/Gestos de entrada, categoria Event Tracker). A lista salva até 100 eventos mais recentes processados.
tr: Ayrıca olayları bir listede görüntülemek için bir hareket atayabilirsiniz (NVDA menüsü/Tercihler/Girdi hareketleri, Olay İzleyici kategorisi). Liste, işlenen en son 100 olayı kaydeder.

source: If you find this add-on useful, please [review it][1] in the NVDA Add-on Store.
tr: Bu eklentiyi yararlı buluyorsanız, lütfen NVDA Eklenti Mağazasında [inceleyin][1].

source: Version 25.1.0
tr: Sürüm 25.1.0

source: NVDA 2025.1 compatibility.
tr: NVDA uyumluluğu: 2025.1 ve sonrası.

source: NVDA 2024.1 or later is required due to Python 3.11 upgrade.
tr: Python 3.11 yükseltmesi nedeniyle NVDA 2024.1 veya üstü gereklidir.

source: Restored limited support for Windows 8.1.
tr: Windows 8.1 için sınırlı destek geri yüklendi.

source: Made the add-on code more robust with help from Pyright (a Python static type checker).
tr: Pyright (bir Python statik tür denetleyicisi) yardımıyla eklenti kodu daha sağlam hale getirildi.

source: NVDA will record actual control role name instead of integers when reporting events.
tr: NVDA, olayları bildirirken tamsayılar yerine gerçek kontrol rolü adını kaydeder.

source: Version 24.1.0
hr: Verzija 24.10
pt_br: Versão 24.1.0
tr: Sürüm 24.1.0

source: NVDA 2024.1 compatibility.
fr: Compatibilité NVDA 2024.1.
hr: Kompatibilnost s NVDA 2024.1.
pt_br: Compatibilidade com o NVDA 2024.1.
tr: NVDA uyumluluğu: 2024.1 ve sonrası.

source: opensourcesys/evtTracker #4: the first event's description no longer missing when first opening the event viewer. Contributed by: WangFeng Huang (hwf1324)
tr: openSourcesys/EVTTRACKER #4: Etkinlik görüntüleyicisini ilk açarken ilk olayın açıklaması artık eksik değil. Katkıda bulunan: Wangfeng Huang (HWF1324)

source: Version 23.02
gl: Versión 23.02
hr: Verzija 23.02
pl: Wersja 23.02
pt_br: Versão 23.02
tr: Sürüm 23.02

source: NVDA 2022.4 or later is required.
fr: NVDA 2022.4 ou version ultérieure est requis.
gl: Require NVDA 2022.4 ou posterior.
hr: Potrebna je NVDA verzija 2022.4 ili novija.
pl: Wymagana jest NVDA 2022.4 lub nowsza.
pt_br: É necessário o NVDA 2022.4 ou posterior.
tr: NVDA 2022.4 veya üstü gereklidir.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
fr: Windows 10 21H2 (November 2021 Update/build 19044) ou ultérieure est requise.
gl: Requírese Windows 10 21H2 (Actualización de novembro de 2021/compilación 19044) ou posterior.
hr: Potreban je sustav Windows 10 21H2 (aktualizirana verzija iz studenog 2021./izgradnja 19044) ili novija verzija.
pl: Wymagany jest system Windows 10 21H2 (aktualizacja z listopada 2021 r./kompilacja 19044) lub nowszy.
pt_br: É necessário o Windows 10 21H2 (atualização/compilação 19044 de novembro de 2021) ou posterior.
tr: Windows 10 21H2 (Kasım 2021 Güncellemesi/derlemesi 19044) veya üstü gereklidir.

source: Alert event (mostly for IAccessible objects) will be tracked.
fr: L'événement d'alerte (principalement pour les objets IAccessible) sera suivi.
gl: Seguiranse os eventos alert (principalmente para obxectos IAccessible).
hr: Događaji upozorenja (uglavnom za IAccessible objekte) će se pratiti.
pl: Zdarzenie alertu (głównie dla obiektów IAccessible) będzie śledzone.
pt_br: O evento de alerta (principalmente para objetos IAccessible) será rastreado.
tr: Uyarı olayı (çoğunlukla IAccessible nesneler için) izlenecektir.

source: Version 23.01
gl: Versión 23.01
hr: Verzija 23.01
pl: Wersja 23.01
pt_br: Versão 23.01
tr: Sürüm 23.01

source: NVDA 2022.3 or later is required.
fr: NVDA 2022.3 ou version ultérieure est requis.
gl: Require NVDA 2022.3 ou posterior.
hr: Potrebna je NVDA verzija 2022.3 ili novija.
pl: Wymagana jest NVDA 2022.3 lub nowsza.
pt_br: É necessário o NVDA 2022.3 ou posterior.
tr: NVDA 2022.3 veya üstü gereklidir.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
fr: Windows 10 ou ultérieure est requis car Windows 7, 8 et 8.1 ne sont plus pris en charge par Microsoft en janvier 2023.
gl: Requírese Windows 10 ou posterior xa que Windows 7, 8, e 8.1 xa non se soportan dende Microsoft dende xaneiro do 2023.
hr: Zahtijeva Windows 10 ili noviju verziju, jer od siječnja 2023. Microsoft više ne pordržava Windows 7, 8 i 8.1.
pl: System Windows 10 lub nowszy jest wymagany, ponieważ systemy Windows 7, 8 i 8.1 nie są już obsługiwane przez firmę Microsoft od stycznia 2023 r.
pt_br: É necessário ter o Windows 10 ou posterior, pois o Windows 7, 8 e 8.1 não serão mais suportados pela Microsoft a partir de janeiro de 2023.
tr: Ocak 2023 itibariyle Windows 7, 8 ve 8.1 artık Microsoft tarafından desteklenmediğinden Windows 10 veya sonraki sürümleri gereklidir.

source: Version 22.12
gl: Versión 22.12
hr: Verzija 22.12
pl: Wersja 22.12
pt_br: Versão 22.12
tr: Sürüm 22.12

source: Added events list dialog (command unassigned) to list up to 100 recent events recorded by the add-on (Thiago Seus).
fr: Ajout d'un dialogue de liste des événements (commande non assigné) pour répertorier jusqu'à 100 événements récents enregistrés par l'extension (Thiago Seus).
gl: Engadido o diálogo de lista de eventos (orde sen asignar) para listar ata os 100 eventos máis recentes rexistrados polo complemento (Thiago Seus).
pl: Dodano okno dialogowe listy zdarzeń (polecenie unsigned) do listy do 100 ostatnich wydarzeń zarejestrowanych przez dodatek (Thiago Seus).
pt_br: Adicionada a caixa de diálogo da lista de eventos (comando não atribuído) para listar até 100 eventos recentes registrados pelo complemento (Thiago Seus).
tr: Eklenti (Thiago Seus) tarafından kaydedilen en son 100 olayı listelemek için olaylar listesi iletişim kutusu (komut atanmamış) eklendi.

source: Additional event information such as UIA notification properties are recorded at the same time as events.
fr: Les informations supplémentaires sur les événements telles que les propriétés de la notification UIA sont enregistrées en même temps que les événements.
gl: Ó mesmo tempo que os eventos, rexístrase tamén información adicional do evento como as propiedades da notificación UIA.
pl: Dodatkowe informacje o zdarzeniach, takie jak właściwości powiadomień UIA, są rejestrowane w tym samym czasie co zdarzenia.
pt_br: Informações adicionais sobre o evento, como propriedades de notificação UIA, são registradas ao mesmo tempo que os eventos.
tr: UIA bildirim özellikleri gibi ek olay bilgileri, olaylarla aynı anda kaydedilir.

source: Version 22.10
gl: Versión 22.10
hr: Verzija 22.10
pl: Wersja 22.10
pt_br: Versão 22.10
tr: Sürüm 22.10

source: NVDA 2022.2 or later is required due to security.
fr: NVDA 2022.2 ou version ultérieure est requis en raison de sécurité.
gl: Require NVDA 2022.2 ou posterior por razóns de seguridade.
hr: Iz sigurnosnih razloga je potrebna je NVDA verzija 2022.2 ili novija.
pl: Ze względów bezpieczeństwa wymagana jest wersja NVDA 2022.2 lub nowsza.
pt_br: O NVDA 2022.2 ou posterior é necessário devido à segurança.
tr: Güvenlik nedeniyle NVDA 2022.2 veya üstü gereklidir.

source: The following UIA property changes are tracked: drag drop effect, drop target effect.
fr: Les changements de propriété UIA suivants sont suivis : drag drop effect, drop target effect.
gl: Séguense os seguintes cambios de propiedades UIA: drag drop effect, drop target effect.
pl: Śledzone są następujące zmiany właściwości UIA: efekt upuszczenia, efekt upuszczenia.
pt_br: As seguintes alterações de propriedade do UIA são rastreadas: efeito de arrastar e soltar, efeito de destino.
tr: Aşağıdaki UIA özellik değişiklikleri izlenir: sürükle bırak efekti, bırakma hedefi etkisi.

source: UIA item status property text is logged.
fr: Le texte de la propriété de l'État de l'élément UIA est journalisé.
gl: Rexístrase o texto da propiedade UIA item status.
pl: Tekst właściwości stanu elementu UIA jest rejestrowany.
pt_br: O texto da propriedade de status do item UIA é registrado.
tr: UIA öğe durumu özellik metni günlüğe kaydedilir.
