Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/evtTracker.*.po
Languages: fr, gl, hr, pl, pt_br, tr

source: NVDA will no longer play error tones or appear to do nothing if an object does not define a window class name.
fr: NVDA ne jouera plus de tonalités d'erreur ou ne semblera rien faire si un objet ne définit pas le nom de la classe de fenêtre.
gl: NVDA xa non reproducirá tons de erro ou parecerá non facer nada se un obxecto non define un nome de clase de xanela (window class name).
pl: NVDA nie będzie już odtwarzać dźwięków błędów lub będzie się wydawało, że nic nie robi, jeśli obiekt nie definiuje nazwy klasy okna.
pt_br: O NVDA não reproduzirá mais tons de erro ou parecerá não fazer nada se um objeto não definir um nome de classe de janela.
tr: Bir nesne bir pencere sınıfı adı tanımlamıyorsa, NVDA artık hata sesleri çalmayacak veya hiçbir şey yapmıyormuş gibi görünecektir.

source: Version 22.06
gl: Versión 22.06
hr: Verzija 22.06
pl: Wersja 22.06
pt_br: Versão 22.06
tr: Sürüm 22.06

source: NVDA 2021.3 or later is required due to security.
fr: NVDA 2021.3 ou version ultérieure est requis en raison de sécurité.
gl: Require NVDA 2021.3 ou posterior por razóns de seguridade.
hr: Iz sigurnosnih razloga je potrebna je NVDA verzija 2021.3 ili novija.
pl: NVDA 2021.3 lub nowsza jest wymagana ze względów bezpieczeństwa.
pt_br: O NVDA 2021.3 ou posterior é necessário devido à segurança.
tr: Güvenlik nedeniyle NVDA 2021.3 veya üstü gereklidir.

source: Version 21.10
gl: Versión 21.10
hr: Verzija 21.10
pl: Wersja 21.10
pt_br: Versão 21.10
tr: Sürüm 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
fr: NVDA 2021.2 ou version ultérieure est requis en raison de modifications de NVDA qui affectent cette extension.
gl: Requírese NVDA 2021.2 ou posterior debido a cambios en NVDA que afectan a este complemento.
pl: NVDA 2021.2 lub nowsza jest wymagana ze względu na zmiany w NVDA, które mają wpływ na ten dodatek.
pt_br: O NVDA 2021.2 ou posterior é necessário devido a alterações no NVDA que afetam esse complemento.
tr: Bu eklentiyi etkileyen NVDA değişiklikleri nedeniyle NVDA 2021.2 veya üstü gereklidir.

source: UIA layout invalidated event will be tracked.
fr: L'événement UIA layout invalidated sera suivi.
gl: Seguirase o evento UIA layout invalidated.
pl: Zdarzenie unieważnione w układzie UIA będzie śledzone.
pt_br: O evento invalidado do layout UIA será rastreado.
tr: UIA düzeni geçersiz kılınan olay izlenecektir.

source: Object role and states information will resemble developer info found in more recent NVDA releases.
fr: Les informations sur les rôles et états d'un objet ressembleront à les informations Pour les développeurs trouvés dans les versions les plus récentes de NVDA.
gl: A información sobre o rol e os estados do obxecto asemellarase á información para desenvolvedores presente en versións de NVDA máis recentes.
pl: Informacje o roli obiektu i stanach będą przypominać informacje o deweloperach znalezione w nowszych wersjach NVDA.
pt_br: As informações de função e estados do objeto serão semelhantes às informações do desenvolvedor encontradas em versões mais recentes do NVDA.
tr: Nesne rolü ve durum bilgileri, daha yeni NVDA sürümlerinde bulunan geliştirici bilgilerine benzeyecektir.

source: Version 21.07
gl: Versión 21.07
hr: Verzija 21.07
pl: Wersja 21.07
pt_br: Versão 21.07
tr: Sürüm 21.07

source: Initial release.
fr: Première version.
gl: Publicación inicial.
hr: Prvo izdanje.
pl: Pierwsze wydanie.
pt_br: Lançamento inicial.
tr: İlk sürüm.

source: Event Tracker
hr: Praćenje događaja
pt_br: Rastreador de eventos

source: Download [stable version][1]
fr: Télécharger [version stable][1]
gl: Descargar [Versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
pt_br: Download [versão estável][1]

source: NVDA compatibility: 2022.4 and later
fr: Compatibility NVDA : 2022.4 et supérieure
gl: Compatibilidade con NVDA: 2022.4 e posterior
hr: NVDA kompatibilnost: 2022.4 i novije verzije
pt_br: Compatibilidade com NVDA: 2022.4 e posterior

source: If you find this add-on useful, please [review it][2] in the NVDA Add-on Store.
fr: Si vous trouvez cette extension utile, veuillez laisser un [avis (review)][2] dans l'Add-on Store de NVDA.
pt_br: Se você achar esse complemento útil, [avalie-o][2] na Loja do NVDA.
