Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/extendedWinamp.*.po
Languages: bg, de, es, fr, gl, hr, ja, pl, pt_br, pt_pt, ru, tr, zh_cn

source: [[!meta title="Extended Winamp"]]
bg: [[!meta title="Разширена поддръжка за Winamp (Extended Winamp)"]]
de: [[!meta title="Erweitertes Winamp"]]
hr: [[!meta title="Winamp proširenje (Extended Winamp)"]]
pt_br: [[!meta title="Winamp Estendido (Extended Winamp)"]]
tr: [[!meta title="Genişletilmiş Wİnamp Desteği"]]
zh_cn: [[!meta title="extended-NVDAWinamp 支持插件"]]

source: Authors: Hrvoje Katic, Beqa Gozalishvili and NVDA-addon-team
bg: Автори: Hrvoje Katic, Beqa Gozalishvili и екипа за добавки за NVDA
de: Autoren: Hrvoje Katic, Beqa Gozalishvili und das NVDA-Erweiterungs-Team
es: Autores: Hrvoje Katic, Beqa Gozalishvili y el equipo de complementos de NVDA
fr: Auteurs: Hrvoje Katic, Beqa Gozalishvili et l'équipe des extensions NVDA
gl: Autores: Hrvoje Katic, Beqa Gozalishvili and NVDA-addon-team
hr: Autori: Hrvoje Katić, Beqa Gozalishvili i razvojni tim za NVDA dodatke
ja: 作者: Hrvoje Katic, Beqa Gozalishvili およびNVDAアドオンチーム
pl: Autorzy: Hrvoje Katic, Beqa Gozalishvili i NVDA-addon-team
pt_br: Autores: Hrvoje Katic, Beqa Gozalishvili e equipe de complementos do NVDA
pt_pt: Autores: Hrvoje Katic, Beqa Gozalishvili e NVDA-addon-team
ru: Авторы: Hrvoje Katic, Beqa Gozalishvili и команда дополнений NVDA
tr: Yazarlar: Hrvoje Katic, Beqa Gozalishvili ve NVDA-eklenti-takımı
zh_cn: 作者： Hrvoje Katic, Beqa Gozalishvili and NVDA-addon-team

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version][1] herunterladen
es: Descargar [versión estable][1]
fr: Télécharger: [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stablnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [Versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü][1] indir
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2020.1 and beyond
bg: Съвместимост с NVDA: от 2020.1 и по-нови
de: NVDA-Kompatibilität: 2020.1 und neuer
es: Compatibilidad con NVDA: de 2020.1 en adelante
fr: Compatibilité NVDA: 2020.1 et au-delà
gl: Compatibilidade con NVDA: 2020.1 en diante
hr: NVDA kompatibilnost: 2020.1 i novije verzije
ja: NVDA 互換性: 2020.1以降
pl: Zgodność z NVDA: 2020.1 i później
pt_br: Compatibilidade com NVDA: 2020.1 e além
pt_pt: Compatibilidade com o NVDA: 2020.1 e seguintes
ru: Совместимость NVDA: 2020.1 и позже
tr: NVDA uyumluluğu: 2020.1 ve sonrası
zh_cn: NVDA 兼容版本：2020.1 或更高

source: This add-on extends the original Winamp app module found in NVDA with some extra functionality.
bg: Тази добавка за Winamp разширява оригиналния модул за приложението, който е вграден в NVDA, като добавя някои допълнителни функции.
de: Diese Erweiterung erweitert das Winamp-Anwendungsmodul, welches mit NVDA mitgeliefert wird, mit zusätzlichen Funktionen.
es: Este complemento extiende el módulo de aplicación original para Winamp disponible en NVDA con alguna funcionalidad extra.
fr: Cette extension applicative enrichit le script de Winamp inclus dans NVDA avec des fonctionnalités suplémentaires.
gl: Este complemento extende o módulo de aplicación orixinal do Winamp que se atopa en NVDA con algunha funcionalidade extra.
hr: Ovaj dodatak proširuje mogućnosti originalnog aplikacijskog modula za Winamp, dostupnog u NVDA čitaču ekrana, dodatnim funkcijama.
ja: このアドオンは元々のNVDAのWinampモジュールにいくつかの機能を追加して拡張します。
pl: Ten dodatek rozszerza oryginalny moduł aplikacji Winamp znaleziony w NVDA o dodatkowe funkcje.
pt_br: Este complemento estende o módulo de aplicativo Winamp original encontrado no NVDA com algumas funcionalidades extras.
pt_pt: Este extra alarga o módulo original da aplicação Winamp encontrado no NVDA com algumas funcionalidades suplementares.
ru: Это дополнение расширяет оригинальный модуль приложения Winamp, найденный в NVDA, некоторыми дополнительными функциями.
tr: Bu eklenti, NVDA'da bulunan orijinal Winamp uygulama modülünü bazı ekstra işlevlerle genişletir.
zh_cn: 这个插件模块扩展了NVDA中的原始Winamp 应用模块，具有一些额外的功能。

source: S: toggle shuffle on/off
bg: S: Включва или изключва разбъркването на записите
de: S: zufällige Widergabe ein-/ausschalten
es: S: Activar o desactivar Aleatorio
fr: s: active ou désactive le mode alléatoire
gl: S: activa/desactiva modo aleatorio
hr: S: Naizmjence uključi ili isključi miješanje
ja: S: トグル シャッフルのオン・オフ
pl: S: włączanie/wyłączanie losowania
pt_br: S: liga/desliga reprodução aleatória
pt_pt: s: liga ou desliga o modo aleatório
ru: S: переключает случайный выбор вкл/выкл
tr: s: karışık çalmayı açıp kapatır
zh_cn: S：打开/关闭随机播放

source: R: toggle repeat on/off
bg: R: Включва или изключва повторението на записите
de: R: Widerholung ein-/ausschalten
es: R: activar o desactivar repetir
fr: r: active ou désactive le mode répétition
gl: R: activa/desactiva repetición
hr: R: Naizmjence uključi ili isključi ponavljanje
ja: R: トグル リピートのオン・オフ
pl: R: włącz/wyłącz powtarzanie przełączania
pt_br: R: liga/desliga repetição
pt_pt: R: liga/desliga o modo de repetição.
ru: R: переключает повтор вкл/выкл
tr: r: tekrar çalmayı açıp kapatır
zh_cn: R：打开/关闭重复

source: F5: mute playback
bg: F5: Заглушава звука
de: F5: stumm schalten
es: F5: silenciar la reproducción
fr: F5: coupe le son
gl: F5: silencia a reprodución
hr: F5: Isključi zvuk reprodukcije
ja: F5: 再生ミュート
pl: F5: wycisz odtwarzanie
pt_br: F5: silencia reprodução
pt_pt: F5: Reprodução em modo silencioso
ru: F5: отключить воспроизведения
tr: F5: sesi tamamen kısar
zh_cn: F5：静音播放

source: F6: set playback volume to 25%
bg: F6: Задава силата на звука на 25%
de: F6: Wiedergabelautstärke auf 25% einstellen
es: F6: fijar el volumen de la reproducción a 25%
fr: F6: change le volume à 25%
gl: F6: pon o volume de reprodución a 25%
hr: F6: Postavi glasnoću reprodukcije na 25%
ja: F6: 再生ボリュームを25パーセントに設定
pl: F6: ustaw głośność odtwarzania na 25%
pt_br: F6: coloca o volume de reprodução em 25%
pt_pt: F6: define o volume de reprodução para 25%
ru: F6: установить громкость воспроизведения на 25%
tr: F6: sesi %25 seviyesine getirir
zh_cn: F6：设置播放音量为25%

source: F7: set playback volume to 50%
bg: F7: Задава силата на звука на 50%
de: F7: Wiedergabelautstärke auf 50% einstellen
es: F7: fijar el volumen de la reproducción a 50%
fr: F7: change le volume à 50%
gl: F7: pon o volume de reprodución a 50%
hr: F7: Postavi glasnoću reprodukcije na 50%
ja: F7: 再生ボリュームを50パーセントに設定
pl: F7: ustaw głośność odtwarzania na 50%
pt_br: F7: coloca o volume de reprodução em 50%
pt_pt: F7: define o volume de reprodução para 50%
ru: F7: установить громкость воспроизведения на 50%
tr: F7: sesi %50 seviyesine getirir
zh_cn: F7：设置播放音量为50%

source: F8: set playback volume to 100%
bg: F8: Задава силата на звука на 100%
de: F8: Wiedergabelautstärke auf 100% einstellen
es: F8: fijar el volumen de la reproducción a 100%
fr: F8: change le volume à 100%
gl: F8: pon o volume de reprodución a 100%
hr: F8: Postavi glasnoću reprodukcije na 100%
ja: F8: 再生ボリュームを100パーセントに設定
pl: F8: ustaw głośność odtwarzania na 100%
pt_br: F8: coloca o volume de reprodução em 100%
pt_pt: F8: define o volume de reprodução para 100%
ru: F8: установить громкость воспроизведения на 100%
tr: F8: sesi %100 seviyesine getirir
zh_cn: F8：设置播放音量为100%

source: Shift+Left arrow: pan Left
bg: Shift+Стрелка наляво: Премества баланса наляво
de: Umschalt+Pfeiltaste nach links: Panorama links
es: Shift+FlechaIzquierda: Valance a la Izquierda
fr: Maj+Flèche gauche: son plus à gauche
gl: Shift+Frecha esquerda: balance á Esquerda
hr: Šift+Strelica lijevo: Pomakni na lijevo
ja: Shift+左矢印: パン左
pl: Shift+strzałka w lewo: przesuwanie w lewo
pt_br: Shift+Seta para esquerda: balanço à Esquerda
pt_pt: Shift+LeftArrow balanço à esquerda
ru: Shift+Стрелка влево: баланс влево
tr: Shift+sol ok: sesi sola kaydırır
zh_cn: Shift+左光标：向左平移

source: Shift+Right arrow: pan Right
bg: Shift+Стрелка надясно: Премества баланса надясно
de: Umschalt+Pfeiltaste nach rechts: Panorama rechts
es: Shift+FlechaDerecha: Valance a la Derecha
fr: Maj+Flèche droite: son plus à droite
gl: Shift+Frecha dereita: balance á dereita
hr: Šift+Strelica desno: Pomakni na desno
ja: Shift+右矢印: パン右
pl: Shift+strzałka w prawo: przesuwanie w prawo
pt_br: Shift+Seta para direita: balanço à Direita
pt_pt: Shift+RightArrow balanço à direita
ru: Shift+Стрелка вправо: баланс вправо
tr: Shift+Sağ ok: sesi sağa kaydırır
zh_cn: Shift+右光标：向右平移

source: Shift+Up arrow: pan Center
bg: Shift+Стрелка нагоре: Центрира баланса
de: Umschalt+Pfeiltaste nach oben: Panorama zentriert
es: Shift+FlechaArriba: Valance al Centro
fr: Maj+Flèche haute: son au centre
gl: Shift+Frecha arriba: balance ó centro
hr: Šift+Strelica gore: Pomakni na sredinu
ja: Shift+上矢印: パン中央
pl: Shift+strzałka w górę: przesuwanie do środka
pt_br: Shift+Seta para cima: balanço no Centro
pt_pt: Shift+UpArrow centrar balanço
ru: Shift+Стрелка вниз: баланс на середину
tr: Shift+Yukarı ok: sesi ortalar
zh_cn: Shift+上光标：平移中心

source: Control+Shift+T: speaks total Track Length
bg: Control+Shift+T: Изговаря общото времетраене на записа
de: Strg+Umschalt+t: spricht die Gesamtlänge des Titels
es: Control+Shift+t: verbaliza el total de la duración de la Pista
fr: Control+Maj+t: annonce la durée de la piste
gl: Control+Shift+T: di a duración total da pista
hr: Kontrol+Šift+T: Izgovara ukupno vrijeme trake
ja: Control+Shift+T: トラックの合計時間を読み上げ
pl: Control+Shift+T: mówi o całkowitej długości toru
pt_br: Control+Shift+T: fala Duração total da Faixa
pt_pt: Control+Shift+t Diz o comprimento total da pista
ru: Control+Shift+T: сказать общую длину трека
tr: Control+Shift+t: toplam süreyi söyler
zh_cn: Control+Shift+T：读出总音轨长度

source: Control+Shift+E: speaks track Elapsed Time
bg: Control+Shift+E: Изговаря изминалото време от началото
de: STRG+Umschalt+e: spricht die verstrichene Zeit des Titels
es: Control+shift+e: verbaliza el Tiempo Transcurrido de la Pista
fr: Control+Maj+e: annonce le temps écoulé
gl: Control+Shift+E: di o tempo transcorrido da pista
hr: Kontrol+Šift+E: Izgovara proteklo vrijeme trake
ja: Control+Shift+E: トラックの経過時間を読み上げ
pl: Control+Shift+E: mówi utwór, który upłynął
pt_br: Control+Shift+E: fala Tempo Decorrido da faixa
pt_pt: Control+Shift+e diz o Tempo decorrido da pista
ru: Control+Shift+E: сказать прошедшее время трека
tr: Control+Shift+e: geçen süreyi söyler
zh_cn: Control+Shift+E：读出曲目已用时间

source: Control+Shift+R: speaks track Remaining Time
bg: Control+Shift+R: Изговаря оставащото време до края
de: STRG+Umschalt+r: spricht die verbleibende Zeit des Titels
es: Control+shift+r: verbaliza el Tiempo Restante de la Pista
fr: Control+Maj+r: annonce le temps restant
gl: Control+Shift+R: di o tempo restante da pista
hr: Kontrol+Šift+R: Izgovara preostalo vrijeme trake
ja: Control+Shift+R: トラックの残り時間を読み上げ
pl: Control+Shift+R: wypowiada ślad Pozostały czas
pt_br: Control+Shift+R: fala Tempo Restante da faixa
pt_pt: Control+Shift+r Diz o Tempo restante da pista
ru: Control+Shift+r: сказать оставшееся время трека
tr: Control+Shift+r: kalan süreyi söyler
zh_cn: Control+Shift+R：读出曲目剩余时间

source: Shift+R: Review the end of track "last 6 seconds by default"
bg: Shift+R: Преглед на края на записа (по подразбиране последните 6 секунди)
de: Umschalt+r: gibt das Ende des Titels wieder "standardmäßig die letzten 6 Sekunden"
es: Shift+r: Revisar el final de la pista "últimos 6 segundos por omisión"
fr: Maj+r: écouter la fin de la piste (six dernières secondes par défaut)
gl: Shift+R: Revisa o final da pista "últimos 6 segundos por omisión"
hr: Šift+R: Preslušaj kraj trake (standardno je postavljeno na zadnjih 6 sekundi)
ja: Shift+R: トラックの最後をレビュー"初期設定では最後の6秒"
pl: Shift+R: Przejrzyj koniec utworu "domyślnie ostatnie 6 sekund"
pt_br: Shift+R: Reveja fim da faixa "últimos 6 segundos por padrão"
pt_pt: Shift+r Rever o final da pista "6 segundos por defeito"
ru: Shift+R: Обзор конца трека "Последние 6 секунд по умолчанию"
tr: Shift+r: parça sonunu çalar "varsayılan süre 6 saniye"
zh_cn: Shift+R：播放曲目结尾“默认为最后 6 秒”

source: Control+R: Set the review time "in seconds" for use with Review End of Track command
bg: Control+R: Задаване на време за преглед (в секунди), което да се използва от командата за преглед на края на записа
de: STRG+r: legt die Zeit fest, die beim Wiedergeben des Titelendes benutzt werden soll
es: Control+r: fija el tiempo de revisión "en segundos" para utilizar con la orden Revisar final de la Pista
fr: Control+r: définir le temps de fin de piste (en secondes) à utiliser lorsque l'on appel la commande écouter la fin de la piste
gl: Control+R: Configura o tempo de revisión"en segundos" para utilizar coa orde Revisar final da pista
hr: Kontrol+R: Postavi vrijeme za preslušavanje (u sekundama) za uporabu s naredbom „Preslušaj kraj trake”
ja: Ctrl+R: トラックの最後をレビューコマンドで使用するレビュー時間を"秒で"設定
pl: Control+R: Ustaw czas recenzji "w sekundach" do użycia za pomocą polecenia Przejrzyj koniec ścieżki
pt_br: Control+R: Defina tempo de revisão "em segundos" para uso com o comando Reveja Fim da Faixa
pt_pt: Control+r Definir o tempo de revisão "em segundos" para utilização com o comando Rever o final da pista
ru: Control+R: Выбрать время обзора "в секундах" для использования в команде Обзора конца трека
tr: Control+r: Parça sonu gözden geçirme süresini belirle
zh_cn: Control+R：设置播放时间“以秒为单位”以与“播放曲目结尾”命令一起使用

source: Shift+J: Set alternate jump time "in seconds"
bg: Shift+J: Задава алтернативно време на прескачане (в секунди)
de: Umschalt+j: legt die Zeit für den alternativen Vor-/Rücklauf "in Sekunden" fest
es: Shift+j: Ajusta tiempo de salto alternativo "en segundos"
fr: Maj+j: définir le temps de saut alternatif (en secondes)
gl: Shift+J: Configura o tempo de salto alternativo "en segundos"
hr: Šift+J: Postavi vrijeme za naizmjenični skok (u sekundama)
ja: Shift+J: 代替ジャンプの時間を"秒で"設定
pl: Shift+J: Ustaw alternatywny czas skoku "w sekundach"
pt_br: Shift+J: Defina tempo de salto alternativo "em segundos"
pt_pt: Shift+j Define tempo de salto alternativo "em segundos
ru: Shift+J: Установить альтернативное время перехода в секундах
tr: Shift+j: alternatif ileri-geri alma süresini belirle
zh_cn: Shift+J：设置交替跳跃时间“以秒为单位”

source: Control+Right arrow: alternate Jump Forward "6 seconds by default"
bg: Control+Стрелка надясно: Алтернативно прескачане напред (по подразбиране е 6 секунди)
de: STRG+Rechtspfeil: alternativer Vorlauf "standardmäßig 6 Sekunden"
es: Control+FlechaDerecha: Salto Alternativo adelante "6 segundos por omisión"
fr: Control+Flèche droite: saut en avant alternatif (six secondes par défaut)
gl: Control+Frecha dereita: salto Alternativo Adiante "6 segundos por omisión"
hr: Kontrol+Strelica desno: Naizmjenično skoči naprijed (standardno je postavljeno na 6 sekundi)
ja: Ctrl+右矢印: 早送り代替ジャンプ"初期設定では6秒"
pl: Control+ strzałka w prawo: alternatywny skok do przodu "domyślnie 6 sekund"
pt_br: Control+Seta para direita: Salto alternativo para Frente "6 segundos por padrão"
pt_pt: Control+RightArrow alterna Adiantamento "6 segundos por defeito
ru: Control+стрелка вправо: Альтернативный переход вперёд (6 секунд по умолчанию)
tr: Control+Sağ ok alternatif ileri alma "varsayılan süre 6 saniye "
zh_cn: Control+右光标：向后跳转“默认 6 秒”

source: Control+Left arrow: alternate Jump Backward "6 seconds by default"
bg: Control+Стрелка наляво: Алтернативно прескачане назад (по подразбиране е 6 секунди)
de: STRG+Linkspfeil: alternativer Rücklauf "standardmäßig 6 Sekunden"
es: Control+FlechaIzquierda: Salto Alternativo Atrás "6 segundos por omisión"
fr: Control+Flèche gauche: saut en arrière alternatif (six secondes par défaut)
gl: Control+Frecha esquerda: salto Alternativo Atrás "6 segundos por omisión"
hr: Kontrol+Strelica lijevo: Naizmjenično skoči natrag (standardno je postavljeno na 6 sekundi)
ja: Ctrl+左矢印: 巻き戻し代替ジャンプ"初期設定では6秒"
pl: Control+strzałka w lewo: alternatywny skok do tyłu "domyślnie 6 sekund"
pt_br: Control+Seta para esquerda: Salto alternativo para Trás "6 segundos por padrão"
pt_pt: Controlo+Seta Esquerda alterna rebobinagem "6 segundos por defeito"
ru: Control+стрелка влево: Альтернативный переход назад (6 секунд по умолчанию)
tr: Control+Sol ok alternatif geri alma "varsayılan süre 6 saniye"
zh_cn: Control+左光标：向前跳转“默认 6 秒”

source: Changes for 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u 2.0
ja: 2.0の変更点
pl: Zmiany dla 2.0
pt_br: Mudanças na 2.0
pt_pt: Mudanças para 2.0
ru: Измения в версии 2.0
tr: 2.0 için değişiklikler
zh_cn: 版本2.0

source: Resolved many coding style issues and potential bugs with Flake8.
bg: Решени са много проблеми със стила на кодиране и потенциални грешки с Flake8.
de: Mit Flake8 wurden viele Code-Probleme und potenzielle Fehler behoben.
es: Se han resuelto muchos problemas de estilo y fallos potenciales con Flake8.
fr: Résolus de nombreux problèmes de style de codage et bugs potentiels avec Flake8.
gl: Resoltas varias incidencias de estilo do código e erros potenciais con Flake8.
hr: Riješeni su mnogi problemi sa stilom kodiranja kao i potencijalne greške s Flake8.
ja: 多くのコード形式の問題とFlake8について可能性のあるバグを解決しました。
pl: Naprawiono niektóre błędy stylistyczne związane z kodem, a także naprawiono błędy związane z linterem Flake8.
pt_br: Resolvidos muitos problemas de estilo de codificação e possíveis falhas com Flake8.
pt_pt: Resolvidos vários problemas de estilo de codificação e potenciais bugs com Flake8.
ru: Решены многие проблемы со стилем кодирования и потенциальные ошибки в Flake8.
tr: Flake8 ile birçok kodlama stili sorunu ve olası hatalar çözüldü.
zh_cn: 解决了 Flake8 的许多编码风格问题和潜在错误。

source: Made compatible with NVDA 2021.1.
bg: Съвместимост с NVDA 2021.1.
de: Kompatibilität mit NVDA 2021.1 hergestellt.
es: Se ha hecho compatible con NVDA 2021.1.
fr: Compatible avec NVDA 2021.1.
gl: Feito compatible con NVDA 2021.1.
hr: Dodatk je sada kompatibilan s NVDA 2021.1.
ja: NVDA 2021.1に互換しました。
pl: Kompatybilny z NVDA 2021.1.
pt_br: Tornado compatível com NVDA 2021.1.
pt_pt: Tornado compatível com o NVDA 2021.1.
ru: Сделано совместимым с NVDA 2021.1.
tr: NVDA 2021.1 ile uyumlu hale getirildi.
zh_cn: 与 NVDA 2021.1 兼容。

source: Changes for 1.2
bg: Промени във версия 1.2
de: Änderungen in 1.2
es: Cambios para 1.2
fr: Changements pour la version 1.2
gl: Cambios para 1.2
hr: Promjene u 1.2
ja: 1.1の変更点
pl: Zmiany dla 1.2
pt_br: Mudanças na 1.2
pt_pt: Alterações para 1.2
ru: Изменения в версии 1.2
tr: 1.2 için değişiklikler
zh_cn: 版本1.2

source: Updated Addon to work on NVDA 2019.3 and above.
bg: Добавката е обновена, за да работи с NVDA 2019.3 и по-нови версии.
de: Erweiterung aktualisiert, sodass sie mit NVDA 2019.3 und neuer kompatibel ist.
es: Se ha actualizado el complemento para funcionar en NVDA 2019.3 y posterior.
fr: Extension mis à jour fonctionnant sur NVDA 2019.3 et supérieur.
gl: Actualizado o complemento para que funcione en NVDA 2019.3 e superior.
hr: Aktualiyiran dodatak kako bi radi s NVDA 2019.3 i novijim veryijama.
ja: NVDA 2019.3以降で動作するようにアドオンを更新しました。
pl: Zaktualizowano dodatek do pracy na NVDA 2019.3 i nowszych.
pt_br: Complemento atualizado para funcionar no NVDA 2019.3 e superior.
pt_pt: O extra foi actualizado para trabalhar no NVDA 2019.3 e superiores.
ru: Дополнение обновлено для работы в NVDA 2019.3 и выше.
tr: Eklenti, NVDA 2019.3 ve üzeri sürümlerde çalışacak şekilde güncellendi.
zh_cn: 更新了插件以适用于 NVDA 2019.3 及更高版本。

source: New languages: Croatian, Polish, Simplified Chinese.
bg: Нови езици: Хърватски, Полски, Опростен китайски.
de: Neue Sprachen: Kroatisch, Polnisch, vereinfachtes Chinesisch.
es: Nuevos idiomas: croata, polaco, chino simplificado.
fr: Nouvelles langues: Croate, Polonais, Chinois simplifié.
gl: Novos idiomas: croata, polaco, chinés simplificado.
hr: Novi jezici: hrvatski, poljskim, kineski (pojednostavljeni).
ja: 新しい言語: クロアチア語、ポーランド語、簡体中国語。
pl: Nowe języki: chorwacki, polski, chiński uproszczony.
pt_br: Novos idiomas: Chinês Simplificado, Croata, Polonês.
pt_pt: Novas línguas: Croata, Polaco, Chinês Simplificado.
ru: Новые языки: хорватский, польский, упрощенный китайский.
tr: Yeni diller: Hırvatça, Lehçe, Basitleştirilmiş Çince.
zh_cn: 新语言：克罗地亚语、波兰语、简体中文。

source: Changes for 1.1
bg: Промени във версия 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u 1.1
ja: 1.1の変更点
pl: Zmiany dla 1.1
pt_br: Mudanças na 1.1
pt_pt: Alterações para 1.1
ru: Изменения в версии 1.1
tr: 1.1 için değişiklikler
zh_cn: 版本1.1

source: New languages: Aragonese, Arabic, Dutch, German, Finnish, French, Galician, Hungarian, Italian, Japanese, Korean, Nepali, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil, Turkish.
bg: Нови езици: арагонски, арабски, холандски, немски, фински, френски, галицийски, унгарски, италиански, японски, корейски, непалски, португалски (Бразилия), руски, словашки, словенски, испански, тамилски, турски.
de: Neue Sprachen: Aragonesisch, Arabisch, niderländisch, deutsch, Finnisch, Französisch, Gälisch, ungarisch, Italienisch, Japanisch, Koreanisch, Nepalesisch, Portugisisch (Brazilianisch), Russisch, Slovakisch, Slovenisch, Spanisch, Tamil, Türkisch.
es: Nuevos idiomas: Alemán, árabe, Aragonés, Coreano, Eslovaco, Esloveno, Español, Finlandés, Francés, Gallego, Holandés, Húngaro, Italiano, Japonés, Nepalí, Portugués (Brasil), Ruso, Tamil, Turco.
fr: Nouvelles langues: Aragonais, Arabe, Néherlandais, Allemand, Finnois, Français, Galicien, Hongrois, Italien, Japonais, Koréen, Népalais, Portuguais (Brésil), Russe, Slovak, Slovénien, Espagnol, Tamoul, Turque.
gl: Novas linguas: Aragonés, Árabe, Holandés, Alemán, Finlandés, Francés, Galego, Húngaro, Italiano, Xaponés, Coreano, Nepalí, Portugués (Brasil), Ruso, Eslovaco, Esloveno, Español, Tamil, Turco.
hr: Novi jezici: Aragonski, Arapski, Nizozemski, Njemački, Finski, Francuski, Galicijski, Mađarski, Talijanski, Japanski, Korejski, Nepalski, Portugalski (Brazil), Ruski, Slovački, Slovenski, Španjolski, Tamilski, Turski.
ja: 新しい言語：アラゴン、フランス語、フィンランド語、アラビア語、オランダ語、ドイツ語、ガリシア語、ロシア語、ハンガリー語、イタリア語、日本語、韓国語、ネパール語、ポルトガル語（ブラジル）、スロベニア語、スロバキア語、スペイン語、タミル語、トルコ語。
pl: Nowe języki: aragoński, arabski, holenderski, niemiecki, fiński, francuski, galicyjski, węgierski, włoski, japoński, koreański, nepalski, portugalski (Brazylia), rosyjski, słowacki, słoweński, hiszpański, tamilski, turecki.
pt_br: Novos idiomas: Alemão, Aragonês, Árabe, Coreano, Eslovaco, Esloveno, Espanhol, Finlandês, Francês, Galego, Holandês, Húngaro, Italiano, Japonês, Nepalês, Português (Brasil), Russo, Tâmil, Turco.
pt_pt: Novas línguas: Aragonês, árabe, holandês, alemão, finlandês, francês, galego, húngaro, italiano, japonês, coreano, nepalês, português (Brasil), russo, eslovaco, esloveno, espanhol, tâmil, turco.
ru: Новые языки: Арагонский, Арабский, Голландский, Немецкий, Финский, Французский, Галисийский, Венгерский, Итальянский, Японский, Корейский, Непальский, Португальский (Бразилия), Русский, Словацкий, Словенский, испанский, Тамильский, Турецкий.
tr: Yeni diller: Aragonca, Arapça, Felemenkçe, Almanca, Fince, Fransızca, Galiçyaca, Macarca, İtalyanca, Japonca, Korece, Nepalce, Portekizce (Brezilya), Rusça, Slovakça, Slovence, İspanyolca, Tamilce, Türkçe.
zh_cn: 新语言：阿拉贡语、阿拉伯语、荷兰语、德语、芬兰语、法语、加利西亚语、匈牙利语、意大利语、日语、韩语、尼泊尔语、葡萄牙语（巴西）、俄语、斯洛伐克语、斯洛文尼亚语、西班牙语、泰米尔语、土耳其语。

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u 1.0
ja: 1.0の変更点
pl: Zmiany dla 1.0
pt_br: Mudanças na 1.0
pt_pt: Alterações para 1.0
ru: Изменения в версии 1.0
tr: 1.0 için değişiklikler
zh_cn: 版本1.0

source: Initial Release
bg: Първоначално издание
de: Ehrstveröffentlichung
es: Versión Inicial
fr: Première version
gl: Versión Inicial
hr: Prvo izdanje
ja: 最初のバージョン
pl: Wstępne wydanie
pt_br: Versão Inicial
pt_pt: Lançamento inicial
ru: Первый релиз
tr: İlk sürüm
zh_cn: 发布初始版本
