Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/focusHighlight.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr

source: Make focus mode the default: This checkbox is enabled by default. When it is unchecked, this add-on behaves same as version 5.6 or previous versions, i.e., if browse mode is not available for an app, the focus is shown using the thick red rectangle.
bg: Режимът на фокус да е зададен по подразбиране: В това поле за отметка по подразбиране има отметка. Когато няма отметка, поведението на добавката е същото като във версия 5.6 или по-старите версии (т.е. ако режимът на преглед не е достъпен за дадено приложение, фокусът се показва с помощта на дебел червен правоъгълник).
da: Gør fokustilstand standard: Dette felt er som standard aktiveret. Når den ikke er markeret, fungerer denne tilføjelse lignende version 5.6 eller tidligere versioner, dvs. hvis gennemsynstilstand ikke er tilgængelig for en app, vises fokuset ved hjælp af det tykke røde rektangel.
de: Setzen Sie den Fokusmodus auf die Standard-Einstellung: Dieses Kontrollkästchen ist standardmäßig aktiviert. Wenn das Kontrollkästchen deaktiviert ist, verhält sich diese Erweiterung wie die Version 5.6 oder älter, d. h., wenn der Suchmodus für eine App nicht verfügbar ist, wird der Fokus durch das dicke rote Rechteck angezeigt.
es: Establecer el modo foco por defecto: esta casilla de verificación se encuentra marcada por defecto. Si está desmarcada, el complemento se comportará igual que en la versión 5.6 o anteriores, es decir: si el modo exploración no está disponible en una aplicación, el foco se representa con un rectángulo rojo y grueso.
fi: Käytä oletusarvoisesti vuorovaikutustilaa: Tämä valintaruutu on oletusarvoisesti valittuna. Kun sitä ei ole valittu, tämä lisäosa toimii kuten versio 5.6 tai sitä aiemmat, ts. jos selaustila ei ole käytettävissä sovelluksessa, kohdistuksen näyttämiseen käytetään paksua punaista suorakulmiota.
fr: Faire du mode focus le mode par défaut : cette case à cocher est activée par défaut. Lorsqu'elle n'est pas coché, cette extension se comporte de la même manière que la version 5.6 ou les versions précédentes, c'est-à-dire que si le mode navigation n'est pas disponible pour une application, le focus est affiché à l'aide d'un rectangle rouge épais.
gl: Predeterminar modo foco: Esta caixa de verificación está habilitada por defecto. Cando se desmarca, este complemento compórtase da mesma maneira que na versión 5.6 ou anteriores, p.ex. se o modo exploración non está dispoñible nunha app, o foco amósase utilizando o rectángulo vermello groso.
hr: Odredi modus fokusa kao standardni: Potvrdni okvir je standardno uključen. Kad se isključi, ovaj se dodatak ponaša kao verzija 5.6 ili prethodne verzije, tj. ako za aplikaciju nije dostupan modus čitanja, fokus se prikazuje pomoću debelog crvenog pravokutnika.
it: Rendi la modalità focus predefinita: questa casella di controllo è abilitata per impostazione predefinita. Quando è deselezionata, questo componente aggiuntivo si comporta come la versione 5.6 o versioni precedenti, ossia, se la modalità navigazione non è disponibile per un'app, viene mostrato il focus utilizzando il rettangolo rosso spesso.
ja: フォーカスモードを初期状態にする:このチェックボックスは初期状態でオンになっています。 チェックを外すと、このアドオンはバージョン5.6以前と同じように動作します。つまり、もしアプリケーションでブラウズモードが利用可能でない場合、そのフォーカスは太い赤い四角形で表されます。
pl: Ustaw tryb ustawiania ostrości jako domyślny: To pole wyboru jest domyślnie włączone. Gdy ta opcja nie jest zaznaczona, ten dodatek zachowuje się tak samo jak w wersji 5.6 lub poprzednich wersjach, tj. jeśli tryb przeglądania nie jest dostępny dla aplikacji, fokus jest wyświetlany za pomocą grubego czerwonego prostokąta.
pt_br: Tornar o modo de foco o padrão: Esta caixa de seleção está ativada por padrão. Quando está desmarcada, esse complemento se comporta da mesma forma que a versão 5.6 ou versões anteriores, ou seja, se o modo de navegação não estiver disponível para um aplicativo, o foco será mostrado usando o retângulo vermelho grosso.
pt_pt: Tornar o modo de focagem o padrão: Esta caixa de verificação está activada por defeito. Quando não está seleccionada, este extra comporta-se como a versão 5.6 ou versões anteriores, ou seja, se o modo de navegação não estiver disponível para uma aplicação, o foco é mostrado usando o espesso rectângulo vermelho.
ru: Использовать режим редактирования по умолчанию: этот флажок включен по умолчанию. Если флажок снят, это дополнение работает так же, как в версии 5.6 или предыдущих версиях, т.е. если режим просмотра недоступен для приложения, фокус отображается в виде толстого красного прямоугольника.
tr: Odak modunu varsayılan yap: Bu onay kutusu varsayılan olarak etkindir. İşaretlenmediğinde, bu eklenti sürüm 5.6 veya önceki sürümlerle aynı şekilde davranır, yani bir uygulama için göz atma modu mevcut değilse, odak kalın kırmızı dikdörtgen kullanılarak gösterilir.

source: Focus in focus mode, Focus in browse mode, Navigator object: Each of these groups contains Color, Thickness, and Style.
bg: Фокусиране в режим на фокус, фокусиране в режим на преглед, навигационен обект: Всяка от тези групи съдържа настройки за цвят, дебелина и стил.
da: Fokus i fokustilstand, Fokus i gennemsynstilstand, Navigatorobjekt: Hver af disse grupper indeholder farve, tykkelse og stil.
de: Fokus im Fokusmodus, Fokus im Lesemodus, Navigator-Objekt: Jede dieser Gruppen enthält Farbe, Dicke und Stil.
es: Foco en modo foco, foco en modo exploración, navegador de objetos: cada uno de estos grupos contiene color, grosor y estilo.
fi: Kohdistus vuorovaikutustilassa, Kohdistus selaustilassa, Navigointiobjekti: Näissä ryhmissä on seuraavat asetukset: Väri, Paksuus, ja Tyyli.
fr: Focus en mode focus, Focus en mode navigation, Objet navigateur : chacun de ces groupes comprend Couleur, Epaisseur et Style.
gl: Foco en modo foco, Foco en modo exploración, Obxecto no navegador: Cada un destes grupos contén Cor, Grosor e Estilo.
hr: Fokus u modusu fokusa, Fokus u modusu čitanja, Navigacijski objekt – svaki od njih sadrži boju, debljinu i stil.
it: Focus in modalità focus, Focus in modalità navigazione, navigatore ad oggetti: Ognuno di questi gruppi contiene Colore, Spessore e Stile.
ja: フォーカスモードでのフォーカス、ブラウズモードでのフォーカス、ナビゲータオブジェクト: これらのグループのそれぞれが色、太さ、形状を含みます。
pl: Ustawianie ostrości w trybie ustawiania ostrości, Ustawianie ostrości w trybie przeglądania, obiekt Nawigator: Każda z tych grup zawiera opcje Kolor, Grubość i Styl.
pt_br: Foco no modo de foco, Foco no modo de navegação, Navegador de objeto: Cada um desses grupos contém Cor, Espessura e Estilo.
pt_pt: Foco em modo de foco, Foco em modo de navegação, navegador de Objectos: Cada um destes grupos contém Cor, Espessura, e Estilo.
ru: Фокус в режиме редактирования, фокус в режиме обзора, объект навигатора: Каждая из этих групп содержит цвет, толщину и стиль.
tr: Odak modunda odak, Tarama modunda Odak, Nesne Sunumu: Bu grupların her biri Renk, Kalınlık ve Stil içerir.

source: Color: This edit field allows you to type the HTML color code, i.e., six-character hexadecimal number. For example, "ffffff" is white, "ff0000" is red, and so on. Note that "000000" can not be used.
bg: Цвят: Това текстово поле ви позволява да въведете HTML кода на цветовете, т.е. шест знаков шестнадесетичен номер. Например, "ffffff" е бяло, "ff0000" е червено и т.н. Имайте предвид, че "000000" не може да се използва.
da: Farve: Dette redigeringsfelt giver dig mulighed for at skrive HTML-farvekoden, dvs. hexadecimale tal med seks tegn. For eksempel er "ffffff" hvid, "ff0000" er rød og så videre. Bemærk at "000000" ikke kan bruges.
de: Farbe: In diesem Eingabefeld können Sie den HTML-Farbcode eingeben, d. h. einen sechsstelligen Hexadezimalwert. Zum Beispiel ist "ffffff" weiß, "ff0000" ist rot, und so weiter. Beachten Sie, dass "00000000" nicht verwendet werden kann.
es: Color: este cuadro de edición te permite escribir el código del color HTML, es decir, un número de seis caracteres hexadecimales. Por ejemplo, "ffffff" es blanco, "ff0000" es rojo, y así sucesivamente. Ten en cuenta que "000000" no se puede usar.
fi: Väri: Tähän muokkauskenttään voidaan syöttää värin HTML-koodi, ts. 6-merkkinen heksadesimalinumero. Esim. "ffffff" on valkoinen, "ff0000" on punainen jne. Huom: Arvoa "000000" ei voi käyttää.
fr: Couleur : Ce champ d'édition vous permet de saisir le code de couleur HTML, c'est-à-dire un nombre hexadécimal à six caractères. Par exemple, "ffffff" pour blanc, "ff0000" pour rouge, etc. Notez que "000000" ne peut pas être utilisé.
gl: Cor: Esta caixa de edición permíteche escribir o código de cor HTML, p.ex. número hexadecimal de seis caracteres. Por exemplo, "ffffff" é branco, "ff0000" é vermello, e así. Ten en conta que "000000" non se pode utilizar.
hr: Boja: U ovom polju je moguće upisati HTML kod za boju kao šesteroznamenkasti (heksadecimalni) broj. Npr, „ffffff” je bijela, „ff0000” je crvena itd. Napomena: „000000” nije moguće koristiti.
it: Colore: Questo campo editazione consente di digitare il codice colore HTML, ossia un numero esadecimale di sei cifre. Ad esempio, "ffffff" è bianco, "ff0000" è rosso e così via. Si noti che "000000" non può essere utilizzato.
ja: 色: このエディットフィールドにHTMLカラーコード、つまり6文字の16進数番号、例えば白の"ffffff"、赤の"ff0000"などを入力出来ます。"000000"は使用出来ません。
pl: Kolor: To pole edycji umożliwia wpisanie kodu koloru HTML, tj. sześcioznakowej liczby szesnastkowej. Na przykład "ffffff" jest biały, "ff0000" jest czerwony i tak dalej. Należy pamiętać, że "000000" nie może być używany.
pt_br: Cor: este campo de edição permite digitar o código de cores HTML, ou seja, número hexadecimal de seis caracteres. Por exemplo, "ffffff" é branco, "ff0000" é vermelho, e assim por diante. Observe que "000000" não pode ser usado.
pt_pt: Cor: Este campo de edição permite-lhe digitar o código de cor HTML, ou seja, o número hexadecimal de seis caracteres. Por exemplo, "ffffff" é branco, "ff0000" é vermelho, e assim por diante. Note-se que "000000" não pode ser usado.
ru: Цвет: Это поле редактирования позволяет ввести цветовой код HTML, то есть шестизначное шестнадцатеричное число. Например, "ffffff" - белый, "ff0000" - красный и так далее. Обратите внимание, что "000000" использовать нельзя.
tr: Renk: Bu düzenleme alanı, HTML renk kodunu, yani altı karakterli onaltılık sayıyı yazmanıza olanak tanır. Örneğin, "ffffff" beyazdır, "ff0000" kırmızıdır vb. "000000" kullanılamayacağını unutmayın.

source: Thickness: This edit field allows you to type the thickness of the box. You can enter a value between 1 and 30.
bg: Дебелина: Това поле за редактиране ви позволява да въведете дебелината на правоъгълника. Можете да въведете стойност между 1 и 30.
da: Tykkelse: Dette redigeringsfelt giver dig mulighed for at skrive tykkelsen af boksen. Du kan indtaste en værdi mellem 1 og 30.
de: Dicke: In diesem Eingabefeld können Sie die Dicke der Box eingeben. Sie können einen Wert zwischen 1 und 30 eingeben.
es: Grosor: este cuadro de edición permite escribir el grosor del recuadro. Puedes introducir un valor entre 1 y 30.
fi: Paksuus: Tähän muokkauskenttään voidaan kirjoittaa laatikon paksuus. Arvot väliltä 1-30 ovat mahdollisia.
fr: Épaisseur : Ce champ d'édition vous permet de saisir l'épaisseur du rectangle. Vous pouvez saisir une valeur comprise entre 1 et 30.
gl: Grosor: Esta caixa de edición permíteche escribir o grosor da caixa. Podes introducir un valor entre 1 e 30.
hr: Debljina: U ovom polju je moguće odrediti debljinu ruba pravokutnika. Moguće vrijednosti su 1 do 30.
it: Spessore: digitare un valore compreso tra 1 e 30 per modificare lo spessore della casella.
ja: 太さ: このエディットフィールドに、箱の厚さを入力出来ます。1から30までの値を入力出来ます。
pl: Grubość: To pole edycji umożliwia wpisanie grubości pola. Można wprowadzić wartość z zakresu od 1 do 30.
pt_br: Espessura: Este campo de edição permite digitar a espessura da caixa. Você pode inserir um valor entre 1 e 30.
pt_pt: Espessura: Este campo de edição permite digitar a espessura da caixa. Pode introduzir um valor entre 1 e 30.
ru: Толщина: В этом поле для редактирования можно указать толщину рамки. Вы можете ввести значение от 1 до 30.
tr: Kalınlık: Bu düzenleme alanı, kutunun kalınlığını yazmanıza olanak tanır. 1 ile 30 arasında bir değer girebilirsiniz.

source: Style: The choices are Solid, Dash, Dot, Dash dot, and Dash dot-dot.
bg: Стил: Можете да избирате между плътен, тирета, точки, тирета точки и тирета точки-точки.
da: Style: Valgene er Solid, streg, prik, streg prik og streg prik prik.
de: Stil: Die Auswahlmöglichkeiten sind Solide, Strich, Punkt, Strich-Punkt und Strich-Punkt-Punkt.
es: Estilo: las opciones son sólido, guión, punto, guión punto, y guión punto punto.
fi: Tyyli: Valittavissa ovat vaihtoehdot Kiinteä, Viiva, Piste, Viiva ja piste sekä Viiva ja kaksi pistettä.
fr: Style : les choix possibles sont Continu, Tirets, Pointillé, Tiret point et Tiret point point.
gl: Estilo: As alternativas son Solid (Sólido), Dash (Guión), Dot (Punto), Dash dot (Guión punto) e Dash dot-dot (Guión punto-punto).
hr: Stil: Moguće vrijednosti su neisprekidano, iscrtkano, točkasto, točkasto sa crticom, dvotočkasto sa crticom.
it: Stile: le opzioni sono Solido, Tratteggiato, Punto, tratteggiato-Punto e tratteggiato-Punto-punto.
ja: 形状: 直線、破線、点線、一点鎖線、二点鎖線から選択出来ます。
pl: Styl: Dostępne opcje to Solid, Dash, Dot, Dash dot i Dash dot-dot.
pt_br: Estilo: As opções são Sólido, Traço, Ponto, Traço e ponto, e Traço ponto ponto.
pt_pt: Estilo: As escolhas são Sólido, Traço, ponto, traço ponto, e Traço ponto-ponto.
ru: Стиль: Можно выбрать сплошной, с тире, с точкой, с тире-точкой и с тире-точкой-многоточием.
tr: Stil: Seçenekler şunlardır: Düz, Çizgi, Nokta, Çizgi nokta ve Çizgi nokta-nokta.

source: Restore defaults: This button allows you to reset your settings to their original defaults.
bg: Възстановяване на настройките по подразбиране: Този бутон ви позволява да зададете отново настройките по подразбиране.
da: Gendan standarder: Denne knap giver dig mulighed for at nulstille dine indstillinger til deres oprindelige standardindstillinger.
de: Stellt die Standard-Einstellungen wieder her: Mit dieser Schaltfläche können Sie Ihre Einstellungen auf die ursprünglichen Standardwerte zurücksetzen.
es: Restaurar por defecto: este botón te permite restablecer los ajustes a sus valores originales.
fi: Palauta oletukset: Tällä painikkeella voi palauttaa asetukset alkuperäisiin oletusarvoihinsa.
fr: Réinitialiser : ce bouton vous permet de réinitialiser vos paramètres à leurs valeurs d'origine.
gl: Restaurar por defecto: Este botón permíteche restablecer os teus axustes aos seus orixinais por defecto.
hr: Vrati na zadano: Ovim gumbom se postavke resetiraju na izvorne vrijednosti.
it: Ripristina impostazioni predefinite: questo pulsante consente di ripristinare le impostazioni ai valori predefiniti originali.
ja: 初期状態に戻す: このボタンで設定を元の初期状態に戻せます。
pl: Przywróć domyślne: Ten przycisk umożliwia zresetowanie ustawień do ich pierwotnych ustawień domyślnych.
pt_br: Restaurar padrões: Esse botão permite redefinir as configurações para os padrões originais.
pt_pt: Restaurar configurações padrão: Este botão permite-lhe repor as suas configurações para as predefinições originais do extra.
ru: Восстановить значения по умолчанию: Эта кнопка позволяет вам восстановить исходные настройки по умолчанию.
tr: Varsayılanları geri yükle: Bu düğme, ayarlarınızı orijinal varsayılanlarına sıfırlamanızı sağlar.

source: Changes for 6.3
bg: Промени във версия 6.3
da: Ændringer for 6.3
de: Änderungen in 6.3
es: Cambios para 6.3
fi: Muutokset versiossa 6.3
fr: Changements pour la version 6.3
gl: Cambios para 6.3
hr: Promjene u verziji 6.3
it: Novità nella versione 6.3
ja: 6.3 での変更点
pl: Zmiany w wersji 6.3
pt_br: Mudanças na 6.3
pt_pt: Alterações para 6.3
ru: Изменения для 6.3
tr: 6.3 için değişiklikler

source: New and updated translations.
bg: Нови и обновени преводи.
da: Nye og opdaterede oversættelser.
de: Neue und aktualisierte Übersetzungen.
es: Traducciones nuevas y actualizadas.
fi: Käännöksiä päivitetty ja lisätty.
fr: Traductions nouvelles et mises à jour.
gl: Traduccións novas e actualizadas.
hr: Novi i ažurirani prijevodi.
it: Nuove Traduzioni e aggiornamenti di quelle esistenti.
ja: 新規の翻訳と翻訳の更新。
pl: Nowe i odświeżone tłumaczenia.
pt_br: Traduções novas e atualizadas.
pt_pt: Traduções novas e outras actualizadas.
ru: Новые и обновлённые переводы.
tr: Yeni ve güncellenmiş çeviriler.

source: Fixed the issue that dash styles of focus (in browse mode) and navigator object are not able to change.
bg: Отстранен е проблемът, при който стиловете с тирета за фокуса (в режим на разглеждане) и за навигационния обект не могат да се променят.
da: Rettede det problem, hvor strejfokusstilarter (i gennemsynstilstand) og navigatorobjekt ikke kunne ændres.
de: Es wurde ein Problem behoben, wobei sich die Strich-Formatierungen von Fokus (im Lesemodus) und Navigatorobjekt nicht ändern konnten.
es: Corregido el problema que impedía cambiar el estilo de guiones del modo foco (en modo exploración) y del navegador de objetos.
fi: Korjattu ongelma, jossa kohdistuksen ja navigointiobjektin viivatyylit eivät muuttuneet selaustilassa.
fr: Correction du problème qui empêchait de changer le style Tiret du focus en mode navigation et de l'objet navigateur.
gl: Arranxado o problema polo que o estilo de guión do foco (en modo exploración) e do navegador de obxectos non se podían cambiar.
hr: Riješen je problem s iscrtkanim stilovima za fokus (u modusu čitanja) i navigacijski objekt, koje nije bilo moguće promijeniti.
it: Risolto un problema per cui lo stile tratteggiato del focus (in modalità navigazione) e del navigatore a oggetti non possono cambiare.
ja: フォーカス（ブラウズモードで）とナビゲータオブジェクトの破線の形状が変更出来ない問題を修正しました。
pl: Usunięto problem polegający na tym, że style kreski fokusu (w trybie przeglądania) i obiekt nawigatora nie mogły się zmieniać.
pt_br: Corrigido o problema em que os estilos de traço do foco (no modo de navegação) e o navegador de objeto não podem ser alterados.
pt_pt: Corrigido o problema que os estilos de traço de foco (em modo de navegação) e o objecto de navegação não são capazes de mudar.
ru: Исправлена ошибка, из-за которой стили фокусировки на чёрточках (в режиме обзора) и объект навигатора не могли изменяться.
tr: Odak (göz atma modunda) ve Nesne Sunumunun tire stillerinin değişememesi sorunu düzeltildi.

source: Fixed the issue that 'Cancel' button of setting panel does not work after 'Restore defaults' button is pressed.
bg: Отстранен е проблемът, при който бутонът "Отказ" в панела с настройките не работи след натискане на бутона "Възстанови настройките по подразбиране".
da: Rettede det problem, hvor knappen 'Annuller' i indstillingspanelet ikke fungerede, når der er trykket på knappen 'Gendan standarder'.
de: Es wurde ein Problem behoben, wobei die Schaltfläche "Abbrechen" im Einstellungsfenster nicht funktionierte, nachdem die Schaltfläche "auf Standard zurücksetzen" gedrückt wurde.
es: Corregido un problema por el que el botón 'Cancelar' del panel de opciones no funcionaba tras pulsar el botón 'Restaurar valores por defecto'.
fi: Korjattu ongelma, jossa asetuspaneelin Peruuta-painike ei toiminut, kun Palauta oletukset -painiketta oli painettu.
fr: Correction du problème qui empêchait le bouton « Annuler » du panneau des paramètres de fonctionner après avoir appuyé sur le bouton « Réinitialiser ».
gl: Arranxado o problema polo que o botón 'Cancelar' do panel de opcións non funcionaba tras premer o botón 'Restaurar por defecto'.
hr: Riješen je problem s gumbom „Odustani” na ploči s postavkama, koji nakon primjene gumba „Vrati na zadano” nije radio.
it: Risolto il problema per cui il pulsante "Annulla" del pannello impostazioni non funzionava dopo aver premuto il pulsante "Ripristina impostazioni predefinite".
ja: 設定パネルのキャンセルボタンが、「初期状態に戻す」ボタンが押された後に動作しない問題を修正しました。
pl: Naprawiono problem polegający na tym, że przycisk "Anuluj" w panelu ustawień nie działa po naciśnięciu przycisku "Przywróć domyślne".
pt_br: Corrigido o problema em que o botão 'Cancelar' do painel de configuração não funciona depois que o botão 'Restaurar padrões' é pressionado.
pt_pt: Corrigido o problema de que o botão "Cancelar" do painel de configurações não funcionava depois de se pressionar o botão "Restaurar padrões".
ru: Исправлена ошибка, из-за которой кнопка "Отмена" на панели настроек не работала после нажатия кнопки "Восстановить значения по умолчанию".
tr: 'Varsayılanları geri yükle' düğmesine basıldıktan sonra ayar panelindeki 'İptal' düğmesinin çalışmaması sorunu düzeltildi.

source: Changes for 6.2
bg: Промени във версия 6.2
da: Ændringer til 6.2
de: Änderungen in 6.2
es: Cambios para 6.2
fi: Muutokset versiossa 6.2
fr: Changements pour la version 6.2
gl: Cambios para 6.2
hr: Promjene u verziji 6.2
it: Novità nella versione 6.2.
ja: 6.2 での変更点
pl: Zmiany w wersji 6.2
pt_br: Mudanças na 6.2
pt_pt: Alterações para 6.2
ru: Изменения для 6.2
tr: 6.2 için değişiklikler

source: You can now turn object tracking on and off using NVDA+Alt+P. Karl-Otto Rosenqvist contributed for this.
bg: Сега можете да включите или изключите проследяването на обекти с натискане на NVDA+Alt+P. Karl-Otto Rosenqvist допринесе за тази функция.
da: Du kan nu aktivere og deaktivere objektsporing ved hjælp af NVDA+Alt+P. Karl-Otto Rosenqvist bidrog hertil.
de: Sie können die Objektverfolgung nun mit NVDA+Alt+P ein- und ausschalten. Karl-Otto Rosenqvist hat dazu beigetragen.
es: Ahora puedes activar o desactivar el seguimiento de objetos usando NVDA+alt+p. Karl-Otto Rosenqvist contribuyó con ello.
fi: Objektin seurannan voi nyt ottaa käyttöön ja poistaa käytöstä painamalla NVDA+Alt+P. Tämä on Karl-Otto Rosenqvistin käsialaa.
fr: Vous pouvez maintenant activer et désactiver le suivi des objets en utilisant NVDA+Alt+P. Contribution de Karl-Otto Rosenqvist.
gl: Agora podes activar e desactivar o seguimento do obxecto utilizando NVDA+alt+P. Karl-Otto Rosenqvist contribuíu con isto.
hr: Sad je moguće uključiti i isključiti praćenje objekata pomoću tipki NVDA+Alt+P. Ovo je razvio Karl-Otto Rosenqvist.
it: Ora puoi attivare e disattivare il tracciamento degli oggetti utilizzando NVDA + Alt + P. ha contribuito per questo Karl-Otto Rosenqvist
ja: オブジェクト追跡のオンオフを、NVDA+Alt+Pで出来るようになりました。これは、Karl-Otto Rosenqvistさんの貢献です。
pl: Możesz teraz włączać i wyłączać śledzenie obiektów za pomocą NVDA + Alt + P. Karl-Otto Rosenqvist przyczynił się do tego.
pt_br: Agora você pode ativar e desativar o rastreamento de objetos usando o NVDA+Alt+P. Karl-Otto Rosenqvist contribuiu para isso.
pt_pt: Pode agora ligar e desligar o rastreio de objectos usando NVDA+Alt+P. Karl-Otto Rosenqvist contribuiu para isto.
ru: Теперь вы можете включать и выключать отслеживание объектов, используя NVDA+Alt+P. Karl-Otto Rosenqvist внес свой вклад в это.
tr: Artık NVDA+Alt+P'yi kullanarak nesne izlemeyi açıp kapatabilirsiniz. Karl-Otto Rosenqvist buna katkıda bulundu.

source: Changes for 6.1
bg: Промени във версия 6.1
da: Ændringer for 6.1
de: Änderungen in 6.1
es: Cambios para 6.1
fi: Muutokset versiossa 6.1
fr: Changements pour la version 6.1
gl: Cambios para 6.1
hr: Promjene u verziji 6.1
it: Novità nella versione 6.1
ja: 6.1 での変更点
pl: Zmiany w wersji 6.1
pt_br: Mudanças na 6.1
pt_pt: Alterações para 6.1
ru: Изменения для 6.1
tr: 6.1 için değişiklikler
