Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/focusHighlight.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr

source: Changes for 5.0
bg: Промени във версия 5.0
da: Ændringer i 5.0
de: Änderungen in 5.0
es: Cambios para 5.0
fi: Muutokset versiossa 5.0
fr: Changements pour la version 5.0
gl: Cambios para 5.0
hr: Promjene u verziji 5.0
it: Novità nella versione 5.0.
ja: 5.0 での変更点
pl: Zmiany dla wersji 5.0
pt_br: Mudanças na 5.0
pt_pt: Alterações para 5.0
ru: Изменения для 5.0
tr: 5.0 için değişiklikler

source: Indicators of navigator object and focus mode were changed.
bg: Указателите за навигационния обект и режима на фокус са променени.
da: Indikatorer på navigator objektet og fokus tilstand blev ændret.
de: Die Anzeige für den Fokusmodus und für das Navigator-Objekt wurde geändert.
es: Se cambiaron los indicadores para navegador de objetos y Modo Foco.
fi: Navigointiobjektin ja vuorovaikutustilan ilmaisimia on muutettu.
fr: Les indicateurs d'objet navigateur et de mode focus ont été modifiés.
gl: Cambiáronse os indicadores para o navegador de obxectos e para o Modo Foco.
hr: Indikatori za objekt navigacije i modus fokusa su promijenjeni.
it: Sono stati modificati gli indicatori della modalità focus e del navigatore ad oggetti.
ja: ナビゲーターオブジェクトとフォーカスモードの表示が変わりました。
pl: Zmieniono wskaźniki obiektu nawigatora i trybu ustawiania ostrości.
pt_br: Os indicadores do objeto de navegação e do modo de foco foram alterados.
pt_pt: Os indicadores do objeto do navegador e do modo de foco foram alterados.
ru: Были изменены индикаторы объекта навигатора и режима фокусировки.
tr: Nesne sunumu ve odak modunun göstergeleri değiştirildi.

source: Multiple monitors are supported.
bg: Поддръжка за изход към няколко монитора.
da: Flere skærme er nu understøttet.
de: Unterstützt multiple Bildschirme.
es: Se admiten múltiples monitores.
fi: Useita näyttöjä tuetaan.
fr: Plusieurs moniteurs sont pris en charge.
gl: Admítense múltiples monitores.
hr: Podrška za višestruke monitore.
it: Sono supportati monitor multipli.
ja: 複数モニタをサポートしました。
pl: Obsługiwanych jest wiele monitorów.
pt_br: Múltiplos monitores são suportados.
pt_pt: São suportados vários monitores.
ru: Поддерживается несколько мониторов.
tr: Çoklu monitör destekleniyor.

source: It now uses GDI Plus technology for drawing.
bg: Вече за изобразяване се използва технологията GDI Plus.
da: Der bruges nu GDI Plus-teknologi til at tegne.
de: Für Drawing wird nun GDI Plus verwendet.
es: Ahora utiliza la tecnología GDI Plus para dibujar.
fi: Piirtämiseen käytetään nyt GDI Plus -teknologiaa.
fr: Il utilise maintenant la technologie GDI Plus pour le dessin.
gl: Agora usa a tecnoloxía GDI Plus para dibuxar.
hr: Sada se koristi GDI plus tehnologija za crtanje.
it: Per la visualizzazione ora viene usata la tecnologia GDI Plus.
ja: 描画にはGDI Plus技術を使用するようになりました。
pl: Teraz wykorzystuje technologię GDI Plus do rysowania.
pt_br: Agora ele usa a tecnologia GDI Plus para desenho.
pt_pt: Agora, usa-se a tecnologia GDI Plus para desenho.
ru: Теперь он использует технологию GDI Plus для рисования.
tr: Artık çizim için GDI Plus teknolojisi kullanılıyor.

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i 4.0
de: Änderungen in 4.0
es: Cambios para 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
gl: Cambios para 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0.
ja: 4.0 での変更点
pl: Zmiany dla 4.0
pt_br: Mudanças na 4.0
pt_pt: Alterações para 4.0
ru: Изменения для 4.0
tr: 4.0 için değişiklikler

source: Hide rectangle if current application is in sleep mode.
bg: Правоъгълникът ще бъде скриван, ако NVDA е в спящ режим за текущо фокусираното приложение.
da: Skjule rektangel, hvis det aktuelle program er i dvaletilstand.
de: Sobald die aktuelle Anwendung im Schlafmodus ist, wird das Rechteck ausgeblendet.
es: Oculta el rectángulo si la aplicación actual está en modo durmiente.
fi: Suorakulmio piilotetaan, mikäli nykyinen sovellus on lepotilassa.
fr: Masquer le rectangle si l'application actuelle est en mode veille.
gl: Agocha o rectángulo se a aplicación actual está en modo durminte.
hr: Sakrij pravokutnik, ako je trenutna aplikacija u modusu mirovanja.
it: Nasconde il rettangolo se l'applicazione corrente è in modalità riposo.
ja: アプリケーションがスリープモードにある時に四角を隠すようにしました。
pl: Ukryj prostokąt, jeśli bieżąca aplikacja jest w trybie uśpienia.
pt_br: Oculta retângulo se o aplicativo atual estiver em modo dormir.
pt_pt: Esconder o rectângulo se o aplicativo actual estiver no modo de suspensão.
ru: Скрыт прямоугольник, если текущее приложение находится в режиме сна.
tr: Geçerli uygulama uyku modundaysa dikdörtgeni gizle.

source: Changes for 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
es: Cambios para 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0.
ja: 3.0 での変更点
pl: Zmiany dla 3.0
pt_br: Mudanças na 3.0
pt_pt: Alterações para 3.0
ru: Изменения для 3.0
tr: 3.0 için değişiklikler

source: Fixed issue regarding expanded combo box.
bg: Отстранен е проблем, свързан с разгънати падащи списъци.
da: Fixed problem med hensyn til udvidet combo box.
de: Es wurde ein Problem bei erweiterten Kombinationsfeldern behoben.
es: Corregido un problema relacionado con el cuadro combinado expandido.
fi: Korjattu avatun yhdistelmäruudun ongelma.
fr: Correction d'un problème concernant la zone de liste déroulante développée.
gl: Arranxado un problema vencellado coa Caixa combinada expandida.
hr: Ispravljena greška vezana uz prošireni odabirni okvir.
it: Risolto un problema con le caselle combinate espanse.
ja: 拡張コンボボックスでの不具合を修正。
pl: Naprawiono problem dotyczący rozszerzonego pola kombi.
pt_br: Corrigido problema em relação à caixa de combinação expandida.
pt_pt: Corrigido problema em relação à caixa de combinação expandida.
ru: Исправлена ошибка, связанная с расширенным полем со списком.
tr: Genişletilmiş birleşik giriş kutusuyla ilgili sorun düzeltildi.

source: Fixed issue with Windows Task Manager.
bg: Поправен проблем с диспечера на задачите в Windows.
da: Løste problem med Windows Programstyring.
de: Fehler mit dem Windows-Task-Manager behoben.
es: Corregido un problema con el gestor de tareas de Windows.
fi: Korjattu Windowsin Tehtävienhallinnan kanssa ilmennyt ongelma.
fr: Correction d'un problème avec le gestionnaire de tâches Windows.
gl: Correxido un problema co xestor de tarefas de Windows.
hr: Ispravljena greška vezana uz Windows Task Manager.
it: Risolto un problema con il gestore attività di Windows.
ja: Windows タスクマネージャでの不具合を修正。
pl: Poprawiony problem z 'menedżerzem zadań'.
pt_br: Consertados problemas com a barra de tarefas do Windows.
pt_pt: Corrigido problema com o gestor de tarefas do Windows.
ru: Исправлена проблема с диспетчером задач Windows.
tr: Windows Görev Yöneticisi ile ilgili sorun düzeltildi.

source: Ability to indicate the focus mode.
bg: Възможност да се показва, че NVDA е в режим на фокус.
da: Kan indikere fokustilstand.
de: Fähigkeit den Lesemodus anzuzeigen.
es: Capacidad para indicar el modo foco.
fi: Mahdollisuus vuorovaikutustilan ilmaisemiseen.
fr: Capacité d'indiquer le mode focus.
gl: Capacidade para indicar modo foco.
hr: Sposobnost da prepozna modus fokusiranja.
it: Capacità di indicare la modalità focus.
ja: フォーカスモードを表示する機能。
pl: Możliwość wskazania trybu ustawiania ostrości.
pt_br: Capacidade de indicar o modo de foco.
pt_pt: Capacidade de indicar o modo de foco.
ru: Возможность указать режим фокуса.
tr: Odak modunu belirtme yeteneği.

source: Changes for 2.1
bg: Промени във версия 2.1
da: Ændringer i 2.1
de: Änderungen in 2.1
es: Cambios para 2.1
fi: Muutokset versiossa 2.1
fr: Changements pour la version 2.1
gl: Cambios para 2.1
hr: Promjene u verziji 2.1
it: Novità nella versione 2.1
ja: 2.1 での変更点
pl: Zmiany dla 2.1
pt_br: Mudanças na 2.1
pt_pt: Mudanças para 2.1
ru: Изменения для 2.1
tr: 2.1 için değişiklikler

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
ja: 2.0 での変更点
pl: Zmiany dla 2.0
pt_br: Mudanças na 2.0
pt_pt: Mudanças para 2.0
ru: Изменения для 2.0
tr: 2.0 için değişiklikler

source: Add-on help is available from the Add-ons Manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Die Hilfe ist nun über den Erweiterungs-Manager verfügbar.
es: La ayuda del complemento está disponible en el Administrador de Complementos.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide de l'extension est disponible à partir du Gestionnaire d'extensions.
gl: A axuda do complemento está dispoñible no Administrador de Complementos.
hr: Pomoć dodatka dostupna je u upravljaču dodataka.
it: L'aiuto è disponibile dalla gestione componenti aggiuntivi di NVDA.
ja: アドオンマネージャーからアドオンの説明を利用できます。
pl: Pomoc dodatku dostępna w managerze dodatków.
pt_br: A ajuda do complemento está disponível no gestor de complementos.
pt_pt: A ajuda do extra ficou disponível no gestor de extras.
ru: Справка дополнения доступна в диспетчере дополнений.
tr: Eklenti yardımına Eklenti Yöneticisinden ulaşılabilir.

source: Changes for 1.1
bg: Промени във версия 1.1
da: Ændringer i 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u verziji 1.1
it: Novità nella versione 1.1
ja: 1.1 での変更点
pl: Zmiany dla 1.1
pt_br: Mudanças na 1.1
pt_pt: Alterações para 1.1
ru: Изменения для 1.1
tr: 1.1 için değişiklikler

source: Changed navigator object rectangle to jagged line.
bg: Правоъгълникът, обозначаващ навигационния обект, е променен на зелена назъбена линия.
da: Ændret rektangel for navigatorobjekt til ujævne linjer.
de: Das Navigator-Objekt wird nun mit einer gezackten Linie umrandet.
es: Se cambió el rectángulo del navegador de objetos por una línea quebrada.
fi: Navigointiobjektia ilmaiseva suorakulmio muutettu epätasaiseksi viivaksi.
fr: Changé objet navigateur de rectangle à traits en escalier.
gl: Cambiado o rectángulo do navegador de obxectos por unha liña irregular.
hr: Rub pravokutnika navigacijskog objekta je promijenjen u nazubljeni oblik.
it: Modificato il navigatore ad oggetti, da rettangolo a linea frastagliata.
ja: ナビゲーターオブジェクトの表示を緑のギザギザの線に変更しました。
pl: Zmieniono prostokąt obiektu nawigatora na linię przerywaną.
pt_br: Alterado retângulo do objeto de navegação para uma linha entalhada.
pt_pt: Alterado o rectângulo do objeto do navegador para uma linha irregular.
ru: Изменён прямоугольник объекта навигатора пунктирной линией.
tr: Nesne Sunumu dikdörtgeni pürüzlü çizgi olarak değiştirildi.

source: Fixed issue with 'Reload plugins'.
bg: Поправен проблем с командата 'Презареди добавките'.
da: Løste problem med genindlæsning af tilføjelsesprogrammer.
de: Fehler behoben, der beim neuladen von Plugins auftrat.
es: Corregido un problema con 'Recargar plugins'.
fi: Korjattu 'Lataa liitännäiset uudelleen' -toiminnon kanssa ilmennyt ongelma.
fr: Correction d'un problème avec "Recharger les extensions".
gl: Correxido un problema con 'Recargar plugins'.
hr: Ispravljena greška kod ponovnog učitavanja dodataka.
it: Risolto un problema con "ricarica plugin".
ja: プラグインの再読み込みの不具合修正。
pl: Poprawiony problem z 'Przeładuj wtyczki'.
pt_br: Concertado problema com "Recarregar plug-ins".
pt_pt: Corrigido problema com 'Recarregar plugins'.
ru: Исправлена проблема с 'Обновить модули'.
tr: 'Eklentileri yeniden yükle' ile ilgili sorun düzeltildi.

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
ja: 1.0 での変更点
pl: Zmiany dla 1.0
pt_br: Mudanças na 1.0
pt_pt: Alterações para 1.0
ru: Изменения для 1.0
tr: 1.0 için değişiklikler

source: In Internet Explorer 10 and in Skype on Windows 8, fix a problem with the navigator object.
bg: Отстранен е проблем с навигационния обект в Internet Explorer 10 и в Skype под Windows 8.
da: Rettet et problem med navigatorobjektet i Internet Explorer 10 og i Skype på Windows 8.
de: Problem mit dem Navigator-Objekt in Internet Explorer 10 und Skype für Windows 8 behoben.
es: En Internet Explorer 10 y en Skype en Windows 8,se soluciona un problema con el navegador de objetos.
fi: Korjattu navigointiobjektin ongelma Internet Explorer 10:ssä ja Skypessä Windows 8:aa käytettäessä.
fr: Dans Internet Explorer 10 et Skype sur Windows 8, correction d'un problème avec l'objet navigateur.
gl: No Internet Explorer 10 e no Skype en Windows 8, arránxase un problema co navegador de obxectos.
hr: U Internet Exploreru 10 i Skypeu na Windowsima 8, ispravljen je problem sa objektom navigatora.
it: In Internet Explorer 10 e in Skype su Windows 8, risolto un problema con il navigatore ad oggetti.
ja: Windows 8 における Internet Explorer 10 と Skype のナビゲーターオブジェクトの不具合の修正。
pl: W Internet Explorer 10 i Skype dla Windows 8, poprawiony problem z obiektem nawigatora.
pt_br: No Internet Explorer 10 e no Skype para Windows 8, consertado um problema com o navegador de objetos.
pt_pt: No Internet Explorer 10 e no Skype no Windows 8, reparado um problema com o objeto do navegador.
ru: В Internet Explorer 10 и в Skype в Windows 8, решена проблема с объектом навигатора.
tr: Internet Explorer 10 ve Windows 8 Skype, nesne sunumu ile bir sorun çözüldü.

source: Initial version.
bg: Първоначално издание
da: Første version.
de: Anfängliche Version.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Première version.
gl: Versión inicial.
hr: Prva verzija.
it: Versione iniziale.
ja: 最初のバージョンです。
pl: Pierwsza wersja.
pt_br: Versão inicial.
pt_pt: Versão inicial.
ru: Начальная версия.
tr: İlk sürüm.
