Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/focusHighlight.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr

source: [[!meta title="Focus Highlight"]]
bg: [[!meta title="Открояване на фокуса (Focus Highlight)"]]
da: [[!meta title="Focus Highlight (fremhæv fokus)"]]
de: [[!meta title="Focus hervorheben"]]
fi: [[!meta title="Kohdistuksen korostus"]]
hr: [[!meta title="Istakni fokus (Focus highlight)"]]
pt_br: [[!meta title="Realce de Foco"]]
pt_pt: [[!meta title="Realçar o Foco"]]
tr: [[!meta title="Odağı Göster"]]

source: Authors: Takuya Nishimoto, Karl-Otto Rosenqvist
bg: Автори: Takuya Nishimoto, Karl-Otto Rosenqvist
da: Forfattere: Takuya Nishimoto, Karl-Otto Rosenqvist
de: Authoren: Takuya Nishimoto, Karl-Otto Rosenqvist
es: Autores: Takuya Nishimoto, Karl-Otto Rosenqvist
fi: Tekijät: Takuya Nishimoto ja Karl-Otto Rosenqvist
fr: Auteurs : Takuya Nishimoto, Karl-Otto Rosenqvist
gl: Autores: Takuya Nishimoto, Karl-Otto Rosenqvist
hr: Autori: Takuya Nishimoto, Karl-Otto Rosenqvist
it: Autori: Takuya Nishimoto, Karl-Otto Rosenqvist
ja: 作者: 西本卓也, Karl-Otto Rosenqvist
pl: Autorzy: Takuya Nishimoto, Karl-Otto Rosenqvist
pt_br: Autores: Takuya Nishimoto, Karl-Otto Rosenqvist
pt_pt: Autores: Takuya Nishimoto, Karl-Otto Rosenqvist
ru: Авторы: Takuya Nishimoto, Karl-Otto Rosenqvist
tr: Yazarlar: Takuya Nishimoto, Karl-Otto Rosenqvist

source: Download [stable version][2]
bg: Изтегляне на [стабилна версия][2]
da: Download [stabil version][2]
de: [Stabile Version herunterladen][2]
es: Descargar [versión estable][2]
fi: Lataa [vakaa versio][2]
fr: Télécharger [version stable][2]
gl: Descargar [versión estable][2]
hr: Preuzmi [stabilnu verziju][2]
it: Scarica la [versione stabile][2]
ja: ダウンロード [安定版][2]
pl: Pobierz [wersja stabilna][2]
pt_br: Baixe a [versão estável][2]
pt_pt: Baixar [versão estável][2]
ru: Загрузить [стабильную версию][2]
tr: [Kararlı sürümü indir][2]

source: Download [development version][1]
bg: Изтегляне на [тестова версия][1]
da: Download [udviklingsversion][1]
de: [Entwicklerversion herunterladen][1]
es: Descarga [versión de desarrollo][1]
fi: Lataa [kehitysversio][1]
fr: Télécharger [version de développement][1]
gl: Descarga [versión de desenvolvemento][1]
hr: Preuzmi [razvojnu verziju][1]
it: Scarica la [versione in sviluppo][1]
ja: ダウンロード [開発版][1]
pl: Pobierz [wersja rozwojowa][1]
pt_br: Baixe a [versão de desenvolvimento][1]
pt_pt: Baixar [versão de desenvolvimento][1]
ru: Загрузить [разрабатываемую версию][1]
tr: [Geliştirme sürümünü indir][1]

source: By drawing a colored rectangle, this addon enables partially sighted users, sighted educators, or developers to track the location of the nvda navigator object and the focused object/control.
bg: Тази добавка начертава цветен правоъгълник на екрана, позволявайки на слабовиждащи потребители на NVDA, зрящи преподаватели или разработчици да проследяват местоположението на навигационния обект на NVDA или обекта на фокус.
da: Dette tilføjelsesprogram tegner et rektangel, så svagsynede brugere, seende instruktører eller udviklere kan finde placeringen af NVDAs navigatorobjekt og objektet/kontrollen, som har fokus.
de: Durch Zeichnen eines farbigen Rechtecks ermöglicht diese Erweiterung sehbehinderten Nutzern, sehenden Lehrern oder Entwicklern die Position des fokusierten Objektes sowie des Navigator-Objektes auf dem Bildschirm zu verfolgen.
es: Al dibujar un rectángulo coloreado, este complemento capacita a los usuarios con deficiencia visual, educadores videntes, o desarrolladores para seguir la posición del navegador de objetos de NVDA y del objeto o control enfocado.
fi: Tämä lisäosa piirtää näytölle värillisen suorakulmion, mikä mahdollistaa osittain näkeville käyttäjille, näkeville opettajille tai kehittäjille NVDA:n navigointiobjektin ja aktiivisen objektin/säätimen sijainnin seuraamisen.
fr: En dessinant un rectangle coloré, cette extension permet aux utilisateurs malvoyants, éducateurs voyants ou aux développeurs de suivre l'emplacement de l'objet navigateur de NVDA et le contrôle de l'objet en focus.
gl: Ó dibuxar un rectángulo coloreado, este complemento permite ós usuarios con deficencia visual, educadores videntes, ou desenvolvedores seguir a posición do navegador de obxectos do NVDA e o obxecto ou control enfocado.
hr: Ovaj NVDA dodatak omogućuje slabovidnim korisnicima, slijepim učiteljima ili razvojnim programerima praćenje navigacijskog objekta i fokusiranog objekta/kontrole pomoću obojenog pravokutnika.
it: Disegnando un rettangolo colorato, questo addon consente agli utenti ipovedenti, educatori vedenti o agli sviluppatori di tenere traccia della posizione dell'oggetto su cui si trova il navigatore ad oggetti, oppure dell'oggetto che ha il focus.
ja: このアドオンは、NVDA のナビゲーターオブジェクトや、フォーカスのあるオブジェクト・コントロールの場所を、色のついた長方形で強調して表示します。画面の見えにくい人、晴眼の指導者、開発者にとって有用です。
pl: Ten dodatek umożliwia niedowidzącym użytkownikom,widzącym nauczycielom, lub twórcom śledzenie położenia obiektu nawigatora i punktu uwagi NVDA poprzez obrysowanie ich kolorowym prostokątem.
pt_br: Ao desenhar um retângulo colorido, este complemento possibilita usuários de baixa visão, educadores de visão normal ou desenvolvedores, acompanhar a localização do objeto de navegação do NVDA e o objeto/controle em foco.
pt_pt: Ao desenhar um rectângulo colorido, este extra permite que os utilizadores com deficiência visual, educadores com visão ou desenvolvedores detectem a localização do objecto do navegador nvda e o objeto / control focado.
ru: Рисуя цветной прямоугольник, это дополнение позволяет слабовидящим пользователям, зрячим педагогам, или разработчикам отслеживать местоположение объекта навигатора NVDA и объект/тип управление в фокусе.
tr: Bu eklenti, renkli bir dikdörtgen çizerek az gören kullanıcıların, göremeyen eğitimcilerin veya geliştiricilerin nvda Nesne sunumunun ve odaklanan nesnenin/kontrolün konumunu izlemesine olanak tanır.

source: The following colors are used by this addon:
bg: Добавката използва следните цветове:
da: Følgende farver bliver brugt af dette tilføjelsesprogram:
de: Die folgenden Farben werden von dieser Erweiterung verwendet:
es: Los siguientes colores se utilizan con este complemento:
fi: Seuraavia värejä käytetään:
fr: Les couleurs suivantes sont utilisées par cette extension :
gl: As seguintes cores utilízanse por este complemento:
hr: Dodatak koristi slijedeće boje:
it: Sono utilizzati i colori seguenti:
ja: 以下の色を使っています：
pl: Poniższe 2 kolory są stosowane przez ten dodatek:
pt_br: O complemento usa as seguintes cores:
pt_pt: As seguintes cores são usadas por este extra:
ru: В этом дополнении используются следующие цвета:
tr: Bu eklenti tarafından aşağıdaki renkler kullanılır:

source: Green thin dashed-dotted line rectangle shows NVDA is in browse mode, and this is the navigator object.
bg: Правоъгълник от тънка зелена линия от тирета и точки указва, че NVDA е в режим на разглеждане и това е и навигационния обект.
da: Grøn og tynd rektangel med tynde skråstreger, indikerer gennemsynstilstand og det indikere navigatorobjektet.
de: Das dünne, gestrichelte, grüne Rechteck zeigt an, dass sich NVDA im Lesemodus befindet und dies ist das Navigator-Objekt.
es: Un rectángulo verde de líneas punteadas indica que NVDA está en modo exploración, y muestra el navegador de objetos.
fi: Vihreä, ohut, katko- ja pisteviivainen suorakulmio ilmaisee NVDA:n olevan selaustilassa sekä näyttää navigointiobjektin.
fr: Un rectangle dessiné avec une ligne tiret point verte indique l'objet navigateur lorsque NVDA est en mode navigation.
gl: Rectángulo fino verde de liñas punteadas para indicar o navegador de obxectos.
hr: Pravokutnik sa zelenim tankim rubom, iscrtkan točkama i crticama – znači da se NVDA nalazi u modusu čitanja. Pravokutnik označava navigacijski objekt.
it: Un rettangolo delimitato da una sottile linea verde tratteggiata e punteggiata indica che NVDA è in modalità navigazione e la posizione del navigatore ad oggetti.
ja: 緑色細いギザギザの点線の四角形は、NVDAがブラウズモードで、それがナビゲータオブジェクトであることを示します。
pl: Zielony cienki prostokąt z przerywaną linią pokazuje, że NVDA jest w trybie przeglądania i jest to obiekt nawigatora.
pt_br: Retângulo verde de linha fina pontilhada tracejada mostra que o NVDA está no modo de navegação, e esse é o objeto de navegação.
pt_pt: O rectângulo de linha fina com pontos verdes mostra que o NVDA está em modo de navegação, e este é o navegador de objectos.
ru: Зеленый прямоугольник с тонкой пунктирной линией показывает, что NVDA находится в режиме обзора, а это объект навигатора.
tr: Yeşil ince kesikli noktalı çizgi dikdörtgen, NVDA'nın tarama modunda olduğunu ve bunun gezgin nesnesi olduğunu gösterir.

source: Red thin rectangle shows NVDA is in browse mode, and this is the focused object/control.
bg: тънък червен правоъгълник указва, че NVDA е в режим на разглеждане и това е и обекта или контролата на фокус.
da: Rødt tyndt rektangel for at indikere objektet/kontrolen, som har fokus i gennemsynstilstand.
de: Das dünne, rote Rechteck zeigt an, dass sich NVDA im Lesemodus befindet und dies ist das fokussierte Objekt bzw. Steuerelement.
es: Un rectángulo rojo delgado indica que NVDA está en modo exploración, y muestra el objeto o control enfocado.
fi: Punainen, ohut suorakulmio, joka ilmaisee NVDA:n olevan selaustilassa sekä näyttää aktiivisen objektin/säätimen.
fr: Un rectangle fin rouge indique l'objet/le contrôle ayant le focus lorsque NVDA est en mode navigation.
gl: Rectángulo fino bermello amosa que NVDA está en modo exploración, e que éste é o obxecto/control enfocado.
hr: Prvokutnik sa crvenim tankim rubom – znači da se NVDA nalazi u modusu čitanja. Pravokutnik označava fokusirani objekt/kontrolu.
it: Un Rettangolo sottile rosso indica che NVDA è in modalità navigazione e questo è l'oggetto o il controllo focalizzato.
ja: 赤色の細い四角形は、NVDAがブラウズモードで、それがフォーカスされたオブジェクトまたはコントロールであることを示します。
pl: Czerwony cienki prostokąt pokazuje, że NVDA jest w trybie przeglądania i jest to skupiony obiekt / kontrolka.
pt_br: Retângulo fino vermelho mostra que o NVDA está no modo de navegação, e esse é o objeto/controle em foco.
pt_pt: O rectângulo fino vermelho mostra que o NVDA está em modo de navegação, e este é o objecto/controlo sob o foco.
ru: Красный тонкий прямоугольник показывает, что NVDA находится в режиме обзора, и это объект/элемент управления в фокусе.
tr: Kırmızı ince dikdörtgen, NVDA'nın tarama modunda olduğunu ve bunun odaklanılan nesne/kontrol olduğunu gösterir.

source: Red thick rectangle shows NVDA is in browse mode, and this is both the navigator object and the focused object which are overlapping.
bg: Плътен червен правоъгълник указва, че NVDA е в режим на разглеждане и това е ситуацията, в която обектът на фокус и навигационният обект съвпадат.
da: Rødt tykt rektangel for at indikere, at navigatorobjekt og objekt i fokus overlapper i gennemsynstilstand.
de: Das dicke, rote Rechteck zeigt, dass sich NVDA im Lesemodus befindet und dies ist sowohl das Navigator-Objekt als auch das fokussierte Objekt, die sich überlappen.
es: Un rectángulo rojo grueso indica que NVDA está en el modo exploración, y se muestra cuando el navegador de objetos y el objeto enfocado se superponen.
fi: Punainen, paksu suorakulmio, joka ilmaisee NVDA:n olevan selaustilassa sekä näyttää, että navigointiobjekti ja aktiivinen objekti ovat päällekkäin.
fr: Un rectangle rouge épais indique à la fois l'objet navigateur et l'objet ayant le focus qui se chevauchent lorsque NVDA est en mode navigation.
gl: Rectángulo groso bermello amosa que NVDA está en modo exploración, e que éste é o obxecto/control enfocado.
hr: Prvokutnik sa crvenim debelim rubom – znači da se NVDA nalazi u modusu čitanja. Pravokutnik označava navigacijski objekt i objekta fokusa, koji se preklapaju.
it: Un Rettangolo spesso rosso indica che ci si trova in modalità navigazione e questi sono il navigatore a oggetti e l'oggetto focalizzato, che si sovrappongono.
ja: 赤い太い四角形は、NVDAがブラウズモードで、ナビゲータオブジェクトとフォーカスされたオブジェクトが重なっていることを示します。
pl: Czerwony gruby prostokąt pokazuje, że NVDA jest w trybie przeglądania i jest to zarówno obiekt nawigatora, jak i obiekt skupiony, które nakładają się na siebie.
pt_br: Retângulo grosso vermelho mostra que o NVDA está no modo de navegação, e esse tem juntamente o objeto de navegação e o objeto em foco que estão sobrepostos.
pt_pt: O rectângulo vermelho grosso mostra que o NVDA está em modo de navegação, e este é tanto o navegador de objectos como o objecto sob o foco que estão sobrepostos.
ru: Красный толстый прямоугольник показывает, что NVDA находится в режиме обзора, и это и объект навигатора, и объект в фокусе, которые накладываются.
tr: Kırmızı kalın dikdörtgen, NVDA'nın gözatma modunda olduğunu gösterir ve bu, örtüşen hem gezgin nesnesi hem de odaklanılan nesnedir.

source: Blue thick dotted line rectangle indicates NVDA is in focus mode, i.e., key types are passed to the control.
bg: Правоъгълник от дебела синя линия от точки (пунктирана) за указване че NVDA е в режим на фокус (т.е. въвежданите клавиши се предават директно на фокусираната контрола).
da: Blåt rektangel med tyk prikket linje for at indikere, at NVDA er i fokustilstand, d.v.s. at tastetryk bliver videregivet til kontrollen.
de: Das blaue Rechteck mit dicker, gestrichelter Linie zeigt an, dass sich NVDA im Fokusmodus befindet, d. h., Schlüsseltypen werden an die Steuerung übergeben.
es: Un rectángulo de líneas punteadas gruesas azules indica que NVDA está en modo foco, es decir, las teclas se pasan al control.
fi: Sininen, paksu pisteviivainen suorakulmio ilmaisee NVDA:n olevan vuorovaikutustilassa, ts. näppäinpainallukset välitetään nykyiselle säätimelle.
fr: Un rectangle bleu en pointillés épais indique que NVDA est en mode focus, c'est-à-dire que la frappe des touches est passée au contrôle.
gl: Rectángulo groso azul de liñas punteadas indica que NVDA está en modo foco, p.ex., as pulsacións de teclas pásanse ao control.
hr: Prvokutnik s plavim iscrtkanim debelim rubom – znači da se NVDA nalazi u modusu fokusa, tipkanje se prosljeđuje u kontrolu.
it: Un rettangolo spesso e blu con linee punteggiate sta ad indicare che NVDA è in modalità focus, ossia che ciò che scriviamo viene visualizzato a schermo oppure il tasto premuto viene passato al controllo.
ja: 青色の太い点線の四角形は、NVDAがフォーカスモード、つまり、キー入力がコントロールに渡されることを示します。
pl: Niebieski prostokąt z grubą kropkowaną linią wskazuje, że NVDA jest w trybie ustawiania ostrości, tj. Typy kluczy są przekazywane do kontrolki.
pt_br: Retângulo azul de linha grossa pontilhada indica que o NVDA está no modo de foco, ou seja, as teclas digitadas são passadas para o controle.
pt_pt: O rectângulo azul de linha grossa indica que o NVDA está em modo de foco, ou seja, os tipos de teclas são passados para o controlo.
ru: Прямоугольник с синей толстой пунктирной линией указывает на то, что NVDA находится в режиме редактирования, т.е. типы клавиш передаются элементу управления.
tr: Mavi kalın noktalı çizgi dikdörtgen, NVDA'nın odak modunda olduğunu, yani anahtar tiplerinin kontrole geçtiğini gösterir.

source: To toggle object tracking, press NVDA+Alt+P. You can assign other gestures using the Input Gestures dialog. Note that it works with NVDA 2018.3 or later. Otherwise, you should disable or uninstall the addon itself for disabling object tracking.
bg: За да включите/изключите проследяването на обекти, натиснете NVDA+Alt+P. Можете да зададете други жестове, като използвате диалоговия прозорец "Жестове на въвеждане". Имайте предвид, че това работи с NVDA 2018.3 или по-нова версия. В противен случай трябва да деактивирате или деинсталирате самата добавка, за да изключите проследяването на обекти.
da: For at skifte objektsporing skal du trykke på NVDA+Alt+P. Du kan tildele andre bevægelser vha. Dialogboksen Inputbevægelser. Bemærk, at dette fungerer med NVDA 2018.3 eller nyere. Hvis du benytter ældre versioner af NVDA, skal du deaktivere eller afinstallere selve tilføjelsen for at deaktivere sporing af objekter.
de: Um die Objektverfolgung ein- oder auszuschalten, drücken Sie NVDA+Alt+P. Sie können über das Dialogfeld "Eingaben" andere Tastenbefehle dafür zuweisen. Beachten Sie, dass diese Funktion erst mit NVDA 2018.3 oder neuer funktioniert. Unter älteren NVDA-Versionen müssen Sie die Erweiterung selbst deaktivieren oder deinstallieren, um die Objektverfolgung auszuschalten.
es: Para conmutar el seguimiento de objetos, pulsa NVDA+alt+p. Puedes asignar otros gestos usando el diálogo Gestos de entrada. Ten en cuenta que esto sólo funciona con NVDA 2018.3 o posterior. En cualquier otro caso, debes desactivar o desinstalar el propio complemento para desactivar el seguimiento de objetos.
fi: Objektin seuranta otetaan käyttöön tai poistetaan käytöstä painamalla NVDA+Alt+P. Muita näppäinkomentoja voidaan määrittää Näppäinkomennot-valintaikkunaa käyttäen. Huom: Toimii NVDA 2018.3:n tai uudemman kanssa. Muutoin objektin seurannan käytöstä poistamiseksi lisäosa on poistettava käytöstä tai poistettava sen asennus.
fr: Pour activer ou désactiver le suivi des objets, appuyez sur NVDA+Alt+P. Vous pouvez affecter d'autres gestes à l'aide de la boîte de dialogue Gestes de commandes. Notez que cela fonctionne avec NVDA 2018.3 ou une version ultérieure. Sinon, vous devez désactiver ou désinstaller l'extension elle-même pour désactiver le suivi des objets.
gl: Para alternar o seguimento do obxecto, preme NVDA+Alt+P. Podes asignar outros xestos utilizando o diálogo de Xestos de Entrada. Ten en conta que funciona con NVDA 2018.3 ou posterior. Doutro xeito, deberás desinstalar o complemento en sí mesmo para deshabilitar o seguimento do obxecto.
hr: Za uključivanje i isključivanje praćenja objekata, pritisni NVDA+Alt+P. Dodatku je moguće dodijeliti druge geste u dijaloškom okviru Ulazne geste. Napomena: dodatak radi s NVDA 2018.3 ili novijom verzijom. U ostalim slučajevima treba isključiti ili deinstalirati dodatak, kako bi se onemogućilo praćenja objekata.
it: Per attivare il tracciamento degli oggetti, premere NVDA + Alt + P. Puoi assegnare altri gesti usando la finestra di dialogo Gesti e tasti di immissione. Funziona con NVDA 2018.3 o versioni successive. Altrimenti, è necessario disabilitare o disinstallare l'addon stesso per far sì che gli oggetti non vengano più tracciati.
ja: オブジェクト追跡のオンオフには、NVDA+Alt+Pを押します。入力ジェスチャダイアログを使って、別のジェスチャーに設定することが出来ます。NVDA2018.3以降で動作します。それ以外の場合は、オブジェクト追跡をしないようにするには、アドオンそのものを無効にする、またはアンインストールします。
pl: Aby przełączyć śledzenie obiektów, naciśnij NVDA+Alt+P. Inne gesty można przypisać za pomocą okna dialogowego Gesty wprowadzania. Zauważ, że działa z NVDA 2018.3 lub nowszym. W przeciwnym razie należy wyłączyć lub odinstalować sam dodatek, aby wyłączyć śledzenie obiektów.
pt_br: Para alternar o rastreamento de objetos, pressione NVDA+Alt+P. Você pode atribuir outros comandos (gestos) usando o diálogo Definir Comandos. Observe que ele funciona com o NVDA 2018.3 ou posterior. Caso contrário, você deve desativar ou desinstalar o próprio complemento para desativar o rastreamento de objetos.
pt_pt: Para alternar o seguimento de objectos, prima NVDA+Alt+P. Pode atribuir outros comandos usando o diálogo definir comandos. Note que funciona com o NVDA 2018.3 ou posteriores. Caso contrário, deverá desactivar ou desinstalar o próprio extra para desactivar o rastreio de objectos.
ru: Чтобы переключить отслеживание объектов, нажмите NVDA+Alt+P. Вы можете назначить другие жесты, используя диалог жестов ввода. Обратите внимание, что это работает с NVDA 2018.3 или выше. В противном случае вам следует отключить или деинсталлировать само дополнение для отключения отслеживания объектов.
tr: Nesne izlemeyi değiştirmek için NVDA+Alt+P tuşlarına basın. Girdi Hareketleri iletişim kutusunu kullanarak başka hareketler atayabilirsiniz. NVDA 2018.3 veya üstü ile çalıştığını unutmayın. Aksi takdirde, nesne izlemeyi devre dışı bırakmak için eklentinin kendisini devre dışı bırakmalı veya kaldırmalısınız.

source: When Focus Highlight category of NVDA Settings dialog is available, following items can be used.
bg: Когато е налична категорията "Открояване на фокуса" в прозореца с настройките на NVDA, можете да използвате следните елементи.
da: Når kategorien Fremhævelse af Fokus i NVDA-s indstillingspanel er tilgængelig, kan følgende indstillinger tilgås.
de: Wenn die Kategorie Fokus-Hervorhebung im Dialogfeld NVDA-Einstellungen verfügbar ist, können folgende Elemente verwendet werden.
es: Cuando se encuentre disponible la categoría Focus Highlight del diálogo de opciones de NVDA, podrán usarse los siguientes elementos.
fi: Seuraavia asetuksia voidaan muuttaa, kun NVDA:n asetusvalintaikkunan Kohdistuksen korostus -kategoria on käytettävissä.
fr: Lorsque la catégorie Focus Highlight du de dialogue Paramètres de NVDA est disponible, les éléments suivants peuvent être utilisés.
gl: Cando a categoría Focus Highlight do diálogo de Opcións de NVDA está dispoñible, pódense utilizar os seguintes elementos.
hr: Kad je kategorija „Istakni fokus” dostupna u dijaloškom okviru za NVDA Postavke, moguće je koristiti sljedeće stavke.
it: Quando la categoria Focus Highlight è disponibile nella finestra impostazioni di NVDA, è possibile utilizzare le voci seguenti:
ja: NVDAの設定ダイアログのFocus Highlightカテゴリが利用可能な場合、次の項目が使用出来ます。
pl: Gdy dostępna jest kategoria Focus Highlight w oknie dialogowym Ustawienia NVDA, można użyć następujących elementów.
pt_br: Quando a categoria Realce de Foco do diálogo de Configurações do NVDA estiver disponível, os seguintes itens podem ser usados.
pt_pt: Quando a categoria realçar foco do diálogo configurações do NVDA estiver disponível, podem ser utilizados os seguintes itens.
ru: Когда доступна категория выделения фокуса в диалоге настроек NVDA, можно использовать следующие элементы.
tr: NVDA Ayarları iletişim kutusunun Odağı Göster kategorisi kullanılabilir olduğunda, aşağıdaki öğeler kullanılabilir.
