Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/focusHighlight.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr

source: Addresses [the issue](https://github.com/nvdajp/focusHighlight/issues/14) with the latest development versions of NVDA.
bg: Адресира [проблема](https://github.com/nvdajp/focusHighlight/issues/14) с най-новите тестови версии на NVDA.
da: Løser [problemet](https://github.com/nvdajp/focusHighlight/issues/14) med de seneste udviklingsversioner af NVDA.
de: Behebt den [Fehler](https://github.com/nvdajp/focusHighlight/issues/14) mit den letzten Entwicklerversionen von NVDA.
es: Soluciona [la incidencia](https://github.com/nvdajp/focusHighlight/issues/14) con las versiones de desarrollo de NVDA más recientes.
fi: Korjaa [ongelman](https://github.com/nvdajp/focusHighlight/issues/14) viimeisimpien NVDA:n kehitysversioissa.
fr: Résout [le problème](https://github.com/nvdajp/focusHighlight/issues/14) avec les dernières versions de développement de NVDA.
gl: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/14) coas últimas versións de desenvolvemento do NVDA.
hr: Rješava [problem](https://github.com/nvdajp/focusHighlight/issues/14) u vezi sa zadnjom razvojnom verzijom NVDA čitača.
it: Affrontato [il problema](https://github.com/nvdajp/focusHighlight/issues/14) con le ultime versioni in sviluppo di NVDA.
ja: NVDAの最新の開発版についての問題 (https://github.com/nvdajp/focusHighlight/issues/14) に対応しました。
pl: Rozwiązuje [problem](https://github.com/nvdajp/focusHighlight/issues/14) z najnowszymi wersjami programistycznymi NVDA.
pt_br: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/14) com as últimas versões de desenvolvimento do NVDA.
pt_pt: Endereçamento [do problema](https://github.com/nvdajp/focusHighlight/issues/14) com as últimas versões de desenvolvimento da NVDA.
ru: Устранена [проблема](https://github.com/nvdajp/focusHighlight/issues/14) с помощью последних версий NVDA для разработчиков.
tr: [Sorunu ele alır](https://github.com/nvdajp/focusHighlight/issues/14) with the latest development versions of NVDA.

source: Focus Highlight category of NVDA Settings dialog is now available. Note that it works only with NVDA 2018.3 or later.
bg: В настройките на NVDA вече е налична категорията "Открояване на фокуса". Имайте предвид, че това сработва само в NVDA 2018.3 или по-нови.
da: Indstillingskategorien Fremhævelse af fokus i NVDA-indstillingsdialog er nu tilgængelig. Bemærk, at dette kun er aktuelt med NVDA 2018.3 eller nyere.
de: Die Kategorie Fokus-Hervorhebungen im Dialogfeld der NVDA-Einstellungen ist nun verfügbar. Beachten Sie, dass es nur mit NVDA 2018.3 oder neuer funktioniert.
es: La categoría Focus Highlight ya se encuentra disponible en el diálogo de opciones de NVDA. Ten en cuenta que sólo funciona con NVDA 2018.3 o posterior.
fi: NVDA:n asetusvalintaikkunan Kohdistuksen korostus -kategoria on nyt käytettävissä NVDA 2018.3:ssa ja sitä uudemmissa versioissa.
fr: La catégorie Focus Highlight du dialogue Paramètres de NVDA est maintenant disponible. Notez que cela ne fonctionne qu'avec NVDA 2018.3 ou version ultérieure.
gl: A categoría do diálogo de Opcións de NVDA Focus Highlight xa está dispoñible. Ten en conta que só funciona con NVDA 2018.3 ou posterior.
hr: Kategorija „Istakni fokus” je sada dostupna u dijaloškom okviru za NVDA Postavke. Radi samo s NVDA verzijom 2018.3 ili novijom.
it: è ora disponibile la categoria Focus Highlight nella finestra impostazioni di NVDA. Funziona dalla versione 2018.3 in poi.
ja: NVDA設定ダイアログでFocus Highlight カテゴリが利用出来るようになりました。NVDA 2018.3以降のみで動作します。
pl: Kategoria Focus Highlight w oknie dialogowym Ustawienia NVDA jest teraz dostępna. Zauważ, że działa tylko z NVDA 2018.3 lub nowszym.
pt_br: A categoria Realce de Foco do diálogo de Configurações do NVDA está disponível. Observe que ele funciona apenas com o NVDA 2018.3 ou posterior.
pt_pt: A categoria realçar foco do diálogo Configurações do NVDA está agora disponível. Note que esta funciona apenas com a versão do NVDA 2018.3 ou posteriores.
ru: Теперь доступна категория выделения фокуса в диалоговом окне настроек NVDA. Обратите внимание, что это работает только с NVDA 2018.3 или выше.
tr: NVDA Ayarları iletişim kutusunun Odağı Göster kategorisi artık kullanılabilir. Yalnızca NVDA 2018.3 veya sonraki sürümlerle çalıştığını unutmayın.

source: [Discussions regarding customizing colors](https://github.com/nvdajp/focusHighlight/issues/3)
bg: [Дискусии относно персонализирането на цветовете](https://github.com/nvdajp/focusHighlight/issues/3)
da: [Diskussioner vedrørende tilpasning af farver](https://github.com/nvdajp/focusHighlight/issues/3)
de: [Diskussionen bzgl. einstellen von Farben](https://github.com/nvdajp/focusHighlight/issues/3)
es: [Debates sobre la personalización de colores](https://github.com/nvdajp/focusHighlight/issues/3)
fi: [Värien mukauttamiseen liittyvät keskustelut](https://github.com/nvdajp/focusHighlight/issues/3)
fr: [Discussions concernant la personnalisation des couleurs](https://github.com/nvdajp/focusHighlight/issues/3)
gl: [Discusións sobre a persoalización de cores](https://github.com/nvdajp/focusHighlight/issues/3)
hr: [Diskusija o prilagođavanju boja](https://github.com/nvdajp/focusHighlight/issues/3)
it: [Discussioni sulla personalizzazione dei colori](https://github.com/nvdajp/focusHighlight/issues/3)
ja: [色のカスタマイズについての議論](https://github.com/nvdajp/focusHighlight/issues/3)
pl: [Dyskusje dotyczące dostosowywania kolorów] (https://github.com/nvdajp/focusHighlight/issues/3)
pt_br: [Discussões sobre a personalização de cores](https://github.com/nvdajp/focusHighlight/issues/3)
pt_pt: [Discussões sobre a personalização das cores](https://github.com/nvdajp/focusHighlight/issues/3)
ru: [Обсуждения, касающиеся настройки цветов](https://github.com/nvdajp/focusHighlight/issues/3)
tr: [Renklerin özelleştirilmesiyle ilgili tartışmalar](https://github.com/nvdajp/focusHighlight/issues/3)

source: [Discussions regarding 'Make focus mode the default'](https://github.com/nvdajp/focusHighlight/issues/13)
bg: [Дискусии относно задаването на режима на фокус като такъв по подразбиране](https://github.com/nvdajp/focusHighlight/issues/13)
da: [Diskussioner vedrørende 'Gør fokustilstand standard'](https://github.com/nvdajp/focusHighlight/issues/13)
de: [Englische Diskussionen bezüglich "Fokusmodus als Standard festlegen"](https://github.com/nvdajp/focusHighlight/issues/13)
es: [Debates sobre 'Establecer el modo foco por defecto'](https://github.com/nvdajp/focusHighlight/issues/13)
fi: [Vuorovaikutustilan oletusarvoiseen käyttämiseen liittyvät keskustelut](https://github.com/nvdajp/focusHighlight/issues/13)
fr: [Discussions concernant « Définir le mode focus par défaut »](https://github.com/nvdajp/focusHighlight/issues/13)
gl: [Discusións sobre 'Make focus mode the default'](https://github.com/nvdajp/focusHighlight/issues/13)
hr: [Diskusija o „Odredi modus fokusa kao standardni”](https://github.com/nvdajp/focusHighlight/issues/13)
it: [discussioni su 'Rendere la modalità focus predefinita'](https://github.com/nvdajp/focusHighlight/issues/13)
ja: [「フォーカスモードを初期状態にする」ことについての議論](https://github.com/nvdajp/focusHighlight/issues/13)
pl: [Dyskusje dotyczące "Ustaw tryb ostrości jako domyślny"] (https://github.com/nvdajp/focusHighlight/issues/13)
pt_br: [Discussões sobre 'Tornar o modo de foco o padrão'](https://github.com/nvdajp/focusHighlight/issues/13)
pt_pt: [Discussões sobre 'Tornar o modo de foco o padrão'](https://github.com/nvdajp/focusHighlight/issues/13)
ru: [Обсуждения относительно 'Сделать режим фокусировки стандартным'](https://github.com/nvdajp/focusHighlight/issues/13)
tr: ['Odak modunu varsayılan yap' ile ilgili tartışmalar](https://github.com/nvdajp/focusHighlight/issues/13)

source: Changes for 6.0
bg: Промени във версия 6.0
da: Ændringer i 6.0
de: Änderungen in 6.0
es: Cambios para 6.0
fi: Muutokset versiossa 6.0
fr: Changements pour la version 6.0
gl: Cambios para 6.0
hr: Promjene u verziji 6.0
it: Novità nella versione 6.0.
ja: 6.0 での変更点
pl: Zmiany w wersji 6.0
pt_br: Mudanças na 6.0
pt_pt: Alterações para 6.0
ru: Изменения для 6.0
tr: 6.0 için değişiklikler

source: Addresses [the issue](https://github.com/nvdajp/focusHighlight/issues/13) regarding the browse mode.
bg: Адресира [проблема](https://github.com/nvdajp/focusHighlight/issues/13) относно режима на разглеждане.
da: retter [problemet](https://github.com/nvdajp/focusHighlight/issues/13) angående gennemsynstilstand.
de: Behebt den [Fehler](https://github.com/nvdajp/focusHighlight/issues/13) bzgl. des Lesemodus.
es: Resuelve [la incidencia](https://github.com/nvdajp/focusHighlight/issues/13) relacionada con el modo exploración.
fi: Korjaa [ongelman](https://github.com/nvdajp/focusHighlight/issues/13), joka liittyy selaustilaan.
fr: Résout [le problème](https://github.com/nvdajp/focusHighlight/issues/13) concernant le mode navigation.
gl: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/13) en relación co modo exploración.
hr: Rješava [problem](https://github.com/nvdajp/focusHighlight/issues/13) u vezi s modusom čitanja.
it: Affrontato [il problema](https://github.com/nvdajp/focusHighlight/issues/13) inerente la modalità navigazione.
ja: ブラウズモードについての問題 (https://github.com/nvdajp/focusHighlight/issues/13) に対応しました。
pl: Rozwiązuje [problem](https://github.com/nvdajp/focusHighlight/issues/13) dotyczący trybu przeglądania.
pt_br: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/13) referente ao modo de navegação.
pt_pt: Endereçamento [do problema](https://github.com/nvdajp/focusHighlight/issues/13) sobre o modo de navegação.
ru: Решена [проблема](https://github.com/nvdajp/focusHighlight/issues/13), связанная с режимом обзора.
tr: [Sorunu ele alır](https://github.com/nvdajp/focusHighlight/issues/13) regarding the browse mode.

source: Since this version, if the browse mode of NVDA is not available for an application, it is always shown that NVDA is in focus mode for the application, rather than using the red thick rectangle.
bg: От тази версия, ако режимът на разглеждане на NVDA не е налице за текущото приложение, винаги се показва, че NVDA е в режим на фокус за приложението, вместо да се използва червения дебел правоъгълник.
da: Siden denne version, hvis gennemsynstilstanden for NVDA ikke er tilgængelig for en applikation, vises det altid, at NVDA er i fokustilstand for applikationen, i stedet for at bruge det røde tykke rektangel.
de: Seit dieser Version, wenn der Lesemodus von NVDA für eine Anwendung nicht verfügbar ist, wird immer angezeigt, dass sich NVDA im Fokusmodus für die Anwendung befindet, anstatt das rote dicke Rechteck zu verwenden.
es: A partir de esta versión, si el modo exploración de NVDA no está disponible en alguna aplicación, siempre se indica que está activo el modo foco en esa aplicación en vez de usar el rectángulo rojo grueso.
fi: Mikäli selaustila ei ole käytettävissä sovelluksessa, tästä lisäosaversiosta alkaen näytetään aina NVDA:n olevan vuorovaikutustilassa sen sijaan, että näytettäisiin paksu punainen suorakulmio.
fr: Depuis cette version, si le mode navigation de NVDA n'est pas disponible pour une application, il est toujours indiqué que NVDA est en mode focus pour l'application, plutôt que d'utiliser le rectangle rouge épais.
gl: Dende esta versión, se o modo exploración do NVDA non está dispoñible para unha aplicación, amósase sempre que NVDA está en modo foco para a aplicación, en lugar de utilizar o rectángulo groso vermello.
hr: U ovoj verziji je uvedeno sljedeće: ako modus čitanja za NVDA nije dostupan za aplikaciju, uvijek se pokazuje da je NVDA u modusu fokusiranja za aplikaciju, umjesto da se koristi crveni debeli pravokutnik.
it: Da questa versione, se la modalità navigazione di NVDA non è disponibile per un'applicazione, viene sempre mostrato che NVDA è in modalità focus per l'applicazione, anziché utilizzare il rettangolo spesso rosso.
ja: このバージョンから、アプリケーションでNVDAのブラウズモードが利用可能でない場合、NVDAがそのアプリケーションで常にフォーカスモードであることを、赤い太い四角形で示すようになりました。
pl: Od tej wersji, jeśli tryb przeglądania NVDA nie jest dostępny dla aplikacji, zawsze jest wyświetlane, że NVDA jest w trybie ostrości dla aplikacji, zamiast używać czerwonego grubego prostokąta.
pt_br: Desde esta versão, se o modo de navegação do NVDA não estiver disponível para um aplicativo, sempre será mostrado que o NVDA está em modo de foco do aplicativo, em vez de usar o retângulo grosso vermelho.
pt_pt: Desde esta versão, se o modo de navegação do NVDA não estiver disponível para uma aplicação, é sempre mostrado que o NVDA está em modo de foco para a aplicação, em vez de usar o rectângulo vermelho espesso.
ru: Начиная с этой версии, если режим обзора NVDA недоступен для приложения, всегда отображается, что NVDA находится в режиме редактирования для приложения, вместо того, чтобы использовать красный толстый прямоугольник.
tr: Bu sürümden bu yana, NVDA'nın tarama modu bir uygulama için mevcut değilse, kırmızı kalın dikdörtgen yerine NVDA'nın uygulama için odak modunda olduğu her zaman gösterilir.

source: The thickness of the line representing the focus mode has been reduced to half.
bg: Дебелината на линията, която указва режима на фокус, е намалена наполовина.
da: Tykkelsen af linjen, der repræsenterer fokustilstanden, er reduceret til halvdelen.
de: Die Dicke der Linie, die den Fokusmodus darstellt, wurde auf die Hälfte reduziert.
es: El grosor de la línea que representa el modo foco se ha reducido a la mitad.
fi: Vuorovaikutustilaa ilmaisevan viivan paksuutta on vähennetty puoleen aiemmasta.
fr: L'épaisseur de la ligne représentant le mode focus a été réduite de moitié.
gl: O grosor da liña que representa o modo foco reduciuse á metade.
hr: Debljina ruba koji predstavlja modus fokusiranja smanjena je na pola.
it: Lo spessore della linea che rappresenta la modalità focus è stato dimezzato.
ja: フォーカスモードを表す線の太さが半分になりました。
pl: Grubość linii reprezentującej tryb ustawiania ostrości została zmniejszona do połowy.
pt_br: A espessura da linha que representa o modo de foco foi reduzida para metade.
pt_pt: A espessura da linha que representa o modo de foco foi reduzida para metade.
ru: Толщина линии, обозначающей режим редактирования, уменьшена наполовину.
tr: Odak modunu temsil eden çizginin kalınlığı yarıya indirildi.

source: Changes for 5.6
bg: Промени във версия 5.6
da: Ændringer for 5.6
de: Änderungen in 5.6
es: Cambios para 5.6
fi: Muutokset versiossa 5.6
fr: Changements pour la version 5.6
gl: Cambios para 5.6
hr: Promjene u verziji 5.6
it: Novità nella versione 5.6
ja: 5.6 での変更点
pl: Zmiany w wersji 5.6
pt_br: Mudanças na 5.6
pt_pt: Alterações para 5.6
ru: Изменения для 5.6
tr: 5.6 için değişiklikler

source: Addresses the compatibility issue with NVDA snapshot alpha-16682.
bg: Отстранена е несъвместимостта с версия alpha-16682 на NVDA.
da: Løser kompatibilitetsproblemet med NVDA snapshot alpha-16682.
de: Behebt das Kompatibilitätsproblem mit dem NVDA-Snapshot alpha-16682.
es: Soluciona problemas de compatibilidad con la snapshot de NVDA alpha-16682.
fi: Korjaa yhteensopivuusongelman NVDA:n alfa-kehitysversion 16682 kanssa.
fr: Résout le problème de compatibilité avec la snapshot de NVDA alpha-16682.
gl: Arranxa o problema de compatibilidade coa compilación de desenvolvemento de NVDA alpha-16682.
hr: Rješava problem kompatibilnosti s NVDA snimkom alfa-16682.
it: Sistemata la compatibilità con NVDA snapshot alpha-16682.
ja: NVDAスナップショット アルファ16682との互換性の問題に対応しました。
pl: Rozwiązuje problem ze zgodnością z migawką NVDA alpha-16682.
pt_br: Soluciona o problema de compatibilidade com o NVDA instantâneo (snapshot) alpha-16682.
pt_pt: Soluciona o problema de compatibilidade com o snapshot do NVDA alpha-16682.
ru: Устранена проблема совместимости с NVDA snapshot alpha-16682.
tr: NVDA anlık görüntü alfa-16682 ile uyumluluk sorununu giderir.

source: Changes for 5.5
bg: Промени във версия 5.5
da: Ændringer for 5.5
de: Änderungen in 5.5
es: Cambios para 5.5
fi: Muutokset versiossa 5.5
fr: Changements pour la version 5.5
gl: Cambios para 5.5
hr: Promjene u verziji 5.5
it: Novità nella versione 5.5
ja: 5.5 での変更点
pl: Zmiany w wersji 5.5
pt_br: Mudanças na 5.5
pt_pt: Alterações para 5.5
ru: Изменения для 5.5
tr: 5.5 için değişiklikler

source: Addresses the issue with NVDA 2018.4 and Firefox/Chrome web browsers.
bg: Адресира проблема с NVDA 2018.4 и уеб браузърите Firefox и Chrome.
da: Løser problemet med NVDA 2018.4 og Firefox / Chrome webbrowsere.
de: Behebt das Problem mit NVDA 2018.4 und Firefox/Chrome-Internet-Browsern.
es: Resuelve la incidencia con NVDA 2018.4 y los navegadores web Firefox y Chrome.
fi: Korjaa NVDA 2018.4:n ja Firefox/Chrome-verkkoselainten kanssa olleen ongelman.
fr: Résout le problème avec NVDA 2018.4 et les navigateurs Web Firefox / Chrome.
gl: Soluciona o problema con NVDA 2018.4 e os navegadores web Firefox/Chrome.
hr: Rješava problem s NVDA 2018.4 i Firefox/Chrome web preglednicima.
it: Affronta il problema che si verifica con NVDA 2018.4 e i webbrowser Firefox/Chrome.
ja: NVDA 2018.4とFirefox/Chrome Webブラウザについての問題に対応しました。
pl: Rozwiązuje problem z przeglądarkami NVDA 2018.4 i Firefox/Chrome.
pt_br: Soluciona o problema com o NVDA 2018.4 e os navegadores web Firefox/Chrome.
pt_pt: Soluciona o problema do NVDA 2018.4 com os navegadores da Web Firefox / Chrome.
ru: Устранена проблема с NVDA 2018.4 и веб-браузерами Firefox/Chrome.
tr: NVDA 2018.4 ve Firefox/Chrome web tarayıcılarındaki sorunu giderir.

source: Changes for 5.4
bg: Промени във версия 5.4
da: Ændringer for 5.4
de: Änderungen in 5.4
es: Cambios para 5.4
fi: Muutokset versiossa 5.4
fr: Changements pour la version 5.4
gl: Cambios para 5.4
hr: Promjene u verziji 5.4
it: Novità nella versione 5.4
ja: 5.4 での変更点
pl: Zmiany w wersji 5.4
pt_br: Mudanças na 5.4
pt_pt: Alterações para 5.4
ru: Изменения для 5.4
tr: 5.4 için değişiklikler

source: Addresses [the issue](https://github.com/nvdajp/focusHighlight/issues/11) regarding version compatibility.
bg: Адресира [проблема](https://github.com/nvdajp/focusHighlight/issues/11) относно съвместимостта с по-нови версии.
da: Løser [problemet](https://github.com/nvdajp/focusHighlight/issues/11) angående versionskompatibilitet.
de: Behebt den [Fehler](https://github.com/nvdajp/focusHighlight/issues/11) bzgl. der Versionskompatibilität.
es: Soluciona [la incidencia](https://github.com/nvdajp/focusHighlight/issues/11) relacionada con la compatibilidad de versiones.
fi: Korjaa [ongelman](https://github.com/nvdajp/focusHighlight/issues/11), joka liittyy versioyhteensopivuuteen.
fr: Résout [le problème](https://github.com/nvdajp/focusHighlight/issues/11) concernant la compatibilité des versions.
gl: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/11) referente ás versións compatibles.
hr: Rješava [problem](https://github.com/nvdajp/focusHighlight/issues/11) u vezi s kompatibilnosti verzija.
it: Affronta [il problema](https://github.com/nvdajp/focusHighlight/issues/11) riguardante la compatibilità tra le versioni.
ja: バージョン互換性についての問題 (https://github.com/nvdajp/focusHighlight/issues/11) に対応しました。
pl: Rozwiązuje [problem](https://github.com/nvdajp/focusHighlight/issues/11) dotyczący zgodności wersji.
pt_br: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/11) relacionado à compatibilidade de versão.
pt_pt: Resolve [o problema](https://github.com/nvdajp/focusHighlight/issues/11) respeitante à compatibilidade da versão
ru: Решена [проблема](https://github.com/nvdajp/focusHighlight/issues/11), связанная с совместимостью версий.
tr: [Sorununun ele alındığı adres:](https://github.com/nvdajp/focusHighlight/issues/11) regarding version compatibility.

source: Changes for 5.3
bg: Промени във версия 5.3
da: Ændringer for 5.3
de: Änderungen in 5.3
es: Cambios para 5.3
fi: Muutokset versiossa 5.3
fr: Changements pour la version 5.3
gl: Cambios para 5.3
hr: Promjene u verziji 5.3
it: Novità nella versione 5.3
ja: 5.3 での変更点
pl: Zmiany w wersji 5.3
pt_br: Mudanças na 5.3
pt_pt: Alterações para 5.3
ru: Изменения для 5.3
tr: 5.3 için değişiklikler

source: Addresses [the issue](https://github.com/nvdajp/focusHighlight/issues/10) regarding Chrome browser and application sleep mode.
bg: Адресира [проблема](https://github.com/nvdajp/focusHighlight/issues/10) относно браузъра Chrome и режима на заспиване в приложението.
da: retter [problemet](https://github.com/nvdajp/focusHighlight/issues/10) angående Chrome-rowseren og dvaletilstand for applikationer.
de: Behebt den [Fehler](https://github.com/nvdajp/focusHighlight/issues/10) bzgl. Chrome-Browser und Schlafmodus von Anwendungen.
es: Resuelve [la incidencia](https://github.com/nvdajp/focusHighlight/issues/10) relacionada con el navegador Chrome y el modo silencioso en aplicaciones.
fi: Korjaa [ongelman](https://github.com/nvdajp/focusHighlight/issues/10), joka liittyy Chrome-selaimeen ja sovelluksen lepotilaan.
fr: Résout [le problème](https://github.com/nvdajp/focusHighlight/issues/10) concernant le navigateur Google Chrome et le mode veille des applications.
gl: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/10) en relación co navegador Chrome e o modo de aplicación durminte.
hr: Rješava [problem](https://github.com/nvdajp/focusHighlight/issues/10), u vezi s Chrome preglednikom i aplikacijskom modusu mirovanja.
it: Affronta [il problema](https://github.com/nvdajp/focusHighlight/issues/10) che riguarda il browser Chrome e la modalità riposo dell'applicazione
ja: Chromeブラウザとアプリケーションのスリープモードについての問題 (https://github.com/nvdajp/focusHighlight/issues/10) に対応しました。
pl: Rozwiązuje [problem](https://github.com/nvdajp/focusHighlight/issues/10) dotyczący trybu uśpienia przeglądarki Chrome i aplikacji.
pt_br: Soluciona [o problema](https://github.com/nvdajp/focusHighlight/issues/10) relacionado ao navegador Google Chrome e ao modo de suspensão do aplicativo.
pt_pt: Resolve [o problema](https://github.com/nvdajp/focusHighlight/issues/10) respeitante ao Chrome e à suspensão da aplicação.
ru: Устранена [проблема](https://github.com/nvdajp/focusHighlight/issues/10), связанная с режимом сна браузера Chrome и приложений.
tr: [Bu sorunun ele alındığı adres:](https://github.com/nvdajp/focusHighlight/issues/10) regarding Chrome browser and application sleep mode.

source: Changes for 5.2
bg: Промени във версия 5.2
da: Ændringer for 5.2
de: Änderungen in 5.2
es: Cambios para 5.2
fi: Muutokset versiossa 5.2
fr: Changements pour la version 5.2
gl: Cambios para 5.2
hr: Promjene u verziji 5.2
it: Novità nella versione 5.2
ja: 5.2 での変更点
pl: Zmiany w wersji 5.2
pt_br: Mudanças na 5.2
pt_pt: Alterações para 5.2
ru: Изменения для 5.2
tr: 5.2 için değişiklikler

source: Changes for 5.1
bg: Промени във версия 5.1
da: Ændringer for 5.1
de: Änderungen in 5.1
es: Cambios para 5.1
fi: Muutokset versiossa 5.1
fr: Changements pour la version 5.1
gl: Cambios para 5.1
hr: Promjene u verziji 5.1
it: Novità nella versione 5.1
ja: 5.1 での変更点
pl: Zmiany w wersji 5.1
pt_br: Mudanças na 5.1
pt_pt: Alterações para 5.1
ru: Изменения для 5.1
tr: 5.1 için değişiklikler

source: Removed debug log output.
bg: Премахнато е извеждането в протокол на информацията за отстраняване на грешки.
da: Fjernet debug log output.
de: Die Protokollierungsstufe "debug" wurde entfernt.
es: Se ha eliminado la salida del registro de depuración.
fi: Poistettu virheenkorjauslokin tulostus.
fr: Suppression de la sortie du journal en mode débogage.
gl: Eliminada a saída ó rexistro de depuración.
hr: Uklonjen je rezultat zapisa uklanjanja grešaka.
it: Rimosso l'output del log di debug .
ja: デバッグログの出力を除きました。
pl: Usunięto dane wyjściowe dziennika debugowania.
pt_br: Removida a saída de log de depuração.
pt_pt: Removida a saída do log de depuração.
ru: Удалены выходные данные журнала отладки.
tr: Hata ayıklama günlüğü çıktısı kaldırıldı.
