Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/goldwave.*.po
Languages: bg, de, es, fr, gl, hr, it, pl, pt_pt, sk, zh_cn

source: Version 19.11
bg: Версия 19.11
es: Versión 19.11
gl: Versión 19.11
hr: Verzija 19.11
it: Novità nella versione 19.11
pl: Wersja 19.11
pt_pt: Versão 19.11
sk: Verzia 19.11
zh_cn: 版本19.11

source: Windows 7 SP1, GoldWave 6.x, and NVDA 2019.1 or later is required.
bg: Изискват се Windows 7 SP1, GoldWave 6.x и NVDA 2019.1 или по-нови.
de: Windows 7 SP1, GoldWave 6.x und NVDA 2019.1 oder höher wwird benötigt.
es: Son necesarios Windows 7 SP1, GoldWave 6.x, y NVDA 2019.1 o posterior.
fr: Windows 7 SP1, Goldwave 6.x et NVDA 2019.1 ou supérieures sont requis.
gl: Requírese Windows 7 SP1, GoldWave 6.x, e NVDA 2019.1, ou posteriores.
hr: Potrebni su Windows 7 SP1, GoldWave 6.x i NVDA 2019.1 ili noviji.
it: E' richiesto Windows 7 SP1, GoldWave 6.x e NVDA 2019.1 o versioni successive.
pl: Windows 7 SP1, GoldWave 6.x, i NVDA 2019.1 i nowsze są wymagane.
pt_pt: São necessários o Windows 7 SP1, o GoldWave 6.x, e o NVDA 2019.1 ou posteriores.
sk: Vyžaduje sa Windows 7 SP1, GoldWave 6.x, a NVDA 2019.1.
zh_cn: 现在需要Windows 7 SP1，GoldWave 6.x和NVDA 2019.1或更高版本。

source: Added help message for sound window (accessible if Control Usage Assistant add-on is installed).
bg: Добавено е помощно съобщение за прозореца със звука (достъпно ако е инсталирана добавката "Асистент за работа с контроли").
de: Hilfemeldungen für das Sound-Fenster hinzugefügt. (Diese sind verfügbar, falls die Erweiterung "Hilfe zur Verwendung von Steuerelementen" installiert ist).
es: Se ha añadido un mensaje de ayuda para la ventana de sonido (accesible si está instalado Control Usage Assistant).
fr: Ajout d'un message d'aide pour la fenêtre son, (seulement accessible si l'extension Control Usage Assistant est installée)
gl: Engadida mensaxe de axuda para a ventá de son (accesible se o complemento Control Usage Assistant está instalado).
hr: Dodana je poruka pomoći za zvučni prozor (dostupno, ako je instaliran dodatak „Pomoćnik za primjenu kontrola”).
it: Aggiunto il messaggio di aiuto per la finestra suono (disponible se è installato l'add-on Control Usage Assistant.
pl: Dodano wiadomość kontekstową doa okna dźwięku (dostępne jeśli dodatek Control usage assistant jest zainstalowany).
pt_pt: Adicionada mensagem de ajuda para janela de som (acessível se o add-on Control Usage Assistant estiver instalado).
sk: Pridaná pomocná správa pre okno so zvukom (funguje ak sa používa doplnok Pomoc na práci s prvkami).
zh_cn: 新增了声音窗口的帮助消息（如果安装了Control Usage Assistant插件，则可以使用）。

source: Version 18.12
bg: Версия 18.12
es: Versión 18.12
gl: Versión 18.12
hr: Verzija 18.12
it: Novità nella versione 18.12
pl: Wersja 18.12
pt_pt: Versão 18.12
sk: Verzia 18.12
zh_cn: 版本18.12

source: NVDA will no longer appear to do nothing or play error tones when performing certain GoldWave commands with command announcement set to off (this may result in odd behaviors in some cases).
bg: NVDA вече няма да прави нищо или да възпроизвежда тонове за грешки при изпълнение на определени команди на GoldWave при изключено докладване на командните клавиши (това може да доведе до странно поведение в някои случаи).
de: NVDA wird nun nicht mehr einfrieren oder Fehlertöne erzeugen, wenn Sie bestimmte GoldWave-Befehle auslösen, während die Ansage der Funktionstasten deaktiviert ist. (Dies kann u. U. zu komischem verhalten Führen).
es: NVDA ya no parecerá no hacer nada o reproducirá tonos de error al realizar ciertas órdenes de GoldWave con el anuncio de órdenes desactivado (podría causar un comportamiento defectuoso en ciertos casos).
fr: NVDA ne semblera plus ne rien faire ou n'émettra plus des sons d'erreur lors de l'exécution de certaines commandes GoldWave avec l'annonce de la commande désactivée (cela peut entraîner des comportements étranges dans certains cas).
gl: NVDA xa non parecerá non facer nada ni reproducirá tons de erro ao executar certas ordes de GoldWave co anunciado de ordes establecido en desactivado (isto podería resultar en comportamentos aleatorios en certos casos).
hr: NVDA više neće izgledati kao da ništa ne radi ili svirati zvukove za greške pri izvršavanju određenih GoldWave naredbi s isključenim najavljivanjem naredbi (u nekim slučajevima to može prouzročiti čudna ponašanja).
it: NVDA non sembrerà più bloccato e non emetterà segnali acustici di errore quando si eseguiranno alcuni comandi di Goldwave con la lettura comandi disattivata (in alcuni casi ciò può dar luogo a comportamenti strani).
pl: NVDA już nie będzie odtwarzała dźwięk tonu lub robiła nic gdy niektóre polecenia goldwawe są wypełniane z wyłączonym wymawianiem poleceń (może to w niektórych sytuacjach dźiwnie działać).
pt_pt: O NVDA deixará de parecer não fazer nada ou de tocar os tons de erro ao executar certos comandos do GoldWave com o anúncio de comando activado (isto pode resultar em comportamentos estranhos em alguns casos).
sk: NVDA viac nehlási chybu pri opužití skratiek a súčasnom vypnutí výrečnosti.
zh_cn: 现在在将某些命令通知设置为关闭的情况下执行某些GoldWave命令时，NVDA将不再显示任何操作或发出错误提示音（在某些情况下，这可能会导致异常行为）。

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени за поддръжка на бъдещите версии на NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Versionen.
es: Cambios internos para dar soporte a versiones futuras de NVDA.
fr: Changements internes permettant la prise en charge de futures versions de NVDA.
gl: Trocos internos para soportar versións futuras de NVDA.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
it: Modifiche interne per supportare le versioni future di NVDA.
pl: Zmiany wewnętrzne dla wsparcia nowych wersji NVDA.
pt_pt: Alterações internas para apoiar futuros lançamentos do NVDA.
sk: Interné zmeny ako príprava na budúce verzie NVDA.
zh_cn: 内部更改以支持将来的NVDA版本。

source: Version 18.07
bg: Версия 18.07
es: Versión 18.07
gl: Versión 18.07
hr: Verzija 18.07
it: Novità nella versione 18.07
pl: Wersja 18.07
pt_pt: Versão 18.07
sk: Verzia 18.07
zh_cn: 版本18.07

source: Fixed an issue where leading zeroes would not be displayed when trying to obtain remaining time for a trakc.
bg: Отстранен е проблем, при който водещите нули не се показват при опит за получаване на оставащото времетраене от пистата.
de: Es wurde ein Problem behoben, bei dem führende Nullen nicht angezeigt wurden, wenn versucht wurde, die verbleibende Zeit für einen Track zu erhalten.
es: Solucionado un error por el que los ceros a la izquierda no se mostraban al intentar obtener el tiempo restante para una pista.
fr: Correction d'un problème où les zéros initiaux ne s'affichaient pas lorsque vous essayiez d'obtenir le temps restant pour une piste.
gl: Arranxado un erro polo que os ceros á esquerda non se amosaban ó obter o tempo restante para unha pista.
hr: Ispravljena je greška, gdje se prednje nule nisu prikazivale pri dobivanju preostalog vremena zvučnog zapisa.
it: Risolto un problema che causava la visualizzazione degli zeri iniziali quando si tentava di ottenere il tempo rimanente in una traccia.
pl: Naprawiony błąd w którym wiodące zera nie były wyświetlane gdy próbowało się dostarczyć pozostały czas dla utworu aktualnego.
pt_pt: Corrigido um problema em que os zeros iniciais não eram mostrados ao tentar obter o tempo restante para uma pista.
sk: Odteraz sa zobrazujú nuly, ak sú na začiatku ostávajúceho času súboru.
zh_cn: 修复了尝试获取轨道的剩余时间时不会显示前导零的问题。

source: Version 17.05
bg: Версия 17.05
es: Versión 17.05
gl: Versión 17.05
hr: Verzija 17.05
it: Novità nella versione 17.05
pl: Wersja 17.05
pt_pt: Versão 17.05
sk: Verzia 17.05
zh_cn: 版本17.05

source: Added ability to provide debug information when NVDA is running with debug logging enabled (NVDA 2017.1 or later).
bg: Добавена е възможност за предоставяне на информация за отстраняване на грешки, когато NVDA работи в режим за отстраняване на грешки (NVDA версия 2017.1 или по-нова).
de: Möglichkeit der Anzeige von Debug-Informationen wurde hinzugefügt, wenn NVDA mit aktiviertem Debug-Logging läuft (NVDA 2017.1 oder höher).
es: Añadida la capacidad de proporcionar información de depuración cuando NVDA está en ejecución con el registro de depuración habilitado (NVDA 2017.1 o posterior).
fr: Ajout de la possibilité de fournir des informations de débogage lorsque NVDA est en cours d'exécution avec le journal activé en mode débogage (NVDA 2017.1 ou version ultérieure).
gl: Engadida a capacidade de proporcionar información de depuración cando o NVDA está en execución co rexistro de depuración habilitado (NVDA 2017.1 ou posterior).
hr: Dodana je mogućnost slanja informacija o greškama kad je NVDA pokrenut s uključenim otkrivačem grešaka (NVDA verzija 2017.1 ili novija).
it: Aggiunta la possibilità di fornire informazioni di debug quando NVDA è in esecuzione con il livello di log impostato su debug (NVDA 2017.1 o superiore).
pl: Dodano możliwość dostarczania informacji o debugowaniu po uruchomieniu NVDA w trybie debugowania (NVDA w wersji 2017.1 lub nowszej).
pt_pt: adicionada a possibilidade de fornecer informações de depuração quando o NVDA está a ser executado com log de depuração activado (NVDA 2017.1 ou posterior).
sk: Od verzie NVDA 2017.1 sa informácie o činosti doplnku zapisujú do logu NVDA ak je nastavené zaznamenávanie na debug.
zh_cn: 增加了在启用调试日志记录的情况下运行NVDA时提供调试信息的功能,注意: 这需要（NVDA 2017.1或更高版本）。

source: Updated translations.
bg: Обновени преводи.
de: Neue und aktualisierte Übersetzungen.
es: Traducciones actualizadas.
fr: Traductions mises à jour.
gl: Traduccións actualizadas.
hr: Aktualizirani prijevodi.
it: Traduzioni aggiornate.
pl: Zaktualizowane tłumaczenia.
pt_pt: Traduções actualizadas.
sk: Nové a aktualizované preklady.
zh_cn: 更新翻译。

source: Version 16.12
bg: Версия 16.12
es: Versión 16.12
gl: Versión 16.12
hr: Verzija 16.12
it: Novità nella versione 16.12
pl: Wersja 16.12
pt_pt: Versão 16.12
sk: Verzia 16.12
zh_cn: 版本16.12

source: Version scheme is now year.month instead of major.minor.
bg: Схемата за номериране на версиите вече ще е година.месец, вместо главна.второстепенна.
de: Das Versionsschema lautet nun Jahr.Monat.
es: El esquema de la versión ahora es año.mes en lugar de mayor.menor.
fr: La nomenclature de version est désormais année.mois au lieu de majeure.mineure.
gl: O esquema da versión agora é ano.mes en lugar de maior.menor.
hr: Shema verzije je sada godina.mjesec umjesto glavna.sporedna.
it: Lo schema del numero di versione adesso è anno.mese invece di principale.secondario.
pl: Schemat wersjonowania został zmieniony i teraz brzmi on rok.miesiąc zamiast duży.mniejszy.
pt_pt: O esquema de versão agora é ano.mês em vez de maior.menor.
sk: Verzie číslujeme ako rok.mesiac.
zh_cn: 版本方案现在是year.month而不是major.minor。

source: Changes for 4.0
bg: Промени във версия 4.0
de: Änderungen in 4.0
es: Cambios para 4.0
fr: Changements pour la version 4.0
gl: Cambios para 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0
pl: Zmiany dla wersji 4.0
pt_pt: Alterações para 4.0
sk: Zmeny vo verzii 4.0
zh_cn: 版本4.0

source: Add-on repository has moved to GitHub (now located at https://github.com/josephsl/goldwave).
bg: Хранилището за добавката бе преместено в GitHub (можете да го намерите на следния адрес https://github.com/josephsl/goldwave).
de: Das Repository der Erweiterung ist nach GitHub umgezogen [https://github.com/josephsl/goldwave](https://github.com/josephsl/goldwave).
es: El repositorio del complemento se ha movido a GitHub (ahora localizado en https://github.com/josephsl/goldwave).
fr: Le dépôt pour l'extension a été déplacé sur GitHub (se trouve désormais sur https://github.com/josephsl/goldwave).
gl: O repositorio do complemento moviuse a GitHub (localizado agora en https://github.com/josephsl/goldwave).
hr: Repozitorij dodatka je premješten na GitHub (sada je dostupan na https://github.com/josephsl/goldwave).
it: Il repository dell'Add-on si è spostato su GitHub (ora si trova all'indirizzo https://github.com/josephsl/goldwave).
pl: Repozytorium tego dodatku zostało przeniesione na Github (teraz znajdujący się pod adresem https://github.com/josephsl/goldwave).
pt_pt: O repositório do extra foi movido para o GitHub (agora localizado em https://github.com/josephsl/goldwave).
sk: Repozitár dopnku presunutý na GitHub (https://github.com/josephsl/goldwave).
zh_cn: 附加存储库已转移到GitHub（现在位于 https://github.com/josephsl/goldwave).

source: Performance improvements when looking up information such as channel name and other status information.
bg: Подобрения в производителността при търсене на информация като например името на канала и друга информация за състоянието.
de: Leichte Verbesserungen bei der Ansage von Statusinformationen zu Kanälen.
es: Mejoras de rendimiento al buscar información tal como nombre de canal y otra información de estado.
fr: Amélioration des performances lorsque vous cherchez des informations comme le nom du canal et d'autres informations de statut.
gl: Melloras de rendemento ao buscar información coma nome do canal e outra información de estado.
hr: Poboljšana performanca za pretraživanje informacija, kao što su ime kanala i druge informacije o stanju.
it: Miglioramenti delle prestazioni in caso di ricerca di informazioni come il nome del canale e altre informazioni di stato.
pl: Ulepszona wydajność przy pobieraniu informacji takich jak nazwa kanału i inne informacje statusu.
pt_pt: Melhorias de desempenho ao pesquisar informações como o nome do canal e outras informações de estados.
sk: Zrýchlená odozva pri zisťovaní informácie o kanáloch a iných stavových údajoch.
zh_cn: 现在查找诸如通道名称,和其他状态信息之类的信息时性能得到改善。

source: Changes for 3.0
bg: Промени във версия 3.0
de: Änderungen in 3.0
es: Cambios para 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
pl: Zmiany dla wersji 3.0
pt_pt: Alterações para 3.0
sk: Zmeny vo verzii 3.0
zh_cn: 版本3.0

source: Added a command to announce remaining time for the current track (NVDA+Shift+R).
bg: Добавена е команда за съобщаване на оставащото време за текущия запис (NVDA+Shift+R).
de: Ein Befehl zur Ankündigung der verbleibenden Zeit für den aktuellen Titel (NVDA+Umschalt+R) wurde hinzugefügt.
es: Añadida una orden para anunciar el tiempo restante para la pista actual (NVDA+Shift+R).
fr: Ajout d'une commande pour annoncer le temps restant sur la piste courante (NVDA+Maj+R).
gl: Engadida unha orde para anunciar o tempo restante para a pista actual (NVDA+Shift+R).
hr: Dodana je naredba za najavljivanje preostalog vremena trenutačne trake (NVDA+šift+R).
it: Aggiunto un comando per leggere il tempo rimanente del brano corrente (NVDA+Shift+R).
pl: Dodano komendę do ogłaszania aktualnego czasu aktualnego utworu(NVDA+Shift+R).
pt_pt: Adicionado um comando para anunciar o tempo restante para a pista actual (NVDA+Shift+R).
sk: Pridaná skratka, ktorá oznamuje ostávajúci čas ( nvda+shift+r).
zh_cn: 增加了一条命令来报告当前曲目的剩余时间(NVDA+Shift+R)。

source: Slight improvements when announcing status information such as channel information.
bg: Незначителни подобрения при съобщаването на информацията за състоянието, като например информация за канала.
de: Leichte Verbesserungen bei der Ansage von Statusinformationen wie Senderinformationen.
es: Ligeras mejoras al anunciar información de estado tal como la información de canal.
fr: Légère amélioration dans l'annonce d'informations de statut telles que les informations du canal.
gl: Lixeiras melloras ó anunciar información de estado como a información da canle.
hr: Manja poboljšanja pri najavljivanju informacija o stanju, kao što su informacije o kanalu.
it: Lievi miglioramenti nella vocalizzazione delle informazioni di stato, come le informazioni sul canale.
pl: Trochę większe ulepszenia czytania informacji stanu takich jak informacji o kanale.
pt_pt: Pequenas melhorias ao anunciar informações de status, como informações do canal.
sk: Mierne upravené oznamovanie stavových informácií.
zh_cn: 报告通道信息等状态信息时略有改进。

source: Changes for 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
pl: Zmiany dla wersji 2.0
pt_pt: Mudanças para 2.0
sk: Zmeny vo verzii 2.0
zh_cn: 版本2.0

source: Support for GoldWave 6, including 64-bit version of GoldWave (see note above).
bg: Поддръжка за GoldWave 6, включително 64-битовата версия на GoldWave (виж забележката по-горе).
de: Unterstützung für Goldwave 6, einschließlich 64-Bit-Version von Goldwave (siehe Anmerkung oben).
es: Soporte para GoldWave 6, incluyendo la versión de 64 bits de GoldWave (mira la nota arriba).
fr: Support pour GoldWave 6, y compris la version 64-bit de GoldWave (voir la note ci-dessus).
gl: Soporte para GoldWave 6, incluíndo versión de 64 bits do GoldWave (mira a nota arriba).
hr: Podrška za GoldWave 6, uključujući 64-bitnu verziju GoldWavea (pogledajte napomenu iznad).
it: Supporto per GoldWave 6, compresa la versione a 64 bit di GoldWave (vedi la nota precedente).
pl: Wsparcie dla GoldWave 6, włącznie z 64-bitową wersją GoldWave (zobacz powyższą uwagę).
pt_pt: Introduzido suporte para o GoldWave 6, incluindo a versão de 64 bits do GoldWave (veja a nota acima).
sk: Podpora pre Goldwave 6 vrátane 64-bitovej verzie (pozrite poznámku vyššie)
zh_cn: 支持GoldWave 6，包括64位版本的GoldWave（请参阅上面的注释）。

source: Add-on help can now be accessed from add-ons manager (NVDA 2014.3 and later).
bg: Помощта за добавката вече е достъпна от мениджъра на добавките (NVDA 2014.3 и по-нови).
de: Die Hilfe zur Erweiterung ist nun über den Erweiterungs-Manager verfügbar. (Ab NVDA 2014.3 und neuer.)
es: Ahora se puede acceder a la ayuda del complemento desde el Administrador de complementos (NVDA 2014.3 y posterior).
fr: L'aide de l'extension est désormais accessible à partir du Gestionnaire d'extensions (NVDA 2014.3 et versions ultérieur).
gl: A axuda do complemento agora pode acesarse dende o Administrador de Complementos (NVDA 2014.3 e superiores).
hr: Pomoć dodatka je sada dostupna u upravljaču dodataka (NVDA 2014.3 i noviji).
it: L'aiuto per questo add-on si può ora aprire dalla finestra Gestione Componenti Aggiuntivi (NVDA 2014.3 o superiore).
pl: Pomoc dodatku dostępna w managerze dodatków (NVDA 2014.3 i nowsze).
pt_pt: A ajuda do extra agora pode ser acedida pelo gestor de extras (NVDA 2014.3 e posterior).
sk: Pomocník doplnku si môžete pozrieť priamo zo správcu doplnkov (od verzie 2014.3)
zh_cn: 现在可以从插件管理器（NVDA 2014.3及更高版本）访问插件帮助。

source: NVDA now announces selected channel if you press channel selection commands such as Control+Shift+L for the left channel.
bg: NVDA вече съобщава избрания канал, ако изпълните командите за избор на канал , като например Control+Shift+L за левия канал.
de: Wenn sie einen Befehl zur Kanalauswahl auslösen, sagt NVDA nun den ausgewählten Kanal an. Beispiel: STRG+Umschalt+L für den linken Kanal.
es: NVDA ahora anuncia canal seleccionado si pulsas órdenes de selección de canal, tales como Control + Shift + L para el canal izquierdo .
fr: NVDA annonce maintenant le canal sélectionné si vous appuyez sur les commandes de sélection de canaux tels que Ctrl+Maj+L pour le canal gauche.
gl: NVDA agora anuncia canle seleccionado se premes ordes de selección de canle, como Control+Shift+L para a canle esquerdo.
hr: NVDA sada najavljuje odabrani kanal tijekom pritiskanja prečaca za biranje kanala, kao što je Kontrol+šift+L za lijevi kanal.
it: NVDA ora legge il canale selezionato se si preme il relativo comando, come ad esempio ctrl+Maiusc+L per il canale sinistro.
pl: NVDA oznajmia wybrany kanał po wciśnięciu polecenia zmiany zaznaczonego kanału np. Control+Shift+L dla zaznaczenia lewego kanału.
pt_pt: O NVDA agora anuncia o canal seleccionado se pressionar os comandos de seleção de canais, como Control + Shift + L para o canal esquerdo.
sk: NVDA odteraz oznamuje vybratý kanál, ak na výber použijete skratky,a ko napr ctrl+shift+l.
zh_cn: 如果按左声道的Control + Shift + L等声道选择命令，NVDA现在会报告选定的声道。

source: Various issues with numeric edit fields such as censor field and time selector in mix dialog has been fixed, including selecting text, updating values and so on.
bg: Поправени са различни проблеми с редактируемите цифрови полета като полето за сензора и селектора за време в диалоговия прозорец за миксиране, включително избора на текст, актуализиране на стойностите и т. н.
de: Verbesserungen bei numerischen Eingabefeldern.
es: Se han solucionado varios problemas con campos de edición numéricos como el campo censor y el selector de tiempo en el diálogo de mezcla, incluyendo la selección de texto , los valores de la actualización y así sucesivamente .
fr: Divers problèmes avec les zones d'édition numérique comme le détecteur de zone et le sélecteur de temps dans la boîte de dialogue du mélangeur a été corrigé, y compris la sélection de texte, mise à jour des valeurs et ainsi de suite.
gl: Correxíronse varios problemas con campos de edición numéricos, como o campo de censor e o selector de tempo no diálogo de mezcla, incluíndo a selección de texto , actualización de valores e así por diante.
hr: Ispravljeni su razni problemi s numeričkim poljima za uređivanje, kao što su polje censor i označivač vremena u dijaloškom okviru za miksanje, uključujući označavanje teksta, aktualiziranje vrijednosti i tako dalje.
it: Sono stati risolti numerosi problemi con i campi editazione numerici, come il campo Censura e il selettore del tempo, nella finestra mix, compresa la selezione del testo, l'aggiornamento dei valori e così via.
pl: Rozwiązano różne problemy z edycją pól numerycznych, np. pole cenzora i wybór czasu w oknie miksowania, w tym zaznaczanie tekstu, aktualizowanie wartości itd.
pt_pt: Vários problemas com campos de edição numéricos como o campo de censura e o seletor de tempo na caixa de diálogo de mistura foram corrigidos, inclusive selecionando texto, atualizando valores e assim por diante.
sk: Vyriešené problémy s editačnými poliami v dialógu mix, takže správne funguje výber textu a úprava údajov.
zh_cn: 数字编辑字段中的各种问题（如审查字段和混合对话框中的时间选择器）已得到修复，包括选择文本，更新值等。

source: Command announcement setting will be remembered when switching to other programs.
bg: Настройката за съобщаването на командите ще бъде запомнена при преминаване към други програми.
de: Die Einstellungen zur Ansage von Befehlen werden gespeichert, wenn sich der Fokus außerhalb von Goldwave befindet.
es: La opción de la orden de anunciado se recordará al cambiar a otros programas.
fr: Le paramètre d'annonce de commande sera mémorisé lors du basculement vers d'autres programmes.
gl: A opción da orden de anunciado lembrarase cando se cambie a outros programas .
hr: Postavke za najavljivanje prečaca će se zapamtiti prilikom prelaženja na druge programe.
it: L'impostazione della lettura comandi verrà salvata quando si passa ad altri programmi.
pl: Przełącznik oznajmiania komend jest zapamiętywany po przejściu do innych programów.
pt_pt: A configuração do anúncio de comando será lembrada ao mudar para outros programas.
sk: Oznamovanie funkcií si NVDA zapamätá aj po prechode do okna inej aplikácie.
zh_cn: 当切换到其他程序时，命令通知设置将被记住。

source: Changes for 1.2
bg: Промени във версия 1.2
de: Änderungen in 1.2
es: Cambios para 1.2
fr: Changements pour la version 1.2
gl: Cambios para 1.2
hr: Promjene u verziji 1.2
it: Novità nella versione 1.2
pl: Zmiany dla wersji 1.2
pt_pt: Alterações para 1.2
sk: Zmeny pre verziu 1.2
zh_cn: 版本1.2
