Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/goldenCursor.*.po
Languages: bg, da, de, hr, hu, ja, pt_br, sk, uk

source: Version 3.0
bg: Версия 3.0
hr: Verzija 3.0
hu: 3.0-s verzió
ja: バージョン3.0
pt_br: Versão 3.0
sk: Verzia 3.0
uk: Версія 3.0

source: If using NVDA 2018.2, add-on settings will be found in new multi-category settings screen under "Golden Cursor" category.
bg: Ако използвате NVDA 2018.2, настройките на добавката ще се намират в новия прозорец с категориите от настройки на NVDA, в категорията "Златен Курсор".
da: Hvis du bruger NVDA 2018.2, findes yderligere indstillinger i det nye indstillingspanel under kategorien "Golden Cursor".
de: Bei Verwendung von NVDA 2018.2 werden die Einstellungen für die Erweiterung in der neuen Multikategorie-Einstellungsseite unter der Kategorie "Goldener Cursor" angezeigt.
hr: U NVDA 2018.2, postavke dodatka se nalaze u novom višekategorijskom prozoru postavki pod kategorijom „Zlatni kursor”.
hu: Az NVDA 2018.2 kiadásában az Aranykurzor beállításai az NVDA beállításai közé kerültek az Aranykurzor kategóriába.
ja: If using NVDA 2018.2を使用すると、アドオン設定が新しい複数カテゴリの設定画面に「Golden Cursor」カテゴリの下に見つかります。
pt_br: Se estiver usando o NVDA 2018.2, configurações do complemento serão encontradas na nova tela de configurações de multicategorias na categoria "Cursor Dourado".
sk: Dialóg s nastaveniami bol presunutý do stromu nastavení pre NVDA od verzie 2018.2.
uk: Якщо використовується NVDA 2018.2, параметри додатка можна буде знайти на новому багатокатегорійному екрані налаштувань у категорії Golden Cursor.

source: Version 2.1
bg: Версия 2.1
hr: Verzija 2.1
hu: 2.1-es verzió
ja: バージョン2.1
pt_br: Versão 2.1
sk: Verzia 2.1
uk: Версія 2.1

source: Fixed unicode decode error when trying to delete tag name.
bg: Отстранена е грешка с дешифрирането на уникод, възникваща при опит за изтриване на име на маркер.
da: Rettede Unicode-afkodningsfejl, når du forsøger at slette tagnavne.
de: Es wurde ein Unicode-Dekodierungsfehler beim Löschen des Tag-Namens behoben.
hr: Ispravljena greška dekodiranja unikoda tijekom pokušaja brisanja naziva oznake.
hu: Javították az Unicode kódolási hibát ami az elnevezett egérpozíciók törlésénél lépett fel.
ja: タグ名を削除しようとする時のユニコードデコードエラーを修正しました。
pt_br: Corrigido erro de decodificação de unicode ao tentar excluir o nome da etiqueta.
sk: Opravená chyba unicode decode error pri mazaní uložených pozícií.
uk: Виправлено помилку декодування Unicode під час спроби видалити назву тега.

source: Prevent Multiple Instances When Opening various add-on Dialogs.
bg: Предотвратяване на отварянето на множество копия на различни диалогови прозорци на добавката.
da: Forhindre flere forekomster, når du åbner forskellige tilføjelsesdialoger.
de: Das öffnen mehrerer Instanzen verschiedener Erweiterungsdialoge ist nun nicht mehr möglich.
hr: Sprečavanje višestrukih instanci prilikom otvaranja dijaloških okvira raznih dodatka.
hu: A bővítménynek mindig csak egy párbeszédablaka lehet nyitva.
ja: 様々なアドオンダイアログを開く時の複数インスタンスを防止しました。
pt_br: Impede várias instâncias ao abrir várias caixas de diálogo de complemento.
sk: Odteraz nie je možné mať otvorených viacero okien doplnku súčasne.
uk: Запобігає запуску кількох копій у разі відкриття різних діалогів додатка.

source: Improved appearance of mouse positions list and jump to position dialogs.
bg: Подобрен е изгледът на диалоговите прозорци за списъка с позиции на мишката и за преместване до позиции.
da: Forbedret udseende af muspositionsliste og hoppe til positionsdialoger.
de: Die Darstellung der Liste der Mauspositionen und des Dialogs für das Springen zu bestimmten Positionen wurde verbessert.
hr: Poboljšan izgled popisa pozicija miša i skok na dijaloške okvire pozicija.
hu: Javították az egérpozíciók listájának és a megadott pozícióra ugrás ablakának megjelenését.
ja: マウス位置リストと位置にジャンプするダイアログの外見を改善しました。
pt_br: Melhor aparência da lista de posições do mouse e diálogo saltar para posição.
sk: Opravená odozva dialógov a okien.
uk: Поліпшено вигляд списку позицій миші та діалогів переходу до позиції.

source: Version 2.0
bg: Версия 2.0
hr: Verzija 2.0
hu: 2.0-s verzió
ja: バージョン2.0
pt_br: Versão 2.0
sk: Verzia 2.0
uk: Версія 2.0

source: Requires NVDA 2017.3 and later.
bg: Изисква NVDA 2017.3 или по-нова.
da: Kræver NVDA 2017.3 og senere.
de: Benötigt NVDA 2017.3 oder neuer.
hr: Zahtijeva NVDA 2017.3 i noviji.
hu: Az NVDA 2017.3 vagy újabb kiadására van szükség a bővítmény használatához.
ja: NVDA 2017.3以降が必要です。
pt_br: Requer o NVDA 2017.3 e posteriores.
sk: Vyžaduje NVDA od verzie 2017.3.
uk: Вимагає NVDA 2017.3 чи новішу.

source: Position file format is incompatible with 1.x versions. If 1.x position format is found, old positions will be migrated to the new format during installation.
bg: Файловият формат за позициите е несъвместим с версии 1.x. Ако бъдат открити позиционни формати от типа 1.x, старите позиции ще бъдат пригодени към новия формат по време на инсталирането.
da: Positionfilformat er ukompatibelt med 1.x versioner. Hvis 1.x positionsformat er fundet, vil gamle positioner blive migreret til det nye format under installationen.
de: Das neue Dateiformat ist inkompatibel zu 1.x-Versionen. Wenn Dateien der alten Version gefunden werden, werden diese während der Installation in das neue Format umgewandelt.
hr: Format datoteke pozicije nije kompatibilan s 1.x verzijama. Ako je pronađen format pozicije u 1.x formatu, pozicije u starom formatu bit će pretvorene u novi format tijekom instalacije.
hu: Az 1.x verzióban elmentett egérpozíciók nem kompatibilisek ezzel a kiadással, de a bővítmény telepítése során a program elvégzi a szükséges átalakításokat, hogy a korábban elmentett egérpozíciók továbbra is használhatóak legyenek.
ja: 位置ファイルフォーマットが1.xバージョンと非互換になりました。1.x位置フォーマットが見つかると、インストールの間に、古い位置は新しいフォーマットに移行されます。
pt_br: O formato do arquivo de posição é incompatível com as versões 1.x. Se o formato de posição 1.x for encontrado, as posições antigas serão migradas para o novo formato durante a instalação.
sk: Zmenil sa formát uložených súradníc. Staré súradnice sa prevedú do nového formátu po inštalácii doplnku.
uk: Формат файлу позиції несумісний з версіями 1.x. В разі виявлення позиції в форматі 1.x, старі позиції буде перенесено в новий формат після встановлення.

source: Added a new Golden Cursor settings dialog in NVDA's Preferences menu to configure mouse movement unit and announcement of mouse positions as mouse moves.
bg: Добавен е нов диалогов прозорец за настройките на Златен Курсор в менюто "Настройки" на NVDA, с цел конфигуриране на режима за движение на мишката и за докладване позицията на мишката при нейното придвижване.
da: Tilføjet en ny Golden Cursor-indstillingsdialog i NVDAs indstillingsmenu for at konfigurere musens bevægelsesenhed og annoncering af museposition, når musen bevæges.
de: Es wurde ein neuer Goldener-Cursor-Einstellungsdialog im NVDA-Menü/Einstellungen hinzugefügt, um die Mausbewegungseinheit und die Anzeige der Mauspositionen bei Mausbewegungen zu konfigurieren.
hr: U NVDA izborniku postavki je dodan novi dijaloški okvir „Postavke dodatka Zlatni kursor” za definiranje jedinice pomicanja miša i za obavještavanje o pozicijama miša prilikom pomicanja miša.
hu: Az Aranykurzor beállításai elérhetők az NVDA Beállítások menüjéből. A megjelenő párbeszédablakon az egérpozíció bemondását és az egérkurzor elmozdulásának a mértékét lehet beállítani.
ja: マウス移動単位と、マウス移動時のマウス位置の通知を設定する、新しいGolden Cursor設定ダイアログを、NVDAの設定メニューに追加しました。
pt_br: Adicionada uma nova caixa de diálogo Configurações do Cursor Dourado no menu Preferências do NVDA para configurar a unidade de movimento do mouse e o anúncio das posições do mouse à medida que o mouse se move.
sk: Pridaný dialóg s nastaveniami, kde je možné nastaviť oznamovanie pozície kurzora myši a jednotku pohybu kurzora.
uk: Додано новий діалог налаштувань Golden Cursor в меню «Параметри» NVDA для налаштування одиниці руху миші та сповіщення позицій миші під час її руху.

source: Various messages from this add-on has changed.
bg: Разни съобщения на тази добавка бяха променени.
da: Forskellige meddelelser fra denne tilføjelse er ændret.
de: Mehrere Meldungen dieser Erweiterung haben sich geändert.
hr: Promijenjene su različite poruke ovog dodatka.
hu: A bővítményben több üzenetet is megváltoztattak.
ja: このアドオンからの様々なメッセージを変更しました。
pt_br: Várias mensagens deste complemento foram alteradas.
sk: Upravené správy.
uk: Змінено різні повідомлення цього додатка.

source: When toggling various settings, toggle tone will no longer be heard.
bg: Когато превключвате различни настройки, тонът за превключване няма повече да се чува.
da: Når du skifter forskellige indstillinger, bliver tonen ikke længere afspillet.
de: Beim Umschalten verschiedener Einstellungen ertönt kein Umschaltton mehr.
hr: Prilikom uključivanja i isključivanja različitih postavki, više se neće čuti odgovarajući zvuk.
hu: A beállítások változtatásakor a program már nem ad hangjelzést.
ja: 様々な設定をトグルする時、トグル音が鳴らなくなりました。
pt_br: Ao alternar várias configurações, o tom de alternância não será mais ouvido.
sk: Pri prepínaní nastavení sa neprehráva zvuk.
uk: Перемикаючись між різними налаштуваннями, ви більше не чутимете сигналу перемикання.

source: You can now enter mouse arrows mode where you can move the mouse by pressing just arrow keys.
bg: Сега можете да влезете в режим "стрелки за мишката", при което можете да местите мишката само с помощта на клавишите със стрелките.
da: Du kan nu indtaste musepile-tilstanden, hvor du kan flytte musen ved blot at trykke på piletasterne.
de: Sie können nun den Mauszeiger einfach mit den Pfeiltasten in Regionen bewegen, in welchen die Maus durch Drücken der Pfeiltasten standardmäßig bewegt werden kann.
hr: Sad je moguće pokrenuti modus pomicanje miša strelicama, u kojem je moguće pomicati miša pomoću tipki sa strelicama.
hu: Már lehetséges az egérkurzort a nyílbillentyűkkel mozgatni, ehhez be kell kapcsolni az egérmozgatás a nyílbillentyűkkel opciót.
ja: 矢印キーを押すだけでマウスを移動出来るマウス→モードに入れます。
pt_br: Agora você pode entrar no modo de setas do mouse, onde você pode mover o mouse pressionando apenas as teclas de seta.
sk: Odteraz je možné pohybovať kurzorom len za použitia kurzorových kláves (po zapnutí príslušného režimu).
uk: Тепер ви можете ввійти в режим стрілок миші, в якому можете переміщати мишу, натискаючи лише стрілки.

source: Changes to positions list dialog, including new name (now called Mouse Positions) and layout, displaying mouse coordinates for a label, and showing the name of the active app as part of the title.
bg: Направени са промени в диалоговия прозорец за списъка с позициите, включително ново име (сега се казва "Позиции на мишката") и оформление, показващо координатите на мишката за даден етикет и показващо името на активното приложение като част от заглавието.
da: Ændringer i positionslistedialog, herunder nyt navn (nu kaldet Musepositioner) og layout, der viser musekoordinater for en etiket og viser navnet på den aktive app som en del af titellinjen.
de: Änderungen im Positionslistendialog, einschließlich des neuen Namens (jetzt Mauspositionen genannt) und des Layouts. Die Anzeige der Mauskoordinaten für eine Bezeichnung und die Anzeige des Namens der aktiven Anwendung sind nun Teil des Titels.
hr: Promjene u dijaloškom okviru Popis pozicija uključuju novo ime (sad se zove „Pozicije miša”) i raspored, prikaz koordinata miša za vrijednost i prikaz imena trenutačnog programa kao dio naslova.
hu: Az egérpozíciók listáján az elmentett egérpozíciók mellett már látszanak az elmentett pozíció koordinátái, illetve az ablak címsorának már része az alkalmazás neve,amihez az elmentett egérpozíciók tartoznak.
ja: 位置リストダイアログの変更。新しい名称(今はマウス位置と呼ばれる)になり、レイアウトがラベルのマウス座標を示し、タイトルの一部としてアクティブなアプリの名前の表示をするようになりました。
pt_br: Alterações na caixa de diálogo de lista de posições, incluindo novo nome (agora chamado de Posições do Mouse) e leiaute, exibindo as coordenadas do mouse para um rótulo e mostrando o nome do aplicativo ativo como parte do título.
sk: Upravený dialóg na ukladanie. Odteraz obsahuje zapamätané súradnice a názov aplikácie.
uk: Зміни в діалозі списку позицій, включаючи нову назву (тепер вона називається Позиції миші) і макет, який відображає координати миші для мітки й показує назви активної програми як частину заголовка.

source: From Mouse Positions dialog, pressing Enter on a saved label will move the mouse to the saved location.
bg: От диалоговия прозорец "Позиции на мишката" натискането на ENTER върху запазен етикет ще премести мишката до запазеното място.
da: Fra dialogboksen Musepositioner flyttes musen til den gemte placering ved at trykke på Enter på en gemt etiket.
de: Wenn Sie im Dialogfeld "Mauspositionen" die Eingabetaste auf einer gespeicherten Bezeichnung drücken, wird die Maus an die gespeicherte Position bewegt.
hr: U dijaloškom okviru „Pozicije miša”, pritiskom tipke Enter na spremljenu vrijednost, miš će se pomaknuti na spremljenu lokaciju.
hu: Az egérpozíciók listáján már az enter lenyomásával is a kívánt pozícióra ugrik az egérkurzor.
ja: マウス位置ダイアログから、保存したラベルでエンターを押すと、保存した位置にマウスを移動するようになりました。
pt_br: Na caixa de diálogo Posições do Mouse, pressionar Enter em um rótulo salvo moverá o mouse para o local salvo.
sk: Kláves enter v zozname uložených súradníc automaticky presunie myš na požadované miesto.
uk: Натискання Enter на збереженій мітці з діалогу позицій миші переміщає мишу до збереженого розташування.

source: When renaming a mouse position, an error dialog will be shown if a label with the same name as the new name exists.
bg: При преименуване на позиция на мишката ще се покаже диалогов прозорец за грешка, ако съществува етикет със същото име като новото име.
da: Når du omdøber en museposition, vises en fejldialog, hvis der findes en etiket med samme navn som det nye navn.
de: Beim Umbenennen einer Mausposition wird ein Fehlerdialog angezeigt, wenn eine Bezeichnung mit dem gleichen Namen wie der neue Name bereits existiert.
hr: Ako se pozicija miša preimenuje, pojavit će se dijaloški okvir greške ako postoji vrijednost s istim imenom.
hu: Az elmentett egérpozíciók átnevezésénél a program már figyelmeztet, ha egy már létező nevet próbálunk megadni.
ja: マウス位置の名前を変更する時、新しい名前と同じ名前のラベルが存在すると、エラーダイアログが表示されるようになりました。
pt_br: Ao renomear a posição do mouse, uma caixa de diálogo de erro será mostrada se houver um rótulo com o mesmo nome do novo nome.
sk: Pri premenovaní názvu NVDA skontroluje, či neexistuje uložená pozícia s rovnakým menom a ak áno, zobrazí chybu.
uk: При перейменуванні позиції миші буде показано діалог з помилкою, якщо існує мітка з таким самим ім’ям, як нове ім’я.

source: When deleting or clearing mouse positions, you must now answer Yes before positions are deleted and/or cleared.
bg: При изтриване или изчистване на позиции на мишката вече трябва да отговорите с "Да", преди позициите да бъдат изтрити и/или изчистени.
da: Når du sletter eller rydder musepositioner, skal du nu svare Ja før positioner slettes og/eller ryddes.
de: Beim Löschen von Mauspositionen müssen Sie jetzt mit Ja antworten, bevor Positionen gelöscht werden.
hr: Prilikom brisanja ili uklanjanja pozicija miša, sad je potrebno odgovoriti s „Da”, prije samog brisanja ili uklanjanja.
hu: Az elmentett egérpozíciók törlésénél a program már kér megerősítést a művelet végrehajtása előtt.
ja: マウス位置を削除、クリアする時、位置が削除および/またはクリアされる前に、はいと答えなければならないようになりました。
pt_br: Ao excluir ou limpar posições do mouse, você deve responder Sim antes que as posições sejam excluídas e/ou apagadas.
sk: Odstránenie súradníc je potrebné odteraz potvrdiť.
uk: При видаленні чи очищенні позицій, тепер ви мусите відповісти «Так» перед тим, як позиції буде видалено або очищено.

source: Changes to mouse jump feature, including a new name (now called New mouse position) and ability to enter X and Y coordinates separately or by using up or down arrow keys.
bg: Промени във функцията за преместване на мишката, включително ново име (сега наречена "Нова позиция на мишката") и възможност за въвеждане на координатите за хоризонтала и вертикала (X и Y) поотделно или чрез използване на клавишите със стрелки за нагоре или надолу.
da: Ændringer i musehopfunktionen, herunder et nyt navn (nu kaldet Ny museposition) og evne til at indtaste X- og Y-koordinater hver for sig eller ved hjælp af pilene op og ned.
de: Änderungen an der Maussprungfunktion, einschließlich eines neuen Namens (jetzt Neue Mausposition genannt). X- und Y-Koordinaten können jetzt getrennt oder mit den Pfeiltasten nach oben und unten eingegeben werden.
hr: Promjene u značajki Skok na poziciju miša uključuju novo ime (sad se zove „Nova pozicija miša”) i mogućnost unošenja X i Y koordinata odvojeno ili korištenja tipki sa strelicama gore ili dolje.
hu: Megváltozott az Ugrás pozícióra lehetőség: Meg lehet adni az x és y koordinátákat egymástól külön-külön, számértékekkel, vagy a felnyíl és lenyíl segítségével.
ja: マウスジャンプ機能を変更しました。新しい名前(今は新しいマウス位置と呼ばれます)になり、X座標とY座標が上下矢印キーを使用して別々に入力出来るようになりました。
pt_br: Altera o recurso de salto do mouse, incluindo um novo nome (agora chamado de Nova posição do mouse) e a capacidade de inserir as coordenadas X e Y separadamente ou usando as teclas de seta para cima ou para baixo.
sk: Zmenený dialóg na presun kurzora myšy. Zmenil sa názov okna a súradnice je možné zadať alebo nastaviť šípkami.
uk: Зміни у функції переходу миші, включаючи нову назву (тепер вона називаєтся Нова позиція миші) і можливість вводити координати X і Y окремо чи за допомогою стрілок вгору/вниз.

source: The dialog shown when saving the current mouse position now shows coordinates for current mouse location.
bg: Диалоговият прозорец, извеждан при запазването на текущата позиция на мишката, показва координатите за текущото местоположение на мишката.
da: Dialogboksen, der vises, når du gemmer den aktuelle museposition, viser nu koordinater for den aktuelle museplacering.
de: Der Dialog, der beim Speichern der aktuellen Mausposition angezeigt wird, zeigt nun die Koordinaten der aktuellen Mausposition an.
hr: Dijaloški okvir koji se prikazuje tijekom spremanja trenutne pozicije miša sada prikazuje koordinate za trenutnu lokaciju miša.
hu: Az egérpozíciók elmentésére szolgáló ablak már mutatja az aktuális egérpozíció koordinátáit.
ja: 現在のマウス位置を保存する時表示されるダイアログに、現在のマウス位置の座標を表示するようになりました。
pt_br: A caixa de diálogo mostrada ao salvar a posição atual do mouse agora mostra as coordenadas da localização atual do mouse.
sk: Dialóg pri ukladaní obsahuje aktuálnu pozíciu kurzora myši.
uk: Діалог, показаний під час збереження поточної позиції миші, тепер показує координати для поточного розташування миші.

source: When saving positions, resolved an issue where NVDA may play error tones if the positions folder does not exist.
bg: Разрешен е проблем, при който при записване на позиции NVDA може да възпроизвежда сигнали за грешка, ако папката за позициите не съществува.
da: Løst et problem der udløste en fejltone, når du gemmer positioner, hvis positionsmappen ikke findes.
de: Beim Speichern von Positionen wurde ein Problem behoben, bei dem NVDA möglicherweise Fehlertöne ausgibt, wenn der Positionsordner nicht existiert.
hr: Tijekom spremanja pozicija, ispravljena je greška gdje je NVDA ponekad reproducirao zvukove pogreške ako mapa pozicija ne postoji.
ja: 位置を保存する時、位置フォルダが存在しない場合に、NVDAがエラー音を鳴らすことがある問題を解決しました。
pt_br: Ao salvar posições, resolvido um problema em que o NVDA pode reproduzir tons de erro se a pasta de posições não existir.
uk: Вирішено проблему, коли при збереженні позицій NVDA відтворювала сигнал помилки, якщо папки з позиціями не існує.

source: Version 1.4
bg: Версия 1.4
hr: Verzija 1.4
hu: 1.4-es verzió
ja: バージョン1.4
pt_br: Versão 1.4
sk: Verzia 1.4
uk: Версія 1.4

source: Removed win32api dependency to make it compatible with past and future versions of NVDA.
bg: Премахната е зависимостта от win32api с цел съвместимост с предишни и бъдещи версии на NVDA.
da: Fjernet win32api afhængighed for at gøre den kompatibel med tidligere og fremtidige versioner af NVDA.
de: Die Abhängigkeit von der win32api wurde aufgehoben, sodass die Erweiterung mit älteren und zukünftigen Versionen von NVDA funktioniert.
hr: Uklonjena je ovisnost od win32api kako bi dodatak bio kompatibilan s prošlim i budućim verzijama NVDA čitača.
hu: eltávolították a Win32 API függőséget, hogy a bővítmény kompatibilis legyen az NVDA későbbi kiadásaival.
ja: 過去および未来のバージョンのNVDAと互換にするために、win32apiへの依存性を除去しました。
pt_br: Removido dependência win32api para torná-lo compatível com versões passadas e futuras do NVDA.
sk: Odstránená knižnica win32api, ktorá nie je podporovaná v novších verziách NVDA.
uk: Видалено залежність win32api, щоб зробити його сумісним з минулими й майбутніми версіями NVDA.

source: Version 1.0
bg: Версия 1.0
hr: Verzija 1.0
hu: 1.0-s verzió
ja: バージョン1.0
pt_br: Versão 1.0
sk: Verzia 1.0
uk: Версія 1.0

source: Initial release.
bg: Първо издание.
da: Første udgivelse.
de: Erste Veröffentlichung.
hr: Inicijalno izdanje.
hu: Első kiadás
ja: 最初のリリース。
pt_br: Versão inicial.
sk: Prvé vydanie.
uk: Перша версія.
