Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/goldwave.*.po
Languages: bg, de, es, fr, gl, hr, it, pl, pt_pt, sk, zh_cn

source: Authors: Joseph Lee, NVDA contributors.
bg: Автори: Joseph Lee, други сътрудници на NVDA.
de: Autoren: Joseph Lee und die NVDA-Entwicklergemeinde.
es: Autores: Joseph Lee, colaboradores de NVDA.
fr: Auteurs : Joseph Lee, contributeurs de NVDA.
gl: Autores: Joseph Lee, colaboradores do NVDA.
hr: Autori: Joseph Lee, NVDA doprinositelji.
it: Autori: Joseph Lee, vari collaboratori di NVDA.
pl: Autorzy: Joseph Lee, współpracownicy NVDA.
pt_pt: Autores: Joseph Lee e colaboradores do NVDA.
sk: Autori: Joseph Lee, tím NVDA.
zh_cn: 作者: Joseph Lee, NVDA contributors.

source: This app module enhances access and usage of GoldWave audio editor.
bg: Тази добавка за NVDA подобрява достъпността и ползваемостта на звуковия редактор GoldWave.
de: Diese Erweiterung verbessert die Zugänglichkeit des Audio-Editors GoldWave.
es: Este módulo de aplicación mejora el acceso y el uso del editor de audio Goldwave.
fr: Cette extension améliore l'accès et l'utilisation de l'éditeur audio Goldwave.
gl: Este módulo de aplicación mellora o acceso e o uso do editor de audio GoldWave.
hr: Ovaj modul aplikacije unapređuje pristup uređivaču zvuka GoldWave, kao i njegovo korištenje.
it: Questo componente aggiuntivo migliora l'utilizzo e l'accessibilità dell'editor audio GoldWave.
pl: Ten dodatek zwiększa dostępność i użyteczność edytora audio Goldwave.
pt_pt: Este módulo de aplicação melhora o acesso e a utilização do editor de áudio GoldWave.
sk: Tento aplikačný modul zvyšuje prístupnosť a použiteľnosť zvukového editoru goldwave.
zh_cn: 此插件可增强GoldWave音频编辑器的无障碍体验性。

source: Shortcuts
bg: Клавишни комбинации
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis
gl: Atallos de teclado
hr: Prečaci
it: Comandi rapidi
pl: Skróty
pt_pt: Atalhos
sk: Klávesové skratky
zh_cn: 快捷键

source: All commands support speech on demand mode.
es: Todas las órdenes soportan el modo de voz a petición.
fr: Toutes les commandes prennent en charge le mode de parole à la demande.

source: Control+Shift+P: Announces current track position.
bg: Control+Shift+P: Съобщава позицията в текущата писта.
de: Strg+Umschalt+P: Gibt die aktuelle Audio-Position an.
es: Control+Shift+P: Anuncia la posición de la pista actual.
fr: Contrôle+Maj+P : Annonce la position courante de la piste.
gl: Control+Shift+P: Anuncia a posición da pista actual.
hr: Kontrol+šift+P: Najavljuje trenutačnu poziciju audio trake.
it: Control+Shift+P: legge la posizione attuale nella traccia.
pl: Control+Shift+P: odczytuje aktualną pozycję ścieżki.
pt_pt: Control+Shift+P: anuncia a posição da pista actual.
sk: ctrl+Shift+P: Oznámy pozíciu v aktuálnej stope.
zh_cn: Control+Shift+P: 报告当前的轨道位置。

source: NVDA+Shift+R: Announces remaining time for the currently editing track.
bg: NVDA+Shift+R: Съобщава оставащото време за текущо редактирания запис.
de: NVDA+Umschalt+R: Gibt die verbleibende Zeit des gerade bearbeiteten Titels aus.
es: NVDA+Shift+R: Anuncia el tiempo restante para la pista actualmente en edición.
fr: NVDA+Maj+R: Annonce le temps restant pour la piste en cours d'édition.
gl: NVDA+Shift+R: Anuncia o tempo restante para a pista actualmente en edición.
hr: NVDA+šift+R: Najavljuje preostalo vrijeme trake koja se trenutačno uređuje.
it: NVDA+Shift+R: legge il tempo restante nella traccia che si sta modificando.
pl: NVDA+Shift+R: Oznajmia pozostały czas dla aktualnie edytowanego utworu.
pt_pt: NVDA+Shift+R: anuncia o tempo restante para a pista que está a ser editada.
sk: Nvda+shift+R: oznámuje zostávajúci čas otvoreného súboru.
zh_cn: NVDA+Shift+R: 报告当前编辑曲目的剩余时间。

source: Control+NVDA+1: Announces the channel you are editing.
bg: Control+NVDA+1: Съобщава текущо редактирания канал.
de: Strg+NVDA+1: Gibt den Audio-Kanal an, den Sie momentan bearbeiten.
es: Control+NVDA+1: Anuncia el canal que estás editando.
fr: Contrôle+NVDA+1 : Annonce le canal en cours d'édition.
gl: Control+NVDA+1: Anuncia a canle que estás a editar.
hr: Kontrol+NVDA+1: Najavljuje kanal koji se uređuje.
it: Control+NVDA+1: legge il canale che si sta modificando.
pl: Control+NVDA+1: wypowiada aktualnie edytowany kanał.
pt_pt: Control+NVDA+1: anuncia o canal que está a editar.
sk: Ctrl+NVDA+1: oznámy kanál, ktorý upravujete.
zh_cn: Control+NVDA+1: 报告您正在编辑的通道。

source: Control+NVDA+2: Announces the total length of the audio file.
bg: Control+NVDA+2: Съобщава общото времетраене на звуковия файл.
de: Strg+NVDA+2: Gibt die Gesamtlänge der Audio-Spur an.
es: Control+NVDA+2: Anuncia la longitud total del archivo de audio.
fr: Contrôle+NVDA+2 : Annonce la longueur totale du fichier audio.
gl: Control+NVDA+2: Anuncia a lonxitude total do ficheiro de audio.
hr: Kontrol+NVDA+2: Najavljuje cjelokupno trajanje audio datoteke.
it: Control+NVDA+2: legge la durata totale della traccia audio.
pl: Control+NVDA+2: wypowiada całkowitą długość pliku dźwiękowego.
pt_pt: Control+NVDA+2: Anuncia o tamanho total do ficheiro de áudio.
sk: Ctrl+NVDA+2: Oznámy celkovú dĺžku audio súboru.
zh_cn: Control+NVDA+2: 报告音频文件的总长度。

source: Control+NVDA+3: announces a summary on audio selection information.
bg: Control+NVDA+3: Съобщава обобщена информация за избраната част от звуковата писта.
de: Strg+NVDA+3: Meldet eine Zusammenfassung der Informationen zur Audio-Auswahl an.
es: Control+NVDA+3: anuncia un resumen de la información de selección de audio.
fr: Contrôle+NVDA+3 : annonce un résumé des informations relatives à la sélection audio.
gl: Control+NVDA+3: anuncia un resumo da información da selección do audio.
hr: Kontrol+NVDA+3: Najavljuje sažete informacije o odabranom dijelu audio trake.
it: Control+NvDA+3: legge alcune informazioni sull'audio selezionato.
pl: Control+NVDA+3: Wymawia podsumowanie informacji o zaznaczonym fragmencie dźwięku.
pt_pt: Control+NVDA+3: anuncia um resumo sobre informação de selecção de áudio.
sk: Ctrl+NVDA+3: Oznámy informácie o aktuálnom výbere.
zh_cn: Control+NVDA+3： 读出音频选择信息的摘要。

source: Control+NVDA+4: Announces the zoom level.
bg: Control+NVDA+4: Съобщава нивото на мащаба.
de: Strg+NVDA+4: Gibt die aktuelle Zoom-Stufe an.
es: Control+NVDA+4: Anuncia el nivel de zoom.
fr: Contrôle+NVDA+4 : Annonce le niveau de zoom.
gl: Control+NVDA+4: Anuncia o nivel do zoom.
hr: Kontrol+NVDA+4: Najavljuje razinu zumiranja.
it: Control+NVDA+4: legge il livello di zoom.
pl: Control+NVDA+4: wypowiada aktualny poziom powiększenia.
pt_pt: Control+NVDA+4: anuncia o nível de zoom.
sk: Ctrl+NVDA+4: oznamuje úroveň priblíženia.
zh_cn: Control+NVDA+4: 报告缩放级别。

source: For more information about GoldWave and keyboard commands, refer to GoldWave Manual.
bg: За повече информация относно GoldWave и клавишните му команди, обърнете се към ръководството за работа с GoldWave.
de: Weitere Informationen über GoldWave und die Tastenkombinationen finden Sie im GoldWave-Benutzerhandbuch.
es: Para obtener más información acerca de Goldwave y de las órdenes de teclado, remítete al manual de Goldwave.
fr: Pour plus d'informations sur Goldwave et les commandes clavier, reportez-vous au manuel de Goldwave.
gl: Para obter máis información acerca do GoldWave e das ordes do teclado, consulta o Manual do GoldWave.
hr: Daljnje informacije o GoldWaveu i tipkovničkim prečacima je moguće naći u priručniku za GoldWave.
it: Per maggiori informazioni su Goldwave e i suoi comandi da tastiera, consultare il Manuale del programma.
pl: Więcej informacji o Goldwave i jego klawiszach skrótów, znajduje się w podręczniku Goldwave.
pt_pt: Para mais informações sobre o GoldWave e seus comandos de teclado, consultar o Manual do GoldWave.
sk: pre viac informácii o klávesových skratkách programu Goldwave si prečítajte návod k programu Goldwave.
zh_cn: 有关GoldWave和键盘命令的更多信息，请参阅GoldWave手册。

source: Note: GoldWave 6 or later and Windows 10 or later is required.
es: Nota: se requiere GoldWave 6 o posterior y Windows 10 o posterior.
fr: Remarque : Goldwave 6 ou version ultérieure et Windows 10 ou version ultérieure est requis.

source: Version 25.07
es: Versión 25.07

source: Made the add-on code more robust with help from Pyright (a Python static type checker).
es: Se ha hecho el código del complemento más robusto con la ayuda de Pyright (un comprobador de tipado estático en Python).
fr: Rendu le code de l'extension plus robuste avec l'aide de Pyright (un vérificateur de type statique Python).

source: Improved audio selection, zoom level, and track position announcements in GoldWave 7.
es: Se han mejorado los anuncios de selección de audio, nivel de zoom y posición en la pista en Goldwave 7.
fr: Amélioration de la sélection audio, du niveau de zoom et des annonces de la position de la piste dans GoldWave 7.

source: Version 25.04
es: Versión 25.04

source: Removed command announcement mode, replaced with speech on demand mode. In speech on demand mode, GoldWave specific commands such as setting start marker will stay silent while informational commands such as audio position will be spoken.
es: Se ha eliminado el modo de anuncio de órdenes, sustituido por el modo de voz a petición. En el modo de voz a petición, las órdenes específicas de GoldWave, como situar el marcador de inicio, permanecerán en silencio, mientras que las órdenes informativas, como posición de audio, se verbalizarán.
fr: Suppression du mode d'annonce de commande, remplacé par le mode de parole à la demande. En mode de parole à la demande, des commandes spécifiques à GoldWave telles que le réglage du marqueur de début resteront silencieuses tandis que les commandes d'information telles que la position audio seront annoncées.

source: Version 25.02
es: Versión 25.02

source: NVDA 2024.1 or later is required.
es: Se requiere NVDA 2024.1 o posterior.
fr: NVDA 2024.1 ou version ultérieure est requis.

source: Restored limited support for Windows 8.1.
es: Se restaura un soporte limitado para Windows 8.1.
fr: Restauré la prise en charge limitée pour Windows 8.1.

source: Version 25.01
es: Versión 25.01

source: Support for GoldWave 7 (requires 64-bit Windows 10 or later).
es: Soporte para GoldWave 7 (requiere Windows 10 de 64 bits o posterior).
fr: Support pour GoldWave 7 (nécessite Windows 10 64 bits ou version ultérieure).

source: Download links for add-on releases are no longer included in add-on documentation. You can download the add-on from NV Access add-on store.
es: Ya no se incluyen enlaces de descarga de versiones del complemento en su documentación. Puedes descargar el complemento desde la tienda de complementos de NVDA.
fr: Les liens de téléchargement des versions de l'extension ne sont plus inclus dans la documentation de l'extension. Vous pouvez télécharger l'extension à partir de l'add-on store de NV Access.

source: Switched linting tool from Flake8 to Ruff and reformatted add-on modules to better align with NVDA coding standards.
es: Se cambia la herramienta de calidad del código de Flake8 a Ruff y se reformatean los módulos del complemento para alinearse mejor con los estándares de codificación de NVDA.
fr: Changement de l'outil linting qui fait de l'analyse statique de Flake8 vers Ruff et le reformatage des modules de l'extension pour mieux s'aligner sur les normes de codage de NVDA.

source: Removed support for automatic add-on updates feature from Add-on Updater add-on.
es: Se elimina el soporte de actualizaciones automáticas del complemento Add-on Updater.
fr: Suppression de la prise en charge de la fonctionnalité de mise à jour automatique à partir de l'extension Add-on Updater.

source: Version 23.02
bg: Версия 23.02
es: Versión 23.02
gl: Versión 23.02
hr: Verzija 23.02
pl: Wersja 23.02

source: NVDA 2022.4 or later is required.
bg: Изисква се NVDA 2022.4 или по-нова версия.
de: NVDA 2022.4 oder neuer wird benötigt.
es: Se requiere NVDA 2022.4 o posterior.
fr: NVDA 2022.4 ou version ultérieure est requis.
gl: Require NVDA 2022.4 ou posterior.
hr: Potrebna je NVDA verzija 2022.4 ili novija.
pl: Wymagana jest NVDA 2022.4 lub nowsza.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
bg: Изисква се Windows 10 21H2 (актуализация от месец ноември 2021 г./компилация 19044) или по-нова версия.
de: Windows 10 Version 21H2 (November 2021 Update bzw. Build 19044) oder neuer wird benötigt.
es: Se requiere Windows 10 21H2 (actualización de noviembre de 2021 / compilación 19044) o posterior.
fr: Windows 10 21H2 (November 2021 Update/build 19044) ou ultérieur est requis.
gl: Requírese Windows 10 21H2 (Actualización de novembro de 2021/compilación 19044) ou posterior.
hr: Potreban je sustav Windows 10 21H2 (aktualizirana verzija iz studenog 2021./izgradnja 19044) ili novija verzija.
pl: Wymagany jest system Windows 10 21H2 (aktualizacja z listopada 2021 r./kompilacja 19044) lub nowszy.

source: Version 23.01
bg: Версия 23.01
es: Versión 23.01
gl: Versión 23.01
hr: Verzija 23.01
pl: Wersja 23.01

source: NVDA 2022.3 or later is required.
bg: Изисква се NVDA 2022.3 или по-нова версия.
de: NVDA 2022.3 oder neuer wird benötigt.
es: Se requiere NVDA 2022.3 o posterior.
fr: NVDA 2022.3 ou version ultérieure est requis.
gl: Require NVDA 2022.3 ou posterior.
hr: Potrebna je NVDA verzija 2022.3 ili novija.
pl: Wymagana jest NVDA 2022.3 lub nowsza.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
bg: Изисква се Windows 10 или по-нова версия, тъй като Windows 7, 8 и 8.1 вече не се поддържат от Microsoft от януари 2023 г.
de: Windows 10 oder neuer ist erforderlich, da Windows 7, 8 und 8.1 ab Januar 2023 nicht mehr von Microsoft unterstützt werden.
es: Se requiere Windows 10 o posterior, ya que Microsoft no soporta Windows 7, 8 y 8.1 a partir de enero de 2023.
fr: Windows 10 ou ultérieure est requis car Windows 7, 8 et 8.1 ne sont plus pris en charge par Microsoft en janvier 2023.
gl: Requírese Windows 10 ou posterior xa que Windows 7, 8, e 8.1 xa non se soportan dende Microsoft dende xaneiro do 2023.
hr: Zahtijeva Windows 10 ili noviju verziju, jer od siječnja 2023. Microsoft više ne pordržava Windows 7, 8 i 8.1.
pl: System Windows 10 lub nowszy jest wymagany, ponieważ systemy Windows 7, 8 i 8.1 nie są już obsługiwane przez firmę Microsoft od stycznia 2023 r.

source: Version 22.03
bg: Версия 22.03
es: Versión 22.03
gl: Versión 22.03
hr: Verzija 22.03
pl: Wersja 22.03
zh_cn: 版本22.03

source: NVDA 2021.3 or later is required.
bg: Изисква се NVDA 2021.3 или по-нова версия.
de: NVDA 2021.3 oder neuer wird benötigt.
es: Se requiere NVDA 2021.3 o posterior.
fr: NVDA 2021.3 ou version ultérieure est requis.
gl: Require NVDA 2021.3 ou posterior.
hr: Zahtijeva NVDA 2021.3 ili noviju verziju.
pl: Wymagana jest nvda 2021.3 lub nowsza.
zh_cn: 需要NVDA 2021.3或更高版本。

source: A warning message will be displayed when attempting to install the add-on on Windows 7, 8, and 8.1.
bg: При опит за инсталиране на добавката на Windows 7, 8 и 8.1, ще бъде изведено предупредително съобщение.
de: Beim Versuch, die Erweiterung unter Windows 7 und 8/8.1 zu installieren, wird eine Warnung angezeigt.
es: Se mostrará un mensaje de aviso al intentar instalar el complemento en Windows 7, 8 y 8.1.
fr: Un message d'avertissement s'affichera si vous installez l'extension sur Windows 7, 8 et 8.1.
gl: Amosarase unha mensaxe de advertencia ó tratar de instalar o complemento en Windows 7, 8, e 8.1.
hr: Prikazat će se poruka upozorenja kad pokušaš instalirati dodatak na Windows 7, 8 i 8.1.
pl: Podczas próby zainstalowania dodatku w systemie Windows 7, 8 i 8.1 zostanie wyświetlony komunikat ostrzegawczy.
zh_cn: 当试图在 Windows 7、8和8.1上安装插件时，将显示一条警告消息。

source: Version 21.10
bg: Версия 21.10
es: Versión 21.10
gl: Versión 21.10
hr: Verzija 21.10
pl: Wersja 21.10
pt_pt: Versão 21.10
zh_cn: 版本21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
bg: Поради промени в NVDA, които засягат тази добавка, се изисква NVDA 2021.2 или по-нова версия.
de: NVDA 2021.2 oder neuer ist auf Grund von Änderungen in NVDA erforderlich, die diese Erweiterung betreffen.
es: Se requiere NVDA 2021.2 o posterior a causa de cambios en NVDA que afectan a este complemento.
fr: NVDA 2021.2 ou version ultérieure est requis en raison des modifications apportées à NVDA qui affectent cette extension.
gl: Requírese NVDA 2021.2 ou posterior debido a cambios en NVDA que afectan a este complemento.
hr: NVDA 2021.2 ili novija verzija je potrebna zbog promjena NVDA čitača koje utječu na ovaj dodatak.
pl: NVDA 2021.2 lub nowsza jest wymagana ze względu na zmiany w NVDA, które mają wpływ na ten dodatek.
pt_pt: É necessário o NVDA 2021.2 ou posterior devido a alterações do NVDA que afectam este extra.
zh_cn: NVDA 2021.2或更高版本是必需的，因为 NVDA 的更改会影响此插件。

source: In GoldWave 6.57 and later, NVDA will no longer repeat the name of the loaded file when pressing play/rewind/stop keys.
bg: В GoldWave 6.57 и по -нови версии NVDA вече няма да повтаря името на заредения файл при натискане на клавишите за възпроизвеждане/превъртане/спиране.
de: In GoldWave 6.57 und neuer wiederholt NVDA den Namen der geladenen Datei nicht mehr, wenn die Wiedergabe-/Rücklauf-/Stopp-Tasten gedrückt werden.
es: En GoldWave 6.57 y posterior, NVDA ya no repetirá el nombre del archivo cargado al pulsar las teclas de reproducir/pausar/rebobinar.
fr: Dans GoldWave 6.57 et versions ultérieures, NVDA ne répétera plus le nom du fichier chargé lors de l'appui sur les touches lecture/retour arrière/arrêt.
gl: En GoldWave 6.57 e posterior, NVDA xa non repetirá o nome do arquivo cargado ó premer as teclas de reproducir/rebobinar/deter.
hr: U GoldWave 6.57 i novijim verzijama, NVDA više neće ponavljati naziv učitane datoteke kad se pritisnu tipke za reprodukciju/premotavanje unatrag/prekidanje.
pl: W GoldWave 6.57 i nowszych wersjach NVDA nie będzie już powtarzać nazwy załadowanego pliku po naciśnięciu odtwarzania/przewijania do tyłu/zatrzymania.
pt_pt: No GoldWave 6.57 e posteriores, o NVDA deixará de repetir o nome do ficheiro carregado ao pressionar as teclas tocar/retroceder/parar.
zh_cn: 在 GoldWave 6.57及更高版本中，按下播放/回放/停止键时，NVDA 将不再重复加载文件的名称。

source: Version 21.06
bg: Версия 21.06
es: Versión 21.06
gl: Versión 21.06
hr: Verzija 21.06
pl: Wersja 21.06
pt_pt: Versão 21.06
zh_cn: 版本21.06

source: Resolved additional coding style issues and potential bugs with Flake8.
bg: Оправени са още проблеми със стила на кода и потенциални грешки с Flake8.
de: Zusätzliche Probleme mit dem Codierungsstil und potenzielle Fehler mit Flake8 behoben.
es: Se han resuelto problemas adicionales de estilo del código y fallos potenciales con Flake8.
fr: Résolution de problèmes de style de code supplémentaires et de bugs potentiels avec Flake8.
gl: Resoltas varias incidencias adicionais de estilo do código e erros potenciais con Flake8.
hr: Riješeni su dodatni problemi sa stilom kodiranja i potencijalne greške s Flake8.
pl: Rozwiązano dodatkowe problemy ze stylem kodowania i potencjalne błędy w Flake8.
pt_pt: Resolvidas questões adicionais de estilo de codificação e potenciais bugs com Flake8.
zh_cn: 使用 Flake8 解决了许多编码样式问题和潜在错误。

source: Version 20.06
bg: Версия 20.06
es: Versión 20.06
gl: Versión 20.06
hr: Verzija 20.06
it: Novità nella versione 20.06
pl: Wersja 20.06
pt_pt: Versão 20.06
sk: Verzia 20.04
zh_cn: 版本20.06

source: Resolved many coding style issues and potential bugs with Flake8.
bg: Оправени са много проблеми със стила на кода и потенциални грешки с Flake8.
de: Mit Flake8 wurden viele Code-Probleme und potenzielle Fehler behoben.
es: Se han resuelto muchos problemas de estilo del código y fallos potenciales con Flake8.
fr: Résolution de nombreux problèmes de style de code et de bugs potentiels avec Flake8.
gl: Resoltas varias incidencias de estilo do código e erros potenciais con Flake8.
hr: Riješeno je mnogo problema sa stilom kodiranja i potencijalnih grešaka pomoću Flake8.
it: Risolti molti problemi legati allo stile del codice e bug potenziali con Flake8.
pl: Naprawiono mnóstwo błędów w kodzie oraz potencjalne błędy związane z Flake8.
pt_pt: Resolvidos vários problemas de estilo de codificação e potenciais bugs com Flake8.
sk: Opravené drobné chyby v kóde.
zh_cn: 使用 Flake8 解决了许多编码样式问题和潜在错误。

source: Version 20.04
bg: Версия 20.04
es: Versión 20.04
gl: Versión 20.04
hr: Verzija 20.04
it: Novità nella versione 20.04
pl: Wersja 20.04
pt_pt: Versão 20.04
sk: Verzia 20.04
zh_cn: 版本20.04

source: Added input help messages for remainig time command (NVDA+Shift+R).
bg: Добавени са помощни съобщения за командата за оставащо време (NVDA+Shift+R).
de: Meldungen bei der Eingabehilfe für für die Tastenkombination zur Ansage der Restlaufzeit (NVDA+Umschalt+R) hinzugefügt.
es: Se han añadido mensajes de ayuda de entrada para la orden de tiempo restante (NVDA+shift+r).
fr: Ajout de messages d'aide pour la commande de temps restant (NVDA+Maj+R).
gl: Engadida mensaxe de axuda para o atallo de tempo restante (NVDA+Shift+R).
hr: Dodane su poruke pomoći pri unosu prečaca za preostalo vrijeme (NVDA+šift+R).
it: Aggiunti i messaggi di aiuto immissione dedicati al comando per il tempo rimanente (NVDA+Shift+R).
pl: Dodany komunikat pomocy klawiatury dla polecenia (NVDA+Shift+R).
pt_pt: Adicionadas mensagens de ajuda de entrada para o comando de tempo restante (NVDA+Shift+R).
sk: Pridaný popis skratky na zisťovanie ostávajúceho času do nápovedy vstupu (skratka nvda+shift+r).
zh_cn: 添加了有关restig time命令（NVDA + Shift + R）的输入帮助消息。

source: Toggle command announcement command (NVDA+Shift+C) will now show up under "GoldWave" category in NVDA's input gestures dialog.
bg: Командата за включване/изключване на докладването на командите (NVDA+Shift+C) вече ще се показва в категорията "GoldWave" в диалоговия прозорец "Жестове на въвеждане" на NVDA.
de: Der Befehl zur Ansage zum Umschalten des Befehls (NVDA+Umschalt+C) wird nun unter der Kategorie "GoldWave" unter "Tastenbefehle" von NVDA angezeigt.
es: La orden para conmutar la verbalización de órdenes (NVDA+shift+c) ahora se mostrará bajo la categoría "GoldWave" en el diálogo Gestos de entrada de NVDA.
fr: La commande permettant de basculer l'annonce des commandes ((NVDA+Maj+C) se trouve désormais dans les gestes de commande de NVDA sous la catégorie Goldwave.
gl: O atallo conmutar anunciado de ordes (NVDA+Shift+C) amosarase na categoría "GoldWave" no diálogo Xestos de entrada de NVDA.
hr: Prečac za uključivanje ili isključivanje najvljivanja prečaca (NVDA+šift+C) sada će se prikazati u kategoriji „GoldWave” u dijaloškom okviru za ulazne geste.
it: Il comando "Attiva/disattiva la lettura dei comandi" (NVDA+Shift+C) ora apparirà sotto la categoria "Goldwave" nella finestra Gesti e Tasti di Immissione di NVDA.
pl: Polecenie służące do włączania oraz wyłączania wymowy zdarzeń naciśniętych poleceń (NVDA+Shift+C) od teraz będzie się pojawiało w kategorii"GoldWave" w dialogu Zdarzeń wejścia NVDA.
pt_pt: O comando "alternar anúncio de comandos" (NVDA+Shift+C) irá agora aparecer na categoria "GoldWave" no diálogo definir comandos do NVDA.
sk: Skratka na nastavenie hlásení (nvda+shift+c) sa odteraz dá upravovať v dialógu klávesové skratky, vetva Goldwave.
zh_cn: 切换命令 （NVDA_Shift_C） 现在显示在 NVDA 的输入手势对话框中的"GoldWave"分类下。

source: Version 20.01
bg: Версия 20.01
es: Versión 20.01
gl: Versión 20.01
hr: Verzija 20.01
it: Novità nella versione 20.01
pl: Wersja 20.01
pt_pt: Versão 20.01
sk: Verzia 20.01
zh_cn: 版本20.01

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
de: Benötigt NVDA 2019.3 oder neuer.
es: Se requiere NVDA 2019.3 o posterior.
fr: Nécessite NVDA 2019.3 et versions supérieures.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
it: Richiede NVDA 2019.3 o versioni successive.
pl: Wymaga wersji NVDA 2019.3 lub nowszej.
pt_pt: Requer o NVDA 2019.3 ou posterior.
sk: Funguje s NVDA od verzie 2019.3.
zh_cn: 需要NVDA 2019.3或更高版本。
