Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/goldwave.*.po
Languages: bg, de, es, fr, gl, hr, it, pl, pt_pt, sk, zh_cn

source: Fixed an issue where NVDA had difficulty announcing some edit fields.
bg: Поправен е проблем, при който NVDA имаше проблеми с прочитането на някои полета за писане.
de: Fehler mit einigen Eingabefeldern behoben.
es: Se ha solucionado un problema por el que NVDA tenía dificultades anunciando algunos campos de edición.
fr: Correction d'un problème où NVDA avait des Difficultés à annoncer certaines zones d'édition.
gl: Solucionouse un problema polo que o NVDA tiña dificultades anunciando algúns campos de edición.
hr: Ispravljena je greška, gdje je NVDA imao poteškoće najaviti neka polja za uređivanje.
it: Risolto un problema per il quale NVDA aveva difficoltà a vocalizzare alcuni campi editazione.
pl: Poprawiono problem dotyczący odczytywania przez NVDA niektórych pól edycji.
pt_pt: Corrigido um problema em que o NVDA tinha dificuldade em anunciar alguns campos de edição.
sk: opravená chyba, pri ktorej NVDA neoznamovalo správne niektoré editačné polia.
zh_cn: 修复了NVDA难以公布一些编辑字段的问题。

source: New and updated translations.
bg: Нови и обновени преводи.
de: Neue und aktualisierte Übersetzungen.
es: Traducciones nuevas y actualizadas.
fr: Traductions nouvelles et mises à jour.
gl: Traduccións novas e actualizadas.
hr: Novi i aktualizirani prijevodi.
it: Traduzioni nuove e aggiornate.
pl: Nowe i zaktualizowane tłumaczenia.
pt_pt: Traduções novas e actualizadas
sk: Nové a aktualizované preklady.
zh_cn: 新的更新和翻译。

source: Please note that due to recent changes in NVDA, audio selection and other status commands may not work as expected in some systems.
bg: Моля, отбележете, че поради скорошни промени в NVDA, аудио селекцията и други команди за състоянието може и да не работят коректно на някои системи.
de: Bitte beachten Sie, dass aufgrund der jüngsten Änderungen in NVDA in einigen Systemen die Audio-Auswahl und andere Statusbefehle möglicherweise nicht wie erwartet funktionieren.n.
es: Por favor ten en cuenta que debido a cambios recientes en NVDA, la selección de audio y otras órdenes de estado podrían no funcionar como se esperaba en algunos sistemas.
fr: Veuillez noter qu'en raison de changements récents dans NVDA, la sélection audio et le statut d'autres commandes peuvent ne pas fonctionner comme prévu sur certains systèmes.
gl: Por favor ten en conta que debido a cambios recentes no NVDA, a selección de audio e outras ordes de estado poderían non funcionar como se esperaba nalgúns sistemas.
hr: Napomena: zbog nedavnih promjena u NVDA čitaču, prečaci za biranje audio snimke i ostali prečaci za stanja, na nekim sustavima možda neće raditi onako kako se to očekuje.
it: Si noti che, a causa di recenti modifiche ad NVDA, la selezione audio e altri comandi di stato potrebbero non funzionare come ci si aspetta in alcuni sistemi.
pl: Proszę zwrócić uwagę, że w związku z ostatnimi zmianami w NVDA, zaznaczanie audio i inne polecenia statusu mogą nie działać na niektórych systemach zgodnie z oczekiwaniami.
pt_pt: Por favor, note que devido a mudanças recentes no NVDA, a selecção de áudio e outros comandos de status podem não funcionar como esperado em alguns sistemas.
sk: Berte prosím na vedomie, že vvzhľadom na posledné zmeny v NVDA, niektoré príkazy na označovanie audia nemusia fungovať korektne.
zh_cn: 请注意，由于近期NVDA的变化，音频选择和其他状态命令在某些系统中可能无法按预期工作。

source: Changes for 1.1
bg: Промени във версия 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u verziji 1.1
it: Novità nella versione 1.1
pl: Zmiany dla wersji 1.1
pt_pt: Alterações para 1.1
sk: Zmeny pre verziu 1.1
zh_cn: 版本1.1

source: Support for message announcements in braille.
bg: Поддръжка за извеждане на съобщенията на брайл.
de: Nachrichten werden nun in Braille ausgegeben.
es: Soporte para anunciado de mensajes en braille.
fr: Prise en charge des annonces de message en braille.
gl: Soporte para o anunciado de mesaxes en braille.
hr: Podrška za najavljivanje poruka u brajici.
it: Supporto per la rappresentazione in braille dei messaggi.
pl: Obsługa powiadomień w brajlu.
pt_pt: Suporte para anúncios de mensagens em braille.
sk: Podpora pre zobrazovanie správ na brailovských riadkoch.
zh_cn: 支持盲文中的消息通告。

source: Audio selection summary is presented in languages other than English.
bg: Обобщената информация за избраната част от звуковата писта бива съобщавана и на езици, различни от английския.
de: Die Zusammenfassung der Audio-Auswahl wird in anderen Sprachen als Englisch präsentiert.
es: El resumen de la selección del audio se presenta en más idiomas que el inglés.
fr: Le résumé de la Sélection audio est présentée dans les langues autres que l'anglais.
gl: O resumo da selección de audio preséntase en máis linguas que no inglés.
hr: Sažetak o odabranom dijelu audio trake prikazuje se i na drugim jezicima osim engleskog.
it: Il riepilogo della selezione audio viene fornito anche in lingue diverse dall'inglese.
pl: Podsumowanie zaznaczenia audio jest prezentowane w językach innych niż angielski.
pt_pt: O resumo da selecção de áudio passa a ser apresentado também em idiomas diferentes do inglês.
sk: Súhrn výberu je oznamovaný aj v iných jazykoch, nie len v angličtine.
zh_cn: 音频选择摘要以英语以外的语言显示。

source: More command announcements added including cue position movement and delete/trim operations.
bg: Добавено е съобщаването на още команди, включително за изместването на позицията на показалците и за операциите за изтриване/орязване.
de: Mehr Befehlsansagen hinzugefügt (wie z.B. Mischen/Trimmen oder das Verschieben von Cue-Positionen)
es: Añadido más anunciado de órdenes incluyendo posición del movimiento del indicador y operaciones de borrado/recorte.
fr: Autres annonces de commande ajoutés y compris le mouvement de la position du point de repère et les opérations supprimer/couper.
gl: Engádense máis ordes incluindo o anunciado do movemento da posición do sinal e operacións de borrado/recorte.
hr: Dodana su nova najavljivanja za prečace, uključujući prečac za pomicanje pozicije signala te operacije za brisanje i kraćenje.
it: Aggiunta la vocalizzazione di ulteriori comandi, compreso lo spostamento dei cue points e le opzioni di trim.
pl: Dodane oznajmianie większej liczby komend, uwzględniające takie polecenia jak przemieszczenia wskaźników, operacje usuwania i przycinania.
pt_pt: Mais anúncios de comandos foram adicionados incluindo movimento de posição de sinalização e operações de exclusão / corte.
sk: Pridané oznamovanie odstránenia za označeným úsekom a oznamovanie vkladania rozdeľovačov.
zh_cn: 添加了更多命令通告，包括提示位置移动和删除/修剪操作。

source: Fixed an issue in numeric edit fields such as various effects dialogs where nothing or wrong field name was announced.
bg: Поправен е проблем в цифровите полета за писане, като тези в разните прозорци за ефекти, където не бе изговаряно нищо или бе изговарян етикетът на друго поле.
de: Fehler mit Eingabefeldern in Effektdialogen behoben, in denen die Eingabefelder nicht oder falsch benannt wurden.
es: Solucionado un problema en los campos de edición numéricos tales como diversos cuadros de diálogo de efectos , donde no se anunciaba nada o nombres de campo equivocados.
fr: Correction d'un problème dans les zones d'édition numérique comme les divers effets des boîtes de dialogues où rien ou le mauvais nom de la zone était annoncé.
gl: Correxido un problema en campos de edición numéricos, como varios diálogos de efectos nos que non se anunciaba nada ou o nome dos campos incorrectos.
hr: Ispravljena je greška u numeričkim poljima za uređivanje kao što su razni dijaloški okviri efekata, gdje se ništa nije čitalo ili se čitalo krivo polje.
it: Risolto un problema nei campi editazione numerici, come le finestre degli effetti, nelle quali i nomi dei campi venivano vocalizzati in modo errato o non vocalizzati.
pl: Poprawiono problem w polach edycji liczb, np. w różnych okienkach efektów, gdzie oznajmiana była nieprawidłowa nazwa, albo brak nazwy kontrolki.
pt_pt: Corrigido um problema em campos de edição numéricos, como vários diálogos de efeitos onde nada ou nome de campo errado era anunciado.
sk: opravený problém, keď boli nesprávne oznamované popisy editačných polí v dialógoch s efektami.
zh_cn: 修复了数字编辑字段中的问题，例如各种效果对话框中没有任何字段名称或错误字段名称被宣布。

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
pl: Zmiany dla wersji 1.0
pt_pt: Alterações para 1.0
sk: Zmeny pre verziu 1.0
zh_cn: 版本1.0

source: Initial version.
bg: Първоначално издание.
de: Erstveröffentlichung.
es: Versión inicial.
fr: Première version.
gl: Versión inicial.
hr: Prva verzija.
it: Versione iniziale.
pl: Początkowa wersja.
pt_pt: Versão inicial.
sk: prvé vydanie.
zh_cn: 发布初始版本。

source: [[!meta title="GoldWave"]]
zh_cn: [[!meta title="GoldWave 支持插件"]]
