Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/goldenCursor.*.po
Languages: bg, da, de, hr, hu, ja, pt_br, sk, uk

source: [[!meta title="Golden Cursor"]]
bg: [[!meta title="Златен курсор (Golden Cursor)"]]
de: [[!meta title="Goldener Cursor"]]
hr: [[!meta title="Zlatni kursor (Golden Cursor)"]]
hu: [[!meta title="Aranykurzor"]]
pt_br: [[!meta title="Cursor Dourado (Golden Cursor)"]]
sk: [[!meta title="Pokročilý kurzor myši"]]

source: Author: salah atair, Joseph Lee
bg: Автори: Salah Atair, Joseph Lee
da: Forfatter: Salah Atair, Joseph Lee
de: Autor: Salah Atair, Joseph Lee
hr: Autor: Salah Atair, Joseph Lee
hu: Készítők: salah atair, Joseph Lee
ja: 作者: salah atair, Joseph Lee
pt_br: Autor: salah atair, Joseph Lee
sk: Autori: salah atair, Joseph Lee
uk: Автор: salah atair, Joseph Lee

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
hr: Preuzmi [stabilnu verziju][1]
hu: Letöltés [Stabil verzió][1]
ja: ダウンロード [安定版][1]
pt_br: Baixe a [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2023.3.4 and beyond
pt_br: Compatibilidade com NVDA: 2023.3 e além

source: This add-on allows you to move the mouse using a keyboard and save mouse positions for applications.
bg: Тази добавка ви позволява да местите курсора на мишката посредством клавиатурата и да запазвате позиции на мишката за конкретни приложения.
da: Denne tilføjelse giver dig mulighed for at flytte musen ved hjælp af et tastatur og gemme musepositioner til applikationer.
de: Diese Erweiterung ermöglicht das Ziehen der Maus mit der Tastatur und das Speichern der gewünschten Mauspositionen für die jeweilige Anwendung.
hr: Ovaj dodatak dozvoljava pomicati strelicu miša koristeći tipkovnicu i spremanje pozicije miša za programe.
hu: Ez a kiegészítő lehetővé teszi az egérkurzor mozgatását a billentyűzet használatával, ill. elmenthet vele egérkurzor-koordinátákat a különböző alkalmazásokhoz.
ja: このアドオンによりキーボードを使用してマウスを移動出来るようになります。アプリケーションごとのマウス位置を保存出来ます。
pt_br: Este complemento possibilita mover o mouse usando o teclado e salvar posições do mouse em aplicativos.
sk: Umožňuje pohybovať kurzorom myši z klávesnice a uložiť pozície myši pre klikanie v aplikáciách.
uk: Цей додаток дозволяє переміщати мишу за допомогою клавіатури та зберігати позиції миші для програм.

source: Key commands
bg: Клавишни комбинации
da: Tastaturkommandoer:
de: Tastenkombinationen
hr: Tipkovnički prečaci
hu: Billentyűparancsok
ja: キーコマンド
pt_br: Comandos de teclas
sk: Klávesové skratky
uk: Комбінації клавіш

source: Control+NVDA+L: view saved mouse positions for an application, if any. You can also assign gestures to these positions from this dialog. When pressing the assigned gesture, a left click will be performed in the saved position.
bg: Control+NVDA+L: Преглед на запазените позиции на мишката за приложение, ако има такива. Можете също така да зададете жестове към тези позиции от този диалогов прозорец. При задействане на зададения жест ще се извърши щракване с ляв бутон върху запазената позиция.
da: Ctrl+NVDA+L: Få vist gemte musepositioner for en applikation, hvis musepositioner eksisterer. Du kan også tildele tastetryk til disse positioner fra denne dialog. Når du trykker på det tildelte tastetryk, udføres et venstreklik ved den gemte position.
de: Strg+NVDA+L: Zeigt die gespeicherte Maus-Positionen für eine Anwendung an, falls vorhanden. Sie können diese Positionen im Dialogfeld auch Tastenbefehle zuweisen. Wenn Sie den zugewiesenen Tastenbefehl drücken, wird ein Linksklick an der gespeicherten Position ausgeführt.
hr: Kontrol+NVDA+L: pregled spremljenih pozicija miša za aplikaciju, ako ih ima. Također možeš dodijeliti geste tim pozicijama u ovom dijaloškom okviru. Pritiskom na dodijeljenu gestu, izvršit će se lijevi klik u spremljenoj poziciji.
ja: Control+NVDA+L: もしあれば、アプリケーションについて保存されたマウス位置を見ます。このダイアログから、これらの位置にジェスチャーを割り当てることも出来ます。割り当てられたジェスチャーを押すと、保存された位置で左クリックが実行されます。
pt_br: Control+NVDA+L: visualiza as posições salvas do mouse para um aplicativo, se houver. Você também pode atribuir gestos a essas posições a partir dessa caixa de diálogo. Ao pressionar o gesto atribuído, um clique com o botão esquerdo do mouse será executado na posição salva.
uk: Control+NVDA+L: переглянути збережені позиції миші для програми, якщо такі є. Ви також можете призначити жести на ці позиції у цьому діалозі. При натисканні призначеного жесту буде виконано клацання лівою кнопкою миші на збережену позицію.

source: Shift+NVDA+l: save a tag or a label for the current mouse position in the currently focused application.
bg: Shift+NVDA+l: Запазване на маркер или етикет за текущата позиция на мишката в приложението, което е фокусирано в момента.
da: Skift+NVDA+L: Gem et tag eller en etiket for den aktuelle museposition i den aktuelt fokuserede applikation.
de: Umschalt+NVDA+l: Speichern eines Tags oder einer Bezeichnung für die aktuelle Mausposition in der aktuell fokussierten Anwendung.
hr: Šift+NVDA+l: spremi oznaku ili vrijednost za trenutačnu poziciju miša u trenutačno fokusiranoj aplikaciji.
hu: Shift+NVDA+l: Aktuális egérpozíció elmentése az aktív alkalmazáshoz.
ja: Shift+NVDA+L: フォーカスされているアプリケーションでの現在のマウス位置にタグまたはラベルを保存
pt_br: Shift+NVDA+l: salva uma etiqueta (tag) ou um rótulo para a posição atual do mouse no aplicativo atualmente focalizado.
sk: Nvda+shift+L: Zapamätaj si pozíciu myši pre otvorenú aplikáciu.
uk: Shift+NVDA+l: зберегти тег або мітку для поточної позиції миші в поточній програмі у фокусі.

source: Windows+NVDA+C: change mouse movement unit.
bg: Windows+NVDA+C: Промяна на режима за движение на мишката.
da: Windows+NVDA+C: Skift musens bevægelsesenhed.
de: Windows+NVDA+C: ändert die Maus-Bewegungseinheit.
hr: Windows+NVDA+C: promijeni jedinicu pomicanja miša.
hu: Windows+NVDA+C: az egérmutató elmozdulás mértékének változtatása.
ja: Windows+NVDA+C: マウスの移動単位を変更
pt_br: Windows+NVDA+C: muda a unidade de movimento do mouse.
sk: nvda+windows+c: Zmeň jednotku pohybu kurzora myši.
uk: Windows+NVDA+C: змінити одиницю руху миші.

source: Windows+NVDA+R: toggle mouse restriction.
bg: Windows+NVDA+R: Превключване на ограничаването на мишката.
da: Windows+NVDA+R: Skift tilstand for musebegrænsning.
de: NVDA+Windows+R: Beschränkung der Maus ein- oder ausschalten.
hr: Windows+NVDA+R: promijeni ograničenje pomicanja miša.
hu: Windows+NVDA+R: Be- vagy kikapcsolja az Egérmozgatás korlátozását az aktív ablakra.
ja: Windows+NVDA+R: マウスの制限を切り替え
pt_br: Windows+NVDA+R: Alterna a restrição do mouse.
sk: Nvda+windows+R: Zapni alebo vypni obmedzenie pohybu kurzora myši na aktuálne okno.
uk: Windows+NVDA+R: перемкнути обмеження миші.

source: Windows+NVDA+S: toggle reporting of mouse position in pixels.
bg: Windows+NVDA+S: Превключване на докладването на позицията на мишката в пиксели.
da: Windows+NVDA+S: Skifte rapportering af musens position i pixels.
de: Windows+NVDA+S: Neue Maus-Koordinaten in Pixel ansagen.
hr: Windows+NVDA+S: uključi ili isključi izvještavanje o poziciji miša u pikselima.
hu: Windows+NVDA+S: Be- vagy kikapcsolja az egérkurzor pozíciójának bemondását. Az egérkurzor helye képpontban értendő.
ja: Windows+NVDA+S: ピクセルでのマウス位置の通知を切り替え
pt_br: Windows+NVDA+S: alterna o anúncio da posição do mouse em pixels.
sk: Nvda+windows+S: zapni alebo vypni oznamovanie pozície kurzora myši v pixeloch.
uk: Windows+NVDA+S: перемкнути оголошення про позицію миші в пікселях.

source: Windows+NVDA+J: move mouse to a specific x and y position.
bg: Windows+NVDA+J: Преместване на мишката до определена позиция по хоризонтала и вертикала (x и y).
da: Windows+NVDA+J: Flyt musen til bestemte X og Y koordinater.
de: Windows+NVDA+J: bewegt die Maus zu einer bestimmten X- und Y-Position.
hr: Windows+NVDA+J: premjesti poziciju miša na određenu x i y poziciju.
hu: Windows+NVDA+J: Az egérkurzort a képernyő egy x, y koordinátákkal megadott pontjára helyezi.
ja: Windows+NVDA+J: 特定のxy位置にマウスを移動
pt_br: Windows+NVDA+J: move o mouse para uma posição específica x e y.
sk: NVDA+windows+j: Presuň kurzor myši na zadané súradnice.
uk: Windows+NVDA+J: переміщення миші в певну позицію x та y.

source: Windows+NVDA+P: report mouse position.
bg: Windows+NVDA+P: Докладване на позицията на мишката.
da: Windows+NVDA+P: Rapportér musens aktuelle position.
de: NVDA+Windows+P: Maus-Position ausgeben.
hr: Windows+NVDA+P: izvijesti o poziciji miša.
hu: Windows+NVDA+P: aktuális egérpozíció bejelentése.
ja: Windows+NVDA+P: マウス位置を通知
pt_br: Windows+NVDA+P: anuncia a posição do mouse.
sk: NVDA+windows+P: Oznám súradnice kurzora myši.
uk: Windows+NVDA+P: повідомити про позицію миші.

source: Windows+NVDA+M: sswitch mouse arrows on or off.
bg: Windows+NVDA+M: Включване или изключване на стрелките за мишката.
da: Windows+NVDA+M: Slå musepile til og fra.
de: Windows+NVDA+M: Mauszeiger ein- oder ausschalten.
hr: Windows+NVDA+M: uključi ili isključi pomicanje miša strelicama.
hu: Windows+NVDA+M: egérmozgatás nyílbillentyűkkel be- vagy kikapcsolása.
ja: Windows+NVDA+M: マウス矢印のオンまたはオフの切り替え
pt_br: Windows+NVDA+M: ativa ou desativa as setas do mouse.
sk: NVDA+windows+m: Zapni alebo vypni pohybovanie kurzorom myši pomocou kurzorových kláves (šípky hore, dole, doľava a doprava).
uk: Windows+NVDA+M: увімкнути або вимкнути стрілки миші.

source: Windows+NVDA+arrow keys (or just arrow keys if mouse arrows is on): move mouse.
bg: Windows+NVDA+клавишите със стрелките (или само стрелките, ако стрелките за мишка са включени): Преместване на мишката.
da: Windows+NVDA+Piletaster (eller blot piletasterne alene, hvis musepile er slået til): Flyt mus.
de: Windows+NVDA+Pfeiltasten (oder nur Pfeiltasten, wenn die Bewegung des Mauszeigers durch pfeiltasten eingeschaltet ist): Maus bewegen.
hr: Windows+NVDA+tipke strelica (ili samo tipke strelica, ako je uključeno pomicanje miša strelicama): pomakni miša.
hu: Windows+NVDA+nyílbillentyűk (vagy csak nyílbillentyűk, ha az egérmozgatás nyílbillentyűkkel be van kapcsolva ): egérkurzor mozgatása.
ja: Windows+NVDA+矢印キー (またはマウス矢印がオンの場合は矢印キーのみ): マウス移動
pt_br: Windows+NVDA+setas (ou apenas as teclas de seta se as setas do mouse estiverem ativadas): move o mouse.
sk: Windows+nvda+šípky: Presuň kurzor myšy (ak je aktivované pohybovanie kurzorom myši pomocou kurzorových kláves, stačí použiť len šípky).
uk: Windows+NVDA+стрілки (або просто стрілки, якщо увімкнено стрілки миші): переміщення миші.

source: Note: these gestures can be reassigned via NVDA's Input Gestures dialog under Golden Cursor category.
bg: Забележка: Тези жестове могат да бъдат променяни от диалоговия прозорец "Жестове на въвеждане" (в категорията "Златен Курсор") в менюто "Настройки" на NVDA.
da: Bemærk: Disse kommandoer kan ændres ved brug af NVDA-dialogen "Inputbevægelser" under kategorien "Golden Cursor".
de: Anmerkung: Diese Tastenkombinationen können im NVDA-Menü unter Einstellungen im Dialog Eingaben in der Kategorie "goldener Cursor" angepasst werden.
hr: Napomena: Ove geste je moguće promijeniti u dijaloškom okviru „Ulazne geste” pod kategorijom „Zlatni kursor”.
hu: Megjegyzés: Ezek a parancsok megváltoztathatók az NVDA Beviteli parancsok párbeszédpanelén az Aranykurzor kategóriában.
ja: 備考: これらのジェスチャーは、NVDAのGolden Cursorカテゴリーの入力ジェスチャーダイアログで再設定出来ます。
pt_br: Nota: Estes gestos podem ser reatribuídos via diálogo Definir Comandos (Gestos de Entrada) do NVDA na categoria Cursor Dourado.
sk: Klávesové skratky môžete zmeniť v dialógu klávesové skratky.
uk: Примітка: ці жести можуть бути перепризначені через діалог NVDA «Жести вводу» в категорії «Golden Cursor».

source: Notes
bg: Забележки
da: Bemærkninger
de: Hinweise
hr: Napomene
hu: Megjegyzések
ja: 備考
pt_br: Notas
sk: Poznámky
uk: Примітки

source: When sharing positions (tags), each party should use same display resolution.
bg: При споделяне на запаметени позиции (маркери) всяка от страните трябва да използва една и съща разделителна способност на дисплея.
da: Når der deles positioner (tags), skal hver part anvende samme skærmopløsning.
de: Wenn die Positionen geteilt werden, sollte jeder Teilnehmer die gleiche Bildschirmauflösung eingestellt haben.
hr: Kad se pozicije (oznake) dijele, svatko treba koristiti istu rezoluciju ekrana.
hu: A pozíciók megosztása csak azonos képernyőfelbontást használók között működik megfelelően.
ja: 位置を共有している場合(タグ)、それぞれの集合は同じディスプレイ解像度でなくてはなりません。
pt_br: Ao compartilhar posições (etiquetas), cada parte (usuário) deve usar a mesma resolução de tela.
sk: Ak posielate uložené pozície kurzora myši na použitie niekomu ďalšiemu, obaja musíte používať rovnaké rozlíšenie obrazovky.
uk: Під час спільного використання позицій (тегів) кожна сторона повинна використовувати однакову роздільну здатність дисплея.

source: For maximum compatibility, you should maximize windows by pressing Windows+Up arrow.
bg: С цел максимална съвместимост, трябва да увеличите прозорците като натиснете Windows+стрелка нагоре.
da: For maksimal kompatibilitet bør du maksimere vinduer ved at trykke på Windows+Pil op.
de: Für beste Kompatibilität sollten Sie mit der Tastenkombination Windows+Pfeiltaste nach oben das Fenster maximieren.
hr: Za maksimalnu kompatibilnost, trebate maksimizirati prozore pritiskom kombinacije tipaka Windows+Strelica gore.
hu: A legmegfelelőbb működéshez tegye teljes képernyőssé az ablakokat a Windows gomb+felnyíl paranccsal
ja: 互換性を最大にするため、Windows+上矢印キーを押してウィンドウを最大にします。
pt_br: Para maior compatibilidade, deve-se maximizar a janela pressionando Windows+seta acima.
sk: Takisto odporúčame vždy maximalizovať aktuálne okno skratkou Windows+šípka hore.
uk: Для максимальної сумісності вам варто розгорнути вікно, натиснувши Windows+стрілка вгору.

source: When sharing positions, existing position labels should be renamed.
bg: При споделяне на позиции съществуващите етикети за позиции трябва да бъдат променяни.
da: Når man deler positioner, skal eksisterende positionetiketter omdøbes.
de: Wenn Sie die Positionen teilen, sollten Sie die bereits vorhandenen Positionsbeschreibungen umbenennen.
hr: Kad se pozicije dijele, potrebno je preimenovati postojeće vrijednosti pozicija.
hu: A pozíciók megosztása esetén át kell nevezni a már létező elnevezésekkel ütközőket.
ja: 位置を共有するには、存在する位置ラベルの名前を変更しなければなりません。
pt_br: Ao compartilhar posições, os rótulos de posições existentes devem ser renomeados.
sk: Ak zdieľate pozície, odporúčame vám skontrolovať ich názvy a prípadne ich premenovať.
uk: Під час спільного використання позицій наявні мітки позицій варто перейменувати.

source: Version 1.x and 2.x mouse position formats are incompatible.
bg: Форматите за позициониране на мишката във версии 1.x и 2.x са несъвместими.
da: Version 1.x og 2.x muspositionsformater er inkompatible.
de: Die Versionen 1.x und 2.x der Mauspositions-Formate sind zueinander nicht kompatibel.
hr: Formati verzije 1.x i 2.x pozicije miša nisu kompatibilni.
hu: Az 1.x és a 2.x verzióban elmentett egérkurzor pozíciók adatai nem kompatibilisek egymással.
ja: バージョン1.xと2.xのマウス位置フォーマットは互換性がありません。
pt_br: Os formatos de posição do mouse da versão 1.x e 2.x são incompatíveis.
sk: Uložené pozície z verzie doplnku 1.X nie sú kompatibilné s novými verziami doplnku.
uk: Формати положення миші версій 1.x та 2.x несумісні.

source: To perform functions that require use of arrow keys, turn off mouse arrows first.
bg: За да изпълнявате функции, изискващи използването на клавишите със стрелки, първо изключете стрелките за мишката.
da: For at udføre funktioner, der kræver brug af piletasterne, skal du først slå musepilene fra.
de: Um Funktionen auszuführen, die die Verwendung von Pfeiltasten erfordern, schalten Sie zuerst die Bewegung des Mauszeigers durch Pfeiltasten aus.
hr: Za izvođenje funkcija koje zahtijevaju korištenje tipki strelica, najprije isključi strelice miša.
hu: Amint ismét a nyílbillentyűk hagyományos funkcióira van szükség ki kell kapcsolni az egérmozgatás nyílbillentyűkkel opciót.
ja: 矢印キーの使用が必要な機能を実行する場合は、まずマウス矢印をオフにします。
pt_br: Para executar funções que exigem o uso de teclas de seta, desative as setas do mouse primeiro.
sk: Ak chcete používať šípky na štandardné príkazy, najprv vypnite ovládanie myši pomocou kurzorových kláves.
uk: Щоб виконувати функції, які потребують використання клавіш зі стрілками, спочатку вимкніть стрілки миші.

source: When deleting saved positions, if there are no saved positions left, positions for the application will be cleared.
bg: При изтриване на запаметени позиции, ако няма останали запаметени позиции, позициите за приложението ще бъдат изчистени.
da: Når der slettes gemte positioner, vil alle positioner for den aktuelle applikation ryddes, hvis der ikke længere eksistere gemte positioner.
de: Wenn beim Löschen gespeicherter Positionen keine gespeicherten Positionen mehr vorhanden sind, werden die Positionen für die Anwendung gelöscht.
hr: Tijekom brisanja spremljenih pozicija, ako više nema spremljenih pozicija, uklonit će se pozicije za aplikaciju.
hu: Amennyiben az elmentett egérpozíciók törlése után nem marad adott alkalmazáshoz egy egérpozíció sem, az alkalmazáshoz tartozó egérpozíciós fájl is törlődik.
ja: 保存した位置を削除する時、保存された位置が一つも存在しない場合は、そのアプリケーションのための位置は削除されます。
pt_br: Ao excluir posições salvas, se não houver posições salvas, as posições do aplicativo serão apagadas.
sk: Ak vymažete poslednú zapamätanú pozíciu pre aktuálnu aplikáciu, zmaže sa celý súbor s dátami pre aktuálnu aplikáciu.
uk: При видаленні збережених позицій, якщо не залишилося збережених позицій, позиції програми будуть очищені.

source: Version 6.2
bg: Версия 6.2
hr: Verzija 6.2
pt_br: Versão 6.2
uk: Версія 6.2

source: Requires NVDA 2022.4 or later.
bg: Изисква се NVDA 2022.4 или по-нова версия.
de: NVDA 2022.4 oder neuer wird benötigt.
hr: Zahtijeva NVDA verziju 2022.4 ili noviju.
pt_br: Requer NVDA 2022.4 ou posteriores.
uk: Вимагає версію NVDA 2022.4 або пізнішу.

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
hr: Kompatibilno s NVDA čitačem 2023.1.
pt_br: Complemento é compatível com o NVDA 2023.1 (wxPython 4).
uk: Сумісний з NVDA 2023.1

source: Version 6.1
bg: Версия 6.1
hr: Verzija 6.1
ja: バージョン6.1
pt_br: Versão 6.1
uk: Версія 6.1

source: Requires NVDA 2021.3 or later.
bg: Изисква се NVDA 2021.3 или по-нова версия.
da: Kræver NVDA 2021.3 eller nyere.
de: Benötigt NVDA 2021.3 oder neuer.
hr: Zahtijeva NVDA 2021.3 ili noviju verziju.
ja: NVDA 2021.3以降が必要です。
pt_br: Requer NVDA 2021.3 ou posteriores.
uk: Вимагає версію NVDA 2021.3 або новішу.

source: Now, you can assign shortcuts for saved positions from the positions list. When pressing a shortcut, a left click will be performed for the position.
bg: Сега можете да зададете команди за запазени позиции от списъка с позиции. При задействане на команда ще се извърши щракване с ляв бутон върху позицията.
da: Nu kan du tildele genveje til gemte positioner fra positionslisten. Når du trykker på en genvej, udføres et venstreklik for positionen.
de: Sie können nun Tastenkombinationen für gespeicherte Positionen aus der Positionsliste zuweisen. Wenn Sie eine Tastenkombination drücken, wird ein Linksklick auf die Position ausgeführt.
hr: Sada možeš dodijeliti prečace za spremljene pozicije iz popisa pozicija. Kad pritisneš prečac izvršit će se lijevi klik za poziciju.
ja: 位置リストから、保存した位置にショートカットを割り当てられるようになりました。ショートカットを押すと、その位置での左クリックが実行されます。
pt_br: Agora, você pode atribuir atalhos para posições salvas na lista de posições. Ao pressionar um atalho, um clique com o botão esquerdo do mouse será executado para a posição.
uk: Тепер ви можете призначити комбінації клавіш для збережених позицій зі списку позицій. Після натискання комбінації клавіш, для позиції буде виконано ліве клацання.

source: Version 5.0
bg: Версия 5.0
hr: Verzija 5.0
ja: バージョン5.0
pt_br: Versão 5.0
uk: Версія 5.0

source: Modernized add-on source code to make it compatible with NVDA 2021.1.
bg: Модернизиран е изходния код на добавката, за да е съвместим с NVDA 2021.1.
da: Moderniserede tilføjelsens kildekode for at gøre den kompatibel med NVDA 2021.1.
de: Modernisierter Quellcode der Erweiterung, um ihn mit NVDA 2021.1 kompatibel zu machen.
hr: Moderniziran izvorni kod dodatka kako bi bio kompatibilan s NVDA 2021.1.
ja: NVDA 2021.1に互換にするために、アドオンのソースコードを現代的にしました。
pt_br: Código fonte do complemento modernizado para torná-lo compatível com o NVDA 2021.1.
uk: Код додатка осучаснено, щоб зробити його сумісним з NVDA 2021.1.

source: Resolved many coding style issues and potential bugs with Flake8.
bg: Решени са много проблеми със стила на кодиране и потенциални грешки с Flake8.
da: Løst mange problemer med kodningstil og potentielle fejl med Flake8.
de: Viele Probleme mit dem Code-Stil und potenzielle Fehler mit Flake8 behoben.
hr: Riješeno mnogo problema sa stilom kodiranja i potencijalnih grešaka s Flake8.
ja: Flake8についての多くのコーディング形式の問題と潜在的なバグを解決しました。
pt_br: Resolvidos muitos problemas de estilo de codificação e possíveis falhas com Flake8.
uk: Виправлено проблеми зі стилем кодування та потенційні помилки за допомогою Flake8.

source: Version 4.0
bg: Версия 4.0
hr: Verzija 4.0
hu: 4.0-s verzió
ja: バージョン4.0
pt_br: Versão 4.0
sk: Verzia 4.0
uk: Версія 4.0

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
da: Kræver NVDA 2019.3 eller nyere.
de: Erfordert NVDA 2019.3 oder höher.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
hu: Az NVDA 2019.3 és újabb verziójára van szükség a futtatáshoz.
ja: NVDA 2019.3以降が必要です。
pt_br: Requer NVDA 2019.3 ou posteriores.
sk: Vyžaduje NVDA od verzie 2019.3.
uk: Вимагає NVDA 2019.3 або новішу.

source: Golden Cursor settings dialog has been replaced by Golden Cursor settings panel.
bg: Диалоговият прозорец за настройки на "Златен курсор" е заменен от панела за настройки на "Златен курсор".
da: Golden Cursor-indstillingsdialogen er blevet erstattet af Golden Cursor-indstillingspanelet.
de: Das Dialogfeld "GoldenCursor-Einstellungen" wurde durch das Einstellungsfenster "GoldenCursor" ersetzt.
hr: Dijaloški okvir za Golden Cursor postavke, zamijenjen je s pločom za Golden Cursor postavke.
hu: Az Aranykurzor beállításai mostantól az NVDA beállításai között érhetőek el az Aranykurzor kategóriában.
ja: Golden Cursor設定ダイアログがGolden Cursor設定パネルに置き換えられました。
pt_br: O diálogo de configurações do Cursor Dourado foi substituído pelo Painel de Configurações do Cursor Dourado.
sk: Panel nastavení zmenený na dialóg.
uk: Діалог налаштувань Golden Cursor замінено панеллю налаштувань Golden Cursor.

source: Version 3.3
bg: Версия 3.3
hr: Verzija 3.3
hu: 3.3-as verzió
ja: バージョン3.3
pt_br: Versão 3.3
sk: Verzia 3.3
uk: Версія 3.3

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени с цел поддържане на бъдещи издания на NVDA.
da: Interne ændringer for at bedre kunne understøtte fremtidige versioner af NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Versionen.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
hu: későbbi NVDA kiadások támogatása
ja: 未来のNVDAリリースをサポートするための内部変更。
pt_br: Alterações internas para suportar futuras versões do NVDA.
sk: Kód upravený pre podporu budúcich vydaní NVDA..
uk: Внутрішні зміни для підтримки майбутніх релізів NVDA.

source: Version 3.2
bg: Версия 3.2
hr: Verzija 3.2
hu: 3.2-es verzió
ja: バージョン3.2
pt_br: Versão 3.2
sk: Verzia 3.2
uk: Версія 3.2

source: Add-on is compatible with NVDA 2018.3 (wxPython 4).
bg: Добавката е съвместима с NVDA 2018.3 (wxPython 4).
da: Tilføjelse er kompatibel med NVDA 2018.3 (wxPython 4).
de: Die Erweiterung ist kompatibel mit NVDA 2018.3 (wxPython 4).
hr: Dodatak je kompatibilan s NVDA 2018.3 (wxPython 4).
hu: A bővítmény már kompatibilis az NVDA 2018.3 kiadásával (wxPython 3).
ja: アドオンが互換になりました。NVDA 2018.3 (wxPython 4)。
pt_br: Complemento é compatível com o NVDA 2018.3 (wxPython 4).
sk: Upravené pre NVDA 2018.3 (wxPython 4).
uk: Додаток сумісний з NVDA 2018.3 (wxPython 4).
