Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/ignoreBlanksIndentationReporting.*.po
Languages: bg, es, fi, fr, hr, pt_br, ru, tr

source: [[!meta title="Ignore Blanks Indentation Reporting"]]
bg: [[!meta title="Пренебрегване на празни редове при докладване на отстъпа (Ignore Blanks Indentation Reporting)"]]
es: [[!meta title="Ignorar anuncio de sangría en blanco"]]
fi: [[!meta title="Ohita tyhjien rivien sisennysilmoitukset"]]
hr: [[!meta title="Zanemari izvještavanje o uvlačenju praznina (Ignore Blanks Indentation Reporting)"]]
ru: [[!meta title="Игнорировать сообщения о пробелах и отступах"]]
tr: [[!meta title="Boş girintilerin bildirimini Yoksay"]]

source: Author: Samuel Kacer
bg: Автор: Samuel Kacer
es: Autor: Samuel Kacer
fi: Tekijä: Samuel Kacer
fr: Auteur : Samuel Kacer
hr: Autor: Samuel Kacer
pt_br: Autor: Samuel Kacer
ru: Автор: Samuel Kacer
tr: Yazan: Samuel Kacer

source: NVDA compatibility: 2021.1 and beyond
bg: Съвместимост с NVDA: от 2021.1 и по-нови
es: Compatibilidad con NVDA: de 2021.1 en adelante
fi: Yhteensopivuus: NVDA 2021.1 ja uudemmat
fr: Compatibilité NVDA : 2021.1 et au-delà
hr: NVDA kompatibilnost: 2021.1 i nadalje
pt_br: Compatibilidade com NVDA: 2021.1 e posterior
ru: Совместимость с NVDA: 2021.1 и выше
tr: NVDA uyumluluğu: 2021.1 ve sonrası

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürüm][1] indir

source: This is an NVDA addon that alters the reporting of indentation by disregarding blank lines when deciding whether to report changes in indentation. It is best understood by contrasting with normal behaviour with an example.
bg: Това е добавка за NVDA, която променя докладването на отстъпа, като пренебрегва празните редове, когато решава дали да докладва промени в отстъпа. Най -добре може да се разбере чрез противопоставяне на нормалното поведение с пример.
es: Este complemento de NVDA altera el anuncio de la sangría ignorando líneas en blanco cuando se decide anunciar cambios de sangría. Es mejor contrastarlo con el comportamiento normal mediante un ejemplo.
fi: Tämä lisäosa muuttaa sisennysten ilmoittamista ohittamalla tyhjät rivit when deciding whether to report changes in indentation. It is best understood by contrasting with normal behaviour with an example.
fr: Cette extension NVDA modifie l'annonce de la mise en retrait ignorant les lignes vides lorsqu'elle est décidée d'annoncer les modifications de la mise en retrait. Il est préférable de le contraster avec un comportement normal à travers un exemple.
hr: Ovo je NVDA dodatak koji mijenja izvještavanje o uvlačenju na način, da zanemaruje prazne retke pri odlučivanju hoće li izvjestiti o promjenema uvlačenja. To se najbolje može razumjeti usporedbom s normalnim ponašanjem pomoću primjera.
pt_br: Este é um complemento do NVDA que altera o relatório de recuo, desconsiderando as linhas em branco ao decidir se deve relatar alterações no recuo. A melhor maneira de entender isso é contrastar com o comportamento normal por meio de um exemplo.
ru: Это дополнение NVDA, которое изменяет порядок отображения отступов, игнорируя пустые строки при принятии решения о том, следует ли сообщать об изменениях в отступах. Это лучше всего понять, сравнив обычное поведение с примером.
tr: Bu, girintideki değişikliklerin bildirilmesine karar verirken boş satırları göz ardı ederek girinti raporlamasını değiştiren bir NVDA eklentisidir. Bir örnekle normal davranışla karşılaştırıldığında en iyi şekilde anlaşılır.

source: Consider this example:
bg: Помислете върху този пример:
es: Plantéate el siguiente ejemplo:
fi: Tarkastele tätä esimerkkiä:
fr: Considérez cet exemple :
hr: Razmotri ovaj primjer:
pt_br: Considere este exemplo:
ru: Рассмотрим этот пример:
tr: Bu örneği düşünün:

source: The current behaviour of NVDA is to report indentation changes for any line where the indentation has changed, even if the line is blank. So, the example would be read like:
bg: Текущото поведение на NVDA е да докладва промените на отстъпа за всеки ред, където отстъпът се е променил, дори ако редът е празен. Така че примерът ще се чете така:
es: El comportamiento actual de NVDA consiste en anunciar los cambios de sangría en cualquier línea donde la sangría haya cambiado, incluso si la línea está en blanco. Por tanto, el ejemplo se leería así:
fi: NVDA:n nykyinen toimintatapa on ilmoittaa sisennyksen muutoksista millä tahansa rivillä, jolla sisennys on muuttunut, vaikka rivi olisi tyhjä. Eli esimerkki luettaisiin näin:
fr: Le comportement actuel de NVDA est d'annoncer les changements de mise en retrait de n'importe quelle ligne où la mise en retrait a changé, même si la ligne est vide. Ainsi, l'exemple serait lu comme :
hr: Trenutačno ponašanje NVDA čitača je izvještavanje o promjenama uvlačenja za svaki redak u kojem se uvlačenje promijenilo, čak i ako je redak prazan. Dakle, primjer bi se čitao ovako:
pt_br: O comportamento atual do NVDA é relatar alterações de recuo para qualquer linha em que o recuo tenha sido alterado, mesmo que a linha esteja em branco. Portanto, o exemplo seria lido da seguinte forma:
ru: Текущее поведение NVDA заключается в том, чтобы сообщать об изменениях отступа для любой строки, в которой отступ изменился, даже если строка пустая. Таким образом, пример можно было бы прочитать следующим образом:
tr: NVDA'nın mevcut davranışı, satır boş olsa bile, girintinin değiştiği herhangi bir satır için girinti değişikliklerini bildirmektir. Yani, örnek şöyle okunur:

source: def foo(): tab x = 42 no indent blank tab return x no indent blank def bar():
es: def foo(): tab x = 42 sin sangría en blanco tab return x sin sangría en blanco def bar():
fi: def foo(): sarkain x = 42 ei sisennystä tyhjä sarkain return x ei sisennystä tyhjä def bar():
fr: def foo(): tab x = 42 pas de retrait vide tab return x pas de retrait vide def bar():
pt_br: def foo(): tab x = 42 sem recuo em branco tab return x sem recuo em branco def bar():
tr: def foo(): tab x = 42 girinti yok boş tab return x girinti yok boş def bar():

source: The disadvantage for this behaviour is that for most programming languages, like python, a blank line has no semantic significance and is just used to visually separate lines of code with no change to the code's meaning. Therefore, by reporting the change of indentation upon entering a blank line and then reporting it again after landing on the next line is just noise that makes it harder to focus on understanding the code.
bg: Недостатъкът на това поведение е, че за повечето езици за програмиране, като python, празният ред няма семантично значение и се използва само за визуално разделяне на редовете на кода без промяна на значението на кода. Следователно, докладването на промяната на отстъпа при въвеждане на празен ред и след това докладването му отново след попадане на следващия ред е просто шум, който затруднява фокусирането върху разбирането на кода.
es: La desventaja de este comportamiento es que en la mayoría de lenguajes de programación, como Python, una línea en blanco no tiene importancia semánticamente y y se emplea para separar visualmente líneas de código sin cambios al significado del mismo. Por tanto, al anunciar el cambio de sangría al entrar en una línea en blanco y anunciarlo otra vez al aterrizar en la siguiente línea, se produce ruido que dificulta concentrarnos en entender el código.
fi: Tämän haittana on, että useimmissa ohjelmointikielissä, kuten pythonissa, tyhjällä rivillä ei ole semanttista merkitystä vaan sitä käytetään vain koodirivien visuaaliseen erottamiseen ilman, että koodin merkitys muuttuu. Siksi sisennyksen muutoksen ilmoittaminen tyhjälle riville siirryttäessä ja sen ilmoittaminen uudelleen seuraavalle riville tultaessa on vain melua, joka vaikeuttaa koodin ymmärtämistä.
fr: L'inconvénient de ce comportement est que pour la plupart des langages de programmation, comme Python, une ligne vide n'a pas de signification sémantique et est simplement utilisée pour séparer visuellement les lignes de code sans changement dans la signification du code. Par conséquent, en annonçant le changement de la mise en retrait lors de la saisie d'une ligne vide, puis en l'annonçant à nouveau après de tombé sur la ligne suivante n'est que du bruit qui rend plus difficile de se concentrer sur la compréhension du code.
hr: Nedostatak ovakvog ponašanja je taj što za većinu programskih jezika, poput pythona, prazan redak nema semantičko značenje i koristi se samo za vizualno odvajanje redaka koda bez promjene značenja koda. Stoga izvještavanje o promjenama uvlačenja tijekom ulaska u prazan redak i ponovno izvještavanje nakon smještanja na sljedeći redak samo zbunjuje i otežava fokusiranje na razumijevanje koda.
pt_br: A desvantagem desse comportamento é que, para a maioria das linguagens de programação, como python, uma linha em branco não tem significado semântico e é usada apenas para separar visualmente as linhas de código sem alterar o significado do código. Portanto, informar a mudança de recuo ao entrar em uma linha em branco e informá-la novamente depois de entrar na próxima linha é apenas um ruído que dificulta a concentração na compreensão do código.
ru: Недостатком такого поведения является то, что для большинства языков программирования, таких как python, пустая строка не имеет семантического значения и используется просто для визуального разделения строк кода без изменения смысла кода. Таким образом, сообщение об изменении отступа при вводе пустой строки, а затем повторное сообщение об этом после перехода на следующую строку - это просто шум, который мешает сосредоточиться на понимании кода.
tr: Bu davranışın dezavantajı, python gibi çoğu programlama dilinde, boş bir satırın anlamsal bir önemi olmaması ve sadece kodun anlamında herhangi bir değişiklik olmaksızın kod satırlarını görsel olarak ayırmak için kullanılmasıdır. Bu nedenle, boş bir satıra girdikten sonra girinti değişikliğini bildirmek ve ardından bir sonraki satıra indikten sonra tekrar bildirmek, anlamaya odaklanmayı zorlaştıran gereksiz bir gürültü olacaktır.

source: This addon aims to improve on the behaviour by ignoring blank lines when computing indentation speech, thus the example is read like this instead:
bg: Тази добавка има за цел да подобри поведението, като пренебрегва празните редове при изчисляване на реч с отстъп, като по този начин примерът се чете по следния начин:
es: Este complemento pretende mejorar el comportamiento ignorando las líneas en blanco al procesar la sangría por voz, de tal modo que el ejemplo anterior se leería de la siguiente manera:
fi: Tämä lisäosa pyrkii parantamaan toimintaa jättämällä tyhjät rivit huomioimatta sisennyspuhetta laskettaessa, joten esimerkki luetaan sen sijaan näin:
fr: Cette extension vise à améliorer le comportement en ignorant les lignes vides lors du traitement de mise en retrait par la parole, donc l'exemple précédent est lu comme ceci :
hr: Cilj ovog dodatka je poboljšati ponašanje, ignoriranjem praznih redaka prilikom govora izračunavanja uvlačenja, stoga se primjer čita ovako:
pt_br: Esse complemento tem como objetivo melhorar o comportamento, ignorando as linhas em branco ao calcular o discurso de recuo, de modo que o exemplo seja lido assim:
ru: Это дополнение направлено на улучшение поведения за счет игнорирования пустых строк при вычислении речевого отступа, поэтому пример читается следующим образом:
tr: Bu eklenti, girinti konuşmasını hesaplarken boş satırları göz ardı ederek davranışı iyileştirmeyi amaçlar, bu nedenle örnek bunun yerine şöyle okunur:

source: def foo(): tab x = 42 blank return x no indent def bar():
es: def foo(): tab x = 42 en blanco return x sin sangría def bar():
fi: def foo(): sarkain x = 42 tyhjä return x ei sisennystä def bar():
fr: def foo(): tab x = 42 vide return x pas de retrait def bar():
tr: def foo(): tab x = 42 blank return x girinti yok def bar():

source: Change log
bg: Списък с промените
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
hr: Dnevnik promjena
pt_br: Registro de alterações
ru: Журнал изменений
tr: Değişim günlüğü

source: v0.4
bg: версия 0.4
fi: Versio 0.4
hr: Verzija 0.4

source: support NVDA version 2022.3+, including 2023.1
bg: Поддръжка за NVDA 2022.3 и по-нови версии, включително 2023.1
es: soporta NVDA versión 2022.3+, incluyendo 2023.1
fi: Tukee NVDA 2022.3:a ja sitä uudempia versioita
fr: prise en charge de la version NVDA 2022.3+, y compris la 2023.1
hr: Podržava NVDA verziju 2022.3+, uključujući 2023.1
pt_br: suporte ao NVDA versão 2022.3+, incluindo 2023.1
ru: поддержка NVDA версии 2022.3+, включая 2023.1
tr: 2023.1 dahil olmak üzere NVDA 2022.3+ sürümünü destekler

source: version 0.3
bg: Версия 0.3
es: versión 0.3
fi: Versio 0.3
hr: Verzija 0.3
pt_br: versão 0.3
ru: версия 0.3
tr: sürüm 0.3

source: support NVDA version 2021.3+
bg: Поддръжка за NVDA 2021.3 и по-нови версии
es: soporta NVDA versión 2021.3+
fi: Tukee NVDA 2021.3:a ja sitä uudempia versioita
fr: prise en charge de NVDA version 2021.3+
hr: Podržava NVDA verziju 2021.3+
pt_br: suporte ao NVDA versão 2021.3+
ru: поддержка NVDA версии 2021.3+
tr: NVDA sürüm 2021.3+ desteği

source: tested compatibility with NVDA 2022.1
bg: Изпробвана съвместимост с NVDA 2022.1
es: compatibilidad probada con NVDA 2022.1
fi: Yhteensopivuus testattu NVDA 2022.1:n kanssa
fr: compatibilité testée avec NVDA 2022.1
hr: Testirana je kompatibilnost s NVDA 2022.1
pt_br: compatibilidade testada com o NVDA 2022.1
ru: протестирована совместимость с NVDA 2022.1
tr: NVDA 2022.1 ile test edilmiş

source: version 0.2
bg: Версия 0.2
es: versión 0.2
fi: Versio 0.2
hr: Podržava NVDA verziju 2022.3+, uključujući 2023.1erzija 0.2
pt_br: versão 0.2
ru: версия 0.2
tr: sürüm 0.2

source: fix crash while reading math content
bg: Поправена е грешка водеща до срив при четене на математическо съдържание
es: corregido un error fatal al leer contenido matemático
fi: Korjattu kaatuminen matemaattista sisältöä luettaessa
fr: correction d'un blocage en lisant le contenu mathématique
hr: Ispravljen je prekid rada tijekom čitanja matematičog sadržaja
pt_br: correção de falha durante a leitura de conteúdo matemático
ru: исправлен сбой при чтении математического содержимого
tr: matematik içeriğini okurken çökmeler düzeltildi

source: version 0.1
bg: Версия 0.1
es: versión 0.1
fi: versio 0.1
hr: Podržava NVDA verziju 2022.3+, uključujući 2023.1erzija 0.1
pt_br: versão 0.1
ru: версия 0.1
tr: sürüm 0.1

source: Initial release
bg: Първо издание
es: Versión inicial
fi: Ensimmäinen julkaisu
fr: Première version
hr: Prvo izdanje
pt_br: Lançamento inicial
ru: Первоначальный выпуск
tr: İlk sürüm

source: Source code
bg: Изходен код
es: Código fuente
fi: Lähdekoodi
fr: Code source
hr: Izvorni kȏd
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak Kod

source: [Source code repository](https://github.com/SamKacer/IgnoreBlanksIndentation )
bg: [Хранилище на изходния код](https://github.com/SamKacer/IgnoreBlanksIndentation )
es: [Repositorio de código fuente](https://github.com/SamKacer/IgnoreBlanksIndentation )
fi: [Lähdekoodiarkisto](https://github.com/SamKacer/IgnoreBlanksIndentation)
fr: [Dépot du code source](https://github.com/SamKacer/IgnoreBlanksIndentation )
pt_br: [Repositório de código-fonte](https://github.com/SamKacer/IgnoreBlanksIndentation )
ru: [Хранилище исходного кода](https://github.com/SamKacer/IgnoreBlanksIndentation )
tr: [Kaynak kodu deposu](https://github.com/SamKacer/IgnoreBlanksIndentation )
