Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/IndentNav.*.po
Languages: bg, de, es, fr, pt_br, ru, tr, zh_cn

source: [[!meta title="IndentNav"]]
bg: [[!meta title="Навигация по отстъпи (IndentNav)"]]
tr: [[!meta title="GirintiDolaşımı"]]
zh_cn: [[!meta title="IndentNav-缩进导航"]]

source: This addon allows NVDA users to navigate by indentation level of lines. While editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level. It also provides similar keystrokes in tree views.
bg: Тази добавка позволява на потребителите на NVDA да навигират по ниво на отстъп на редовете. Докато редактирате изходния код на много езици за програмиране, тя позволява прескачане между редовете с едно и също ниво на отстъп, както и бързо намиране на редове с по-голямо или по-малко ниво на отстъп. Тя също така предоставя подобни клавишни команди за дървовидни изгледи.
de: Mit dieser NVDA-Erweiterung können Benutzer nach der Einrückungsebene von Zeilen navigieren. Bei der Bearbeitung von Quellcode in vielen Programmiersprachen ermöglicht es, zwischen den Zeilen der gleichen Einrückungsebene zu springen und schnell Zeilen mit größerer oder kleinerer Einrückungsebene zu finden. Ähnliche Tastenkombinationen sind auch in Baumansichten möglich.
es: Este complemento permite a los usuarios de NVDA navegar por nivel de sangría de líneas. Mientras se edita código fuente en muchos lenguajes de programación, permite saltar entre líneas con el mismo nivel de sangría, así como encontrar líneas con mayor o menor nivel de sangría. También proporciona atajos de teclado similares en las vistas en árbol.
fr: Cette extension permet aux utilisateurs de NVDA de naviguer par niveau d'indentation des lignes. Lors de l'édition du code source dans de nombreux langages de programmation, elle permet de sauter entre les lignes du même niveau d'indentation, ainsi que de trouver rapidement des lignes avec un niveau d'indentation plus ou moins élevé. Elle fournit également des touches de commandes similaires dans les arborescences.
pt_br: Esse complemento permite que os usuários do NVDA naveguem pelo nível de recuo das linhas. Ao editar o código-fonte em muitas linguagens de programação, ele permite saltar entre as linhas do mesmo nível de recuo, bem como localizar rapidamente linhas com nível de recuo maior ou menor. Ele também fornece pressionamentos de teclas semelhantes em exibições de árvore. Esse complemento permite que os usuários do NVDA naveguem por nível de recuo (indentação) ou deslocamento de linhas ou parágrafos. Nos navegadores, permite localizar rapidamente parágrafos com o mesmo deslocamento da borda esquerda da tela, como comentários de primeiro nível em uma árvore hierárquica de comentários. Além disso, ao editar código fonte em muitas linguagens de programação, ele permite saltar entre as linhas do mesmo nível de recuo (indentação), além de encontrar rapidamente linhas com maior ou menor nível de recuo (endentação).
ru: Это дополнение позволяет пользователям NVDA перемещаться по уровню отступа строк. При редактировании исходного кода во многих языках программирования оно позволяет переключаться между строками с одинаковым уровнем отступа, а также быстро находить строки с большим или меньшим уровнем отступа. Оно также обеспечивает аналогичные нажатия клавиш в древовидных представлениях.
tr: Bu eklenti, NVDA kullanıcılarının satırların girinti düzeyine göre gezinmesine olanak tanır. Birçok programlama dilinde kaynak kodu düzenlerken, aynı girinti seviyesindeki satırlar arasında geçiş yapılmasına olanak sağladığı gibi, daha fazla veya daha az girinti seviyesine sahip satırları hızlı bir şekilde bulmayı da sağlar. Ağaç görünümlerinde de benzer tuş vuruşlarını sağlar.
zh_cn: 缩进导航插件。可以让 NVDA 用户通过行或段落的缩进级别或偏移量进行导航。在浏览器中，使用该插件可以快速导航距屏幕左边缘具有相同偏移量的段落，例如在具有层级结构的帖子评论区，您可以仅导航同级的评论。此外，在编程开发中，该插件可以用来快速在相同缩进级别的行之间跳转，以及快速跳转到具有更大或更小缩进级别的行。

source: Please note that tree navigation commands have been moved to [TreeNav add-on](https://github.com/mltony/nvda-tree-nav).
bg: Моля, обърнете внимание, че командите за дървовидна навигация са преместени в [добавката "TreeNav"](https://github.com/mltony/nvda-tree-nav).
de: Bitte beachten Sie, dass die Befehle zur Baumnavigation in die NVDA-Erweiterung [TreeNav](https://github.com/mltony/nvda-tree-nav) verschoben wurden.
es: Ten en cuenta que las órdenes de navegación por árboles se han movido al [complemento TreeNav](https://github.com/mltony/nvda-tree-nav).
fr: Veuillez noter que les commandes de navigation dans l'arborescence ont été déplacées vers [l'extension TreeNav](https://github.com/mltony/nvda-tree-nav).
pt_br: Observe que os comandos de navegação em árvore foram movidos para [TreeNav add-on] (https://github.com/mltony/nvda-tree-nav).
ru: Пожалуйста, обратите внимание, что команды древовидной навигации были перенесены в [дополнение TreeNav](https://github.com/mltony/nvda-tree-nav).
tr: Ağaçta dolaşma komutlarının [Ağaç Dolaşımı eklentisine](https://github.com/mltony/nvda-tree-nav) taşındığını lütfen unutmayın.
zh_cn: 请注意，树式图导航特性已移至 [TreeNav 插件](https://github.com/mltony/nvda-tree-nav)。

source: Download
bg: Изтегляне
es: Descarga
fr: Télécharger
pt_br: Baixar
ru: Загрузить
tr: İndirmek
zh_cn: 下载

source: Please install from NVDA add-on store
bg: Моля, инсталирайте от магазина за добавки на NVDA
de: Bitte aus dem Store für NVDA-Erweiterungen installieren
es: Instala desde la tienda de complementos de NVDA
fr: Veuillez installer à partir de l'add-on store de NVDA
pt_br: Instale a partir da loja de complementos do NVDA
ru: Пожалуйста, установите из магазина дополнений NVDA
tr: Lütfen NVDA eklenti mağazasından yükleyin
zh_cn: 请从 NVDA 插件商店安装最新版

source: Note on compatibility with VSCode
bg: Забележка относно съвместимостта с VSCode
de: Hinweis zur Kompatibilität mit VSCode
es: Nota sobre la compatibilidad con VSCode
fr: Remarque sur la compatibilité avec VSCode
pt_br: Observação sobre a compatibilidade com o VSCode
ru: Примечание о совместимости с VSCode
tr: VSCode ile uyumluluk hakkında not
zh_cn: 与 VSCode 兼容的注意事项

source: Builtin VSCode accessibility is very limited: as of 2024 it only exposes 500 lines of code through accessibility API, which makes IndentNav to work incorrectly in VSCode.
bg: Вградената достъпност във VSCode е много ограничена: от 2024 г. той излага само 500 реда код чрез ППИ за достъпност, което кара навигацията по отстъпи да работи неправилно във VSCode.
de: Die in VSCode eingebaute Barrierefreiheit ist sehr begrenzt: Seit 2024 werden nur 500 Zeilen Code über die API der Barrierefreiheit zugänglich gemacht, was dazu führt, dass IndentNav in VSCode nicht korrekt funktioniert.
es: La accesibilidad incorporada en VSCode está muy limitada: a fecha de 2024 expone sólo 500 líneas de código mediante la API de accesibilidad, lo que provoca que IndentNav funcione en VSCode de manera incorrecta.
fr: L'accessibilité VSCode intégrée est très limitée : à partir de 2024, il n'expose que 500 lignes de code via l'API d'accessibilité, ce qui fait qu'IndentNav ne fonctionne pas correctement dans VSCode.
pt_br: A acessibilidade integrada do VSCode é muito limitada: a partir de 2024, ela expõe apenas 500 linhas de código por meio da API de acessibilidade, o que faz com que o IndentNav funcione incorretamente no VSCode.
ru: Встроенная доступность VSCode очень ограничена: по состоянию на 2024 год она предоставляет только 500 строк кода через accessibility API, что приводит к неправильной работе IndentNav в VSCode.
tr: Yerleşik VSCode erişilebilirliği çok sınırlıdır: 2024 itibariyle erişilebilirlik API'si aracılığıyla yalnızca 500 satır kod açığa çıkarır ve bu da Girinti Dolaşımı eklentisinin VSCode'da hatalı çalışmasına neden olur.
zh_cn: VSCode 内置的辅助功能 API 仅能访问到500行代码。因此，在较大的文件中，IndentNav 则无法正常工作。

source: By default IndentNav won't work with VSCode and when you try to use it, you will need to select from two options:
bg: По подразбиране навигацията по отстъпи няма да работи с VSCode и когато се опитате да я използвате, ще трябва да изберете от две опции:
de: Standardmäßig funktioniert IndentNav nicht mit VSCode und wenn Sie versuchen, es zu verwenden, müssen Sie zwischen zwei Optionen wählen:
es: Por defecto, IndentNav no funcionará con VSCode. Cuando intentes usarlo, deberás elegir entre dos opciones:
fr: Par défaut, IndentNav ne fonctionnera pas avec VSCode et lorsque vous essayez de l'utiliser, vous devrez choisir parmi deux options :
pt_br: Por padrão, o IndentNav não funcionará com o VSCode e, quando você tentar usá-lo, precisará selecionar entre duas opções:
ru: По умолчанию IndentNav не будет работать с VSCode, и когда вы попытаетесь его использовать, вам нужно будет выбрать один из двух вариантов:
tr: Varsayılan olarak Girinti Dolaşımı, VSCode ile çalışmaz ve onu kullanmaya çalıştığınızda iki seçenek arasından seçim yapmanız gerekir:
zh_cn: 默认情况下本插件无法兼容 VSCode，如果您希望在 VSCode 中使用本插件，您需要从两个方案中做出选择：

source: Install VSCode extension ([extension page](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility))([source code](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) - recommended way. After installing extension NVDA will be able to access entire document no matter how large it is.
bg: Инсталиране на разширението за VSCode ([страница на разширението](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility)) ([изходен код](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) – препоръчителен начин. След инсталиране на разширението NVDA ще има достъп до целия документ, независимо колко голям е той.
de: Installieren Sie die VSCode-Erweiterung ([von der Seite](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility))([Quellcode](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) - empfohlener Weg. Nach der Installation der Erweiterung ist NVDA in der Lage, auf das gesamte Dokument zuzugreifen, egal wie groß es ist.
es: Instalar extensión de VSCode ([página de la extensión](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility)) ([código fuente](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)): la forma recomendada. Tras instalar la extensión, NVDA podrá acceder al documento completo, sin importar lo grande que sea.
fr: Installez l'extension VSCode ([page de l'extension](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility))([code source](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) - méthode recommandée. Après avoir installé l'extension, NVDA pourra accéder à l'intégralité du document, quelle que soit sa taille.
pt_br: Instale a extensão VSCode ([página da extensão](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility))([código-fonte](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) - maneira recomendada. Depois de instalar a extensão, o NVDA poderá acessar o documento inteiro, independentemente do tamanho dele.
ru: Установите расширение VSCode ([страница расширения](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility))([исходный код](https://github.com/mltony/vscode-nvda-indent-nav-accessibility)) - рекомендуемый способ. После установки расширения NVDA сможет получить доступ ко всему документу, независимо от его размера.
tr: VSCode eklentisini yükleyin ([Eklenti sayfası](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility)) ([kaynak kodu](https://github.com/mltony/ vscode-nvda-indent-nav-accessibility)) - önerilen yol. eklentiyi yükledikten sonra NVDA, ne kadar büyük olursa olsun belgenin tamamına erişebilecektir.
zh_cn: 安装 VSCode ([辅助功能扩展](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility)) ([源代码](https://github.com/mltony/ vscode-nvda-indent-nav-accessibility))——这是推荐的方案。安装扩展后，无论文档有多大，NVDA 都能够访问整个文档。

source: Continue using VSCode in legacy mode - enable this mode in IndentNav settings. This is not recommended since NVDA will only see 500 lines of document and will erroneously report missing siblings/parents.
bg: Продължаване на използването на VSCode в наследен режим – активирайте този режим в настройките за навигацията по отстъпи. Това не се препоръчва, тъй като NVDA ще вижда само 500 реда от документа и погрешно ще съобщава за липсващи свързани/родителски елементи.
de: Verwenden Sie VSCode weiterhin im Legacy-Modus - aktivieren Sie diesen Modus in den IndentNav-Einstellungen. Dies wird nicht empfohlen, da NVDA nur 500 Zeilen des Dokuments sieht und fälschlicherweise fehlende Einträge in der Hierarchie mitteilt.
es: Continuar usando VSCode en modo heredado: activa este modo en las opciones de IndentNav. No se recomienda, ya que NVDA sólo verá 500 líneas del documento y e indicará erróneamente que faltan padres y hermanos.
fr: Continuez à utiliser VSCode en mode hérité - activez ce mode dans les paramètres IndentNav. Ceci n'est pas recommandé puisque NVDA ne verra que 500 lignes de document et signalera par erreur les enfants/parents manquants.
pt_br: Continue usando o VSCode no modo legado - ative esse modo nas configurações do IndentNav. Isso não é recomendado, pois o NVDA verá apenas 500 linhas do documento e informará erroneamente a falta de irmãos/pais.
ru: Продолжайте использовать VSCode в устаревшем режиме - включите этот режим в настройках IndentNav. Это не рекомендуется, поскольку NVDA увидит только 500 строк документа и ошибочно сообщит о пропавших братьях и сестрах/родителях.
tr: VSCode'u eski modda kullanmaya devam edin - Girinti Dolaşımı ayarlarında bu modu etkinleştirin. NVDA yalnızca 500 satırlık belge göreceği ve kayıp kardeşleri/ebeveynleri yanlışlıkla bildireceği için bu önerilmez.
zh_cn: 继续使用 VSCode 旧版模式——在 缩进导航的设置中启用此模式。不建议这样做，因为 NVDA 只能访问 500 行文档，浙将导致缩进导航错误的识别兄弟/父子节点。

source: Compatibility issues
bg: Проблеми със съвместимостта
de: Kompatibilitätsprobleme
es: Problemas de compatibilidad
fr: Problèmes de compatibilité
pt_br: Problemas de compatibilidade
ru: Проблемы с совместимостью
tr: Uyumluluk sorunları
zh_cn: 兼容性问题

source: IndentNav has known compatibility issues with [Character Information add-on](https://addons.nvda-project.org/addons/charInfo.en.html). It is currently impossible to configure both IndentNav and review cursor on numpad while this add-on is running. Please either uninstall this add-on, or use an alternative keystroke map in IndentNav.
bg: Навигацията по отстъпи има известни проблеми със съвместимостта с [добавка за информация за знаците](https://addons.nvda-project.org/addons/charInfo.bg.html). Понастоящем е невъзможно да конфигурирате както навигацията по отстъпи, така и курсора за преглед на цифровата клавиатура, докато тази добавка работи. Моля, или деинсталирайте тази добавка, или използвайте алтернативна схема за клавишни команди за навигацията по отстъпи.
de: IndentNav hat bekannte Kompatibilitätsprobleme mit der NVDA-Erweiterung [Zeichen-Informationen](https://addons.nvda-project.org/addons/charInfo.en.html). Es ist derzeit nicht möglich, sowohl IndentNav als auch den Prüfcursor auf dem Ziffernblock zu konfigurieren, während dieser NVDA-Erweiterung läuft. Bitte deinstallieren Sie entweder sie es oder verwenden Sie eine alternative Tastaturbelegung in IndentNav.
es: IndentNav tiene problemas de compatibilidad conocidos con el [complemento Información del carácter](https://addons.nvda-project.org/addons/charInfo.es.html). Es imposible configurar IndentNav y el cursor de revisión con el bloque numérico mientras este complemento está en ejecución. Desinstala este complemento, o bien usa un mapa de atajos de teclado alternativo para IndentNav.
fr: IndentNav a des problèmes de compatibilité connus avec [l'extension Information caractère](https://addons.nvda-project.org/addons/charInfo.fr.html). Il est actuellement impossible de configurer à la fois IndentNav et le curseur de revue sur le pavé numérique pendant que cette extension est en cours d'exécution. Veuillez soit désinstaller cette extension, soit utiliser une autre carte de touche de commande dans IndentNav.
pt_br: O IndentNav tem problemas de compatibilidade conhecidos com o [complemento Character Information] (https://addons.nvda-project.org/addons/charInfo.en.html). Atualmente, é impossível configurar o IndentNav e o cursor de revisão no teclado numérico enquanto esse complemento estiver em execução. Desinstale esse complemento ou use um mapa de teclas alternativo no IndentNav.
ru: Известны проблемы с совместимостью IndentNav с [дополнением информации о символах](https://addons.nvda-project.org/addons/charInfo.ru.html). В настоящее время невозможно настроить как IndentNav, так и просмотровый курсор на цифровой клавиатуре во время работы этого дополнения. Пожалуйста, либо удалите это дополнение, либо используйте альтернативную раскладку комбинаций клавиш в IndentNav.
tr: Girinti Dolaşımı eklentisinin [Karakter Bilgisi Eklentisiyle](https://addons.nvda-project.org/addons/charInfo.en.html) uyumluluk sorunları olduğu bilinmektedir. Bu eklenti çalışırken hem Girinti Dolaşımı eklentisini hem de sayısal tuş takımında inceleme imlecini yapılandırmak şu anda mümkün değildir. Lütfen bu eklentiyi kaldırın veya Girinti Dolaşımı'nda alternatif bir tuş vuruşu haritası kullanın.
zh_cn: 缩进导航与[角色信息-charInfo插件](https://addons.nvda-project.org/addons/charInfo.en.html) 存在已知的兼容性问题。目前无法在启用该插件的情况下同时启用缩进导航的数字键盘布局。请卸载此插件，或在 IndentNav 中使用其他的按键布局。

source: Keystroke layouts
bg: Подредби с клавишни команди
de: Layouts der Tastenbefehle
es: Disposiciones de atajos de teclado
fr: Dispositions des touches de commandes
pt_br: Layouts de teclas
ru: Раскладки комбинаций клавиш
tr: Tuş vuruşu düzenleri
zh_cn: 按键布局

source: IndentNav offers 3 builtin keystroke mappings:
bg: Навигацията по отстъпи предлага 3 вградени схеми за клавишни команди:
de: IndentNav bietet drei eingebaute Tastenzuordnungen:
es: IndentNav ofrece tres mapas de atajos de teclado incorporados:
fr: IndentNav propose 3 mappages de touches de commandes intégrés :
pt_br: O IndentNav oferece 3 mapeamentos de teclas incorporados:
ru: IndentNav предлагает 3 встроенных раскладки комбинаций клавиш:
tr: Girinti Dolaşımı 3 yerleşik tuş vuruşu eşlemesi sunar:
zh_cn: 缩进导航提供了 3 种内置按键布局：

source: Legacy or laptop layout: this is for people who were using IndentNav v1.x and don't want to learn new layouts or for laptop keyboards that don;t have numpads.
bg: Наследена или лаптоп подредба: това е за хора, които са използвали версии 1.x на навигацията по отстъпи и не искат да учат нови подредби или за клавиатури на лаптоп, които нямат цифров блок.
de: Legacy- oder Laptop-Layout: Dies ist für diejenigen, die IndentNav V1.x benutzt haben und keine neuen Layouts lernen wollen oder für Laptop-Tastaturen, die keine Zifferntasten haben.
es: Disposición heredada o portátil: es para personas que usaban IndentNav v1.x y no quieren aprender nuevas disposiciones o para teclados de portátiles que no tienen bloque numérico.
fr: Disposition héritée ou pour ordinateur portable : ceci est destiné aux personnes qui utilisaient IndentNav v1.x et ne souhaitent pas apprendre de nouvelles dispositions ou aux claviers d'ordinateurs portables qui n'ont pas de pavé numérique.
pt_br: Layout legado ou de laptop: para pessoas que estavam usando o IndentNav v1.x e não querem aprender novos layouts ou para teclados de laptop que não têm numpads.
ru: Устаревшая или раскладка для ноутбука: это для тех, кто использовал IndentNav v1.x и не хочет изучать новые раскладки, или для клавиатур ноутбуков, у которых нет цифровых блоков.
tr: Eski veya dizüstü bilgisayar düzeni: Bu, Girinti Dolaşımı v1.x kullanan, yeni düzenler öğrenmek istemeyen kişiler veya sayısal tuş takımı olmayan dizüstü bilgisayar klavyeleri içindir.
zh_cn: 笔记本或旧版按键布局：该布局适用于习惯了缩进导航1.x且不想学习新布局的老用户，以及没有数字键盘的笔记本用户。

source: Alt+numpad layout.
bg: Подредба с Alt+цифровия блок.
de: Alt+Nummernblock-Layout.
es: Disposición alt+bloque numérico.
fr: Disposition Alt+pavé numérique.
pt_br: Layout Alt+numpad.
ru: Раскладка Alt+цифровая клавиатура.
tr: Alt+sayısal tuş takımı düzeni.
zh_cn: Alt+数字键盘布局。

source: Numpad keys layout. There are two modes of dealing with review cursor keystroke conflict:
bg: Подредба с клавишите от цифровия блок. Има два режима за справяне с конфликти с клавишните команди на курсора за преглед:
de: Layout der Nummernblock-Tasten. Es gibt zwei Möglichkeiten, mit Konflikten bei der Überprüfung der Cursor-Tasten umzugehen:
es: Disposición con teclas del bloque numérico. Hay dos modos de tratar con los conflictos con los atajos del cursor de revisión:
fr: Disposition des touches du pavé numérique. Il existe deux modes de gérer le conflit de touche de commande du curseur de revue :
pt_br: Layout das teclas do Numpad. Há dois modos de lidar com o conflito de pressionamento de tecla do cursor de revisão:
ru: Раскладка клавиш цифровой клавиатуры. Существует два способа устранения конфликта при нажатии клавиш просмотрового курсора:
tr: Sayısal tuş takımı düzeni. İnceleme imleci tuş vuruşu çakışmasını gidermenin iki yolu vardır:
zh_cn: 数字键盘按键布局。有两种处理与 NVDA 文本查看快捷键冲突的模式：

source: Use numpad for IndentNav in editables and review cursor everywhere else. If you still need to use review cursor in editables, you can temporarily disable IndentNav by pressing `alt+numLock`.
bg: Използване на цифровия блок за текстовите полета и за курсора за преглед навсякъде другаде. Ако се налага да се използва курсора за преглед в текстовите полета, може временно да се деактивира навигацията по отстъпи, като се натисне `Alt+Num Lock`.
de: Verwenden Sie den Nummernblock für IndentNav in Eingabefeldern und den NVDA-Cursor überall sonst. Wenn Sie ihn in Dateien zum Bearbeiten trotzdem verwenden müssen, können Sie IndentNav vorübergehend deaktivieren, indem Sie die Tastenkombination `Alt+Nummernblock-Taste` drücken.
es: Usar el bloque numérico para IndentNav en campos editables y el cursor de revisión en todos los demás sitios. Si todavía necesitas usar el cursor de revisión en campos editables, se puede desactivar IndentNav temporalmente pulsando `alt+bloqueo numérico`.
fr: Utilisez le pavé numérique pour IndentNav dans les éléments modifiables et le curseur de revue partout ailleurs. Si vous devez toujours utiliser le curseur de revue dans les éléments modifiables, vous pouvez désactiver temporairement IndentNav en appuyant sur `alt+verrouillage numérique`.
pt_br: Use o teclado numérico para o IndentNav em editáveis e o cursor de revisão em todos os outros lugares. Se você ainda precisar usar o cursor de revisão em editáveis, poderá desativar temporariamente o IndentNav pressionando `alt+numLock`.
ru: Используйте цифровую клавиатуру для ввода отступов в редактируемых файлах и просмотровый курсор в других местах. Если вам всё ещё нужно использовать просмотровый курсор в редактируемых файлах, вы можете временно отключить ввод отступов, нажав `alt+NumLock`.
tr: Düzenlenebilir öğelerde Girinti Dolaşımı için sayısal tuş takımını kullanın ve imleci diğer her yerde inceleyin. Düzenlenebilir öğelerde hâlâ inceleme imlecini kullanmanız gerekiyorsa, 'alt+Numara kilidi' tuşlarına basarak Girinti Dolaşımı'nı geçici olarak devre dışı bırakabilirsiniz.
zh_cn: 数字键盘在可编辑区域作为缩进导航命令；在其他地方恢复对象文本查看命令。在编辑区域也可以按 NVDA+数字键盘锁定键临时开关缩进导航。
