Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/IndentNav.*.po
Languages: bg, de, es, fr, pt_br, ru, tr, zh_cn

source: | Action | Legacy layout | `Alt+numpad` layout | Numpad layout | Description | | -- | -- | -- | -- | -- | | Toggle IndentNav | `alt+numLock` | `alt+numLock` | `alt+numLock` | This is useful when both NVDA and review cursor gestures are assigned to numPad. | | Jump to previous/next sibling | `NVDA+Alt+up/downArrow` | `alt+numPad8/numPad2` | `numPad8/numPad2` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/next sibling skipping over clutter | N/A | `control+alt+numPad8/numPad2` | `control+numPad8/numPad2` | You can configure clutter regular expression in settings. | | Jump to first/last sibling | `NVDA+Alt+shift+up/downArrow` | `alt+numPad4/numPad6` | `numPad4/numPad6` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/last sibling potentially outside of current block | `NVDA+control+Alt+up/downArrow` | `control+alt+numPad4/numPad6` | `control+numPad4/numPad6` | This command allows you to jump to a sibling in another block. | | Jump to previous/next parent | `NVDA+Alt+leftArrow`,<br>`NVDA+alt+control+leftArrow` | `alt+numPad7/numPad1` | `numPad7/numPad1` | Parent is defined as a line with lower indentation level. | | Jump to previous/next child | `NVDA+Alt+control+rightArrow`,<br>`NVDA+alt+rightArrow` | `alt+numPad9/numPad3` | `numPad9/numPad3` | Child is defined as a line with greater indentation level.<br>This command will not take cursor beyond current code block. | | Select current block | `NVDA+control+i` | `control+alt+numPad7` | `control+numPad7` | Selects current line plus all following lines having strictly greater indentation level.<br>Press repeatedly to select multiple blocks. | | Select current block and all following blocks on the same indentation level | `NVDA+alt+i` | `control+alt+numPad9` | `control+numPad9` | Selects current line plus all following lines having greater or equal indentation level. | | Indent-paste | `NVDA+v` | `NVDA+v` | `NVDA+v` | When you need to paste a block of code to a place with different indentation level, this command will adjust indentation level before pasting. | | Go back/forward in history | N/A | `control+alt+numPad1/numPad3` | `control+numPad1/numPad3` | IndentNav keeps a history of lines which you visited via IndentNav commands. | | Speak current line | N/A | `alt+numPad5` | `numPad5` | This is really a review cursor command remapped for convenience. | | Speak parent line | `NVDA+i` | N/A | N/A | |
bg: | Действие | Наследена подредба | Подредба `Alt+цифров блок` | Подредба `цифров блок` | Описание | | -- | -- | -- | -- | -- | | Превключване на навигацията по отстъпи | `Alt+Num Lock` | `Alt+Num Lock` | `Alt+Num Lock` | Това е полезно, когато и NVDA, и жестовете на курсора за преглед са присвоени на цифровия блок. | | Преминаване към предишен/следващ сроден елемент | `NVDA+Alt+Стрелка нагоре/Стрелка надолу` | `Alt+8 от цифровия блок/2 от цифровия блок` | `8 от цифровия блок/2 от цифровия блок` | Сродният елемент се дефинира като ред със същото ниво на отстъп.<br>Тази команда няма да изведе курсора отвъд текущия кодов блок. | | Преминаване към предишен/следващ сроден елемент, прескачайки излишното | Не е указано | `Control+Alt+8 от цифровия блок/2 от цифровия блок` | `Control+8 от цифровия блок/2 от цифровия блок` | Регулярният израз за излишното може да бъде конфигуриран в настройките. | | Преминаване към първия/последния сроден елемент | `NVDA+Alt+Shift+Стрелка нагоре/Стрелка надолу` | `Alt+4 от цифровия блок/6 от цифровия блок` | `4 от цифровия блок/6 от цифровия блок` | Сродният елемент се дефинира като ред със същото ниво на отстъп.<br>Тази команда няма да изведе курсора отвъд текущия кодов блок. | | Преминаване към първия/последния сроден елемент потенциално извън текущия блок | `NVDA+Control+Alt+Стрелка нагоре/Стрелка надолу` | `Control+Alt+4 от цифровия блок/6 от цифровия блок` | `Control+4 от цифровия блок/6 от цифровия блок` | Тази команда позволява да се преминава към сроден елемент в друг блок. | | Преминаване към предишен/следващ родителски елемент | `NVDA+Alt+Стрелка наляво`,<br>`NVDA+Alt+Control+Стрелка наляво` | `Alt+7 от цифровия блок/1 от цифровия блок` | `7 от цифровия блок/1 от цифровия блок` | Родителски елемент се определя като ред с по-ниско ниво на отстъп. | | Преминаване към предишен/следващ дъщерен елемент | `NVDA+Alt+Control+Стрелка надясно`,<br>`NVDA+Alt+Стрелка надясно` | `Alt+9 от цифровия блок/3 от цифровия блок` | `9 от цифровия блок/3 от цифровия блок` | Дъщерният елемент се определя като ред с по-голямо ниво на отстъп.<br>Тази команда няма да изведе курсора отвъд текущия кодов блок. | | Избиране на текущия блок | `NVDA+Control+I` | `Control+Alt+7 от цифровия блок` | `Control+7 от цифровия блок` | Избира текущия ред плюс всички следващи редове със строго по-високо ниво на отстъп.<br>Многократното натискане избира няколко блока. | | Избиране на текущия блок и всички следващи блокове на същото ниво на отстъп | `NVDA+Alt+I` | `Control+Alt+9 от цифровия блок` | `Control+9 от цифровия блок` | Избира текущия ред плюс всички следващи редове с по-голямо или равно ниво на отстъп. | | Поставяне с отстъп | `NVDA+V` | `NVDA+V` | `NVDA+V` | Когато трябва да се постави блок от код на място с различно ниво на отстъп, тази команда ще коригира нивото на отстъп преди поставяне. | | Преминаване назад/напред в хронологията | Не е указано | `Control+Alt+1 от цифровия блок/3 от цифровия блок` | `Control+1 от цифровия блок/3 от цифровия блок` | Навигацията по отстъпи пази хронология на редовете, които са обхождани чрез командите за навигация по отстъпи. | | Изговаряне на текущия ред | Не е указано | `Alt+5 от цифровия блок` | `5 от цифровия блок` | Това всъщност е команда на курсора за преглед, преназначена за удобство. | | Изговаряне на родителския ред | `NVDA+I` | Не е указано | Не е указано | |
de: | Aktion | Legacy-Layout | `Alt+Nummernblock`-Layout | Nummernblock-Layout | Beschreibung | | -- | -- | -- | -- | -- | | IndentNav umschalten | `Alt+Nummernblock` | `Alt+Nummernblock` | `Alt+Nummernblock` | Dies ist nützlich, wenn sowohl NVDA- als auch Tastenbefehle für Cursor dem Nummernblock zugewiesen sind. | | Jump to previous/next sibling | `NVDA+Alt+Pfeiltasten nach oben/unten` | `Alt+Nummernblock-Taste 8/2` | `Nummernblock-Taste 8/2` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/next sibling skipping over clutter | Keine | `Strg+Alt+Nummernblock-Taste 8/2` | `Strg+Nummernblock-Taste 8/2` | You can configure clutter regular expression in settings. | | Jump to first/last sibling | `NVDA+Alt+Umschalt+Pfeiltasten nach oben/unten` | `Alt+Nummernblock-Taste 4/6` | `Nummernblock-Taste 4/6` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/last sibling potentially outside of current block | `NVDA+Strg+Alt+Pfeiltasten nach oben/unten` | `Strg+Alt+Nummernblock-Taste 4/6` | `Strg+Nummernblock-Taste 4/6` | This command allows you to jump to a sibling in another block. | | Jump to previous/next parent | `NVDA+Alt+Pfeiltaste nach links`,<br>`NVDA+Alt+Strg+Pfeiltaste nach links` | `Alt+Nummernblock-Taste 7/1` | `Nummernblock-Taste 7/1` | Parent is defined as a line with lower indentation level. | | Jump to previous/next child | `NVDA+Alt+Strg+Pfeiltaste nach rechts`,<br>`NVDA+Alt+Pfeiltaste nach rechts` | `Alt+Nummernblock-Taste 9/3` | `Nummernblock-Taste 9/3` | Child is defined as a line with greater indentation level.<br>This command will not take cursor beyond current code block. | | Select current block | `NVDA+Strg+I` | `Strg+Alt+Nummernblock-Taste 7` | `Strg+Nummernblock-Taste 7` | Selects current line plus all following lines having strictly greater indentation level.<br>Press repeatedly to select multiple blocks. | | Select current block and all following blocks on the same indentation level | `NVDA+Alt+I` | `Strg+Alt+Nummernblock-Taste 9` | `Strg+Nummernblock-Taste 9` | Selects current line plus all following lines having greater or equal indentation level. | | Indent-paste | `NVDA+V` | `NVDA+V` | `NVDA+V` | When you need to paste a block of code to a place with different indentation level, this command will adjust indentation level before pasting. | | Weiter/Zurück im Verlauf | N/A | `Strg+Alt+Nummernblock-Taste 1/3` | `Strg+Nummernblock-Taste 1/3` | IndentNav speichert einen Verlauf der Zeilen, die Sie mit IndentNav-Befehlen besucht haben. | | Aktuelle Zeile mitteilen | Keine | `Alt+Nummernblock-Taste 5` | `Nummernblock-Taste 5` | Dies ist in Wirklichkeit ein Cursor-Befehl, der der Einfachheit halber neu zugeordnet wurde. | | Übergeordnete Zeile mitteilen | `NVDA+I` | Keine | Keine | |
es: | Acción | Disposición heredada | Disposición de `alt+bloque numérico` | Disposición de bloque numérico | Descripción | | -- | -- | -- | -- | -- | | Conmutar IndentNav | `alt+bloqueo numérico` | `alt+bloqueo numérico` | `alt+bloqueo numérico` | Útil cuando tanto los gestos de IndentNav como los del cursor de revisión se asignan al bloque numérico. | | Saltar al hermano anterior/siguiente | `NVDA+Alt+flechas arriba o abajo` | `alt+8 del teclado numérico/2 del teclado numérico` | `8 / 2 del teclado numérico` | Por hermano se entiende una línea con el mismo nivel de sangría.<br>Esta orden no llevará el cursor más allá del bloque de código actual. | | Saltar al hermano anterior/siguiente evitando desorden | N/A | `control+alt+8 del teclado numérico/2 del teclado numérico` | `control+8 del teclado numérico/2 del teclado numérico` | Puedes configurar la expresión regular de desorden en las opciones. | | Saltar al primer/último hermano | `NVDA+Alt+shift+flechas arriba y abajo` | `alt+4 del teclado numérico/6 del teclado numérico` | `4 del teclado numérico/6 del teclado numérico` | Por hermano se entiende una línea con el mismo nivel de sangría.<br>Esta orden no llevará el cursor más allá del bloque de código actual. | | Saltar al anterior/último hermano potencialmente fuera del bloque actual | `NVDA+control+Alt+flechas arriba y abajo` | `control+alt+4 del teclado numérico/6 del teclado numérico` | `control+4 del teclado numérico/6 del teclado numérico` | Esta orden permite saltar a un hermano de otro bloque. | | Saltar al padre anterior/siguiente | `NVDA+Alt+flecha izquierda`,<br>`NVDA+alt+control+flecha izquierda` | `alt+7 del teclado numérico/1 del teclado numérico` | `7 del teclado numérico/1 del teclado numérico` | Se entiende por padre una línea con nivel de sangría menor. | | Saltar al hijo anterior/siguiente | `NVDA+Alt+control+flecha derecha`,<br>`NVDA+alt+flecha derecha` | `alt+9 del teclado numérico/3 del teclado numérico` | `9 del teclado numérico/3 del teclado numérico` | Por hijo se entiende una línea con mayor nivel de sangría.<br>Esta orden no llevará el cursor más allá del bloque de código actual. | | Seleccionar bloque actual | `NVDA+control+i` | `control+alt+7 del teclado numérico` | `control+7 del teclado numérico` | Selecciona la línea actual, y todas las siguientes que tengan estrictamente mayor nivel de sangría.<br>Pulsa repetidamente para seleccionar varios bloques. | | Seleccionar el bloque actual y todos los bloques siguientes con el mismo nivel de sangría | `NVDA+alt+i` | `control+alt+9 del teclado numérico` | `control+9 del teclado numérico` | Selecciona la línea actual y todas las líneas siguientes con el mismo nivel de sangría o uno superior. | | Pegar con sangría | `NVDA+v` | `NVDA+v` | `NVDA+v` | Cuando necesites pegar un bloque de código en un lugar con nivel de sangría distinto, esta orden ajustará el nivel de sangría antes de pegar. | | Retroceder/avanzar por el historial | N/A | `control+alt+1 del teclado numérico/3 del teclado numérico` | `control+1 del teclado numérico/3 del teclado numérico` | IndentNav conserva un historial de líneas visitadas mediante órdenes de IndentNav. | | Verbalizar línea actual | N/A | `alt+5 del teclado numérico` | `5 del teclado numérico` | Realmente es una orden del cursor de revisión, reasignada por conveniencia. | | Verbalizar línea padre | `NVDA+i` | N/A | N/A | |
fr: | Actions | Disposition héritée | Disposition `Alt+pavé numérique` | Disposition du pavé numérique | Description | | -- | -- | -- | -- | -- | | Basculer IndentNav | `alt+verrouillage numérique` | `alt+verrouillage numérique` | `alt+verrouillage numérique` | Ceci est utile lorsque les gestes NVDA et du curseur de revue sont attribués au pavé numérique. | | Aller à l'enfant précédent/suivant | `NVDA+Alt+flèche haut/bas` | `alt+PavNum8/PavNum2` | `PavNum8/PavNum2` | L'enfant est défini comme une ligne avec le même niveau d'indentation.<br>Cette commande ne déplacera pas le curseur au-delà du bloc de code actuel. | | Aller à l'enfant précédent/suivant en ignorant le désordre | N/A | `contrôle+alt+PavNum8/PavNum2` | `contrôle+PavNum8/PavNum2` | Vous pouvez configurer l'expression régulière en désordre dans les paramètres. | | Aller au premier/dernier enfant | `NVDA+Alt+maj+flèche haut/bas` | `alt+PavNum4/PavNum6` | `PavNum4/PavNum6` | L'enfant est défini comme une ligne avec le même niveau d'indentation.<br>Cette commande ne déplacera pas le curseur au-delà du bloc de code actuel. | | Aller à l'enfant précédent/dernier potentiellement en dehors du bloc actuel | `NVDA+contrôle+Alt+flèche haut/bas` | `contrôle+alt+PavNum4/PaVNum6` | `contrôle+PaVNum4/PaVNum6` | Cette commande vous permet de Aller à un enfant dans un autre bloc. | | Aller au parent précédent/suivant | `NVDA+Alt+Flèche gauche`,<br>`NVDA+alt+contrôle+Flèche gauche` | `alt+PavNum7/PavNum1` | `PavNum7/PavNum1` | Le parent est défini comme une ligne avec un niveau d'indentation inférieur. | | Aller à l'enfant précédent/suivant | `NVDA+Alt+contrôle+Flèche droite`,<br>`NVDA+alt+Flèche droite` | `alt+PavNum9/PavNum3` | `PavNum9/PavNum3` | L'enfant est défini comme une ligne avec un niveau d'indentation plus élevé.<br>Cette commande ne déplacera pas le curseur au-delà du bloc de code actuel. | | Sélectionner le bloc actuel | `NVDA+contrôle+i` | `contrôle+alt+PavNum7` | `contrôle+PavNum7` | Sélectionne la ligne actuelle ainsi que toutes les lignes suivantes ayant un niveau d'indentation strictement supérieur.<br>Appuyez à plusieurs reprises pour sélectionner plusieurs blocs. | | Sélectionnez le bloc actuel et tous les blocs suivants sur le même niveau d'indentation | `NVDA+alt+i` | `contrôle+alt+PavNum9` | `contrôle+PavNum9` | Sélectionne la ligne actuelle ainsi que toutes les lignes suivantes ayant un niveau d'indentation supérieur ou égal. | | Coller l'indentation | `NVDA+v` | `NVDA+v` | `NVDA+v` | Lorsque vous devez coller un bloc de code à un endroit avec un niveau d'indentation différent, cette commande ajustera le niveau d'indentation avant de le coller. | | Aller en arrière/en avance dans l'historique | N/A | `contrôle+alt+PavNum1/PavNum3` | `contrôle+PavNum1/PavNum3` | IndentNav conserve un historique des lignes que vous avez visitées via les commandes IndentNav. | | Annoncer la ligne actuelle | N/A | `alt+PavNum5` | `PavNum5` | Il s’agit en réalité d’une commande du curseur de revue remappée pour plus de commodité. | | Annoncer la ligne parent | `NVDA+i` | N/A | N/A | |
pt_br: | Ação | Legado layout | `Alt+numpad` layout | Numpad layout | Descrição | | -- | -- | -- | -- | -- | | Alternar IndentNav | `alt+numLock` | `alt+numLock` | `alt+numLock` | Isso é útil quando ambos NVDA e os gestos de revisão do cursor são atribuídos ao numPad. | | Ir para o anterior/irmão seguinte | `NVDA+Alt+cima/baixo` | `alt+numPad8/numPad2` | `numPad8/numPad2` | Irmão é definido como uma linha com o mesmo nível de recuo.<br>Esse comando não levará o cursor para além do bloco de código atual. | | Ir para o anterior/irmão seguinte pulando a bagunça | N/A | `control+alt+numPad8/numPad2` | `control+numPad8/numPad2` | Você pode configurar a expressão regular de desordem nas configurações. | | Ir para o primeiro/último irmão | `NVDA+Alt+shift+cima/baixo` | `alt+numPad4/numPad6` | `numPad4/numPad6` | Irmão é definido como uma linha com o mesmo nível de recuo.<br>Esse comando não levará o cursor para além do bloco de código atual. | | Ir para o anterior/último irmão potencialmente fora do bloco atual | `NVDA+control+Alt+cima/baixo` | `control+alt+numPad4/numPad6` | `control+numPad4/numPad6` | Esse comando permite que você pule para um irmão em outro bloco. | | Ir para o anterior/próximo pai | `NVDA+Alt+esquerda`,<br>`NVDA+alt+control+esquerda` | `alt+numPad7/numPad1` | `numPad7/numPad1` | O pai é definido como uma linha com nível de recuo inferior. | | Pular para o filho anterior/seguinte | `NVDA+Alt+control+direita`,<br>`NVDA+alt+direita` | `alt+numPad9/numPad3` | `numPad9/numPad3` | A criança é definida como uma linha com grande
ru: | Действие | Устаревшая раскладка | Раскладка `Alt+цифровая клавиатура` | Раскладка цифровой клавиатуры | Описание | | -- | -- | -- | -- | -- | | Toggle IndentNav | `alt+numLock` | `alt+numLock` | `alt+numLock` | This is useful when both NVDA and review cursor gestures are assigned to numPad. | | Jump to previous/next sibling | `NVDA+Alt+up/downArrow` | `alt+numPad8/numPad2` | `numPad8/numPad2` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/next sibling skipping over clutter | N/A | `control+alt+numPad8/numPad2` | `control+numPad8/numPad2` | You can configure clutter regular expression in settings. | | Jump to first/last sibling | `NVDA+Alt+shift+up/downArrow` | `alt+numPad4/numPad6` | `numPad4/numPad6` | Sibling is defined as a line with the same indentation level.<br>This command will not take cursor beyond current code block. | | Jump to previous/last sibling potentially outside of current block | `NVDA+control+Alt+up/downArrow` | `control+alt+numPad4/numPad6` | `control+numPad4/numPad6` | This command allows you to jump to a sibling in another block. | | Jump to previous/next parent | `NVDA+Alt+leftArrow`,<br>`NVDA+alt+control+leftArrow` | `alt+numPad7/numPad1` | `numPad7/numPad1` | Parent is defined as a line with lower indentation level. | | Jump to previous/next child | `NVDA+Alt+control+rightArrow`,<br>`NVDA+alt+rightArrow` | `alt+numPad9/numPad3` | `numPad9/numPad3` | Child is defined as a line with greater indentation level.<br>This command will not take cursor beyond current code block. | | Select current block | `NVDA+control+i` | `control+alt+numPad7` | `control+numPad7` | Selects current line plus all following lines having strictly greater indentation level.<br>Press repeatedly to select multiple blocks. | | Select current block and all following blocks on the same indentation level | `NVDA+alt+i` | `control+alt+numPad9` | `control+numPad9` | Selects current line plus all following lines having greater or equal indentation level. | | Indent-paste | `NVDA+v` | `NVDA+v` | `NVDA+v` | When you need to paste a block of code to a place with different indentation level, this command will adjust indentation level before pasting. | | Go back/forward in history | N/A | `control+alt+numPad1/numPad3` | `control+numPad1/numPad3` | IndentNav keeps a history of lines which you visited via IndentNav commands. | | Speak current line | N/A | `alt+numPad5` | `numPad5` | This is really a review cursor command remapped for convenience. | | Speak parent line | `NVDA+i` | N/A | N/A | |
tr: | Eylem | Eski Düzen | `Alt+sayısal tuş takımı` Düzeni | Sayısal tuş takımı düzeni | Tanım | | -- | -- | -- | -- | -- | | Girinti Dolaşımı'nı aç/kapat | `alt+Numara Kilidi` | `alt+Numara Kilidi` | `alt+Numara Kilidi` | Bu, hem NVDA hem de gözden geçirme imleç hareketleri sayısal tuş takımı'na atandığında kullanışlıdır. | | Önceki/sonraki kardeşe atla | `NVDA+Alt+yukarı/aşağı Ok` | `alt+sayısal tuş takımı8/sayısal tuş takımı2` | `sayısal tuş takımı8/sayısal tuş takımı2` | Kardeş, aynı girinti seviyesine sahip bir satır olarak tanımlanır.<br>Bu komut, imleci geçerli kod bloğunun ötesine götürmez. | | Dağınıklığı atlayarak önceki/sonraki kardeşe atla | N/A | `CTRL+alt+sayısal tuş takımı8/sayısal tuş takımı2` | `CTRL+sayısal tuş takımı8/sayısal tuş takımı2` | Dağınıklık normal ifadesini ayarlarda yapılandırabilirsiniz. | | İlk/son kardeşe atla | `NVDA+Alt+shift+yukarı/aşağı Ok` | `alt+sayısal tuş takımı4/sayısal tuş takımı6` | `sayısal tuş takımı4/sayısal tuş takımı6` | Kardeş, aynı girinti seviyesine sahip bir satır olarak tanımlanır.<br>Bu komut, imleci geçerli kod bloğunun ötesine götürmez. | | Potansiyel olarak geçerli bloğun dışındaki önceki/son kardeşe atla | `NVDA+control+Alt+yukarı/aşağı Ok` | `CTRL+alt+sayısal tuş takımı4/sayısal tuş takımı6` | `CTRL+sayısal tuş takımı4/sayısal tuş takımı6` | Bu komut başka bir bloktaki kardeşe atlamanızı sağlar. | | Önceki/sonraki ebeveyne atla | `NVDA+Alt+sol ok`,<br>`NVDA+alt+CTRL+sol ok` | `alt+sayısal tuş takımı7/sayısal tuş takımı1` | `sayısal tuş takımı7/sayısal tuş takımı1` | Ebeveyn, daha düşük girinti seviyesine sahip bir satır olarak tanımlanır. | | Önceki/sonraki çocuğa atla | `NVDA+Alt+CTRL+sağ ok`,<br>`NVDA+alt+sağ ok` | `alt+sayısal tuş takımı9/sayısal tuş takımı3` | `sayısal tuş takımı9/sayısal tuş takımı3` | Çocuk, girinti düzeyi daha yüksek olan bir satır olarak tanımlanır.<br>Bu komut, imleci geçerli kod bloğunun ötesine götürmez. | | Geçerli bloğu seç | `NVDA+CTRL+i` | `CTRL+alt+sayısal tuş takımı7` | `CTRL+sayısal tuş takımı7` | Geçerli satırı ve kesinlikle daha yüksek girinti düzeyine sahip olan tüm sonraki satırları seçer.<br>Birden fazla blok seçmek için art arda basın. | | Geçerli bloğu ve aynı girinti düzeyindeki tüm sonraki blokları seç | `NVDA+alt+i` | `CTRL+alt+sayısal tuş takımı9` | `CTRL+sayısal tuş takımı9` | Geçerli satırı ve daha büyük veya eşit girinti düzeyine sahip sonraki tüm satırları seçer. | | Girinti-yapıştır | `NVDA+v` | `NVDA+v` | `NVDA+v` | Bir kod bloğunu farklı girinti düzeyine sahip bir yere yapıştırmanız gerektiğinde, bu komut yapıştırmadan önce girinti düzeyini ayarlayacaktır. | | Geçmişte geri/ileri git | N/A | `CTRL+alt+sayısal tuş takımı1/sayısal tuş takımı3` | `CTRL+1/sayısal tuş takımı3` | Girinti Dolaşımı, Girinti Dolaşımı komutları aracılığıyla ziyaret ettiğiniz satırların geçmişini tutar. | | Geçerli satırı konuş | N/A | `alt+sayısal tuş takımı5` | `sayısal tuş takımı5` | Bu gerçekten kolaylık sağlamak için yeniden eşlenen bir inceleme imleci komutudur. | | Ebeveyn satırını konuş | `NVDA+i` | N/A | N/A | |
zh_cn: | 动作 | 传统布局 | `Alt+数字键盘` 布局 | 数字键盘布局 | 描述 | | -- | -- | -- | -- | -- | | 开关缩进导航 | `alt+numLock` | `alt+numLock` | `alt+numLock` | 若将缩进导航和文本查看手势同时分配给数字键盘时很有用。 | | 跳转到上一个/下一个兄弟节点 | `NVDA+Alt+上/下箭头` | `alt+numPad8/numPad2` | `numPad8/numPad2` | 兄弟节点定义为具有相同缩进级别的行。该命令不会将光标移出当前代码块。 | | 跳过若干杂项到上一个/下一个兄弟节点 | N/A | `control+alt+numPad8/numPad2` | `control+numPad8/numPad2` | 可以在设置中定义跳转的正则表达式。 | | 跳转到第一个/最后一个兄弟节点 | `NVDA+Alt+shift+上/下箭头` | `alt+numPad4/numPad6` | `numPad4/numPad6` | 兄弟节点定义为具有相同缩进级别的行。该命令不会将光标移出当前代码块。 | | 跳转到当前块之外的上一个/下一个兄弟节点 | `NVDA+control+Alt+上/下箭头` | `control+alt+numPad4/numPad6` | `control+numPad4/numPad6` | 此命令可以跳转到另一个块中的兄弟节点。 | | 跳转到上一个/下一个父节点 | `NVDA+Alt+左箭头``NVDA+alt+control+左箭头` | `alt+numPad7/numPad1` | `numPad7/numPad1` | 父节点定义为具有更小缩进级别的行。 | | 跳转到上一个/下一个子节点 | `NVDA+Alt+control+右箭头`,`NVDA+alt+右箭头` | `alt+numPad9/numPad3` | `numPad9/numPad3` | 子节点定义为具有更大缩进级别的行。此命令不会将光标移出当前代码块。 | | 选中当前代码块 | `NVDA+control+i` | `control+alt+numPad7` | `control+numPad7` | 从当前行向后选择所有具有严格更大缩进级别的内容。重复按下可选择多个块。 | | 选中当前代码块及其后续具有相同缩进级别的所有块 | `NVDA+alt+i` | `control+alt+numPad9` | `control+numPad9` | 选择当前行以及所有具有更大或相等缩进级别的后续行。 | | 缩进粘贴 | `NVDA+v` | `NVDA+v` | `NVDA+v` | 在需要将代码块粘贴到不同缩进级别的位置时，该功能会调整缩进级别后再粘贴。 | | 在历史记录中向前/向后跳转 | N/A | `control+alt+numPad1/numPad3` | `control+numPad1/numPad3` | IndentNav 保留通过缩进导航访问的行的历史记录。 | | 朗读当前行 | N/A | `alt+numPad5` | `numPad5` | 这是为方便起见重新映射的对象查看光标命令。 | | 朗读父行 | `NVDA+i` | N/A | N/A | |
