Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/IndentNav.*.po
Languages: bg, de, es, fr, pt_br, ru, tr, zh_cn

source: Remap review cursor commands to alt+numpad, thus avoiding keystroke conflict.
bg: Пренастройване на командите на курсора за преглед на Alt+цифровия блок, като по този начин се избягва конфликт при клавишните команди.
de: Die Befehle für den Cursor werden auf Alt+Nummernblock umgestellt, wodurch Tastenkonflikte vermieden werden.
es: Reasignar órdenes del cursor de revisión a alt+bloque numérico, evitando por tanto el conflicto de atajos.
fr: Remappez les commandes du curseur de revue sur alt+pavé numérique, évitant ainsi les conflits de touche de commande.
pt_br: Remapear os comandos do cursor de revisão para alt+numpad, evitando assim conflitos de teclas.
ru: Переназначьте команды просмотрового курсора на сочетание клавиш alt+numpad, чтобы избежать конфликт нажатий клавиш.
tr: İnceleme imleci komutlarını alt+Sayısal tuş takımı'na yeniden eşleyin, böylece tuş vuruşu çakışması önlenir.
zh_cn: 将文本查看快捷键映射为 alt+数字键盘，从而避免与 NVDA 本身的快捷键冲突。

source: Keystroke layout can be selected in IndentNav settings.
bg: Подредбата на клавишните команди може да бъде избрана в настройките за навигацията по отстъпи.
de: Das Tasten-Layout kann in den IndentNav-Einstellungen ausgewählt werden.
es: Se puede seleccionar la disposición de atajos de teclado en las opciones de IndentNav.
fr: La disposition des touches de commandes peut être sélectionnée dans les paramètres d'IndentNav.
pt_br: O layout do pressionamento de tecla pode ser selecionado nas configurações do IndentNav.
ru: Раскладку комбинаций клавиш можно выбрать в настройках IndentNav.
tr: Tuş vuruşu düzeni Girinti Dolaşımı ayarlarında seçilebilir.
zh_cn: 可以在缩进导航设置中选择适合您的按键布局。

source: Keystrokes
bg: Клавишни комбинации
de: Tastenbefehle
es: Atajos de teclado
fr: Touches de commandes
pt_br: Pressionamento de teclas
ru: Комбинации клавиш
tr: Tuş vuruşları
zh_cn: 快捷键
