Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/IndentNav.*.po
Languages: bg, de, es, fr, pt_br, ru, tr, zh_cn

source: Other features
bg: Други функции
de: Weitere Features
es: Otras características
fr: Autres caractéristiques
pt_br: Outros recursos
ru: Другие особенности
tr: Diğer özellikler
zh_cn: 其他功能

source: QuickFind bookmarks
bg: Показалци за бързо намиране
de: Lesezeichen für die Schnellsuche
es: Marcadores de búsqueda rápida
fr: Recherche rapide de signets
pt_br: Marcadores buscaRápida
ru: Быстрый поиск закладок
tr: Hızlı Bul yer imleri
zh_cn: 快捷书签

source: IndentNav allows you to configure any number of bookmarks that you can easily jump to. A bookmark is defined by a regular expression and a custom keystroke to jump to a match. Press `shift+` keystroke to find previous occurrence.
bg: Навигацията по отстъпи позволява да се конфигурират произволен брой показалци, до които може лесно да се премине. Показалецът се определя от регулярен израз и персонализирана клавишна команда за преминаване към съвпадение. Натискането на `Shift+`, за преминаване към предишно съвпадение.
de: Mit IndentNav können Sie eine beliebige Anzahl von Lesezeichen konfigurieren, zu denen Sie einfach springen können. Ein Lesezeichen wird durch einen regulären Ausdruck und eine benutzerdefinierte Tastenkombination definiert, um zu einer Übereinstimmung zu springen. Drücken Sie die Tastenkombination "Umschalt+", um das vorherige Vorkommen zu finden.
es: IndentNav permite configurar cualquier cantidad de marcadores a los que se puede saltar con facilidad. Un marcador se define con una expresión regular y un atajo de teclado personalizado para saltar a una coincidencia. Pulsa `sift+atajo` para saltar a la coincidencia anterior.
fr: IndentNav vous permet de configurer n'importe quel nombre de signets auxquels vous pouvez facilement accéder. Un signet est défini par une expression régulière et une touche de commande personnalisée pour accéder à une correspondance. Appuyez sur la touche de commande `maj+` pour rechercher l'occurrence précédente.
pt_br: O IndentNav permite configurar qualquer número de marcadores para os quais você pode saltar facilmente. Um marcador é definido por uma expressão regular e um pressionamento de tecla personalizado para saltar para uma correspondência. Pressione a tecla `shift+` para localizar a ocorrência anterior.
ru: IndentNav позволяет настроить любое количество закладок, к которым вы можете легко перейти. Закладка определяется с помощью регулярного выражения и пользовательского нажатия клавиши для перехода к совпадению. Нажмите клавишу "shift", чтобы найти предыдущее появление.
tr: Girinti Dolaşımı, kolayca atlayabileceğiniz istediğiniz sayıda yer imini yapılandırmanıza olanak tanır. Yer imi, normal bir ifadeyle ve bir eşleşmeye atlamak için özel bir tuş vuruşuyla tanımlanır. Önceki oluşumu bulmak için 'shift+' tuş vuruşuna basın.
zh_cn: 缩进导航支持添加任意数量的快捷书签，以便您轻松跳转到需要的位置。一个书签由书签匹配正则表达式和用于跳转的自定义快捷键组成。按“shift+”相应的自定义快捷键可跳转上一个匹配的位置。

source: Crackling:
bg: Пукане
de: Knack-Geräusche:
es: Crepitación:
fr: Crépitement :
ru: Потрескивание:
tr: Çıtırtı:
zh_cn: 缩进跳转提示音：

source: When jumping over many lines of code, IndentNav will try to quickly play indentation levels as tones of the lines skipped over. This feature is only enabled when report indentation as tones is turned on in NVDA settings. Crackling volume can be adjusted or disabled in IndentNav settings.
bg: Когато прескача много редове код, навигацията по отстъпи ще се опита бързо да възпроизведе нивата на отстъп като тонове на пропуснатите редове. Тази функция е активирана само когато опцията за докладване на отстъп като тонове е включена в настройките на NVDA. Силата на звука на пукането може да се регулира или деактивира в настройките за навигация по отстъпи.
de: Beim Überspringen vieler Code-Zeilen versucht IndentNav, die Einrückungsebenen schnell als Töne der übersprungenen Zeilen wiederzugeben. Diese Funktion ist nur aktiviert, wenn in den NVDA-Einstellungen die Option Einrückung als Töne wiedergeben aktiviert ist. Die Lautstärke des Knackens kann in den IndentNav-Einstellungen angepasst oder deaktiviert werden.
es: Al saltar por muchas líneas de código, IndentNav intentará reproducir rápidamente los niveles de sangría como pitidos con las líneas saltadas. Esta característica sólo está activada cuando se habilita indicar sangría con tonos en las opciones de NVDA. Se puede ajustar o desactivar el volumen de la crepitación en las opciones de IndentNav.
fr: Lorsque vous sautez sur plusieurs lignes de code, IndentNav essaiera de lire rapidement les niveaux d'indentation au fur et à mesure des tonalités des lignes sautées. Cette fonctionnalité n'est activée que lorsque l'annonce d'indentation par des tonalités est activée dans les paramètres NVDA. Le volume des crépitements peut être ajusté ou désactivé dans les paramètres d'IndentNav.
pt_br: Ao pular muitas linhas de código, o IndentNav tentará reproduzir rapidamente os níveis de recuo como tons das linhas puladas. Esse recurso só é ativado quando a indicação de recuo como tons está ativada nas configurações do NVDA. O volume de crepitação pode ser ajustado ou desativado nas configurações do IndentNav.
ru: При переходе по нескольким строкам кода IndentNav попытается быстро воспроизвести уровни отступов в виде тонов пропущенных строк. Эта функция включена только в том случае, если в настройках NVDA включена функция отображения отступов в виде тонов. Громкость треска можно регулировать или отключать в настройках IndentNav.
tr: Birçok kod satırının üzerinden atlarken, Girinti Dolaşımı, satırların tonları atlandıkça girinti seviyelerini hızlı bir şekilde oynatmaya çalışacaktır. Bu özellik yalnızca NVDA ayarlarında ton olarak rapor girintisi açıkken etkinleştirilir. çıtırtı sesi Girinti Dolaşımı ayarlarında ayarlanabilir veya devre dışı bırakılabilir.
zh_cn: 当一次性跳过了多行时，缩进导航会连续播放相应缩进级别的提示音。仅当在 NVDA 文档格式设置中将行缩进设置为提示音时，才会启用此功能。可以在缩进导航设置中调整或禁用缩进跳转时的提示音音量。

source: Source code
bg: Изходен код
de: Quellcode
es: Código fuente
fr: Code source
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak kodu
zh_cn: 源代码

source: Source code is available at <http://github.com/mltony/nvda-indent-nav>.
bg: Изходният код е наличен на адрес <http://github.com/mltony/nvda-indent-nav>.
de: Der Quellcode ist verfügbar unter <http://github.com/mltony/nvda-indent-nav>.
es: El código fuente está disponible en <http://github.com/mltony/nvda-indent-nav>.
fr: Le code source est disponible sur <http://github.com/mltony/nvda-indent-nav>.
pt_br: O código-fonte está disponível em <http://github.com/mltony/nvda-indent-nav>.
ru: Исходный код доступен по адресу <http://github.com/mltony/nvda-indent-nav>.
tr: Kaynak kodu şu adreste mevcuttur: <http://github.com/mltony/nvda-indent-nav>.
zh_cn: 源代码可在 <http://github.com/mltony/nvda-indent-nav> 获取。
