Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/inputLock.*.po
Languages: es, fi, fr, gl, hr, ja, pl, pt_br, ru, sk, uk, vi

source: The shortcuts control+alt+del and windows+l can be used even when the keyboard is locked.
es: Los atajos ctrl+alt+supr y windows+l se pueden usar incluso con el teclado bloqueado.
fi: Ctrl+Alt+Del- ja Win+L-näppäinkomennot toimivat, vaikka näppäimistö on lukittu.
fr: Les raccourcis clavier contrôle+alt+effacement et Windows+l peuvent être utilisés même lorsque le clavier est verrouillé.
gl: Os atallo control+alt+supr e windows+l pódense utilizar mesmo cando o teclado está bloqueado.
hr: Prečaci kontrol+alt+del i windows+l mogu se koristiti čak i kad je tipkovnica zaključena.
ja: キーボードがロックされていても、control+alt+delとwindows+lは使うことが出来ます。
pl: Skróty control+alt+del i windows+l mogą być używane nawet wtedy, gdy klawiatura jest zablokowana.
pt_br: Os atalhos control+alt+del e windows+l podem ser usados mesmo quando o teclado está bloqueado.
ru: Комбинации клавиш control+alt+del и windows+l можно использовать даже при заблокированной клавиатуре.
uk: Комбінації control+alt+del і windows+l можна використовувати навіть при заблокованій клавіатурі.

source: For gestures used to lock the touchpad, please try to assign a small number of key combination gestures. It is recommended to use NVDA+letters or numbers, Ctrl+F keys etc.
es: En los gestos usados para bloquear el panel táctil, procura asignar gestos cuyas combinaciones tengan pocas teclas. Se recomienda usar NVDA+letras o números, control+teclas de función, etc.
fi: Käytä kosketuslevyn lukitsevan pikanäppäimen määrittämiseen vain muutamasta näppäimestä koostuvaa näppäinkomentoa. Suositeltavaa on käyttää NVDA+kirjaimia tai numeroita, Ctrl+F-näppäimiä jne.
fr: Pour les gestes utilisés pour verrouiller le clavier tactile, essayez d'attribuer un petit nombre de gestes de combinaison de touches. Il est recommandé d'utiliser NVDA+lettres ou chiffres, touches Ctrl+F, etc.
ru: Для жестов, используемых для блокировки сенсорной панели, попробуйте назначить небольшое количество комбинаций клавиш. Рекомендуется использовать NVDA+буквы или цифры, Ctrl+F и т.д.

source: Changelog
es: Registro de cambios
fi: Muutosloki
fr: Journal des Changements
gl: Rexistro de trocos
hr: Dnevnik promjena
ja: 変更履歴
pl: Lista zmian
pt_br: Registro de mudanças (Changelog)
ru: Список изменений
sk: Zmeny
uk: Журнал змін
vi: Bản ghi các thay đổi

source: Version 1.13
es: Versión 1.13
fi: Versio 1.13
hr: Verzija 1.13
ru: Версия 1.13

source: Now, minimum supported version is 2023.3.4.
es: Ahora, la versión mínima soportada es la 2023.3.4.
fi: Vanhin tuettu versio on nyt 2023.3.4.
fr: Désormais, la version prise en charge minimale est la 2023.3.4.
hr: Sada je najmanja podržana verzija 2023.3.4.
ru: Теперь минимальная поддерживаемая версия — 2023.3.4.

source: Updated translations. Starting from version 1.13, changelog won't be modified when a new release only includes localization updates.
es: Traducciones actualizadas. A partir de la versión 1.13, no se modificará el registro de cambios cuando una nueva versión sólo incluya traducciones actualizadas.
fi: Käännöksiä päivitetty. Versiosta 1.13 lähtien muutoslokia ei enää muokata, jos uusi versio sisältää vain käännöspäivityksiä.
fr: Traductions mises à jour. À partir de la version 1.13, le journal des changements ne sera pas modifié lorsqu'une nouvelle version inclut uniquement des mises à jour de localisation.
ru: Обновлены переводы. Начиная с версии 1.13, список изменений не будет изменён, если в новый выпуск будут включены только обновления локализации.

source: Added a gesture (unassigned by default) to lock/unlock the touchpad.
es: Se ha añadido un gesto (sin asignar por defecto) para bloquear o desbloquear el panel táctil.
fi: Lisätty pikanäppäin kosketuslevyn lukitsemiselle/lukituksen avaamiselle (oletusnäppäinkomentoa ei määritetty).
fr: Ajout d'un geste (non assigné par défaut) pour verrouiller/déverrouiller le clavier tactile.
hr: Dodana je gesta (standardno nedodijeljena) za zaključavanje/otključavanje dodirne ploče.
ru: Добавлен жест (по умолчанию не назначенный) для блокировки/разблокировки сенсорной панели.

source: Version 1.12
es: Versión 1.12
fi: Versio 1.12
hr: Verzija 1.12
ru: Версия 1.12

source: Updated compatibility flags for recent NVDA versions.
es: Se han actualizado los indicadores de compatibilidad con versiones recientes de NVDA.
fi: Yhteensopivuusliput päivitetty uusimmille NVDA-versioille.
fr: Les indicateurs de compatibilité ont été mis à jour avec les versions récentes de NVDA.
gl: Actualizadas as marcas de compatibilidade para versións recentes de NVDA.
hr: Ažurirani problemi kompatibilnosti za nedavne NVDA verzije.
ja: 最近のNVDAのバージョンに、互換性フラグを更新しました。
pl: Dodano zgodność z najnowszymi wersjami NVDA.
pt_br: Adicionado sinalizadores (flags) de compatibilidade com as versões recentes do NVDA.
ru: Обновлены флаги совместимости для последних версий NVDA.
sk: Upravené požiadavky kompatibility pre aktuálne verzie NVDA.
uk: Оновлено прапори сумісності для останніх версій NVDA.
vi: Thêm tương thích cho các bản phát hành gần đây của NVDA.

source: Updated translations.
es: Traducciones actualizadas.
fi: Käännöksiä päivitetty.
fr: Traductions mises à jour.
gl: Traducións actualizadas.
hr: Ažurirani prijevodi.
ja: 翻訳を更新しました。
pl: Zaktualizowane tłumaczenia.
pt_br: Traduções atualizadas.
ru: Обновлены переводы.
sk: Aktualizované preklady.
uk: Оновлено переклади.
vi: Cập nhật các bản phiên dịch.

source: Version 1.11
es: Versión 1.11
fi: Versio 1.11
gl: Versión 1.11
hr: Verzija 1.11
pl: Wersja 1.11
ru: Версия 1.11
uk: Версія 1.11

source: Now, minimum supported version is 2022.4.
es: Ahora, la versión mínima soportada es la 2022.4.
fi: Vanhin tuettu versio on nyt 2022.4.
fr: Désormais, la version prise en charge minimale est la 2022.4.
gl: Agora, a versión mínima soportada é a 2022.4.
hr: Sada je najmanja podržana verzija 2022.4.
pl: Teraz minimalna obsługiwana wersja to 2022.4.
ru: Теперь минимальная поддерживаемая версия — 2022.4.
uk: Зараз мінімальна підтримувана версія — 2022.4.

source: Version 1.10
es: Versión 1.10
fi: Versio 1.10
gl: Versión 1.10
hr: Verzija 1.10
ja: バージョン1.10
pl: Wersja 1.10
ru: Версия 1.10
uk: Версія 1.10

source: Updated documentation.
es: Actualizada la documentación.
fi: Dokumentaatiota päivitetty.
fr: Documentation mise à jour.
gl: Documentación actualizada.
hr: Ažurirana dokumentacija.
ja: ドキュメントを更新しました。
pl: Zaktualizowana dokumentacja.
pt_br: Documentação atualizada.
ru: Обновлена ​​документация.
uk: Оновлено документацію.

source: Now, minimum supported version is 2021.3.
es: Ahora, la versión mínima soportada es la 2021.3.
fi: Vanhin tuettu versio on nyt 2021.3.
fr: Désormais, la version prise en charge minimale est la 2021.3.
gl: Agora, a versión mínima soportada é a 2021.3.
hr: Sada, najmanja podržana verzija je 2021.3.
ja: サポートされている最小バージョンは2021.3です。
pl: Teraz minimalna obsługiwana wersja to 2021.3.
ru: Теперь минимальная поддерживаемая версия — 2021.3.
uk: Зараз мінімальна підтримувана версія — 2021.3.

source: The input will remain blocked after waking up from standby mode. Thanks to Javi Dominguez.
es: La entrada permanecerá bloqueada después de salir de la suspensión. Gracias a Javi Domínguez.
fi: Syöte pysyy estettynä valmiustilasta heräämisen jälkeen. Kiitos Javi Dominguezille.
fr: L'entrée restera bloquée après la sortie en veille du mode veille. Merci à Javi Dominguez.
gl: A entrada seguirá bloqueada tras volver do modo de suspensión. Grazas a Javi Dominguez.
hr: Mogućnost unosa će ostati blokirana nakon buđenja iz stanja pripravnosti. Hvala Javi Dominguezu.
ja: スタンバイモードから起動する時に、入力が遮断されたままになります。Javi Dominguezのおかげです。
pl: Wejście pozostanie zablokowane po wybudzeniu z trybu gotowości. Podziękowania dla Javiego Domingueza.
ru: Ввод останется заблокированным после выхода из режима ожидания. Спасибо Javi Dominguez.
uk: Після виходу з режиму очікування введення залишатиметься заблокованим. Дякую Javi Dominguez.

source: Version 1.9
es: Versión 1.9
fi: Versio 1.9
gl: Versión 1.9
hr: Verzija 1.9
ja: バージョン1.9
pl: Wersja 1.9
pt_br: Versão 1.9
ru: Версия 1.9
uk: Версія 1.9

source: Version 1.8
es: Versión 1.8
fi: Versio 1.8
gl: Versión 1.8
hr: Verzija 1.8
ja: バージョン1.8
pl: Wersja 1.8
pt_br: Versão 1.8
ru: Версия 1.8
sk: Verzia 1.8
uk: Версія 1.8
vi: Phiên bản 1.8

source: Version 1.7
es: Versión 1.7
fi: Versio 1.7
gl: Versión 1.7
hr: Verzija 1.7
ja: バージョン1.7
pl: Wersja 1.7
pt_br: Versão 1.7
ru: Версия 1.7
sk: Verzia 1.7
uk: Версія 1.7
vi: Phiên bản 1.7

source: Version 1.6
es: Versión 1.6
fi: Versio 1.6
gl: Versión 1.6
hr: Verzija 1.6
ja: バージョン1.6
pl: Wersja 1.6
pt_br: Versão 1.6
ru: Версия 1.6
sk: Verzia 1.6
uk: Версія 1.6
vi: Phiên bản 1.6

source: Now, settings are removed only when the add-on is uninstalled. Configuration is nolonger reset when upgrading.
es: Ahora, los ajustes se eliminan sólo al desinstalar el complemento. La configuración ya no se restablece al actualizar.
fi: Asetukset poistetaan nyt vain, kun lisäosa poistetaan. Asetusten oletusarvoja ei palauteta päivitettäessä.
fr: Désormais, les paramètres ne sont supprimés que lorsque l'extension est désinstallée. La configuration n'est plus réinitialisée lors de la mise à niveau.
gl: Agora a configuración só se borra ao desinstalar o complemento, non ao actualizalo.
hr: Sada se uklanjanju postavke samo ako se dodatak deinstalira. Konfiguracija se neće resetirati prilikom nadogradnje.
ja: アドオンをアンインストールした時だけに設定が削除されるようになりました。更新する時に設定がリセットされなくなりました。
pl: Od teraz ustawienia usuwają się tylko po odinstalowaniu dodatku. Ponadto, nie resetują się już po aktualizacji.
pt_br: Agora, as configurações são removidas somente quando o complemento é desinstalado. A configuração não é mais redefinida durante a atualização.
ru: Теперь настройки удаляются только при удалении дополнения. Конфигурация больше не сбрасывается при обновлении.
sk: Nastavenia sa odteraz odstránia len po odinštalovaní doplnku. Pri aktualizácii doplnku ostanú zachované.
uk: Тепер налаштування видаляються разом з видаленням додатка. Конфігурація більше не скидається при оновленні.
vi: Giờ đây, các thiết lập chỉ bị xóa bỏ khi gỡ cài đặt add-on. Cấu hình không còn bị khôi phục khi cài đặt cập nhật.

source: New and updated translations.
es: Nuevas traducciones y traducciones actualizadas.
fi: Uusia ja päivitettyjä käännöksiä.
fr: Nouvelles traductions et mises à jour.
gl: Traducións novas e actualizadas.
hr: Novi i ažurirani prijevodi.
ja: 新しい更新された翻訳。
pl: Nowe i zaktualizowane tłumaczenia.
pt_br: Traduções novas e atualizadas.
ru: Новые и обновленные переводы.
sk: Nové a aktualizované preklady.
uk: Нові й оновлені переклади.
vi: Thêm mới và cập nhật các bản phiên dịch.

source: Version 1.5
es: Versión 1.5
fi: Versio 1.5
gl: Versión 1.5
hr: Verzija 1.5
ja: バージョン1.5
pl: Wersja 1.5
pt_br: Versão 1.5
ru: Версия 1.5
sk: Verzia 1.5
uk: Версія 1.5
vi: Phiên bản 1.5

source: Added compatibility with recent NVDA releases.
es: Añadida compatibilidad con versiones recientes de NVDA.
fi: Lisätty yhteensopivuus viimeisimpien NVDA-versioiden kanssa.
fr: Ajout de la compatibilité avec les dernières versions de NVDA.
gl: Engadida compatibilidade con versións recentes de NVDA.
hr: Dodana kompatibilnost s nedavnim NVDA izdanjima.
ja: 最近のNVDAのリリースへの互換性を追加。
pl: Dodana zgodność z ostatnimi wersjami NVDA.
pt_br: Acrescentada compatibilidade com as versões recentes do NVDA.
ru: Добавлена совместимость с последними выпусками NVDA.
sk: Upravené pre aktuálne verzie NVDA.
uk: Додано сумісність з останніми версіями NVDA.
vi: Thêm tương thích cho các bản phát hành gần đây của NVDA.

source: New translations.
es: Nuevas traducciones.
fi: Uusia käännöksiä.
fr: Nouvelles traductions.
gl: Novas traducións.
hr: Novi prijevodi.
ja: 新しい翻訳。
pl: Nowe tłumaczenia.
pt_br: Novas traduções.
ru: Новые переводы.
sk: Nové preklady.
uk: Нові переклади.
vi: Các bản phiên dịch mới.

source: Version 1.4
es: Versión 1.4
fi: Versio 1.4
gl: Versión 1.4
hr: Verzija 1.4
ja: バージョン1.4
pl: Wersja 1.4
pt_br: Versão 1.4
ru: Версия 1.4
sk: Verzia 1.4
uk: Версія 1.4
vi: Phiên bản 1.4

source: The addon gestures are unassigned by default.
es: Los atajos del complemento están sin asignar por defecto.
fi: Lisäosan komentoihin ei ole määritelty oletusarvoisesti näppäinkomentoja.
fr: Les gestes pour l'extension ne sont pas assignés par défaut.
gl: Os xestos do complemento están sen asignar por defecto.
hr: Geste dodatka standardno nisu dodijeljenje.
ja: 初期設定でアドオンのジェスチャーが割り当てられなくなりました。
pl: Polecenia dodatku są domyślnie nieprzypisane.
pt_br: Os comandos do complemento não são atribuídos por padrão.
ru: По умолчанию жесты дополнения не назначены.
sk: Klávesové skratky nie sú pridelené.
uk: Жести додатка початково не призначені.
vi: Mặc định, không gán thao tác cho add-on.

source: Version 1.3
es: Versión 1.3
fi: Versio 1.3
gl: Versión 1.3
hr: Verzija 1.3
ja: バージョン1.3
pl: Wersja 1.3
pt_br: Versão 1.3
ru: Версия 1.3
sk: Verzia 1.3
uk: Версія 1.3
vi: Phiên bản 1.3

source: Added a configuration panel in settings dialog. For old NVDA versions, a menu item and a dialog have been added too.
es: Se ha añadido un panel de configuración en el diálogo de opciones. También se han añadido un diálogo y un elemento de menú para las versiones antiguas de NVDA.
fi: Lisätty asetuspaneeli Asetukset-valintaikkunaan. Vanhoja NVDA-versioita varten on lisätty valintaikkuna ja sen avaava valikkokohde.
fr: Ajout d'un panneau de configuration dans le dialogue Paramètres. Pour les anciennes versions de NVDA, un élément de menu et un dialogue ont également été ajoutés.
gl: Engadido un panel de configuración no diálogo de opcións do NVDA. Para versións antigas de NVDA, engadíronse tamén un elemento de menú e un diálogo.
hr: Dodana je konfiguracijska ploča u dijaloškom okviru za postavke. Za stare NVDA verzije, stavka izbornika i dijalošli okvir su također dodani.
ja: 設定ダイアログの設定パネルを追加しました。古いNVDAのバージョンには、メニュー項目とダイアログが追加されました。
pl: Dodano panel ustawień w oknie dialogowym ustawień NVDA, jak również element menu i okno dialogowe dla starszych wersji NVDA.
pt_br: Adicionado um painel de configuração na caixa de diálogo de configurações. Para versões antigas do NVDA, um item de menu e um diálogo também foram acrescentados.
ru: Добавлена панель конфигурации в диалог настроек. Для старых версий NVDA также добавлен пункт меню и диалог.
sk: Pridaný dialóg s nastaveniami v starších verziách NVDA a príslušná vetva do stromu s nastaveniami pre novšie verzie NVDA.
uk: Додано панель налаштувань у діалог налаштувань NVDA. Для старіших версій NVDA додано відповідний пункт меню.
vi: Thêm bản cấu hình trong hộp thoại cấu hình NVDA. Với các phiên bản cũ, thêm một mục trên trình đơn và một hộp thoại.

source: Added a setting to lock the mouse when NVDA is started.
es: Se ha añadido un ajuste para bloquear el ratón cuando se inicia NVDA.
fi: Lisätty asetus hiiren lukitsemiseksi NVDA:n käynnistyessä.
fr: Ajout d'un paramètre pour verrouiller la souris au démarrage de NVDA.
gl: Engadido unha opción para bloquear o rato cando NVDA se inicie.
hr: Dodana je postavka za zaključavanje miša kad se NVDA pokrene.
ja: NVDAが起動する時にマウスをロックする設定を追加しました。
pl: Dodano możliwość blokowania myszy przy starcie NVDA.
pt_br: Adicionada uma configuração para bloquear o mouse, quando o NVDA é iniciado.
ru: Добавлена настройка блокировки мыши при запуске NVDA.
sk: Pridaná možnosť zablokovať myš automaticky po štarte NVDA.
uk: Додано опцію, яка дозволяє блокувати мишку після запуску NVDA.
vi: Thêm thiết lập để khóa chuột khi khởi động NVDA.

source: Added a setting to block also mouse clicks while mouse is locked.
es: Se ha añadido un ajuste para bloquear también los clics del ratón cuando el ratón está bloqueado.
fi: Lisätty asetus napsautusten estämiseksi hiiren ollessa lukittuna.
fr: Ajout d'un paramètre pour bloquer également les clics de souris lorsque la souris est verrouillée.
gl: Engadida unha opción para bloquear tamén clicks do rato mentres o rato estea bloqueado.
hr: Dodana je postavka i za zaključavanje klikanja mišem dok je miš uključen.
ja: マウスがロックされている時に、全てのマウスクリックも遮断される設定を追加しました。
pl: Dodano możliwość blokowania kliknięć myszy, kiedy sama mysz jest już zablokowana.
pt_br: Adicionada uma configuração para bloquear também os cliques do mouse enquanto o mouse estiver bloqueado.
ru: Добавлена настройка для блокировки щелчков мышью, когда мышь заблокирована.
sk: Pridaná možnosť zablokovať aj klikanie myšou.
uk: Додано опцію, яка дозволяє блокувати клацання мишки, коли мишку заблоковано.
vi: Thêm thiết lập để khóa việc nhấp chuột khi chuột đã bị khóa.

source: Small bugs fixed, some code optimizations and less duplicated strings for translators
es: Pequeños fallos solucionados, algunas optimizaciones de código y menos cadenas duplicadas para los traductores
fi: Pieniä bugeja korjattu, koodia optimoitu ja vähemmän merkkijonojen kaksoiskappaleita kääntäjille.
fr: Correction de petits bogues, optimisations de code et réduction du nombre de chaînes dupliquées pour les traducteurs
gl: Aranxados pequenos erros, algunhas optimizacións de código e menos cadeas duplicadas para tradutores
hr: Popravak manjih grešaka, neka optimizacija koda i manje duplih znakovnih nizova za prijevode
ja: 小さなバグを修正し、一部のコードを最適化し、翻訳者向けに重複した文章を削減しました。
pl: Naprawiono małe błędy, niektóre optymalizacje kodu i mniej zduplikowanych ciągów dla tłumaczy
pt_br: Pequenas falhas corrigidas, algumas otimizações de código e menos mensagens (strings) duplicadas para os tradutores
ru: Исправлены небольшие ошибки, некоторые оптимизации кода и меньше дублированных строк для переводчиков
sk: Drobné úpravy v kóde vrátane odstránených nadbytočných fráz na prekladanie
uk: Виправлені невеликі помилки, оптимізовано код та зменшено кількість дубльованих рядків для перекладачів
vi: Sửa các lỗi nhỏ, vài cải thiện trong mã nguồn và gỡ bỏ các chuỗi văn bản trùng nhau cho người phiên dịch

source: Version 1.2
es: Versión 1.2
fi: Versio 1.2
gl: Versión 1.2
hr: Verzija 1.2
ja: バージョン1.2
pl: Wersja 1.2
pt_br: Versão 1.2
ru: Версия 1.2
sk: Verzia 1.2
uk: Версія 1.2
vi: Phiên bản 1.2

source: Now the mouse can also be locked
es: Ahora también se puede bloquear el ratón
fi: Nyt myös hiiri voidaan lukita.
fr: Maintenant, la souris peut également être verrouillée
gl: Agora o rato tamén pode bloquearse
hr: Sada je moguće zaključati i miša
ja: マウスもロック出来るようになりました。
pl: Teraz mysz może być również zablokowana
pt_br: Agora, o mouse também pode ser bloqueado
ru: Теперь мышь также можно заблокировать
sk: Pridaná možnosť zamknúť myš
uk: Тепер мишку також можна блокувати
vi: Giờ đây đã có thể khóa chuột

source: New command to lock and unlock only the mouse
es: Nueva orden para bloquear y desbloquear sólo el ratón
fi: Uusi komento pelkän hiiren lukitsemiseen ja lukituksen avaamiseen.
fr: Nouvelle commande pour verrouiller et déverrouiller uniquement la souris
gl: Novo atallo para bloquear e desbloquear só o rato
hr: Nove naredbe za zaključavanje i otključavanje samo miša
ja: マウスだけをロックする新しいコマンド
pl: Nowe polecenie blokowania i odblokowywania tylko myszy
pt_br: Novo comando para bloquear e desbloquear apenas o mouse
ru: Новая команда для блокировки и разблокировки только мыши
sk: Pridaná skratka na zamknutie a odomknutie myši
uk: Нова команда, призначена лише для блокування мишки
vi: Lệnh mới để chỉ khóa và mở khóa chuột

source: Version 1.1
es: Versión 1.1
fi: Versio 1.1
gl: Versión 1.1
hr: Verzija 1.1
ja: バージョン1.1
pl: Wersja 1.1
pt_br: Versão 1.1
ru: Версия 1.1
sk: Verzia 1.1
uk: Версія 1.1
vi: Phiên bản 1.1

source: If another addon has previously added a capture function to inputManager, it is restored when the input is unlocked.
es: Si otro complemento tiene una función de captura previamente agregada a inputManager, esta se restaura al desbloquear la entrada.
fi: Jos toinen lisäosa on aiemmin lisännyt kaappaustoiminnon syötönhallintaan, se palautetaan, kun syötön lukitus avataan.
fr: Si une autre extension a déjà ajouté une fonction de capture à inputManager, elle est restauré lorsque l'entrée est déverrouillée.
gl: Se outro complemento xa engadiu una función capture ao inputManager, restáurase cando se desbloquea a entrada.
hr: Ako je jedan drugi dodatak prethodno dodao funkciju snimanja u upravljaču unosa, obnovit će se kad se mogućnost unosa otključa.
ja: もし他のアドオンがinputManagerに前もってキャプチャー機能を追加している場合、入力が解除された時に再開するようになりました。
pl: Jeżeli inny dodatek już wcześniej dodał funkcję przechwytywania do menedżera urządzeń wejścia, zostanie ona wznowiona gdy urządzenia wejścia zostaną odblokowane.
pt_br: Se outro complemento tiver adicionado anteriormente uma função de captura ao inputManager, ela será restaurada quando a entrada for desbloqueada.
ru: Если другой аддон ранее добавил функцию захвата в inputManager, она восстанавливается при разблокировке ввода.
sk: Ak iný doplnok sleduje stav zariadenia, sledovanie sa obnoví po odblokovaní vstupu.
uk: Якщо інший додаток раніше додав функцію перехоплення для inputManager, вона відновлюється, коли вхід розблоковано.
vi: Nếu một add-on khác trước đó đã thêm tính năng chụp vào quản lý đầu vào, nó sẽ được phục hồi khi mở khóa.

source: Version 1.0
es: Versión 1.0
fi: Versio 1.0
gl: Versión 1.0
hr: Verzija 1.0
ja: バージョン1.0
pl: Wersja 1.0
pt_br: Versão 1.0
ru: Версия 1.0
sk: Verzia 1.0
uk: Версія 1.0
vi: Phiên bản 1.0

source: Initial release
es: Versión inicial
fi: Ensimmäinen versio.
fr: Première version
gl: Liberación inicial
hr: Prvo izdanje
ja: 最初のリリース
pl: Wersja pierwotna
pt_br: Versão inicial
ru: Первый выпуск
sk: Prvé vydanie
uk: Перший реліз
vi: Bản phát hành đầu tiên
