Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/inputLock.*.po
Languages: es, fi, fr, gl, hr, ja, pl, pt_br, ru, sk, uk, vi

source: [[!meta title="Input Lock"]]
fi: [[!meta title="Syöttölukko"]]
hr: [[!meta title="Zaključaj unos (Input Lock)"]]
pt_br: [[!meta title="Bloqueio de Entrada (Input Lock)"]]
ru: [[!meta title="Блокировка Ввода"]]
sk: [[!meta title="Blokovanie vstupu"]]
uk: [[!meta title="Input Lock (блокування введення)"]]
vi: [[!meta title="Khóa đầu vào"]]

source: Author: Jose Manuel Delicado
es: Autor: José Manuel Delicado
fi: Tekijä: Jose Manuel Delicado
fr: Auteur : Jose Manuel Delicado
gl: Autor: Jose Manuel Delicado
hr: Autor: Jose Manuel Delicado
ja: 作者: Jose Manuel Delicado
pl: Autor: Jose Manuel Delicado
pt_br: Autor: José Manuel Delicado
ru: Автор: Jose Manuel Delicado
sk: Autor: Jose Manuel Delicado
uk: Автор: Jose Manuel Delicado
vi: Tác giả: Jose Manuel Delicado

source: NVDA compatibility: 2023.3.4 and beyond
es: Compatibilidad con NVDA: de 2023.3.4 en adelante
fi: Yhteensopivuus: NVDA 2023.3.4 ja uudemmat
fr: Compatibilité NVDA : 2023.3.4 et au-delà
hr: NVDA kompatibilnost: 2023.3.4 i novije verzije
ru: Совместимость с NVDA: 2023.3.4 и выше

source: Download [stable version][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
vi: Tải về [phiên bản chính thức][1]

source: Introduction
es: Introducción
fi: Johdanto
gl: Introdución
hr: Uvod
ja: 導入
pl: Opis
pt_br: Introdução
ru: Введение
sk: Úvod
uk: Вступ
vi: Giới thiệu

source: Do you have kids or pets at home? Do you have a cat and It likes very much climbing your table and walking over your keyboard? Do you accidentally move the mouse to random parts in the screen while using your laptop? Then Input Lock is for you! You will be able to leave your computer alone and turned on without risk.
es: ¿Tienes niños o mascotas en casa? ¿Tienes un gato al que le gusta escalar la mesa y pasearse por encima de tu teclado? ¿Mueves el ratón accidentalmente a zonas aleatorias de la pantalla mientras usas el portátil? Entonces ¡Input Lock es lo que necesitas! Podrás dejar el ordenador solo y encendido sin riesgo.
fi: Onko kotonasi lapsia tai lemmikkieläimiä? Onko sinulla kissa, joka pitää pöydällesi kiipeilystä ja näppäimistölläsi kävelystä? Tuletko vahingossa siirtäneeksi hiirtä näytöllä satunnaisiin paikkoihin kannettavaa käyttäessäsi? Ratkaisu näihin kaikkiin on Syöttölukko. Voit huoletta jättää tietokoneesi käyntiin vartioimattomana.
fr: Avez-vous des enfants ou des animaux domestiques à la maison ? Avez-vous un chat qui aime beaucoup grimper sur votre table et marcher sur votre clavier ? Déplacez-vous accidentellement la souris sur des parties aléatoires de l'écran lorsque vous utilisez votre ordinateur portable ? Si oui, Input Lock est pour vous ! Vous pourrez laisser votre ordinateur seul et allumé sans risque.
gl: Tes nenos ou mascotas na casa? Tes un gato ao que lle gusta moito subirse á túa mesa e pasear sobre o teu teclado? Moves accidentalmente o rato a partes aleatorias da pantalla mentras usas o teu portátil? Entón Input Lock é para ti! Poderás deixar o teu computador só e acendido sen risco.
hr: Imaš djecu ili kućne ljubimce? Imaš mačku koja se voli popesti na stol i hodati po tvojoj tipkovnici? Premještaš li slučajno miša po ekranu dok koristiš laptop? „Zaključaj unos” rješava te probleme! Moći ćeš ostaviti uključeno računalo bez rizika.
ja: 家にペットまたは子供がいますか？猫がいて、テーブルに登ったりキーボードの上を歩いたりするのが大好きですか？ラップトップを使っている時に、マウスをうっかり画面上の意図しないところに動かしてしまいますか？もしそうならInput Lockはあなたのためのアドオンです。リスクなく、コンピュータを置きっぱなしにして、またつけることが出来ます。
pl: Masz w domu zwierzęta lub małe dzieci? Czy Twój kot uwielbia wspinać się na Twoje biurko i spacerować po klawiaturze komputera? Czy korzystając z laptopa, zdarza Ci się przesuwać kursor myszy w przypadkowe miejsca na ekranie? Jeśli tak, to Input Lock jest właśnie dla Ciebie! Teraz możesz pozostawić włączony komputer bez żadnego ryzyka.
pt_br: Você tem filhos ou animais de estimação em casa? Tem um gato e ele adora subir na sua mesa e passear pelo seu teclado? Você acidentalmente move o mouse para partes aleatórias da tela enquanto usa seu laptop? Então o Bloqueio de Entrada é para você! Poderá deixar o seu computador sozinho e ligado sem correr riscos.
ru: У вас дома есть дети или домашние животные? У вас есть кошка, и она очень любит лазить по вашему столу и ходить по клавиатуре? Вы случайно перемещаете мышь в случайные части экрана во время использования ноутбука? Тогда InputLock для вас! Вы сможете оставить свой компьютер в покое и без риска.
sk: Máte doma deti alebo domácich miláčikov? Často si náhodne presuniete myš a potom píšete na nesprávne miesto? Doplnok blokovanie vstupu je práve pre vás. Môžete bez obáv nechať váš počítač bez dozoru.
uk: У вас є вдома діти або домашні тварини? У вас є кішка, і вона дуже любить вилазити на ваш стіл і ходити по клавіатурі? Ви випадково переміщаєте мишку до випадкових частин на екрані під час користування ноутбуком? Тоді Input Lock для вас! Ви зможете залишити свій комп'ютер без нагляду та без ризику.
vi: Nhà bạn có trẻ em hay thú cưng không? Bạn có nuôi mèo, nó leo trèo lên bàn rất nhiều và đi lên cả bàn phím của bạn không? Có khi nào bạn di chuyển chuột đến một vị trí ngoài ý muốn trên màn hình trong lúc dùng laptop không? nếu có thì Input Lock (tạm dịch khóa bàn phím) là dành cho bạn! Bạn sẽ rời khỏi máy tính của mình khi vẫn mở nó mà không xảy ra rủi ro nào.

source: Once installed, you will be able to lock your keyboard, touch screen (if your laptop has one), touchpad, mouse and Braille display.
es: Una vez instalado, podrás bloquear el teclado, la pantalla táctil (si tu portátil tiene una), el panel táctil, el ratón y la pantalla Braille.
fi: Kun tämä lisäosa on asennettu, voit lukita näppäimistön, kosketusnäytön (mikäli kannettavassasi sellainen on), kosketuslevyn, hiiren sekä pistenäytön.
fr: Une fois installée, vous pourrez verrouiller votre clavier, votre écran tactile, si votre ordinateur portable en a un, votre clavier tactile, votre souris et votre afficheur braille.
hr: Nakon instaliranja je moguće zaključati tipkovnicu, dodirni ekran (ukoliko ga laptop ima), dodirnu ploču, miša i brajični redak.
ru: После установки вы сможете заблокировать клавиатуру, сенсорный экран, если он есть на вашем ноутбуке, мышь и дисплей Брайля.

source: Usage
es: Instrucciones de uso
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Primjena
ja: 使用方法
pl: Jak używać
pt_br: Modo de uso
ru: Использование
sk: Použitie
uk: Як користуватись
vi: Sử dụng

source: This addon adds three extra gestures to NVDA. By default they are unassigned, so you will have to configure them from Input gestures dialog. Read the NVDA User Guide for more information.
es: Este complemento añade tres órdenes extra a NVDA. Por defecto vienen sin asignar, así que tendrás que configurarlas desde el diálogo Gestos de entrada. Lee la guía de usuario de NVDA para más información.
fi: Tämä lisäosa lisää NVDA:han kolme pikanäppäintä. Niihin ei ole määritetty oletusarvoisesti näppäinkomentoja, joten ne on määritettävä Näppäinkomennot-valintaikkunasta. Katso lisätietoja NVDA:n käyttöoppaasta.
fr: Cette extension ajoute trois gestes supplémentaires à NVDA. Par défaut, ils ne sont pas assignés, vous devrez donc les configurer à partir du dialogue Gestes de commandes. Lisez le Guide de l'utilisateur de NVDA pour plus d'informations.
hr: Ovaj dodatak dodaje tri dodatne geste NVDA čitaču. Standardno one nisu dodijeljene te se moraju konfigurirati u dijaloškom okviru Ulazne geste. Korisnički vodič za NVDA sadrži daljnje informacije.
ru: Это дополнение добавляет в NVDA три дополнительных жеста. По умолчанию они не назначены, поэтому вам придется настроить их в диалоговом окне ввода жестов. Для получения дополнительной информации ознакомьтесь с Руководством пользователя NVDA.

source: When you press the toggle input lock gesture, NVDA will say "Input locked". Your input devices will be blocked until you press the same gesture again. In that moment, NVDA will say "Input unlocked" and everything will work as usual.
es: Cuando pulses la orden de alternar bloqueo de entrada, NVDA dirá "Entrada bloqueada". Tus dispositivos de entrada se bloquearán hasta que pulses la orden otra vez. En ese momento NVDA dirá "Entrada desbloqueada" y todo volverá a funcionar como siempre.
fi: Kun painat syöttölukon tilanvaihtokomentoa, NVDA sanoo "Syöttö lukittu". Syöttölaitteiden käyttö estetään, kunnes painat uudelleen samaa komentoa. Silloin NVDA sanoo "Syöttölukko avattu", ja kaikki toimii kuten tavallisesti.
fr: Lorsque vous appuyez sur le geste Basculer le verrouillage d'entrée, NVDA dira "Entrée verrouillée". Vos périphériques d'entrée seront bloqués jusqu'à ce que vous appuyiez à nouveau sur le même geste. À ce moment, NVDA dira "Entrée déverrouillée" et tout fonctionnera comme d'habitude.
gl: Cando premas o xesto toggle input lock (alternar bloqueo de entrada), NVDA dirá "Input locked" ("entrada bloqueada"). Os teus dispositivos de entrada bloquearanse ata que premas o mesmo xesto de novo. Nese momento, NVDA dirá "Input unlocked" ("Entrada desbloqueada") e todo funcionará como de costume.
hr: Kada se pritisne gesta za zaključavanje unosa, NVDA će reći „Unos zaključan”. Unosi će biti blokirani, sve dok se ista gesta ne pritisne ponovo. U tom trenutku, NVDA će reći „Unos otključan” i sve će raditi kao obično.
ja: インプットロックのオンオフのジェスチャーを押すと、NVDAは、「入力ロック」と言います。入力デバイスが、同じジェスチャーをもう一度押す時まで、遮断されます。その時は、NVDAは「入力ロック解除」と言い、全て普段通りに動作します。
pl: Kiedy naciśniesz polecenie ustawione dla Przełączania urządzeń wejścia, NVDA powie"Urządzenia wejścia zablokowane". Urządzenia wejścia będą zablokowane, aż do ponownego naciśnięcia tego samego polecenia. NVDA powie wtedy "Urządzenia wejścia odblokowane" i wszystko zacznie działać tak jak zawsze.
pt_br: Quando pressiona o comando de bloqueio da entrada, o NVDA dirá "Entrada bloqueada". Os seus dispositivos de entrada serão bloqueados até que pressione o mesmo comando novamente. Nesse momento, o NVDA dirá "Entrada desbloqueada" e tudo funcionará normalmente.
ru: Когда вы нажмете жест блокировки ввода, NVDA скажет "Ввод заблокирован. Ваши устройства ввода будут заблокированы, пока вы снова не нажмете тот же жест. В этот момент NVDA скажет "Ввод разблокирован", и все будет работать как обычно.
sk: Ak stlačíte skratku na blokovanie vstupu, NVDA povie "vstup zamknutý" a automaticky zablokuje vstup zo všetkých zariadení. Odblokovať ho môžete tou istou klávesovou skratkou.
uk: Коли ви натиснете команду, яка вмикає блокування введення, NVDA промовить "Input locked" ("Введення заблоковано"). Ваші пристрої введення будуть заблоковані, доки ви не натиснете команду ще раз. У той момент NVDA промовить "Input unlocked" ("Введення розблоковано") і все працюватиме як завжди.
vi: Khi bạn bấm thao tác bật / tắt khóa bàn phím, NVDA sẽ đọc "Input locked". Các thiệt bị đầu vào của bạn sẽ bị khóa cho đến khi bạn bấm lại thao tác đó. Trường hợp này, NVDA sẽ đọc "Input unlocked" và mọi thứ trở lại hoạt động bình thường.

source: Locking the touchpad can prevent us from accidentally touching it, especially those who are used to using the laptop keyboard directly. When you press the toggle touchpad lock gesture, NVDA will say "Touchpad locked". Your touchpad will be blocked until you press the same gesture again. In that moment, NVDA will say "Touchpad unlocked" and everything will work as usual.
es: Bloquear el panel táctil puede evitarnos tocarlo accidentalmente, especialmente en aquellos casos donde se usa directamente el teclado del portátil. Cuando pulses la orden de alternar bloqueo de panel táctil, NVDA dirá "Panel táctil bloqueado". El panel táctil se bloqueará hasta que pulses la orden otra vez. En ese momento NVDA dirá "Panel táctil desbloqueado" y todo volverá a funcionar como siempre.
fi: Kosketuslevyn lukitseminen voi estää sen vahinkokosketukset, erityisesti sellaisilla käyttäjillä, jotka ovat tottuneet käyttämään kannettavan tietokoneen näppäimistöä. Kun painat kosketuslevyn lukituksen tilanvaihtokomentoa, NVDA sanoo "Kosketuslevy lukittu". Kosketuslevyn käyttö estetään, kunnes painat samaa komentoa uudelleen. Silloin NVDA sanoo "Kosketuslevyn lukitus avattu", ja kaikki toimii kuten tavallisesti.
fr: Le verrouillage du clavier tactile peut nous empêcher de le toucher accidentellement, en particulier ceux qui sont habitués à utiliser directement le clavier de l'ordinateur portable. Lorsque vous appuyez sur le geste Basculer le verrouillage du clavier tactile, NVDA dira "Clavier tactile verrouillée". Votre clavier tactile sera bloqué jusqu'à ce que vous appuyiez à nouveau sur le même geste. À ce moment, NVDA dira "Clavier tactile déverrouillée" et tout fonctionnera comme d'habitude.
hr: Zaključavanje touchpada može nas spriječiti da ga slučajno dodirnemo, pogotovo one koji su navikli izravno koristiti tipkovnicu laptopa. Kada se pritisne gesta za zaključavanje unosa, NVDA će reći „Unos zaključan”. Unosi će biti blokirani, sve dok se ista gesta ne pritisne ponovo. U tom trenutku, NVDA će reći „Unos otključan” i sve će raditi kao obično.
ru: Когда вы нажмете жест блокировки ввода, NVDA скажет "Ввод заблокирован. Ваши устройства ввода будут заблокированы, пока вы снова не нажмете тот же жест. В этот момент NVDA скажет "Ввод разблокирован", и всё будет работать как обычно.

source: If you press the toggle mouse block gesture, your mouse will be locked. Press this command again to unlock it. While mouse is locked, you can use NVDA gestures to move it, and click with left and right buttons, but You can't move the mouse itself. Mouse clicks can also be disabled from Input lock category in NVDA settings dialog (NVDA 2018.2 and later) or from add-on settings dialog for older versions, available under preferences menu. In addition, from these settings you can control wether mouse locks when NVDA is started or not.
es: Si pulsas la orden para alternar el bloqueo del ratón, se bloqueará tu ratón. Pulsa otra vez esta orden para desbloquearlo. Mientras el ratón está bloqueado, puedes usar gestos de NVDA para moverlo, y hacer clic con los botones izquierdo y derecho, pero no puedes mover el ratón en sí. Los clics del ratón también se pueden desactivar desde la categoría Ajustes de bloqueo de entrada en el diálogo de opciones de NVDA (NVDA 2018.2 y posteriores) o desde el diálogo de ajustes del complemento para versiones anteriores, disponible en el menú preferencias. Además, desde estos ajustes puedes controlar si el ratón se bloquea cuando se inicia NVDA o no.
fi: Jos painat hiiren käytön estävää tilanvaihtokomentoa, hiiri lukitaan. Paina samaa komentoa uudelleen avataksesi lukituksen. Kun hiiri on lukittuna, voit käyttää NVDA-komentoja sen siirtämiseen sekä vasenta ja oikeaa painiketta napsauttamiseen, mutta itse hiirtä ei voi siirtää. Myös hiiren napsautukset voidaan poistaa käytöstä NVDA:n asetusvalintaikkunan Syöttölukko-kategoriasta (NVDA 2018.2 ja uudemmat) tai vanhemmissa versioissa lisäosan asetusikkunasta, johon pääsee Asetukset-valikosta. Asetuksista voi lisäksi määrittää, lukitaanko hiiri NVDA:n käynnistyessä vai ei.
fr: Si vous appuyez sur le geste Basculer le verrouillage de la souris, votre souris sera verrouillée. Appuyez à nouveau sur cette commande pour la déverrouiller. Lorsque la souris est verrouillée, vous pouvez utiliser les gestes de NVDA pour la déplacer et cliquer avec les boutons gauche et droit, mais vous ne pouvez pas déplacer la souris elle-même. Les clics de souris peuvent également être désactivés à partir de la catégorie Input lock dans le dialogue Paramètres de NVDA (NVDA 2018.2 et versions ultérieures) ou dans le dialogue Paramètres de l'extension pour les versions antérieures, disponibles dans le menu Préférences. De plus, à partir de ces paramètres, vous pouvez contrôler si la souris se verrouille au démarrage ou non de NVDA.
gl: Se premes o xesto toggle mouse lock (alternar bloqueo do rato), bloquearase o teu rato. Preme este comando novamente para desbloquealo. Mentres o rato está bloqueado, podes utilizar xestos do NVDA para movelo, e facer click cos botóns esquerdo e dereito, pero non podes mover o propio rato. Os clicks do rato tamén poden deshabilitarse dende a categoría Input lock ("Bloqueo de entrada") no diálogo de axustes do NVDA (NVDA 2018.2 e superior) ou dende o diálogo de preferencias do complemento en versións máis antigas, dispoñible baixo o menú de preferencias. Ademais, con estes axustes podes controlar se o rato se bloqueará ou non cando NVDA se inicie.
hr: Ako se pritisne gesta za blokiranje miša, miš će se zaključati. Ponovnim pritiskom ove naredbe će se miš otključati. Dok je miš zaključan, miš se može pokretati pomoću NVDA gesta i klikati s lijevom i desnom tipkom, ali nije moguće pomaknuti samog miša. Klikanje miša se također može deaktivirati u kategoriji „Zaključaj unos” u dijaloškom okviru NVDA postavki (NVDA 2018.2 i noviji) ili u dijaloškom okviru postavki dodatka za starije verzije, dostupne putem izbornika postavki. Nadalje, u ovim postavkama je moguće odrediti, hoće li miš biti zaključan kad se pokrene NVDA ili ne.
ja: マウス遮断のオンオフのジェスチャーを押すと、マウスが遮断されます。このコマンドをもう一度押すと、ロックが解除されます。マウスがロックされている間、マウスを動かし、左と右ボタンをクリックするNVDAのジェスチャーを使用出来ますが、マウスそのものを動かすことは出来ません。マウスクリックも、設定メニューから使用出来る、NVDA設定ダイアログのInput Lockカテゴリから(NVDA 2018.2以降)、または、より古いバージョンでは、アドオン設定ダイアログで無効化することが出来ます。また、これらの設定から、NVDAを起動する時に、マウスをロックするかしないかを制御することが出来ます。
pl: Kiedy naciśniesz polecenie ustawione dla przełączania blokady myszy, mysz zostanie zablokowana. Aby ją odblokować, naciśnij ponownie to samo polecenie. Przy włączonej blokadzie myszy nadal można używać poleceń NVDA służących do przemieszczania myszy i klikania lewym i prawym przyciskiem. Nie da się jednak używać samej myszy. Kliknięcia myszy można też wyłączyć w kategorii ustawień Input Lock w menu ustawień NVDA (NVDA 2018.2 i nowsze) lub w dialogu ustawień dodatków, który znajduje się w menu Ustawienia, w starszych wersjach NVDA. Dodatkowo, w tych ustawieniach możesz określić, czy mysz ma być automatycznie blokowana po starcie NVDa, czy nie.
pt_br: Se pressionar o comando de bloqueio do mouse, o mouse será bloqueado. Pressione este comando novamente para o desbloquear. Com o mouse bloqueado, pode usar os comandos do NVDA para movê-lo e clicar com os botões esquerdo e direito, mas não pode mover o mouse sozinho. Os cliques do mouse também podem ser desabilitados na categoria Bloqueio de entrada no diálogo de configurações do NVDA (NVDA 2018.2 e posterior) ou no diálogo de configurações de complementos das versões mais antigas, disponível no menu de preferências. Além disso, a partir dessas configurações, pode controlar os bloqueios do mouse quando o NVDA é iniciado ou não.
ru: Если вы нажмете жест блокировки мыши, ваша мышь будет заблокирована. Нажмите эту команду еще раз, чтобы разблокировать его. Пока мышь заблокирована, вы можете использовать жесты NVDA для ее перемещения и щелкать левой и правой кнопками, но вы не можете перемещать саму мышь. Щелчки мышью также можно отключить в категории Блокировка ввода в диалоговом окне настроек NVDA (NVDA 2018.2 и более поздние версии). или из диалогового окна настроек дополнения для более старых версий, доступного в меню настроек. Кроме того, из этих настроек вы можете контролировать, будет ли блокироваться мышь при запуске NVDA или нет.
sk: Druhá klávesová skratka umožňuje zamknúť len myš. Po zamknutí myši môžete s kurzorom myši pracovať cez príkazy NVDA, nebudete ale môcť použiť fyzickú myš. V nastaveniach doplnku môžete tiež aktivovať zamknutie klikania myši a aktivovať °°automatické zamknutie myši po štarte NVDA.
uk: Якщо натиснути команду блокування мишки, мишку буде заблоковано. Натисніть цю команду ще раз, щоб розблокувати її. Поки мишку заблоковано, ви можете використовувати жести NVDA для її переміщення та клацати лівою та правою кнопками, але не можете перемістити саму мишку. Клацання мишкою також можна вимкнути у категорії «Блокування введення» в діалозі налаштувань NVDA (NVDA 2018.2 та новіших версій) або з діалогу налаштувань додатка для старих версій, яке доступне в меню налаштувань. Крім того, у цих налаштуваннях ви можете вибрати, чи блокувати клацання мишки після запуску NVDA.
vi: Nếu bấm thao tác bật tắt chuột, chuột sẽ bị khóa. Bấm lại lệnh nữa để mở khóa. Khi chuột bị khóa, bạn có thể dùng các thao tác của NVDA để di chuyển và bấm chuột trái chuột phải, nhưng không thể di chuyển bằng chính con chuột. Việc nhấp chuột cũng có thể vô hiệu hóa từ phân loại Input lock trong hộp thoại cấu hình NVDA (NVDA 2018.2 trở lên) hoặc từ hộp thoại cài đặt add-on cho các phiên bản cũ hơn, trong trình đơn tùy chọn. Thêm nữa, từ các thiết lập này, bạn có thể chỉnh để khóa chuột khi khởi động NVDA.

source: Note: when mouse clicks are blocked, you can't use any NVDA gestures to work with the mouse.
es: Nota: cuando se bloquean los clics del ratón, no puedes usar ningún gesto de NVDA para trabajar con el ratón.
fi: Huom: Kun hiiren napsautukset on estetty, mitkään NVDA:n hiirikomennot eivät toimi.
fr: Remarque : lorsque les clics de souris sont bloqués, vous ne pouvez utiliser aucun geste de NVDA pour travailler avec la souris.
gl: Nota: cando os clicks do rato están bloqueados, non podes utilizar ningún xesto de NVDA para traballar co rato.
hr: Napomena: kad je klikanje miša uključeno, nije moguće koristiti bilo koju NVDA gestu za rad s mišem.
ja: 備考: マウスクリックが遮断されている時、マウスと共に機能するNVDAジェスチャーを使うことが出来ません。
pl: Uwaga! Jeśli kliknięcia myszy są zablokowane, polecenia NVDA dotyczące myszy również nie działają.
pt_br: Nota: quando os cliques do mouse estão bloqueados, não pode usar nenhum comando do NVDA para trabalhar com o mouse.
ru: Примечание: когда щелчки мышью заблокированы, вы не можете использовать жесты NVDA для работы с мышью.
sk: Upozorňujeme, že ak povolíte zamknutie myši vrátane klikania, niektoré funkcie NVDA nebudú fungovať.
uk: Примітка: коли клацання мишки заблоковані, ви не можете використовувати будь-які жести NVDA для роботи з мишкою.
vi: Lưu ý: khi khóa nhấp chuột, bạn không thể dùng thao tác nào của NVDA với chuột.

source: Limitations and known problems
es: Limitaciones y problemas conocidos
fi: Rajoitukset ja tunnetut ongelmat
fr: Limitations et problèmes connus
gl: Limitacións e problemas coñecidos
hr: Ograničenja i poznati problemi
ja: 制限と既知の問題
pl: Ograniczenia i znane problemy
pt_br: Limitações e problemas conhecidos
ru: Ограничения и известные проблемы
uk: Обмеження та відомі проблеми

source: Input Lock has the following known problems:
es: Bloqueo de entrada tiene los siguientes problemas conocidos:
fi: Syöttölukossa on seuraavia tunnettuja ongelmia:
fr: Input Lock présente les problèmes suivants :
gl: Input Lock ten os seguintes problemas coñecidos:
hr: „Zaključaj unos” ima sljedeće poznate probleme:
ja: Input Lockには、次のような既知の問題があります:
pl: Blokada wejścia ma następujące znane problemy:
pt_br: Bloqueio de Entrada tem os seguintes problemas conhecidos:
ru: InputLock имеет следующие известные проблемы:
uk: Input Lock має такі відомі проблеми:
