Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/killNVDA.*.po
Languages: bg, de, pt_pt, ru, sk, uk, zh_cn

source: [[!meta title="Kill NVDA"]]
bg: [[!meta title="Принудително спиране на NVDA (Kill NVDA)"]]
de: [[!meta title="NVDA abschießen"]]
pt_pt: [[!meta title="Retirar o NVDA"]]
ru: [[!meta title="Убить NVDA"]]
sk: [[!meta title="Zamrznuté NVDA"]]
uk: [[!meta title="Kill NVDA (екстрене завершення NVDA)"]]
zh_cn: [[!meta title="强行停止 NVDA"]]

source: Author: Tyler Spivey
bg: Автор: Tyler Spivey
de: Autor: Tyler Spivey
pt_pt: Autor: Tyler Spivey
ru: Автор: Tyler Spivey
sk: Autor: Tyler Spivey
uk: Автор: Tyler Spivey
zh_cn: 作者： Tyler Spivey

source: NVDA compatibility: 2019.2 to 2019.3
bg: Съвместимост с NVDA: от 2019.2 до 2019.3
de: NVDA-Kompatibilität: 2019.2 bis 2019.3
pt_pt: Compatibilidade NVDA: 2019.2 a 2019.3
ru: Совместимость с NVDA: от 2019.2 до 2019.3
sk: Funguje s NVDA 2019.2 a 2019.3
uk: сумісність з NVDA: від 2019.2 до 2019.3
zh_cn: NVDA兼容版本: 2019.2 到 2019.3

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
pt_pt: Baixar [versão estável] [1]
ru: Загрузить [стабильную версию][1]
sk: stiahnúť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版][1]

source: This add-on is designed to temporarily kill NVDA, so that you can recover if it freezes.
bg: Тази добавка е предназначена за временно принудително спиране на NVDA, така че да можете да възстановите работата си, ако NVDA блокира.
de: Diese Erweiterung wurde entwickelt, um NVDA zu beenden, falls es einfriert, sodass wieder ein funktionierender Zustand wiederhergestellt werden kann.
pt_pt: Este extra foi concebido para retirar temporariamente o NVDA, para que possa recuperar se o seu uso normal, quando falha.
ru: Это дополнение предназначено для временного отключения NVDA, чтобы вы могли восстановиться, если она зависнет.
sk: Doplnok je určený na tvrdé ukončenie NVDA v situáciách, keď NVDA zamrzne.
uk: Цей додаток призначений для тимчасового припинення роботи NVDA, якщо вона зависає.
zh_cn: 此插件可暂时终止 NVDA，以便可以在 NVDA 无响应时恢复。

source: Usage
bg: Начин на употреба
de: Verwendung
pt_pt: Modo de uso
ru: Использование
sk: Použitie
uk: Використання
zh_cn: 用法

source: Install this add-on.
bg: Инсталирайте тази добавка.
de: Installieren Sie diese Erweiterung.
pt_pt: Instale este extra.
ru: Установите это дополнение.
sk: nainštalujte doplnok.
uk: Встановіть цей додаток.
zh_cn: 安装此插件。

source: Copy it to the logon screen with the button in General Settings.
bg: Копирайте я в екрана за влизане в Windows с бутона "Използвай текущо запазените настройки в екрана за вписване в Windows и другите защитени екрани (изисква административни права)" в раздела с общите настройки на NVDA.
de: Lassen Sie die Erweiterung im Anmeldebildschirm laufen, in dem Sie den dazugehörigen Schalter in den allgemeinen Einstellungen betätigen.
pt_pt: Copie-o para o ecrã de entrada com o botão em configurações Gerais.
ru: Скопируйте его на экран входа в систему с помощью кнопки в общих настройках.
sk: Vo všeobecných nastaveniach aktivujte funkciu Použiť aktuálne nastavenia na prihlasovacej a zabezpečených obrazovkách.
uk: Скопіюйте його на екран входу за допомогою кнопки в загальних налаштуваннях.
zh_cn: 使用常规设置中的“应用以保存的配置到欢迎界面和其他安全界面（需要管理员权限）”按钮将其复制到登录屏幕。

source: When NVDA dies, press control alt delete, then activate the NVDA menu, Tools, Kill NVDA.
bg: Когато NVDA блокира, натиснете клавишната команда Alt+Control+Delete, след това задействайте командата "Принудително спри NVDA" от менюто на NVDA, в подменюто "Инструменти".
de: Wenn NVDA einfriert, drücken Sie Strg+Alt+entfernen, öffnen das NVDA-Menü -> Werkzeuge -> kill NVDA.
pt_pt: Quando o NVDA deixar de funcionar, pressione control alt delete, depois active o menu do NVDA, ferramentas, retirar o NVDA.
ru: Когда NVDA отключится, нажмите control alt delete, затем активируйте меню NVDA, Сервис, Kill NVDA.
sk: Ak NVDA zamrzne, stlačte ctrl+alt+del. Následne aktivujte ponuku NVDA > nástroje > Kill NVDA.
uk: Коли NVDA зависає, натисніть control alt delete, потім активуйте меню NVDA, Інструменти, там знайдіть додаток Kill NVDA.
zh_cn: 当 NVDA 无响应时，可按 Ctrl+Alt+delete，然后激活 NVDA 菜单，依次选择“工具”、“Kill NVDA”。

source: After that, press escape. NVDA restarts, but you should be able to use your computer again.
bg: След това натиснете Escape. NVDA се рестартира и трябва да можете да използвате компютъра си отново.
de: Anschließend drücken Sie Escape und NVDA sollte wieder normal starten und Sie können normal weiter arbeiten.
pt_pt: Depois disso, pressione "escape". o NVDA reinicia-se e deverá poder utilizar novamente o seu computador.
ru: После этого нажмите escape. NVDA перезагрузится, но вы снова сможете пользоваться своим компьютером.
sk: Následne stlačte escape a NVDA sa reštartuje.
uk: Після цього натисніть escape. NVDA перезапуститься і ви знову зможете користуватися комп’ютером.
zh_cn: 然后，按 Esc 键。NVDA 将重新启动。此时您应该能够再次使用计算机。
