Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/lambda.*.po
Languages: hr, pt_br, ru, sk, tr

source: Character-by-character reporting: Normally, when working with maths you would like NVDA to report things you're writing character by character. To do this, there are a couple of simple steps: ensure to have the focus on the LAMBDA's window or one of its variants (the six dots representation, for example); press NVDA+2 (number two) or navigate to NVDA menu>Preferences>Keyboard settings and check the box to Speak typed characters; go to LAMBDA>Options>Voice paramethers and ensure the checkbox "echo" is ON, otherwhise NVDA won't receive anything from the speech engine while you are typing. And done, NVDA will speak written characters, but don't worry, only in LAMBDA or its special windows, the settings for the rest of applications will be left as they were.
hr: Izvještavanje o znakovima pojedinačno: Uobičajeno, kad radite s programima za matematiku, NVDA bi trebao izvještavati o stvarima koje pišete znak po znak. Da biste to učinili, postoji nekoliko jednostavnih koraka: budite sigurni da ste u prozoru programa LAMBDA. Primjerice, pritisnite NVDA+2 (broj dva) ili prijeđite na izbornik NVDA>Postavke>Postavke tipkovnice i označite okvir za govor utipkanih znakova; idite na LAMBDA>Opcije>Glasovni parametri i provjerite je li potvrdni okvir „odjek” UKLJUČEN, u protivnom NVDA neće ništa primiti od govorne jedinice dok tipkate. I gotovo! NVDA će govoriti upisane znakove, ali samo u LAMBDA aplikaciji ili u njenim posebnim prozorima. Postavke za ostale aplikacije se neće mijenjati.
pt_br: Informar caractere por caractere: Normalmente, ao trabalhar com matemática, você gostaria que o NVDA informe o que está escrevendo caractere por caractere. Para fazer isso, existem algumas etapas simples: garanta o foco na janela do LAMBDA ou em uma de suas variantes (a representação dos seis pontos, por exemplo); pressione NVDA+2 (número dois) ou navegue até o menu NVDA>Preferências>Configurações do teclado e marque a caixa para Falar caracteres digitados; vá para LAMBDA>Opções>Parâmetros de voz e verifique se a caixa de seleção "eco" está LIGADA; caso contrário, o NVDA não receberá nada do mecanismo de fala enquanto você estiver digitando. E pronto, o NVDA falará caracteres escritos, mas não se preocupe, apenas no LAMBDA ou em suas janelas especiais, as configurações para o restante dos aplicativos permanecerão como estavam.
ru: Посимвольная чтение: Обычно при работе с математикой вам хотелось бы, чтобы NVDA сообщала о том, что вы пишете, посимвольно. Для этого есть несколько простых шагов: убедитесь, что в фокусе находится окно lambda или один из его вариантов (например, изображение в виде шести точек); нажмите NVDA+2 (цифра два) или перейдите в меню NVDA> Настройки> Настройки клавиатуры и установите флажок, чтобы Произносить набранные символы; перейдите в ЛЯМБДА-код> Параметры> Голосовые параметры и установите флажок "эхо". включен, в противном случае NVDA не будет получать ничего от речевого модуля во время ввода текста. И готово, NVDA будет воспроизводить письменные символы, но не волнуйтесь, только в LAMBDA или её специальных окнах, настройки для остальных приложений останутся прежними.
sk: Ak chcete v LAMBDE oznamovať napísané znaky pri písaní, otvorte okno editora. Následne aktivujte čítanie napísaných znakov skratkou nvda+2 (alebo z nastavení NVDA > klávesnica). V LAMBDE v menu nástroje aktivujte funkciu echo. Takto zaistíte oznamovanie napísaných znakov v LAMBDE a súčasne to neovplyvní nastavenie pre iné aplikácie.
tr: Karakter karakter bildirim: Normalde matematikle çalışırken NVDA'nın yazdığınız şeyleri karakter karakter bildirmesini istersiniz. Bunu yapmak için birkaç basit adım vardır: LAMBDA'nın penceresine veya varyantlarından birine odaklandığınızdan emin olun (örneğin altı nokta gösterimi); NVDA+2'ye (numara sırasındaki iki) basın veya NVDA menüsü>Tercihler>Klavye ayarları'na gidin ve Yazılan karakterleri seslendir kutusunu işaretleyin; LAMBDA>Seçenekler>Ses parametreleri'ne gidin ve "yinele" onay kutusunun AÇIK olduğundan emin olun, aksi takdirde NVDA siz yazarken konuşma motorundan hiçbir şey almaz. Ve bittiğinde, NVDA yazılan karakterleri söyleyecektir, ama kaygılanmayın , sadece LAMBDA'da veya onun özel pencerelerinde, bu ayar geçerli olacaktır diğer uygulamaların ayarları olduğu gibi kalacaktır.

source: Addon mailing list:
hr: Mailing lista dodatka:
pt_br: Lista de discussão do complemento:
ru: Список рассылки дополнений:
sk: mailing list:
tr: Eklenti ileti grubu:

source: To report bugs, suggestions or if you want to contribute you can subscribe the Addon Group (in English). You can subscribe from the website: <https://groups.io/g/lambda-nvda>.
hr: Da biste prijavili greške, iznijeli prijedloge ili ako želite doprinijeti, možete se pretplatiti na grupu vezanu za ovaj dodatak (na engleskom jeziku). Možete se pretplatiti s web stranice: <https://groups.io/g/lambda-nvda>.
pt_br: Para relatar bugs, sugestões ou se você quiser contribuir, pode se inscrever no Grupo do Complemento (em Inglês). Pode se inscrever no site: <https://groups.io/g/lambda-nvda>.
ru: Чтобы сообщать об ошибках, вносить предложения или вносить свой вклад, вы можете подписаться на группу дополнений (на английском языке). Подписаться можно на веб-сайте: <https://groups.io/g/lambda-nvda>.
sk: Ak chcete nahlásiť chyby, alebo máte nápady na vylepšenia, môžete sa prihlásiť do nášho mailinglistu (anglicky). Stránka na prihlásenie je <https://groups.io/g/lambda-nvda>.
tr: Hataları, önerileri bildirmek veya katkıda bulunmak istiyorsanız Addon Grubuna (İngilizcedir), abone olabilirsiniz. abone olmak için şu web sitesini kullanın: <https://groups.io/g/lambda-nvda>.

source: Change log
hr: Popis promjena
pt_br: Registro de alterações (Change log)
ru: Журнал изменений
sk: Zmeny
tr: Logu değiştir

source: Below is a list of changes between the different add-on versions. Next to the version number, between parentheses, is the development status. The current development release isn't included as it could have changes until it is flagged as stable or discarded as candidate.
hr: U nastavku se nalazi popis promjena između različitih verzija dodatka. Pored broja verzije se u zagradama nalaze informacije o stanju razvoja. Trenutačno razvojno izdanje nije uključeno. Ono bi moglo sadržati promjene sve dok se ne označi kao stabilno izdanje ili dok se ne odbaci kao kandidat.
pt_br: Abaixo está uma lista de alterações entre as diferentes versões do complemento. Ao lado do número da versão, entre parênteses, está o status de desenvolvimento. A versão atual em desenvolvimento não está incluída, pois pode ter alterações até ser sinalizada como estável ou descartada como candidata.
ru: Ниже приведён список изменений между различными версиями дополнения. Рядом с номером версии в круглых скобках указано состояние разработки. Текущая версия для разработчиков не включена, поскольку в ней могут быть изменения, пока она не будет помечена как стабильная или не будет отклонена как потенциальная.
sk: Nasleduje zoznam zmien. V zátvorkách uvádzame aj stav vývoja. Aktuálna vývojová verzia nie je označená, keďže môže byť zahodená.
tr: Aşağıda, farklı eklenti sürümleri arasındaki değişikliklerin bir listesi bulunmaktadır. Sürüm numarasının yanında, parantezler arasında geliştirme durumu bulunur. Mevcut geliştirme sürümü, kararlı olarak işaretlenene veya aday olarak atılana kadar değişebileceğinden dahil edilmemiştir.

source: Version 1.3.0 (stable)
hr: Verzija 1.3.0 (stabilna)
pt_br: Versão 1.3.0 (estável)
ru: Версия 1.3.0 (стабильная)
sk: Verzia 1.3.0 (stabilná)
tr: Sürüm 1.3.0 (kararlı)

source: Support for newer version of NVDA (Support for Python 3)
hr: Podrška za noviju NVDA verziju (podrška za Python 3).
pt_br: Suporte para a versão mais recente do NVDA (Suporte para Python 3)
ru: Поддержка более новой версии NVDA (поддержка Python 3)
sk: Pridaná podpora pre nové verzie NVDA (podpora pre Python 3)
tr: NVDA'nın daha yeni sürümü için destek (Python 3 Desteği)

source: Solved an issue while pressing duplicate line command NVDA+d in a blank line caused clipboard content to be pasted. Now when you press NVDA+d and you are in a blank line, a new blank line appears as expected.
hr: Riješen je problem, pri kojem je pritiskanje tipki NVDA+d u praznom retku prouzročilo umetanje sadržaja međuspremnika. Kad sada pritisnete NVDA+d i nalazite se u praznom retku, pojavljuje se novi prazan redak kao što se i očekuje.
pt_br: Resolvido um problema ao pressionar o comando de linha duplicada NVDA+d em uma linha em branco, fazia com que o conteúdo da área de transferência fosse colado. Agora, quando você pressiona NVDA+d e você está em uma linha em branco, uma nova linha em branco aparece conforme o esperado.
ru: Решена проблема, из-за которой при нажатии команды дублировать строку NVDA+d в пустой строке содержимое буфера обмена вставлялось. Теперь, когда вы нажимаете NVDA+d и переходите к пустой строке, новая пустая строка появляется, как и ожидалось.
sk: Skratka NVDA+D viac po stlačení na prázdnom riadku neprilepí obsah schránky. Vytvorí nový prázdny riadok.
tr: Boş bir satırda satır çoğalt komutu NVDA+d'ye basıldığında pano içeriğinin yapıştırılmasına neden olan bir sorun çözüldü. Şimdi NVDA+d'ye bastığınızda ve boş bir satırda olduğunuzda, beklendiği gibi yeni bir boş satır görünür.

source: Version 1.2.2 (stable)
hr: Verzija 1.2.2 (stabilna)
pt_br: Versão 1.2.2 (estável)
ru: Версия 1.2.2 (стабильная)
sk: Verzia 1.2.2 (stabilná)
tr: Sürüm 1.2.2 (kararlı)

source: Improved compatibility with WX Python version 4 (introduced with NVDA 2018.3). Warning related with wx.NewId() is no longer displayed in debug log.
hr: Poboljšana je kompatibilnost s WX Python verzija 4 (uveden u NVDA 2018.3). Upozorenje vezano za wx.NewId() se više ne prikazuje u dnevniku ispravljanja grešaka.
pt_br: Compatibilidade aprimorada com o WX Python versão 4 (introduzido no NVDA 2018.3). O aviso relacionado ao wx.NewId() não é mais exibido no log de depuração.
ru: Улучшена совместимость с WX Python версии 4 (появилась в NVDA 2018.3). Предупреждение, связанное с wx.NewId(), больше не отображается в журнале отладки.
sk: Upravené pre WX Python version 4 (predstavené v NVDA 2018.3). Do logu sa viac nezapisujú upozornenia wx.NewId().
tr: WX Python sürüm 4 ile uyumluluk (NVDA 2018.3 ile gelmiştir). wx.NewId() uyarısı artık ayıklama kayıtlarında gösterilmemektedir.

source: Implemented guiHelper to enhance dialogs's appearance.
hr: Implementiran je guiHelper za poboljšavanje prikaza dijaloških okvira.
pt_br: Implementado guiHelper para melhorar a aparência dos diálogos.
ru: Реализован guiHelper для улучшения внешнего вида диалогов.
sk: Upravené zobrazenie dialógov.
tr: İletişim kutularının görünümünü geliştirmek için grafik arayüzlü yardım uygulandı.

source: New languages. Updated translations.
hr: Novi jezici. Ažurirani prijevodi.
pt_br: Novos idiomas. Traduções atualizadas.
ru: Новые языки. Обновлённые переводы.
sk: Nové a aktualizované preklady.
tr: Yeni diller. Çeviriler güncellendi.

source: Version 1.2.1a (stable)
hr: Verzija 1.2.1a (stabilna)
pt_br: Versão 1.2.1a (estável)
ru: Версия 1.2.1a (стабильная)
sk: Version 1.2.1a (stabilná)
tr: Sürüm 1.2.1a (kararlı)

source: This update is intended to be a long-term support release. It means that until, at least, june 2018, it won't be released a version as stable as this. We do it to provide students maximum stability and to minimize the changes during the academical year.
hr: Ova nadogradnja je namijenjena je za dugoročnu podršku. To znači, da se barem do lipnja 2018. neće objavlti nova stabilna verzija. Želimo studentima pružiti maksimalnu stabilnost i minimalne promjene tijekom akademske godine.
pt_br: Essa atualização pretende ser uma versão de suporte de longo prazo. Isso significa que até, pelo menos, junho de 2018, não será lançada uma versão tão estável como esta. Fazemos isso para proporcionar aos alunos a máxima estabilidade e minimizar as mudanças durante o ano acadêmico.
ru: Это обновление предназначено для долгосрочной поддержки. Это означает, что, по крайней мере, до июня 2018 года, такая стабильная версия, как эта, выпущена не будет. Мы делаем это, чтобы обеспечить студентам максимальную стабильность и свести к минимуму изменения в течение учебного года.
sk: Toto je stabilná verzia a neplánujeme vydať novú verziu do júna 2018, aby sme zaistili funkčnosť pre študentov do konca semestra.
tr: Bu güncellemenin uzun vadeli bir destek sürümü olması amaçlanmıştır. Bu, en azından Haziran 2018'e kadar bunun kadar kararlı bir sürüm yayınlanmayacağı anlamına gelmektedir. Öğrencilere üst düzey istikrar sağlamak ve akademik yıl boyunca değişiklikleri en aza indirmek için yapılmıştır.

source: Version 1.2.1 (stable)
hr: Verzija 1.2.1 (stabilna)
pt_br: Versão 1.2.1 (estável)
ru: Версия 1.2.1 (стабильная)
sk: Verzia 1.2.1 (stabilná)
tr: Sürüm 1.2.1 (kararlı)

source: Added compatibility with the way that NVDA 2017.3 uses to manage braille. Backwards compatibility kept.
hr: Dodana je kompatibilnost s načinom na koji NVDA 2017.3 upravlja brajicom. Zadržana je kompatibilnost sa starijim verzijama.
pt_br: Adicionado compatibilidade com a maneira que o NVDA 2017.3 usa para gerenciar braille. Compatibilidade com versões anteriores mantida.
ru: Добавлена совместимость со способом, используемым в NVDA 2017.3 для управления шрифтом Брайля. Сохранена обратная совместимость.
sk: Pridaná podpora pre braillovský výstup predstavený v NVDA 2017.3. Funguje aj na starších verziách NVDA.
tr: NVDA 2017.3'ün braille'i yönetmek için kullandığı yöntemle uyumluluk eklendi. Geriye dönük uyumluluk korundu.

source: fixed many braille issues.
hr: Ispravljene mnoge greške s brajicom.
pt_br: corrigimos muitos problemas de braille.
ru: исправлены многие проблемы с брайлем.
sk: Opravené problémy so zobrazením na braillovských riadkoch.
tr: birçok braille sorunu düzeltildi.

source: Version 1.2.0 (development)
hr: Verzija 1.2.0 (razvojna)
pt_br: Versão 1.2.0 (desenvolvimento)
ru: Версия 1.2.0 (разрабатываемая)
sk: Verzia 1.2.0 (vývojová)
tr: Sürüm 1.2.0 (geliştirme)

source: This version was not published as stable because the version 1.2.1 included major fixes.
hr: Ova verzija nije objavljena kao stabilna zbog toga što verzija 1.2.1 uključuje značajnije ispravke.
pt_br: Essa versão não foi publicada como estável porque a versão 1.2.1 incluiu correções principais.
ru: Эта версия не была опубликована как стабильная, поскольку версия 1.2.1 включала основные исправления.
sk: Nebola vydaná ako stabilná, lebo verzia 1.2.1 obsahovala výrazné úpravy.
tr: 1.2.1 sürümü önemli düzeltmeler içerdiğinden bu sürüm kararlı olarak yayınlanmadı.

source: New locales. Updated localizations.
hr: Novi jezici. Ažurirani jezici.
pt_br: Novas localidades (idiomas). Localizações (traduções) atualizadas.
ru: Новые локализации. Обновлены локализации.
sk: Nové a aktualizované preklady.
tr: Yeni yerel ayarlar. Güncellenmiş yerelleştirmeler.

source: Version 1.1.8 (stable)
hr: Verzija 1.1.8 (stabilna)
pt_br: Versão 1.1.8 (estável)
ru: Версия 1.1.8 (стабильная)
sk: Verzia 1.1.8 (stabilná)
tr: Sürüm 1.1.8 (kararlı)

source: Initial stable release.
hr: Inicijalno stabilno izdanje.
pt_br: Versão estável inicial.
ru: Первоначальный стабильный выпуск.
sk: Prvé stabilné vydanie.
tr: İlk kararlı sürüm.
