Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/lambda.*.po
Languages: hr, pt_br, ru, sk, tr

source: Starting from the addon version 1.1.0, there are two ways in which the text in the Lambda editor is rendered: "Flat mode" and "non-Flat Mode". When the "Flat mode" is on, NVDA will use the Display Model to retrieve information from the editor and to determine the caret position. This is specially beneficial when the user needs to move around on the screen, even in white spaces. When the "Flat Mode" is set to "off", text rendering on the braille display is more stable, since NVDA uses Windows API to retrieve it. However when the the caret is moved in white spaces next to the end of the line of text, the braille display does not follow the real cursor as long as a non-white space is added by the user.
hr: Verzijom 1.1.0 ovog dodatka se u Lambda uređivaču uvodi iscrtavanje teksta na dva načina: „Flat modus” i „ne-Flat modus”. Kad je „Flat modus” uključen, NVDA će koristiti model brajevog retka za dohvaćanje podataka iz uređivača i za određivanje položaja kursora. To je posebno korisno kad se korisnik mora kretati po ekranu, čak i u praznim područjima. Kad je „Flat modus” postavljen na „isključeno”, iscrtavanje teksta na brajevom retku je stabilnije, budući da NVDA koristi Windows API za njegovo preuzimanje. Međutim, kad se kursor pomiče u prazna područja pored kraja retka teksta, brajev redak ne slijedi stvarni pokazivač sve dok korisnik nešto ne doda.
pt_br: A partir da versão 1.1.0 do complemento, há duas maneiras pelas quais o texto no editor Lambda é renderizado: "Modo plano" e "Modo não Plano". Quando o "Modo plano" estiver ativado, o NVDA usará o Display Model (Modelo de Exibição) para recuperar informações do editor e determinar a posição do cursor. Isso é especialmente benéfico quando o usuário precisa se movimentar na tela, mesmo em espaços em branco. Quando o "Modo Plano" está definido como "desativado", a renderização de texto na tela em braille fica mais estável, pois o NVDA usa a API do Windows para recuperá-lo. No entanto, quando o cursor é movido em espaços em branco ao lado do final da linha de texto, a linha braille não segue o cursor real, desde que um espaço não em branco seja adicionado pelo usuário.
ru: Начиная с версии дополнения 1.1.0, существует два способа отображения текста в редакторе lambda: "Плоский режим" и "неплоский режим". Когда включен "Плоский режим", NVDA будет использовать модель дисплея для получения информации из редактора и определения положения курсора. Это особенно удобно, когда пользователю необходимо перемещаться по экрану, даже в пустых местах. Когда для "плоского режима" установлено значение "выключен", отображение текста на брайлевском дисплее становится более стабильным, поскольку NVDA использует Windows API, чтобы извлечь его. Однако, когда курсор перемещается через пробелы рядом с концом строки текста, отображение по Брайлю не следует за реальным курсором до тех пор, пока пользователь не добавит пробел.
sk: Od verzie 1.1.0 je možné zobrazovať výstup na braillovskom riadku dvoma spôsobmi. Ak je aktívna funkcia "použiť display model", na zobrazenie sa použije tzv. display model. Toto je užitočné, ak potrebujete presne sledovať kurzor na obrazovke, vrátane bielych znakov. Ak vypnete použitie display modelu, NVDA bude používať Windows api. Zobrazenie bude stabilnejšie, ale nedokáže správne interpretovať biele znaky. Preto kurzor nesleduje zobrazenie v prípade, že prechádzate cez biele znaky.
tr: Eklenti 1.1.0 sürümünden başlayarak, Lambda düzenleyicisindeki metnin görüntülenmesinin iki yolu vardır: "Düz mod" ve "Düz olmayan Mod". "Düz mod" açık olduğunda, NVDA, düzenleyiciden bilgi almak ve şapka konumunu belirlemek için Görüntü Modelini kullanacaktır. Bu, kullanıcının beyaz alanlarda bile ekranda hareket etmesi gerektiğinde özellikle faydalıdır. "Düz Mod" "kapalı" olarak ayarlandığında, NVDA onu almak için Windows API kullandığından braille ekranında metin oluşturma daha kararlıdır. Bununla birlikte, şapka metin satırının sonundaki beyaz boşluklarda hareket ettirildiğinde, kullanıcı tarafından beyaz olmayan bir boşluk eklendiği sürece braille ekranı gerçek imleci takip etmez.

source: The "flat mode" is active by default. You can toggle "flat mode" on or off by pressing NVDA+SHIFT+F.
hr: Flat modus je standardno aktivan. Moguće ga je uključiti ili isključiti tipkama NVDA+ŠIFT+F.
pt_br: O "modo plano" está ativo por padrão. Você pode ativar ou desativar o "modo plano" pressionando NVDA+SHIFT+F.
ru: По умолчанию активен "плоский режим". Вы можете включить или выключить "плоский режим", нажав NVDA+SHIFT+F.
sk: Predvolene je aktívny tzv. display model. Môžete ho vypnúť skratkou nvda+shift+f.
tr: "Düz mod" varsayılan olarak etkindir. NVDA+SHIFT+F tuşlarına basarak "düz modu" açıp kapatabilirsiniz.

source: We strongly recommend to disable the Flat Mode if you are using custom DPI in Windows (Custom sizing option), especially when you have screen settings with more than 96 dpi (larger than 100%).
hr: Svakako preporučamo deaktivirati Flat modus, ako koristite prilagođene DPI vrijednosti u Windowsima (opcija za prilagođene veličine), posebno kad se u postavkama ekrana, DPI vrijednosti postave na više od 96 dpi (veće od 100%).
pt_br: É altamente recomendável desativar o Modo Plano se você estiver usando DPI personalizado no Windows (opção de dimensionamento personalizado), especialmente quando tiver configurações de tela com mais de 96 dpi (maiores que 100%).
ru: Мы настоятельно рекомендуем отключить плоский режим, если вы используете пользовательское разрешение на дюйм (Custom sizing option) в Windows, особенно если у вас есть настройки экрана с разрешением более 96 точек на дюйм (более 100%).
sk: Odporúčame ho vypnúť, ak používate vlastné rozlíšenie obrazovky.
tr: Windows'ta (Özel boyutlandırma seçeneği) özel DPI kullanıyorsanız, özellikle 96 dpi'den fazla (%100'den büyük) ekran ayarlarınız varsa Düz Modu devre dışı bırakmanızı şiddetle tavsiye ederiz.

source: The structure of dialog boxes is easier, repeated information has been removed;
hr: Struktura dijaloških okvira je jednostavnija, uklonjene su informacije koje su se ponavljale;
pt_br: A estrutura das caixas de diálogo está mais fácil, informações repetidas foram removidas;
ru: Упрощена структура диалоговых окон, удалена повторяющаяся информация;
sk: Zjednodušená štruktúra dialógov a odstránené nadbytočné opakovanie;
tr: İletişim kutularının yapısı kolaydır, tekrarlanan bilgiler kaldırılmıştır;

source: The selection will be marked properly using dots 7 and 8, and marking is properly refreshed while standard Windows commands (SHIFT+ARROWS) or Lambda specific commands (CTRL+B, CTRL+SHIFT+B) are pressed.
hr: Odabir će biti ispravno prikazan točkicama 7 i 8, a označavanje se ispravno učitava pritiskanjem standardnih Windows naredbi (ŠIFT+STRELICE) ili određenih Lambda naredbi (KONTROL+B, KONTROL+B).
pt_br: A seleção será marcada corretamente usando os pontos 7 e 8, e a marcação será atualizada corretamente enquanto os comandos padrão do Windows (SHIFT+SETAS) ou comandos específicos do Lambda (CTRL+B, CTRL+SHIFT+B) são pressionados.
ru: Выделение будет правильно помечено точками 7 и 8, и при нажатии стандартных команд Windows (SHIFT+СТРЕЛКИ) или специальных команд lambda (CTRL+B, CTRL+SHIFT+B) выделение будет правильно обновлено.
sk: Pridané správne oznamovanie vybratých blokov bodmi 7 a 8 a správne sa aktualizujú vybraté bloky pri zmene pomocou skratiek ctrl+b a ctrl+shift+b.
tr: Seçim, 7 ve 8 noktalar kullanılarak doğru şekilde belirtilecek ve standart Windows komutlarına (SHIFT+OKLAR) veya Lambda'ya özel komutlara (CTRL+B, CTRL+SHIFT+B) basıldığında işaretleme düzgün bir şekilde güncellenecektir.

source: Before starting to use this addon.
hr: Prije upotrebe ovog dodatka.
pt_br: Antes de começar a usar este complemento.
ru: Перед использованием этого дополнения.
sk: Prvé spustenie.

source: This addon creates an NVDA profile named "lambda" which is associated with the "lambda.exe" application. The profile automatically sets all braille options: the custom braille table, the focus tethering and flat mode settings.
hr: Ovaj dodatak stvara profil pod nazivom „lambda” koji je povezan s datotekom „lambda.exe”. Dodatak automatski postavlja sve mogućnosti brajice: prilagođenu brajevu tablicu, povezivanje s fokusom i postavke za flat modus.
pt_br: Este complemento cria um perfil NVDA chamado "lambda" associado ao aplicativo "lambda.exe". O perfil define automaticamente todas as opções de braille: a tabela de braille personalizada, as configurações de compartilhamento de foco e modo plano.
ru: Это дополнение создаёт профиль NVDA с именем "lambda", который связан с приложением "lambda.exe". В профиле автоматически устанавливаются все брайлевские параметры: пользовательская брайлевская таблица, настройки привязки фокуса и плоского режима.
sk: Doplnok pri prvom spustení vytvorí profil "lambda" pre aplikáciu "lambda.exe". V profile je nastavená výstupná braillovská tabuľka, zviazanie braillovského kurzora s prezeracím kurzorom a aktivovanie display modelu.
tr: Bu eklenti, "lambda.exe" uygulamasıyla ilişkili "lambda" adlı bir NVDA profili oluşturur. Profil, tüm braille seçeneklerini otomatik olarak ayarlar: özel braille tablosu, odak bağlantısı ve düz mod ayarları.

source: If a previous profile with the same name is present in your system, the addon will not override it and you have to manually adjust your configuration profile.
hr: Ako je profil s istim imenom prisutan u vašem sustavu, dodatak ga neće zamijeniti i morat ćete ručno prilagoditi konfiguracijski profil.
pt_br: Se um perfil anterior com o mesmo nome estiver presente em seu sistema, o complemento não o substituirá e você deverá ajustar manualmente seu perfil de configuração.
ru: Если в вашей системе присутствует предыдущий профиль с таким же именем, дополнение не переопределит его, и вам придётся вручную настроить свой профиль конфигурации.
sk: Ak takýto profil existuje, doplnok ho neupraví a je potrebné upraviť nastavenia ručne.
tr: Sisteminizde aynı ada sahip önceki bir profil varsa, eklenti bunu geçersiz kılmaz ve yapılandırma profilinizi elle ayarlamanız gerekir.

source: To stave off this situation, if you have specific settings you'd like to preserve, you can use the "Revert LAMBDA Profile Wizard". The shortcut to start this tool is NVDA+alt+r (when focused in LAMBDA).
hr: Da biste izbjegli ovu situaciju, ako imate određene postavke koje želite sačuvati, možete upotrijebiti čarobnjaka za vraćanje LAMBDA profila. Prečac za pokretanje ovog alata je nvda+alt+r (kad je fokus u aplikaciji LAMBDA).
pt_br: Para evitar essa situação, se você tiver configurações específicas que gostaria de preservar, use o "Assistente para Reverter Perfil LAMBDA". O atalho para iniciar esta ferramenta é NVDA+alt+r (quando focalizado no LAMBDA).
ru: Чтобы избежать этой ситуации, если у вас есть определённые настройки, которые вы хотели бы сохранить, вы можете воспользоваться "Мастером восстановления профиля LAMBDA". Сочетание клавиш для запуска этого инструмента - NVDA+alt+r (при наведении курсора на LAMBDA).
sk: Situáciu môžete vyriešiť použitím sprievodcu nastavením profilu. Sprievodcu vyvoláte skratkou nvda+alt+r z okna LAMBDA.
tr: Bu durumu önlemek için, korumak istediğiniz belirli ayarlarınız varsa, "LAMBDA Profil Sihirbazını Geri Döndür"ü kullanabilirsiniz. Bu aracı başlatmanın kısayolu (LAMBDA'ya odaklanıldığında) NVDA+alt+r'dir.

source: An easy option is also to delete old versions of the "lambda" profile after the installation of the addon. To do so, open the NVDA menu, select the "Configuration profiles" menu Item and press ENTER.
hr: Također postoji jednostavna opcija za brisanje starih „lambda” profila nakon instaliranja dodatka. Da biste to učinili, otvorite NVDA izbornik, odaberite izbornik Konfiguracijski profili i pritisnite ENTER.
pt_br: Uma opção fácil também é excluir as versões antigas do perfil "lambda" após a instalação do complemento. Para fazer isso, abra o menu NVDA, selecione o item do menu "Perfis de configuração" e pressione ENTER.
ru: Простым вариантом также является удаление старых версий профиля "lambda" после установки дополнения. Для этого откройте меню NVDA, выберите пункт меню "Профили конфигурации" и нажмите ENTER.
sk: Riešením je tiež odstránenie profilu LAMBDA. Otvorte menu NVDA a aktivujte položku konfiguračné profily.
tr: Eklentinin yüklenmesinden sonra "lambda" profilinin eski sürümlerini silmek de kolay bir seçenek olabilir. Bunu yapmak için NVDA menüsünü açın, "Yapılandırma profilleri" menü Öğesini seçin ve ENTER'a basın.

source: In the Configuration profiles dialog, you'll be able to locate and delete the "lambda" profile. The profile will be re-created the next time the Lambda application is started.
hr: U dijaloškom okviru Konfiguracijski profili možete pronaći i obrisati „lambda” profil. Profil će ponovo biti stvoren tijekom sljedećeg pokretanja Lambda aplikacije.
pt_br: No diálogo Perfis de configuração, poderá localizar e excluir o perfil "lambda". O perfil será recriado na próxima vez que o aplicativo Lambda for iniciado.
ru: В диалоге "Профили конфигурации" вы сможете найти и удалить профиль "lambda". Профиль будет создан заново при следующем запуске приложения Lambda.
sk: Tu odstráňte profil LAMBDA. Profil sa automaticky nanovo vytvorí pri nasledujúcom spustení LAMBDA editora.
tr: Konfigürasyon profilleri iletişim kutusunda, "lambda" profilini bulabilir ve silebilirsiniz. Profil, Lambda uygulamasının bir sonraki başlatılışında yeniden oluşturulacaktır.

source: Deleting the "lambda" profile should be an easy solution also when the addon runs into any problem. For instance, if the braille table is not properly set, instead of manually configuring the profile, you can simply delete it. The addon will create a new one the next time you'll load the Lambda editor.
hr: Brisanje „lambda” profila također bi trebalo biti jednostavno rješenje, ako dođe do problema u radu dodatka. Na primjer, ako brajeva tablica nije ispravno postavljena, umjesto ručnog konfiguriranja profila, možete ga jednostavno izbrisati. Dodatak će stvoriti novi profil tijekom sljedećeg pokretanja Lambda uređivača.
pt_br: Excluir o perfil "lambda" também deve ser uma solução fácil quando o complemento tiver algum problema. Por exemplo, se a tabela braille não estiver configurada corretamente, em vez de configurar manualmente o perfil, você pode simplesmente excluí-lo. O complemento criará um novo na próxima vez que você carregar o editor Lambda.
ru: Удаление профиля "lambda" также должно быть простым решением в случае возникновения проблем с дополнением. Например, если брайлевская таблица установлена неправильно, вместо ручной настройки профиля вы можете просто удалить его. Дополнение создаст новый при следующей загрузке редактора lambda.
sk: Zmazanie profilu môže pomôcť aj vtedy, ak sa doplnok správa neštandardne. Napríklad ak sa nenastaví správna tabuľka.
tr: "lambda" profilini silmek, eklenti herhangi bir sorunla karşılaştığında da kolay bir çözüm olacaktır. Örneğin, braille tablosu uygun şekilde ayarlanmamışsa, profili elle yapılandırmak yerine basitçe silebilirsiniz. Lambda editörünü bir sonraki açışınızda eklenti yeni bir tane profil oluşturacaktır.

source: Each time the Lambda editor is started, this addon checks if a profile with the name "lambda" exists. If it doesn't, it automatically generates a profile with the following form:
hr: Svaki put kad pokrenete Lambda uređivač, ovaj dodatak provjerava, postoji li profil s nazivom „lambda”. Ako ne postoji, automatski izrađuje profil u obliku:
pt_br: Cada vez que o editor Lambda é iniciado, esse complemento verifica se existe um perfil com o nome "lambda". Caso contrário, ele gera automaticamente um perfil com o seguinte formato:
ru: При каждом запуске редактора lambda это дополнение проверяет, существует ли профиль с именем "lambda". Если его нет, оно автоматически создаёт профиль следующего вида:
sk: Pri každom spustení LAMBDA editora doplnok overí, či existuje profil. Ak nie, vytvorí ho a nastaví tieto parametre:
tr: Lambda editörü her başlatıldığında, bu eklenti "lambda" adında bir profilin var olup olmadığını kontrol eder. yoksa, otomatik olarak aşağıdaki formda bir profil oluşturur:

source: filename : userData\profiles\lambda.ini : [braille] readByParagraph = False tetherTo = focus translationTable = path-to-the-addon-brailleTable-dir\tableName [lambda] brailleFlatMode = True
hr: ime datoteke: userData\profiles\lambda.ini : [braille] readByParagraph = False tetherTo = focus translationTable = staza-do-mape-brajeveTablice-dodatka\imeTablice [lambda] brailleFlatMode = True
pt_br: nome do arquivo : dadosDoUsuário\profiles\lambda.ini : [braille] readByParagraph = False tetherTo = focus translationTable = caminho-para-o-diretório-de-tabelasBraille-do-complemento\nomeDaTabela [lambda] brailleFlatMode = True
ru: имя файла : userData\profiles\lambda.ini : [braille] readByParagraph = False tetherTo = focus translationTable = path-to-the-addon-brailleTable-dir\tableName [lambda] brailleFlatMode = True

source: Where :
hr: Gdje :
pt_br: Onde :
ru: Где :
sk: Vysvetlenie:
tr: Konum :

source: path-to-the-addon-brailleTable-dir : is the absolute path of the addon directory + "\brailleTables"
hr: staza-do-mape-brajeveTablice-dodatka : je absolutna staza mape dodataka + „\brajeveTablice”
pt_br: caminho-para-diretório-da-tabelaBraille-do-complemento : é o caminho absoluto do diretório do complemento + " abelasBraille"
ru: path-to-the-addon-brailleTable-dir : это абсолютный путь к каталогу дополнения + "\brailleTables"
sk: path-to-the-addon-brailleTable-dir : je absolútna cesta doplnku + "\brailleTables"
tr: path-to-the-addon-brailleTable-dir : eklenti dizininin mutlak yolu + "\brailleTables"

source: tableName : depends on the active NVDA language. Currently only the italian and Spanish braille tables, "lambda-ita.utb" and "lambda-esp.utb" respectively, is present.
hr: imeTablice: ovisi o aktivnom jeziku NVDA čitača. Trenutačno postoje samo talijanske i španjolske brajeve tablice „lambda-ita.utb” i „lambda-esp.utb”.
pt_br: nomeDaTabela : depende do idioma ativo do NVDA. Atualmente, apenas as tabelas braille italiana e espanhola "lambda-ita.utb" e "lambda-esp.utb", respectivamente, estão presentes.
ru: tableName : зависит от активного языка NVDA. В настоящее время используются только предоставленные итальянская и испанская брайлевские таблицы, "lambda-ita.utb" и "lambda-esp.utb", соответственно.
sk: Názov tabuľky: V súčasnosti sú v doplnku tabuľky pre Taliančinu lambda-ita.utb a Španielčinu lambda-esp.utb.
tr: tableName : etkin NVDA diline bağlıdır. Şu anda yalnızca italyanca ve İspanyolca braille tabloları, sırasıyla "lambda-ita.utb" ve "lambda-esp.utb" mevcuttur.

source: Addon Keyboard Shortcuts:
hr: Tipkovnički prečaci za dodatak:
pt_br: Atalhos de teclado do complemento:
ru: Комбинации Клавиш Дополнения:
sk: Klávesové skratky:
tr: Eklenti Klavye Kısayolları:

source: **NVDA+Shift+f**: Toggle braille flat mode on or off;
hr: **NVDA+šift+f**: Uključi ili isključi modus brajevog retka;
pt_br: **NVDA+Shift+f**: Ativa ou desativa o modo plano em braille;
ru: **NVDA+Shift+f**: Включение или выключение плоского брайлевского режима;
sk: **NVDA+Shift+f**: Zapína a vypína použitie display modelu;
tr: **NVDA+Shift+f**: Braille düz kipini açar veya kapatır;

source: **NVDA+alt+r**: Open the "Revert LAMBDA Profile Wizard";
hr: **NVDA+alt+r**: Otvori čarobnjaka za vraćanje LAMBDA profila;
pt_br: **NVDA+alt+r**: Abra o "Assistente para Reverter Perfil LAMBDA";
ru: **NVDA+alt+r**: Открыть "Мастер восстановления профиля LAMBDA";
sk: **NVDA+alt+r**: Otvorí sprievodcu nastavením konfiguračného profilu;
tr: **NVDA+alt+r**: "LAMBDA Profil Sihirbazını Geri Döndür"ü açar;

source: **NVDA+d**: Duplicate lines (use this instad of control+d).
hr: **NVDA+d**: Dupliciraj retke (koristite ovo umjesto kontrol+d).
pt_br: **NVDA+d: Linhas duplicadas (use isso em vez de control+d).
ru: **NVDA+d**: Повторяющиеся строки (использовать это в качестве control+d).
sk: **NVDA+d**: skopíruje vybratý riadok (odporúčame použiť namiesto predvolenej skratky LAMBDA ctrl+d).
tr: **NVDA+d**: satırları çoğaltır (kontrol+d'nin yerine bunu kullanın).

source: Known issues:
hr: Poznati problemi:
pt_br: Problemas conhecidos:
ru: Известные проблемы:
sk: Známe problémy:
tr: Bilinen Sorunlar:

source: Due to a bug present in LAMBDA, the add-on provides an extra-logic that reports white spaces. This logic may fail in the following situations:
hr: Zbog greške koja je prisutna u aplikaciji LAMBDA, dodatak pruža dodatnu logiku koja izvještava o bjelinama (razmacima). Ova logika možda neće uspjeti u sljedećim situacijama:
pt_br: Devido a uma falha (bug) presente no LAMBDA, o complemento fornece uma lógica extra que relata espaços em branco. Essa lógica pode falhar nas seguintes situações:
ru: Из-за ошибки, присутствующей в LAMBDA, дополнение предоставляет дополнительную логику, которая сообщает о пробелах. Эта логика может не работать в следующих ситуациях:
sk: Pre chybu v LAMBDA editore NVDA nesprávne oznamuje medzery v týchto situáciách:
tr: LAMBDA'da bulunan bir hata nedeniyle eklenti, boşlukları bildiren ekstra bir mantık sağlar. Bu mantık aşağıdaki durumlarda başarısız olabilir:

source: When words like "space", "spazio" "Espacio" etc. are inserted into the text, they may be reported by NVDA as the local NVDA language translation.
hr: Kad se riječi poput „razmak”, „spazio”, „Espacio” itd. umetnu u tekst, NVDA će o njima možda izvijestiti lokalnim NVDA prijevodom.
pt_br: Quando palavras como "space" (espaço), "spazio" "Espacio" etc. são inseridas no texto, elas podem ser informadas pelo NVDA como a tradução local do idioma do NVDA.
ru: Когда в текст вставляются такие слова, как "space", "spazio", "Espacio" и т.д., NVDA может сообщить о них как о переводе на местный язык NVDA.
sk: Ak vložíte slová ako "space" alebo "Espacio", NVDA ich bude čítať v nastavenom jazyku NVDA.
tr: Metne "boşluk", "spazio" "Espacio" vb. sözcükler eklendiğinde, bunlar NVDA tarafından yerel NVDA dil çevirisi olarak bildirilebilir.

source: Blank lines are not reported by the LAMBDA speech engine. The user will hear the translation of the word "space" instead. This could be both a blank line or a line containing only the word "space".
hr: LAMBDA govorna jedinica ne izvještava o praznim redcima. Korisnik će umjesto toga čuti prijevod za riječ „razmak”. To može biti prazni redak ili redak koji sadrži riječ „razmak”.
pt_br: Linhas em branco não são informadas pelo mecanismo de fala LAMBDA. O usuário ouvirá a tradução da palavra "space" (espaço). Pode ser uma linha em branco ou uma linha que contém apenas a palavra "espaço".
ru: Речевой модуль LAMBDA не отображает пустые строки. Вместо этого пользователь услышит перевод слова "пробел". Это может быть как пустая строка, так и строка, содержащая только слово "пробел".
sk: Rozhranie reči LAMBDA neoznamuje správne prázdne riadky. Namiesto toho oznamuje slovo "medzera". Toto môže zahŕňať prázdny riadok, ale aj riadok so slovom "medzera".
tr: LAMBDA konuşma motoru tarafından boş satırlar bildirilmez. Kullanıcı bunun yerine "boşluk" kelimesinin çevirisini duyacaktır. Bu, hem boş bir satır hem de yalnızca "boşluk" kelimesini içeren bir satır olabilir.

source: Useful tips
hr: Korisni savjeti
pt_br: Dicas úteis
ru: Полезные советы
sk: Tipy
tr: Yararlı ipuçları

source: This is a set of tips that will help you on using the addon in a more eficient way.
hr: Ovo je niz savjeta koji će vam pomoći koristiti dodatak na učinkovitiji način.
pt_br: Este é um conjunto de dicas que ajudarão você a usar o complemento de maneira mais eficiente.
ru: Это набор советов, которые помогут вам более эффективно использовать дополнение.
sk: Toto sú odporúčania pre lepšie použitie doplnku.
tr: Bu, eklentiyi daha verimli bir şekilde kullanmanıza yardımcı olacak bir dizi ipucudur.
