Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/lambda.*.po
Languages: hr, pt_br, ru, sk, tr

source: [[!meta title="Lambda Add-On for NVDA"]]
hr: [[!meta title="Lambda dodatak za NVDA"]]
pt_br: [[!meta title="Complemento Lambda para NVDA — Lambda Add-On for NVDA"]]
ru: [[!meta title="Дополнение Lambda для NVDA"]]
sk: [[!meta title="Lambda"]]
tr: [[!meta title="NVDA için Lambda"]]

source: Author: Alberto Zanella and the lambda-nvda team.
hr: Autor: Alberto Zanella i lambda-nvda tim.
pt_br: Autor: Alberto Zanella e a equipe lambda-nvda.
ru: Автор: Alberto Zanella и команда lambda-nvda.
sk: Autor: Alberto Zanella a ďalší.
tr: Yazan: Alberto Zanella ve the lambda-nvda team.

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
pt_br: Baixe a [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürüm][1] indir

source: Download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
pt_br: Baixe a [versão em desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürüm][2] indir

source: This project is an appModule for the LAMBDA Software. It has been inspired by the work of Peter Lecky at the Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) is a software that helps blind people to read and write math using a braille display and/or a speech synthesizer. LAMBDA is the result of an EU-Project. For more information about LAMBDA please visit [https://www.lambdaproject.org/](https://www.lambdaproject.org/).
hr: Ovaj projekt je aplikacijski modul za Lambda Softver. Inspiriran je radom Petera Leckya sa sveučilišta Comenius. Lambda (Linearni pristup matematici za brajeve uređaje i zvučno sintetiziranje glasa) je softver koji pomaže slijepim osobama čitati i pisati matematiku pomoću brajevog retka i ili govorne jedinice. LAMBDA je rezultat jednog EU-Projekta. Za više informacija posjetite [https://www.lambdaproject.org/](https://www.lambdaproject.org/).
pt_br: Esse projeto é um appModule (módulo de aplicativo) para o Software LAMBDA. Foi inspirado no trabalho de Peter Lecky na Universidade Comenius. LAMBDA (Acesso Linear à Matemática para Dispositivos Braille e síntese de Áudio — Linear Access to Mathematic for Braille Device and Audio-synthesis) é um software que ajuda as pessoas cegas a ler e escrever matemática usando uma linha braille e/ou um sintetizador de fala. LAMBDA é o resultado de um Projeto da UE (União Europeia). Para mais informações sobre o LAMBDA, visite [https://www.lambdaproject.org/](https://www.lambdaproject.org/).
ru: Этот проект представляет собой модуль приложения для программы LAMBDA. Он был вдохновлён работой Peter Lecky из Университета Коменского. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) - это программа, которая помогает слепым людям читать и записывать математические данные с помощью дисплея Брайля и/или синтезатора речи. LAMBDA является результатом проекта ЕС. Для получения дополнительной информации о LAMBDA, посетите [https://www.lambdaproject.org/](https://www.lambdaproject.org/).
sk: Doplnok zlepšuje prístupnosť matematického editora Lambda. Ide o upravenú verziu pôvodného kódu od Petra Leckého z Univerzity Komenského. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) je matematický editor špeciálne vyvinutý tak, aby uľahčoval zapisovanie matematických výpočtov nevidiacim s použitím braillovského riadka alebo hlasového výstupu. Program LAMBDA vznikol vďaka podpore z fondou Európskej únie. Viac sa dočítate na [https://www.lambdaproject.org (anglicky)](https://www.lambdaproject.org/).
tr: Bu proje, LAMBDA Yazılımı için bir appModule'dir. Peter Lecky'nin Comenius Üniversitesi'ndeki çalışmalarından ilham almıştır. \n LAMBDA (Braille Cihazı ve Ses Sentezi için Matematiğe Doğrusal Erişim), görme engelli kişilerin bir braille ekranı ve/veya bir konuşma sentezleyici kullanarak matematik okumasına ve yazmasına yardımcı olan bir yazılımdır.\n LAMBDA, bir AB Projesinin sonucudur. LAMBDA hakkında daha fazla bilgi için lütfen [https://www.lambdaproject.org/](https://www.lambdaproject.org/) adresini ziyaret edin. \n

source: The current version of the addon has braille tables for Italian and Spanish languages and its interface is available in most of the NVDA's official languages, because it is translated by the NVDA translations community. If you are a non-italian user of LAMBDA and you would like to contribute with the porting of the braille table in your language, feel free to contact the author (see below) or subscribe the project mailing list.
hr: Trenutačna verzija dodatka sadrži brajeve tablice za talijanski i španjolski jezik, a sučelje je dostupno na većini službenih jezika NVDA čitača, jer ga prevodi NVDA zajednica prevoditelja. Ako niste talijanski korisnik i želite pridonijeti prijenosu brajeve tablice na vaš jezik, slobodno se obratite autoru (vidi dolje) ili se prijavite na mailing listu projekta.
pt_br: A versão atual do complemento possui tabelas braille para os idiomas Italiano e Espanhol e sua interface está disponível na maioria dos idiomas oficiais do NVDA, porque é traduzida pela comunidade de traduções do NVDA. Se você é um usuário não italiano do LAMBDA e gostaria de contribuir com o porte da tabela braille em seu idioma, entre em contato com o autor (veja abaixo) ou inscreva-se na lista de discussão do projeto.
ru: Текущая версия дополнения содержит брайлевские таблицы для итальянского и испанского языков, а его интерфейс доступен на большинстве официальных языков NVDA, поскольку он переведён сообществом переводчиков NVDA. Если вы не являетесь пользователем LAMBDA на итальянском языке и хотели бы внести свой вклад в перевод брайлевской таблицы на свой язык, обратитесь к автору (см. ниже) или подпишитесь на рассылку проекта.
sk: Aktuálna verzia doplnku obsahuje Taliansku a Španielsku braillovskú tabuľku (Slovenská zatiaľ nie je súčasťou). Doplnok je preložený do viacerých jazykov (vrátane slovenčiny). Ak by ste chceli prispieť a napríklad viete pomôcť s pridaním slovenskej tabuľky, kontaktujte autorov, alebo sa prihláste do mailinglistu (V Taliančine alebo Angličtine).
tr: Eklentinin mevcut sürümü, İtalyanca ve İspanyolca dilleri için braille tablolarına sahiptir ve arayüzü, NVDA çeviri topluluğu tarafından çevrildiği için NVDA'nın resmi dillerinin çoğunda mevcuttur. İtalyan olmayan bir LAMBDA kullanıcısıysanız ve braille tablosunun kendi dilinize çevrilmesine katkıda bulunmak istiyorsanız, yazarla iletişime geçmekten (aşağıya bakınız) veya proje posta listesine abone olmaktan çekinmeyin.

source: **Please note:** This addon has been developed by Alberto Zanella as a voluntary activity. Nor the author or the contributors are involved in selling and / or development of the software Lambda. If you need more information about Lambda, or you need support on how to use it, please contact your local distributor. If you are encountering any difficulties when using or installing this addon, please contact the author or use the "Issues" link on the Github project page.
hr: **Napomena:** Alberto Zanella je razvio ovaj dodatak za vrijeme dobrovoljnog rada. Niti autor niti suradnici nisu uključeni u prodaju ili razvoj softvera Lambda. Ako trebate više informacija o Lambda ili ako trebate pomoć, obratite se lokalnom distributeru. Ako naiđete na poteškoće prilikom korištenja ili instaliranja ovog dodatka, kontaktirajte autora ili upotrijebite poveznicu „Issues” (problemi) na Github stranici projekta.
pt_br: **Atenção:** Esse complemento foi desenvolvido por Alberto Zanella como uma atividade voluntária. Nem o autor ou os colaboradores estão envolvidos na venda e / ou desenvolvimento do software Lambda. Se você precisar de mais informações sobre o Lambda, ou precisar de suporte sobre como usá-lo, entre em contato com o seu distribuidor local. Se você encontrar alguma dificuldade ao usar ou instalar este complemento, entre em contato com o autor ou use o link "Issues" (Questões/Problemas) na página do projeto do Github.
ru: **Пожалуйста, обратите внимание:** Это дополнение было разработано Alberto Zanella на добровольных началах. Ни автор, ни другие участники не участвуют в продаже и/или разработке программы Lambda. Если вам нужна дополнительная информация о Lambda или вам нужна поддержка по её использованию, пожалуйста, свяжитесь с вашим местным распространителем. Если вы столкнулись с какими-либо трудностями при использовании или установке этого дополнения, пожалуйста, свяжитесь с автором или воспользуйтесь ссылкой "Проблемы" на странице проекта Github.
sk: **Upozorňujeme:** Doplnok vznikol vo voľnom čase a jeho autorom je Alberto Zanella. Autor ale nie je vývojárom samotného editora LAMBDA. V prípade problémov s editorom LAMBDA sa prosím obráďte na vášho dodávateľa. Ak máte priamo problémy s doplnkom, kontaktujte autora doplnku alebo hláste chybu cez odkaz "Issues" cez Github.
tr: **Lütfen dikkat:** Bu eklenti, Alberto Zanella tarafından gönüllü bir etkinlik olarak geliştirilmiştir. Yazar veya katkıda bulunanlar da Lambda yazılımının satışına ve/veya geliştirilmesine dahil değildir. Lambda hakkında daha fazla bilgiye veya nasıl kullanılacağına ilişkin desteğe ihtiyacınız varsa, lütfen yerel distribütörünüzle iletişime geçin. Bu eklentiyi kullanırken veya kurarken herhangi bir zorlukla karşılaşırsanız, lütfen yazarla temas kurun veya Github proje sayfasındaki "Sorunlar" bağlantısını kullanın.\n

source: [Official Github Repository](https://github.com/lambda-nvda/lambdaNvda/)
hr: [Službeni Github repozitorij](https://github.com/lambda-nvda/lambdaNvda/)
pt_br: [Repositório Oficial no Github](https://github.com/lambda-nvda/lambdaNvda/)
ru: [Официальный репозиторий на Github](https://github.com/lambda-nvda/lambdaNvda/)
sk: [Repozitár na Github](https://github.com/lambda-nvda/lambdaNvda/)
tr: [Resmi Github Deposu](https://github.com/lambda-nvda/lambdaNvda/)

source: Addon Features:
hr: Funkcije dodatka:
pt_br: Recursos do Complemento:
ru: Возможности Дополнения:
sk: Vlastnosti:
tr: Eklenti Özellikleri:

source: Speech support:
hr: Podrška za govor:
pt_br: Suporte de fala:
ru: Речевая поддержка:
sk: Podpora pre hlasové výstupy:
tr: Konuşma desteği:

source: Dialogs and menus are properly reported;
hr: Ispravno izvještavanje o dijaloškim okvirima i izbornicima;
pt_br: Diálogo e menus são informados corretamente;
ru: Диалоги и меню объявляются надлежащим образом;
sk: Správne oznamovanie položiek v menu a dialógov;
tr: İletişim kutuları ve menüler düzgün bir şekilde raporlanır;

source: Natural speech support for math formulas using the Lambda math engine, i.e. "compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";
hr: Podrška za prirodni izgovor matematičkih formula korištenjem Lambda matematičke govorne jedinice, npr. „korijen iz 3 kroz korijen iz 3 x plus 24, zatvori korijen, minus 3 jednako 0”;
pt_br: Suporte natural à fala para fórmulas matemáticas usando o mecanismo de matemática Lambda, ou seja, "compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";
ru: Поддержка естественной речи для математических формул с использованием математического движка lambda, например: "составной корень 3, составной корень 3 x плюс 24, закрыть составной корень, минус 3 равно 0".;
sk: Pridaná podpora pre prirodzené čítanie zápisu;
tr: Lambda matematik motorunu kullanan matematik formülleri için doğal konuşma desteği, yani "bileşik kök 3 ayraç bileşik kök 3 x artı 24, kapa bileşik kök, eksi 3 eşittir 0";

source: implemented the Reading by character, words, lines and Say All;
hr: Implementirano je čitanje po znakovima, po riječima, po redcima i Izgovori sve;
pt_br: implementada a leitura por caractere, palavras, linhas e Leitura Contínua;
ru: реализовано чтение по символам, словам, строкам и чтение всего;
sk: Pridaná možnosť čítania po znakoch, slovách, riadkoch a tiež plynulé čítanie;
tr: karakter, kelime, satır satır Okuma ve Tümünü söyleme uygulaması;

source: Speaks when a block of text is selected or extended (using CTRL+B and SHIFT+CTRL+B);
hr: Govori kad je blok teksta odabran ili proširen (koristeći KONTROL+B i ŠIFT+KONTROL+B);
pt_br: Fala quando um bloco de texto é selecionado ou estendido (usando CTRL+B e SHIFT+CTRL+B);
ru: Произносится при выделении или расширении блока текста (с помощью CTRL+B и SHIFT+CTRL+B);
sk: Pridané oznamovanie výberu a zmeny výberu bloku (CTRL+B a SHIFT+CTRL+B);
tr: Bir metin bloğu seçildiğinde veya genişletildiğinde (CTRL+B ve SHIFT+CTRL+B kullanarak) bunu belirtme;

source: Speaks when moving in the text editor using standard Windows commands and Lambda-specific commands;
hr: Govori tijekom kretanja u uređivaču teksta, korišteći standardne Windows naredbe i Lambda-specifične naredbe;
pt_br: Fala ao mover-se no editor de texto usando comandos padrão do Windows e comandos específicos do Lambda;
ru: Произносит слова при перемещении в текстовом редакторе с использованием стандартных команд Windows и специфических команд от Lambda;
sk: Pridané oznamovanie pri pohybe kurzorom príkazmi Windows a Lambda;
tr: Standart Windows komutlarını ve Lambda'ya özgü komutları kullanarak metin düzenleyicide hareket ederken bunları söyler;

source: Both Extended and Short speech modes are supported (you can select it using the Tools menu in Lambda);
hr: Podrška za dugi i kratki modus govora (moguće ih je odabrati korištenjem izbornika Alati u Lambda);
pt_br: Os modos de fala estendida e curta são suportados (pode selecioná-lo usando o menu Ferramentas no Lambda);
ru: Поддерживаются как расширенный, так и короткий речевые режимы (вы можете выбрать его с помощью меню Сервис в Lambda);
sk: Podporované všetky režimi reči (nastavíte v menu nástroje);
tr: Hem Genişletilmiş hem de Kısa konuşma modları desteklenir (bunu Lambda'daki Araçlar menüsünü kullanarak seçebilirsiniz);

source: Special dialogs like structure mode, calculator, and matrix window are now correctly reported and NVDA reads correctly when moving the cursor around or when new text is typed ;
hr: Sada se ispravno izvještava o posebnim dijaloškim okvirima poput modus strukture, kalkulatora i matričnog prozora i NVDA ih ispravno čita tijekom pomicanja kursora ili tipkanja novog teksta;
pt_br: Diálogos especiais como modo de estrutura, calculadora e janela de matriz agora são relatados corretamente e o NVDA lê corretamente ao mover o cursor ou quando um novo texto é digitado;
ru: Специальные диалоги, такие как структурный режим, калькулятор и окно матрицы, теперь правильно отображаются, а NVDA правильно считывает данные при перемещении курсора или при вводе нового текста ;
sk: Pridané správne interpretovanie dialógov (kalkulačka, Matrix, štruktúra);
tr: Yapılandırılmış kip, hesap makinesi ve matris penceresi gibi özel iletişim kutuları artık doğru bir şekilde bildiriliyor ve NVDA, imleci hareket ettirirken veya yeni metin yazıldığında bunu doğru şekilde okuyor;

source: Typing echo uses the Lambda text processor, so symbols and markers will be correctly reported.
hr: Povratni zvuk pri tipkanju koristi Lambdin procesor za tekst, tako da će se o simbolima i oznakama ispravno izvještavati.
pt_br: O eco de digitação usa o processador de texto Lambda, para que símbolos e marcadores sejam relatados corretamente.
ru: При эхе ввода используется текстовый процессор lambda, поэтому символы и маркеры будут правильно отображаться.
sk: Pridané správne oznamovanie symbolov pri zapnutom oznamovaní napísaných znakov;
tr: Yazarken yineleme Lambda metin işlemcisini kullanır, bu nedenle semboller ve işaretçiler doğru şekilde belirtilir.

source: Braille support:
hr: Podrška za brajicu:
pt_br: Suporte a braille:
ru: Брайлевская поддержка:
sk: Podpora pre braillovské riadky:
tr: Braille desteği:

source: The addon installs (inside the user profile directory) and activates a custom braille table. This table may be different for different languages. Custom braille tables were made from ones in the Lambda plugin for JAWS (jbt file). Then symbols and markers are represented using the same dots patterns;
hr: Dodatak instalira (unutar mape korisničkog profila) i aktivira prilagođenu brajevu tablicu. Ta tablica se može razlikovati za razne jezike. Prilagođene brajeve tablice su izrađene od onih u Lambda dodatku za JAWS (jbt datoteka). Nakon toga se simboli i oznake prikazuju istim točkicama;
pt_br: O complemento é instalado (dentro do diretório de perfil do usuário) e ativa uma tabela braille personalizada. Esta tabela pode ser diferente para diferentes idiomas. As tabelas braille personalizadas foram feitas com as do plug-in Lambda para JAWS (arquivo jbt). Por conseguinte, símbolos e marcadores são representados usando os mesmos padrões de pontos;
ru: Дополнение устанавливает (внутри каталога профиля пользователя) и активирует пользовательскую брайлевскую таблицу. Эта таблица может отличаться для разных языков. Пользовательские брайлевские таблицы были созданы на основе таблиц в плагине Lambda для JAWS (файл jbt). Затем символы и маркеры изображаются с использованием тех же точечных узоров;
sk: Doplnok nainštaluje a aktivuje braillovskú tabuľku. Pre rôzne jazyky je možné použiť rôzne tabuľky. Tabuľky boli vyrobené z tabuliek pre JAWS (súbory jbt);
tr: Eklenti (kullanıcı profili dizininin içinde) kurulur ve özel bir braille tablosunu etkinleştirir. Bu tablo farklı diller için farklı olabilir. JAWS (jbt dosyası) için Lambda eklentisindekilerden özel braille tabloları yapılmıştır. Daha sonra semboller ve işaretler aynı nokta desenleri kullanılarak temsil edilir;

source: The addon creates an NVDA profile for a standard braille configuration. By this, the output is set to the custom braille table only when the Lambda application is active;
hr: Dodatak izrađuje NVDA profil za standardnu brajevu konfiguraciju. Time se izlaz postavlja na prilagođenu brajevu tablicu samo kad je aplikacija Lambda aktivna;
pt_br: O complemento cria um perfil NVDA para uma configuração braille padrão. Por isso, a saída é configurada para a tabela braille personalizada somente quando o aplicativo Lambda está ativo;
ru: Дополнение создаёт профиль NVDA для стандартной настройки шрифта Брайля. Таким образом, выходные данные настраиваются на пользовательскую брайлевскую таблицу только при активном приложении lambda;
sk: Doplnok vytvorí samostatný profil, v ktorom nastaví braillovskú tabuľku. Takto sa zaistí, že tabuľka sa načíta len pri aktívnom okne LAMBDA;
tr: Eklenti, standart bir braille yapılandırması için bir NVDA profili oluşturur. Bu sayede çıktı, yalnızca Lambda uygulaması etkinken özel braille tablosuna ayarlanır;

source: Dialogs and menus are properly reported in braille;
hr: O dijaloškim okvirima i izbornicima se ispravno izvještava na brajevom retku;
pt_br: Diálogos e menus são informados corretamente em braille;
ru: Диалоги и меню должным образом объявляются по Брайлю;
sk: Pridané správne oznamovanie dialógov a menu na braillovskom riadku;
tr: İletişim kutuları ve menüler braille ile düzgün bir şekilde belirtilir;

source: The content of the editor is correctly rendered in braille and the user is able to move using braille scrolling keys or cursor routing keys;
hr: Sadržaj se ispravno iscrtava na brajevom retku i korisnik se može kretati pomoću brajevih tipki za navigaciju ili tipki za pomicanje kursora;
pt_br: O conteúdo do editor é renderizado corretamente em braille e o usuário pode se mover usando as teclas de rolagem em braille ou as teclas de roteamento do cursor;
ru: Содержимое редактора правильно отображается по Брайлю, и пользователь может перемещаться с помощью брайлевских клавиш прокрутки или клавиш перемещения курсора;
sk: Obsah editačných polí sa správne zobrazuje na riadku a na posúvanie je možné použiť tlačidlá braillovského riadka;
tr: Editörün içeriği braille'de doğru bir şekilde oluşturulur ve kullanıcı braille kaydırma tuşlarını veya imleç yönlendirme tuşlarını kullanarak hareket edebilir;
