Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/MathCAT.*.po
Languages: de, es, fi, fr, ru, tr, zh_cn

source: `Auto` sets those preferences based on the value of the `Language` pref. For some language such as Spanish, `,` is used in some countries and `.` is used in others. In this case, it is best to set the language to also include the country code (e.g, `es-es` or `es-mx`) to ensure the right value is used.
de: Der Wert von `Auto` setzt diese Einstellungen auf der Grundlage des Wertes der Voreinstellung "Sprache". Für einige Sprachen, wie z.B. Spanisch, wird `,` in einigen Ländern und `.` in anderen verwendet. In diesem Fall ist es am besten, die Sprache so einzustellen, dass sie auch den Ländercode enthält (z. B. `es-es` oder `es-mx`), um sicherzustellen, dass der richtige Wert verwendet wird.
es: `Automático` establece estas preferencias en función de la preferencia `language`. En algunos idiomas, como el español, se usa ',' en algunos países y '.' en otros. En este caso, es mejor configurar el idioma para que incluya también el código del país (por ejemplo, `es-es` or `es-mx`) para garantizar que se usa el valor correcto.
fr: `Auto` définit ces préférences en fonction de la valeur de pref `Language`. Pour certaines langue comme l'espagnol, `,`,est utilisée dans certains pays et `.` est utilisée dans d'autres. Dans ce cas, il est préférable de définir la langue pour inclure également le code du pays (par exemple, `es-es` ou `es-mx`) pour s'assurer que la bonne valeur est utilisée.
ru: `Автоматически` устанавливает эти настройки на основе значения параметра `Язык`. Для некоторых языков, таких как испанский, в одних странах используется `,`, а в других - `.`. В этом случае лучше всего указать язык, в котором также указан код страны (например, `es-es` или `es-mx`), чтобы убедиться, что используется правильное значение.
tr: 'Otomatik', bu tercihleri ​​'Dil' tercihinin değerine göre ayarlar. İspanyolca gibi bazı diller için bazı ülkelerde `,`, bazılarında ise `.` kullanılır. Bu durumda, doğru değerin kullanıldığından emin olmak için dili ülke kodunu da içerecek şekilde ayarlamak (ör. "es-es" veya "es-mx") en iyisidir.

source: Added Swedish to supported languages.
de: Schwedisch wurde zu den unterstützten Sprachen hinzugefügt.
es: Se añade el sueco a los idiomas soportados.
fr: Ajout du suédois aux langues prises en charge.
ru: Добавлен шведский язык в число поддерживаемых языков.
tr: Desteklenen dillere İsveççe eklendi.

source: Added more Unicode chars to include both all Unicode chars marked as "Sm" and those with a mathclass (except Alphabetic and Glyph classes) in the Unicode standard.
de: Es wurden weitere Unicode-Zeichen hinzugefügt, um sowohl alle Unicode-Zeichen, die als "Sm" gekennzeichnet sind, als auch diejenigen mit einer mathematischen Klasse (mit Ausnahme der Klassen Alphabetic und Glyph) in den Unicode-Standard aufzunehmen.
es: Se añaden más caracteres Unicode para incluir todos los caracteres Unicode marcados como "Sm" y aquellos con una mathclass (excepto las clases Alphabetic y Glyph) en el estándar Unicode.
fr: Ajout de nouveaux caractères Unicode, incluant tous ceux marqués comme "Sm" ainsi que ceux ayant une classe mathématique (à l'exception des classes Alphabetic et Glyph) dans le standard Unicode.
ru: Добавлено больше символов Unicode, чтобы включить в стандарт Unicode как все символы Unicode, помеченные как "Sm", так и те, которые содержат mathclass (за исключением классов Alphabetic и Glyph).
tr: Unicode standardına hem "Sm" olarak işaretlenen tüm Unicode karakterlerini hem de matematik sınıfına sahip olanları (Alfabetik ve Glif sınıfları hariç) dahil etmek için daha fazla Unicode karakteri eklendi.

source: After changing how prefs work in a previous version, I forgot to change `MathRate` and `PauseFactor` to be numbers, not strings.
de: Nachdem ich die Funktionsweise der Voreinstellungen in einer früheren Version geändert hatte, hatte ich vergessen, `MathRate` und `PauseFactor` in Zahlen und nicht in Strings zu ändern.
es: Tras cambiar el funcionamiento de las preferencias en una versión anterior, olvidé cambiar `MathRate` y `PauseFactor` para que sean números en vez de cadenas.
fr: Après avoir changé le fonctionnement des préfes dans une version précédente, j'ai oublié de modifier `Mathrate` et `Pausefactor` afin qu'ils soient des nombres, pas des chaînes.
ru: После изменения способа работы префиксов в предыдущей версии я забыл изменить "MathRate" и "PauseFactor" на числа, а не на строки.
tr: Önceki bir sürümde tercihlerin çalışma şeklini değiştirdikten sonra, 'MathRate' ve 'PauseFactor'ı dize olarak değil sayı olarak değiştirmeyi unuttum.

source: Fixed bug in the braille Rules (missed change from earlier) where a third argument should have been given to say to look in the _Braille_ `definitions.yaml` files and not the speech ones when looking up the value of a definition.
de: Fehler in den Braille-Regeln behoben (verpasste Änderung von früher), wo ein drittes Argument hätte angegeben werden müssen, um zu sagen, dass in den _Braille_ `definitions.yaml`-Dateien und nicht in den Sprachdateien nachgeschaut werden soll, wenn der Wert einer Definition gesucht wird.
es: Corregido un fallo en las reglas braille (un cambio anterior que se perdió) por el que se debería haber dado un tercer argumento para decir que se mire en los archivos `definitions.yaml` _Braille_ y no en los de voz al buscar el valor de una definición.
fr: Correction d'un bug dans les règles braille (modification oubliée précédemment) où un troisième argument aurait dû être fourni pour indiquer de rechercher dans les fichiers _Braille_ `definitions.yaml` et non dans ceux de la parole lors de la recherche de la valeur d'une définition.
ru: Исправлена ошибка в правилах Брайля (пропущенное изменение по сравнению с предыдущими версиями), из-за которой при поиске значения определения должен был быть указан третий аргумент, указывающий на необходимость поиска в файлах _Braille_ `definitions.yaml`, а не в речевых файлах.
tr: Bir tanımın değerini ararken konuşma dosyalarına değil, _Braille_ `definitions.yaml` dosyalarına bakmak için üçüncü bir argümanın verilmesinin gerektiği Braille Kurallarında (önceki değişikliklerde kaçırılan) hata düzeltildi.

source: Cleaned up use of `definitions.yaml`.
de: Die Verwendung der Datei `definitions.yaml` wurde bereinigt.
es: Se limpia el uso de `definitions.yaml`.
fr: Nettoyage de l'utilisation de `definitions.yaml`.
ru: Исправлено использование "definitions.yaml`.
tr: 'definitions.yaml' kullanımı temizlendi.

source: Fixed some bugs in the MathML cleanup for "," decimal separators.
de: Einige Fehler in der MathML-Bereinigung für "," Dezimaltrennzeichen wurden behoben.
es: Se corrigen algunos fallos en la limpieza de MathML para los separadores decimales ",".
fr: Correction de bugs dans le nettoyage du MathML pour les séparateurs décimaux ",".
ru: Исправлены некоторые ошибки в очистке MathML для десятичных разделителей ",".
tr: ``, ondalık ayırıcılar için MathML temizliğindeki bazı hatalar düzeltildi.

source: Found a bug in braille highlighting when nothing is highlighted (maybe never happens which is why I didn't see it in practice?)
de: Ich habe einen Fehler in der Braille-Hervorhebung gefunden, wenn nichts hervorgehoben ist (vielleicht passiert das nie, weshalb ich es in der Praxis nicht gesehen habe?)
es: Se ha encontrado un fallo en el resaltado braille cuando no hay nada resaltado (tal vez nunca se dio, ¿por eso no lo vi en la práctica?)
fr: Correction d’un bug dans la mise en évidence braille lorsque rien n’est mis en évidence (ce cas ne se produit peut-être jamais en pratique, ce qui expliquerait pourquoi il n’avait pas été détecté).
ru: Обнаружил ошибку в выделении шрифтом Брайля, когда ничего не выделяется (возможно, этого никогда не происходит, поэтому я не видел этого на практике?)
tr: Hiçbir şey vurgulanmadığında braille vurgulamada bir hata buldum (belki de hiçbir zaman gerçekleşmez, bu yüzden bunu pratikte görmedim?)

source: Fixed "Describe" mode so that it works -- it is still very minimal and probably not useful yet
de: Der "Beschreibungs"-Modus wurde so korrigiert, dass er funktioniert - er ist immer noch sehr minimal und wahrscheinlich noch nicht nützlich
es: Corregido el modo "describir" para que funcione. Todavía está al mínimo y probablemente aún no es útil
fr: Correction du mode "Décrire" pour qu'il fonctionne -- il est encore très minimaliste et probablement pas encore utile
ru: Исправлен режим "Описания", чтобы он работал - он по-прежнему очень минимален и, вероятно, пока бесполезен
tr: "Açıklama" modu çalışacak şekilde düzeltildi; hala çok az düzeyde ve muhtemelen henüz kullanışlı değil

source: Fixed minimum supported version
de: Minimale unterstützte Version neu festgelegt
es: Se corrige la versión mínima soportada
fr: Correction de la version minimale prise en charge
ru: Исправлена минимальная поддерживаемая версия
tr: Desteklenen minimum sürüm düzeltildi

source: Version 0.5.6
es: Versión 0.5.6
ru: Версия 0.5.6
tr: Sürüm 0.5.6

source: Added Copy As... to the MathCAT dialog (in the "Navagation" pane).
de: Ein Dialogfeld für Kopieren als... zum MathCAT-Dialog hinzugefügt (im Bereich "Navigation").
es: Se ha añadido Copiar como... al diálogo de MathCat (en el panel "Navegación")
fr: Ajout de Copier en tant que... au dialogue MathCAT (dans le volet "Navigation").
ru: Добавлено копировать как... в диалоговое окно MathCat (на панели "Навигация").
tr: MathCAT iletişim kutusuna ("Gezinme" bölmesinde) Farklı Kopyala... eklendi.

source: Fixed a bug where the language reverted to English when changing speech styles.
de: Ein Fehler wurde behoben, bei dem die Sprache beim Wechsel des Sprachstils auf Englisch zurückgesetzt wurde.
es: Se corrige un fallo por el que el idioma volvía a ser inglés al cambiar los estilos de habla.
fr: Correction d'un bug où la langue retournait à l'anglais lors de la modification des styles de parole.
ru: Исправлена ошибка, из-за которой язык возвращался к английскому при смене стиля речи.
tr: Konuşma stillerini değiştirirken dilin İngilizceye dönmesine neden olan bir hata düzeltildi.

source: Fixed a bug with navigation and braille
de: Fehler bei der Navigation und in Braille behoben
es: Se corrige un fallo con la navegación y el braille
fr: Correction d'un bug relatif à la navigation et au braille
ru: Исправлена ошибка с навигацией и Брайлем
tr: Gezinme ve braille ile ilgili bir hata düzeltildi

source: Fixed some Asciimath spacing problems.
de: Einige Probleme mit den ASCIIMath-Abständen wurden behoben.
es: Se corrigen algunos problemas de espaciado de Asciimath.
fr: Correction de problèmes d'espacement Asciimath.
ru: Исправлены некоторые проблемы с интервалом между символами Asciimath.
tr: Bazı Asciimath aralık sorunları düzeltildi.

source: Improved chemistry recognition
de: Verbesserte Erkennung von chemischen Formeln
es: Mejorado el reconocimiento de química
fr: Reconnaissance améliorée de la chimie
ru: Улучшено распознавание химического состава
tr: Geliştirilmiş kimya tanıma

source: Updated MathCAT to new BANA Nemeth chemistry spec (still only single line and special case style/font changes not handled)
de: MathCAT wurde auf die neue BANA-Nemeth-Chemie-Spezifikation aktualisiert (immer noch nur einzeilig und Änderungen der Schriftart/Schriftart für Sonderfälle werden nicht berücksichtigt)
es: Se actualiza MathCat a la nueva especificación química BANA Nemeth (todavía sólo una sola línea y no se manejan los casos especiales de cambio de estilo/fuente)
fr: Mise à jour de Mathcat pour les nouvelles spécifications de chimie Bana Nemeth (toujours seulement pour les lignes simples, cas spéciaux de changement de style ou de police non pris en charge)
ru: Обновлен MathCat до новой спецификации химии BANA Nemeth (по-прежнему не обработаны изменения стиля/шрифта только в одной строке и в специальном регистре)
tr: MathCAT yeni BANA Nemeth kimya spesifikasyonuna güncellendi (hala yalnızca tek satır ve özel durum stili/yazı tipi değişiklikleri işlenmedi)

source: Fix a crash when non-ASCII digits (e.g., bold digits) are used in numbers
de: Behebung eines Absturzes, wenn Nicht-ASCII-Ziffern (z. B. fette Ziffern) in Zahlen verwendet werden
es: Se corrige un error fatal cuando se usan dígitos no ASCII en números (por ejemplo, dígitos en negrita)
fr: Correction d'un plantage lorsque des chiffres non ASCII (par exemple, des chiffres en gras) sont utilisés dans les nombres
ru: Исправлена ошибка, возникавшая при использовании в числах цифр, отличных от ASCII (например, выделенных жирным шрифтом)
tr: Sayılarda ASCII olmayan rakamlar (ör. kalın rakamlar) kullanıldığında oluşan çökme düzeltildi

source: Don't use italic indicators in braille codes when the math alphanumeric italic chars are used
de: Keine kursiven Indikatoren in Braille-Codes verwenden, wenn die mathematischen alphanumerischen kursiven Zeichen verwendet werden.
es: No se usan indicadores de cursiva en los códigos braille cuando se usan los caracteres de cursiva alfanuméricos de matemáticas
fr: Pas d'utilisation d'indicateurs italiques dans les codes braille lorsque les caractères italiques alphanumériques mathématiques sont utilisés
ru: Не использовать курсивные указатели в кодах Брайля, когда используются математические буквенно-цифровые символы, выделенные курсивом
tr: Matematik alfanümerik italik karakterler kullanıldığında, braille kodlarında italik göstergeler kullanmayın

source: Some other smaller bug fixes that weren't reported by users
de: Einige andere kleinere Fehlerbehebungen, die nicht von Benutzern gemeldet wurden
es: Algunas pequeñas correcciones de las que no informaron los usuarios
fr: Quelques autres corrections de bogues plus petites qui n'ont pas été rapportées par les utilisateurs
ru: Некоторые другие мелкие исправления ошибок, о которых пользователи не сообщали
tr: Kullanıcılar tarafından bildirilmeyen diğer bazı küçük hata düzeltmeleri

source: Version 0.5.0
es: Versión 0.5.0
fi: Versio 0.5.0
ru: Версия 0.5.0
tr: Sürüm 0.5.0
zh_cn: 版本 0.5.0

source: Added German LaTeX braille code. Unlike other braille codes, this generates ASCII chars and uses the current braille output table to translate the characters to braille.
de: Deutscher LaTeX-Braille-Code hinzugefügt. Im Gegensatz zu anderen Braille-Codes erzeugt dieser ASCII-Zeichen und verwendet die aktuelle Braille-Ausgabetabelle, um die Zeichen in Braille zu übersetzen.
es: Se añade código braille LaTeX en alemán. Al contrario que otros códigos braille, este genera caracteres ASCII y usa la tabla de salida braille actual para transcribirlos.
fi: Lisätty saksalainen LaTeX-pistekirjoitusmerkistö. Toisin kuin muut pistekirjoitusmerkistöt, tämä tuottaa ASCII-merkkejä ja käyttää senhetkistä pistetulostustaulukkoa merkkien kääntämiseen pistekirjoitukseksi.
fr: Ajout du code braille LaTeX allemand. Contrairement à d'autres codes braille, celui-ci génère des caractères ASCII et utilise la table de sortie braille actuelle pour traduire les caractères en braille.
ru: Добавлен немецкий шрифт Брайля LaTeX. В отличие от других шрифтов Брайля, этот код генерирует символы ASCII и использует текущую таблицу вывода шрифта Брайля для перевода символов в шрифт Брайля.
tr: Almanca LaTeX braille kodu eklendi. Diğer braille kodlarından farklı olarak bu, ASCII karakterleri oluşturur ve karakterleri braille'e çevirmek için mevcut braille çıktı tablosunu kullanır.
zh_cn: 添加了德语 LaTeX 盲文代码。与其他盲文代码不同，这会生成 ASCII 字符，并使用当前盲文输出表将字符转换为盲文。

source: Added (expermental) ASCIIMath braille code. Like the LaTeX braille code, this generates ASCII chars and uses the current braille output table to translate the characters to braille.
de: Ein (experimenteller) ASCIIMath-Braille-Code wurde hinzugefügt. Wie der LaTeX-Braille-Code erzeugt dieser ASCII-Zeichen und verwendet die aktuelle Braille-Ausgabetabelle, um die Zeichen in Braille zu übersetzen.
es: Se añade código braille ASCIIMath (experimental). Al igual que el código braille LaTeX, genera caracteres ASCII y usa la tabla braille de salida actual para transcribirlos.
fi: Lisätty kokeellinen ASCIIMath-pistekirjoitusmerkistö. Kuten LaTeX-merkistö, tämäkin tuottaa ASCII-merkkejä ja käyttää senhetkistä pistetulostustaulukkoa merkkien kääntämiseen pistekirjoitukseksi.
fr: Ajout du code braille ASCIIMath (expérimental). Comme le code braille LaTeX, celui-ci génère des caractères ASCII et utilise la table de sortie braille actuelle pour traduire les caractères en braille.
ru: Добавлен (экспериментально) код азбуки Брайля AsciiMath. Как и в коде Брайлевского шрифта LaTeX, он генерирует символы ASCII и использует текущую таблицу вывода Брайля для перевода символов в шрифт Брайля.
tr: ASCIIMath braille kodu eklendi. (Deneysel) LaTeX braille kodu gibi, bu da ASCII karakterleri oluşturur ve karakterleri braille'e çevirmek için mevcut braille çıktı tablosunu kullanır.
zh_cn: 增加了（实验） ASCII Math 盲文码。与 LaTeX 盲文代码一样，它生成 ASCII 字符，并使用当前盲文输出表将字符转换为盲文。

source: Added "CopyAs" preference that supports copying as MathML, LaTeX, or ASCIIMath using cntl+C when focused on MathML (as before). The currently focused node is copied. Note: this is only listed in the prefs.yaml file and is not exposed (yet) in the MathCAT Preferences dialog.
de: Neue Einstellung "Kopieren als", die das Kopieren als MathML, LaTeX oder ASCIIMath mit cntl+C unterstützt, wenn der Fokus auf MathML liegt (wie zuvor). Der aktuell fokussierte Knoten wird kopiert. Hinweis: Diese Einstellung wird nur in der prefs.yaml-Datei aufgeführt und ist (noch) nicht im Dialogfeld für die MathCAT-Einstellungen sichtbar.
es: Se añade la preferencia "CopyAs", que soporta copiar como MathML, LaTeX o ASCIIMath usando control+c cuando el foco está sobre contenido MathML (como antes). El nodo que tiene el foco se copia. Nota: esto sólo se lista en el archivo prefs.yaml y no se expone en el diálogo de preferencias de MathCat (todavía).
fi: Lisätty "CopyAs"-asetus, joka tukee kopiointia MathML-, LaTeX- tai ASCIIMath-muodossa Ctrl+C-näppäinkomentoa käyttäen kohdistuksen ollessa MathML:ssä (kuten aiemmin). Aktiivisena oleva solmu kopioidaan. Huom: Asetus on toistaiseksi muutettavissa vain prefs.yaml-tiedostossa eikä sitä vielä näytetä MathCATin asetusvalintaikkunassa.
fr: Ajout de la préférence "CopyAs" qui prend en charge la copie au format MathML, LaTeX ou ASCIIMath en utilisant contrôle+C lorsque le focus sur du MathML (comme auparavant). Le nœud ayant le focus est copié. Remarque : cette option n'est listée que dans le fichier prefs.yaml et n'est pas (encore) exposé dans la boîte de dialogue Préférences MathCAT.
ru: Добавлена опция "CopyAs", которая поддерживает копирование в форматах MathML, LaTeX или AsciiMath с использованием cntl +C при фокусировке на MathML (как и раньше). Копируется текущий узел в фокусе. Примечание: это указано только в настройках.файл yaml и не отображается (пока) в диалоге настроек MathCat.
tr: MathML'ye odaklanıldığında (daha önce olduğu gibi) CTRL+C kullanılarak MathML, LaTeX veya ASCIIMath olarak kopyalamayı destekleyen "Farklı Kopyala" tercihi eklendi. O anda odaklanılan düğüm kopyalanır. Not: Bu yalnızca prefs.yaml dosyasında listelenir ve MathCAT Tercihleri ​​iletişim kutusunda (henüz) gösterilmez.
zh_cn: 添加了`CopyAs`首选项，支持在关注 MathML 时使用 ctrl+C 复制为 MathML、LaTeX 或 ASCII Math（如前所述）。将复制当前关注的节点。注意：这仅列在 prefs.yaml 文件中，并且尚未在 “MathCAT首选项” 对话框中公开。

source: Version 0.4.2
es: Versión 0.4.2
fi: Versio 0.4.2
ru: Версия 0.4.2
tr: Sürüm 0.4.2
zh_cn: 版本 0.4.2

source: Fixed language switching when voice changes and MathCAT language is "Auto"
de: Sprachumschaltung behoben, wenn die Stimme wechselt und die MathCAT-Sprache auf "Auto" eingestellt ist
es: Se corrige el cambio de idioma cuando los cambios de voz y el idioma de MathCat se configuran en "Automático"
fi: Korjattu kielen vaihtaminen kun puheääni vaihtuu ja MathCATin kielenä on "Automaattinen"
fr: Correctif pour le changement de langue lorsque la voix change et que la langue MathCAT est "Auto"
ru: Исправлено переключение языка при изменении голоса и выборе языка MathCat в качестве "Автоматического"
tr: Ses değiştiğinde ve MathCAT dili "Otomatik" olduğunda dil değişimi düzeltildi
zh_cn: 修复了语音变化且 MathCAT 语言为“自动”时的语言切换问题

source: Added more checks for $Impairments to improve reading when it is not set for those who are blind
de: Weitere Überprüfungen für $Impairments hinzugefügt, um das Lesen zu verbessern, wenn es für Blinde nicht gesetzt ist
es: Se añaden más comprobaciones de impedimentos para mejorar la lectura cuando no está configurada para personas ciegas
fi: Lisätty tarkistuksia $Impairments-muuttujalle lukemisen parantamiseksi silloin, kun se on määritetty muita kuin sokeita varten.
fr: Ajout de plus de contrôles de $Impairments afin d'améliorer la lecture lorsqu'elle n'est pas définie pour les personnes aveugles
ru: Добавлены дополнительные проверки на наличие нарушений чтения, чтобы улучшить чтение, когда оно не настроено для слепых
tr: Görme engelliler için ayarlanmadığında okumayı iyileştirmek amacıyla $Impairments için daha fazla kontrol eklendi
zh_cn: 添加了更多 $Impairments 检查，以在未为盲人设置时提高阅读能力

source: Nemeth: fix for "~" when it isn't part of an mrow
de: Nemeth: Korrektur für "~", wenn es nicht Teil eines Mrows ist
es: Nemeth: corrección de "~" cuando no es parte de un mrow
fi: Nemeth: Korjaus "~":lle, kun se ei ole osa mrow:ta
fr: Nemeth : correction de "~" lorsqu'il ne fait pas partie d'un mrow
ru: Nemeth: исправлена ошибка с "~", когда она не является частью mrow
tr: Nemeth: Bir mrowun parçası olmadığında "~" için düzeltme
zh_cn: Nemeth:修复了“~”不是 mrow 的一部分时的问题

source: UEB: character additions, "~" spacing fix if prefix, xor fix,
de: UEB: Zeichen hinzugefügt, "~"-Abstand korrigiert, wenn Präfix, xor korrigiert,
es: UEB: se añaden caracteres, corrección de espaciado en "~", prefijo if, prefijo xor,
fi: UEB: Merkkejä lisätty, "~":n välilyönnin korjaus jos etuliitteenä, xor-korjaus
fr: UEB : ajouts de caractères, correction de l'espacement de "~" avec un préfixe, correction de xor,
ru: UEB: добавление символов, исправление интервала "~" в префиксе if, исправление xor,
tr: UEB: karakter eklemeleri, önek ise "~" boşluk düzeltmesi, xor düzeltmesi,

source: MathML cleanup for accented vowels (mainly for Vietnamese)
de: MathML-Bereinigung für akzentuierte Vokale (hauptsächlich für Vietnamesisch)
es: Limpieza de MathML en vocales acentuadas (principalmente en vietnamita)
fi: MathML:n siistiminen korostetuille vokaaleille (pääasiassa vietnamilaisille).
fr: Nettoyage MathML pour les voyelles accentuées (principalement pour le vietnamien)
ru: Очистка MathML для гласных с ударением (в основном для вьетнамцев)
tr: Aksanlı ünlüler için MathML temizliği (özellikle Vietnamca için)
zh_cn: 对重音元音的 MathML 清理(主要针对越南语)
