Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/MathCAT.*.po
Languages: de, es, fi, fr, ru, tr, zh_cn

source: Major rewrite of preference reading/updating code with big speedup -- added `CheckRuleFiles` pref to control which files are checked for updates
de: Umfassende Überarbeitung des Codes zum Lesen und Aktualisieren von Präferenzen mit großer Geschwindigkeitssteigerung -- Hinzufügen der Präferenz `CheckRuleFiles`, um zu kontrollieren, welche Dateien auf Aktualisierungen geprüft werden
es: Reescritura importante del código que lee y actualiza las preferencias con mucha más celeridad. Se añade la preferencia `CheckRuleFiles` para controlar para qué archivos se buscan actualizaciones
fi: Suuri osa asetusten luku- ja päivityskoodista kirjoitettu uudestaan, mikä nopeutti koodia huomattavasti – lisätty ``CheckRuleFiles``-asetus säätelemään, mitkä tiedostot tarkistetaan päivitysten varalta
fr: Réécriture majeure du code de lecture/mise à jour des préférences avec une grande accélération -- ajout de la préférence `CheckRuleFiles` pour contrôler quels fichiers sont vérifiés pour les mises à jour
ru: Кардинальная переработка предпочтительного кода чтения / обновления с большим ускорением - добавлен параметр "CheckRuleFiles" для контроля того, какие файлы проверяются на наличие обновлений
tr: Tercih okuma/güncelleme kodunun büyük bir hızla yeniden yazılması - hangi dosyaların güncellemeler için kontrol edildiğini denetlemek için "CheckRuleFiles" tercihi eklendi
zh_cn: 首选项读取/更新代码的重大重写，速度大大加快--添加了`CheckRuleFiles`前缀以控制检查哪些文件进行更新

source: Added two new interface calls -- enables setting the navigaton location from the braille cursor (not part of MathCAT addon yet)
de: Zwei neue Interface-Aufrufe hinzugefügt -- ermöglicht das Setzen der Navigationsposition des Braille-Cursors (noch nicht Teil von MathCAT)
es: Se añaden dos nuevas llamadas de interfaz que permiten configurar la posición de navegación a partir del cursor braille (todavía no forman parte del complemento MathCat)
fi: Lisätty kaksi uutta rajapintakutsua: mahdollistaa navigointisijainnin asettamisen pistekohdistimesta (ei vielä osa MathCAT-lisäosaa)
fr: Ajout de deux nouveaux appels d'interface -- permet de définir l'emplacement de navigation à partir du curseur braille (ne fait pas encore partie de l'extension MathCAT)
ru: Добавлены два новых вызова интерфейса - позволяет устанавливать местоположение навигатора с помощью Брайлевского курсора (пока не является частью дополнения MathCat)
tr: İki yeni arayüz çağrısı eklendi - gezinme konumunun braille imlecinden ayarlanmasını sağlar (henüz MathCAT eklentisinin bir parçası değil)

source: Version 0.3.11
es: Versión 0.3.11
fi: Versio 0.3.11
ru: Версия 0.3.11
tr: Sürüm 0.3.11
zh_cn: 版本 0.3.11

source: Upgraded to python 3.11 and verified working with NVDA 2024.1
de: Aktualisiert auf Python 3.11 und Überprüfung, ob es mit NVDA 2024.1 kompatibel ist
es: Se actualiza a Python 3.11 y se comprueba el funcionamiento en NVDA 2024.1
fi: Päivitetty python versioksi 3.11 ja varmistettu toimivuus NVDA 2024.1:n kanssa
fr: Mise à niveau vers python 3.11 et vérification du fonctionnement avec NVDA 2024.1
ru: Обновлен до python 3.11 и проверен на работоспособность с NVDA 2024.1
tr: Python 3.11'e yükseltildi ve NVDA 2024.1 ile çalıştığı doğrulandı
zh_cn: 升级到 python 3.11，并验证可以与 NVDA 2024.1 一起工作

source: Fix bugs in Vietnamese braille and also in Speech, mostly for chemistry.
de: Behebung von Fehlern in Braille in Vietnamesisch und auch in der Sprachausgabe, vor allem für Chemie.
es: Se corrigen fallos en el braille y la voz vietnamitas, en su mayoría de química.
fi: Korjattu pääasiassa kemiaan liittyviä bugeja vietnaminkielisessä pistekirjoituksessa ja puheessa.
fr: Correction de bugs dans le braille vietnamien et également dans la parole, principalement pour la chimie.
ru: Исправлены ошибки во вьетнамском шрифте Брайля, а также в речи, в основном по химии.
tr: Vietnamca braille alfabesindeki ve ayrıca Konuşmadaki, çoğunlukla kimyaya yönelik hatalar düzeltildi.
zh_cn: 修复越南语盲文和语音中的错误，主要用于化学。

source: Fix broken braille when braille code and dependent language don't match (specifically Vietnam braille and Vietnamese speech)
de: Fehlerhafte Braille-Ausgaben korrigiert, wenn Braille-Code und abhängige Sprache nicht übereinstimmen (insbesondere vietnamesische Braille-Schrift und vietnamesische Sprache)
es: Se corrige un fallo en braille cuando el código braille y el idioma dependiente no coinciden (concretamente, braille vietnamita y voz vietnamita)
fi: Korjattu rikkoutuva pistekirjoitus, kun pistemerkistö ja siihen liittyvä kieli eivät täsmää (erityisesti Vietnamilainen pistekirjoitus ja puhe)
fr: Correction du dysfonctionnement du braille lorsque le code braille et la langue dépendante ne correspondent pas (en particulier le braille vietnamien et la parole vietnamienne)
ru: Исправлены ошибки в наборе шрифта Брайля, когда код шрифта Брайля и зависимый язык не совпадают (в частности, вьетнамский шрифт Брайля и вьетнамская речь)
tr: Braille kodu ve bağımlı dil eşleşmediğinde bozuk braille düzeltildi (özellikle Vietnam braille ve Vietnamca konuşma)
zh_cn: 修复当盲文代码和相关语言不匹配时停止工作的问题（特别是越南盲文和越南语语音）

source: Fix whitespace bug in HTML inside of tokens
de: Whitespace-Fehler in HTML innerhalb von Token behoben
es: Se corrige un fallo con los espacios en blanco en HTML dentro de los tokens
fi: Korjattu tyhjän tilan bugi HTML:n sisällä olevissa merkeissä
fr: Correction d'un bug d'espacement en HTML à l'intérieur des élements
ru: Исправлена ошибка с пробелами в HTML внутри токенов
tr: Belirteçlerin içindeki HTML'de bulunan boşluk hatası düzeltildi
zh_cn: 修复了 HTML 标记内部的空白错误

source: Improve roman numeral detection
de: Verbesserung der Erkennung römischer Ziffern
es: Se mejora la detección de números romanos
fi: Paranneltu roomalaisten numeroiden tunnistusta
fr: Amélioration de la détection des chiffres romains
ru: Улучшено распознавание римских цифр
tr: Roma rakamı algılaması geliştirildi
zh_cn: 改进了罗马数字检测

source: Version 0.3.9
es: Versión 0.3.9
fi: Versio 0.3.9
ru: Версия 0.3.9
tr: Sürüm 0.3.9
zh_cn: 版本 0.3.9

source: Added Traditional Chinese translation (thanks to Hon-Jang Yang)
de: Übersetzung für traditionelles Chinesisch hinzugefügt (Dank an Hon-Jang Yang)
es: Se añade traducción al chino tradicional (gracias a Hon-Jang Yang)
fi: Lisätty perinteisen kiinan käännös (kiitos Hon-Jang Yangille)
fr: Ajout de la traduction en chinois traditionnel (remerciements à Hon-Jang Yang)
ru: Добавлен традиционный китайский перевод (спасибо Hon-Jang Yang)
tr: Geleneksel Çince çevirisi eklendi (Hon-Jang Yang sayesinde)
zh_cn: 增加了繁体中文翻译（感谢 Hon-Jang Yang）

source: Fixed bug with navigating into the base of a scripted expression that has parenthesis
de: Fehler beim Navigieren in die Basis eines geskripteten Ausdrucks mit Klammern behoben
es: Se corrige un fallo con la navegación en la base de una expresión escrita que tiene paréntesis
fi: Korjattu bugi navigoitaessa skriptatun lausekkeen sulkeita sisältävään perusosaan
fr: Correction d'un bug lors de la navigation dans la base d'une expression scriptée comportant des parenthèses
ru: Исправлена ошибка с переходом к основанию скриптового выражения, содержащего круглые скобки
tr: Parantez içeren kodlanmış bir ifadenin tabanına gitmeyle ilgili hata düzeltildi

source: Significantly changed the way whitespace is handled. This mainly affects braille output (spaces and "omission" detection).
de: Die Art und Weise, wie Leerzeichen behandelt werden, wurde erheblich geändert. Dies betrifft vor allem die Braille-Ausgabe (Leerzeichen und Erkennung von "Auslassungen").
es: Ha cambiado significativamente el manejo de los espacios en blanco. Principalmente afecta a la salida braille (espacios y detección de "omisión").
fi: Muutettu merkittävästi tapaa, jolla tyhjätilaa käsitellään. Tämä vaikuttaa pääasiassa pistekirjoitustulosteeseen (välilyönnit ja "jättämisen" havaitseminen).
fr: Modification significative de la façon dont les espaces sont gérés. Cela affecte principalement la sortie braille (détection des espaces et des "omissions").
ru: Существенно изменён способ обработки пробелов. В основном это влияет на вывод по Брайлю (пробелы и обнаружение пропусков).
tr: Boşlukların işlenme şekli önemli ölçüde değiştirildi. Bu esas olarak braille çıktısını etkiler (boşluklar ve "ihmal" tespiti).
zh_cn: 显著改变了空白的处理方式。这主要影响盲文输出（空白和“省略”检测）。

source: Improved recognition of chemistry
de: Verbesserte Erkennung von chemischen Formeln
es: Mejorado el reconocimiento de química
fi: Kemiallisten merkintöjen tunnistusta paranneltu
fr: Reconnaissance améliorée de la chimie
ru: Улучшено распознавание химии
tr: Kimyanın daha iyi tanınması
zh_cn: 完善了对化学的识别

source: UEB braille fixes that came up from adding chemistry examples
de: UEB-Braille-Korrekturen, die sich aus dem Hinzufügen von Chemie-Beispielen ergeben haben
es: Correcciones en el braille UEB que aparecieron al añadir ejemplos de química
fi: Tehty UEB-pistekirjoituksen korjauksia, joiden tarve ilmeni kemiallisten kaavojen esimerkkejä lisättäessä
fr: Corrections du braille UEB résultant de l'ajout d'exemples de chimie
ru: UEB исправляет ошибки, связанные с добавлением примеров по химии
tr: Kimya örneklerinin eklenmesiyle ortaya çıkan UEB braille düzeltmeleri
zh_cn: 添加化学示例后产生的UEB盲文修复

source: UEB fixes for adding auxillary parenthesis in some cases
de: UEB-Korrekturen für das Hinzufügen von Hilfsklammern in einigen Fällen
es: Correcciones en UEB al añadir paréntesis auxiliares en algunos casos
fi: Korjauksia UEB:lle apusulkeita lisättäessä joissakin tapauksissa
fr: Corrections UEB pour l'ajout de parenthèses auxiliaires dans certains cas
ru: UEB исправляет ошибки при добавлении вспомогательных скобок в некоторых случаях
tr: Bazı durumlarda yardımcı parantez eklemeye yönelik UEB düzeltmeleri
zh_cn: UEB 修复了在某些情况下添加辅助括号的问题

source: Version 0.3.8
es: Versión 0.3.8
fi: Versio 0.3.8
ru: Версия 0.3.8
tr: Sürüm 0.3.8
zh_cn: 版本 0.3.8

source: Dialog has been internationalized for several languages (many thanks to the translators!)
de: Das Dialogfeld wurde für mehrere Sprachen internationalisiert (vielen Dank an die Übersetzer!)
es: Se ha internacionalizado el diálogo en varios idiomas (¡Muchas gracias a los traductores!)
fi: Valintaikkuna on käännetty useille kielille (kiitokset kääntäjille!)
fr: Les dialogues ont été internationalisé pour plusieurs langues (un grand merci aux traducteurs !)
ru: Диалог был интернационализирован для нескольких языков (большое спасибо переводчикам!)
tr: Diyalog birçok dilde uluslararası hale getirildi (çevirmenlere çok teşekkürler!)
zh_cn: 对话已经国际化（非常感谢翻译者们！）

source: Initial implementation of CMU -- the braille code used in Spanish and Portuguese speaking countries
de: Erstmalige Einführung von CMU - dem Braille-Code, der in spanisch- und portugiesischsprachigen Ländern verwendet wird
es: Implementación inicial de CMU, código braille usado en los países de habla hispana y portuguesa
fi: Alustava toteutus Espanjassa ja useissa portugalinkielisissä maissa käytettävälle CMU-pistekirjoitusmerkistölle
fr: Implémentation initiale du CMU -- le code braille utilisé dans les pays hispanophones et lusophones
ru: Первоначальное внедрение CMU - кода Брайля, используемого в испаноязычных и португалоязычных странах
tr: CMU'nun ilk uygulaması - İspanyolca ve Portekizce konuşulan ülkelerde kullanılan braille kodu
zh_cn: CMU 的初步实施——CMU 盲文码在西班牙和几个葡萄牙语国家使用

source: Fix some UEB bugs and added some characters for UEB
de: Behebung einiger UEB-Fehler und Hinzufügen einiger UEB-Zeichen
es: Se corrigen algunos fallos de UEB y se añaden algunos caracteres para UEB
fi: Korjattu UEB:n bugeja ja lisätty merkkejä
fr: Correction de quelques bugs de l'UEB et ajout de quelques caractères pour l'UEB
ru: Исправлены некоторые ошибки в UEB и добавлены некоторые символы для UEB
tr: Bazı UEB hataları düzeltildi ve UEB için bazı karakterler eklendi
zh_cn: 修复了一些 UEB 错误，并为 UEB 添加了一些字符

source: Significant improvements to Vietnamese braille
de: Signifikante Verbesserungen in Braille für Vietnamesisch
es: Mejoras importantes al braille vietnamita
fi: Merkittäviä parannuksia vietnamilaiseen pistekirjoitukseen
fr: Améliorations significatives du braille Vietnamien
ru: Значительные улучшения во вьетнамском шрифте Брайля
tr: Vietnamca braille alfabesinde önemli iyileştirmeler
zh_cn: 越南盲文的重大改进

source: Other fixes:
de: Weitere Korrekturen:
es: Otras correcciones:
fi: Muita korjauksia:
fr: Autres correctifs :
ru: Другие исправления:
tr: Diğer düzeltmeler:
zh_cn: 其他修复:

source: Change relative rate dialog slider to have a maximum value of 100% (now only allows setting slower rates). Also, added step sizes so it is easier to raise/lower the rate significantly.
de: Der Schieberegler des Dialogs "Relative Rate" hat nun einen Maximalwert von 100 % (jetzt können nur noch langsamere Raten eingestellt werden). Außerdem wurden Schrittgrößen hinzugefügt, damit es einfacher ist, die Rate deutlich zu erhöhen/verringern.
es: Se cambia el deslizador del diálogo de velocidad relativa para que tenga un valor máximo del 100% (ahora sólo permite configurar velocidades menores). También se añaden pasos de tamaño para que sea más fácil aumentar o disminuir la velocidad significativamente.
fi: Muutettu suhteellisen nopeuden liukusäädintä siten, että sen enimmäisarvo on 100 % (sallii nyt vain hitaampien nopeuksien asettamisen). Lisätty myös askelkokoja, jotta nopeuden merkittävä nostaminen/laskeminen olisi helpompaa.
fr: Modifiez le curseur de la boîte de dialogue de débit relatif pour avoir une valeur maximale de 100 % (permet désormais uniquement de définir des débits plus lents). En outre, des tailles de pas ont été ajoutées pour qu'il soit plus facile d'augmenter/diminuer le débit de manière significative.
ru: Изменён ползунок диалога относительной скорости на максимальное значение 100% (теперь можно устанавливать только более низкие скорости). Кроме того, добавлены размеры шага, чтобы было проще значительно повышать / понижать скорость.
tr: Göreli hız iletişim kutusunun kaydırıcısı maksimum %100 değerine sahip olacak şekilde değiştirildi (artık yalnızca daha yavaş hızların ayarlanmasına izin veriyor). Ayrıca, hızı önemli ölçüde artırmak/düşürmek daha kolay olacak şekilde adım boyutları eklendi.
zh_cn: 更改相对速率对话框滑块，使其最大值为 100% （现在只允许设置较慢的语速）。此外，增加了步长，因此更容易显著提高/降低语速。

source: Fix eSpeak bug that sometimes cut off speech when the relative rate was changed
de: Fehler mit der eSpeak behoben, der manchmal die Sprache abschnitt, wenn die relative Rate geändert wurde
es: Se corrige un problema con Espeak que hacía que la voz se entrecortara al cambiar su velocidad relativa
fi: Korjattu eSpeakin bugi, joka katkaisi toisinaan puheen, kun suhteellista nopeutta muutettiin
fr: Correction d'un bug d'eSpeak qui coupait parfois la parole lorsque le débit relatif était modifié
ru: Исправлена ошибка eSpeak, из-за которой иногда прерывалась речь при изменении относительной скорости
tr: Göreceli hız değiştirildiğinde bazen konuşmayı kesen eSpeak hatası düzeltildi
zh_cn: 修复了当相对速率改变时有时会中断语音的 espeak 错误

source: Improvements to Vietnamese speech
de: Verbesserungen der vietnamesischen Sprache
es: Mejoras en la voz vietnamita
fi: Parannuksia vietnaminkieliseen puheeseen
fr: Améliorations de la parole en Vietnamien
ru: Улучшения во вьетнамской речи
tr: Vietnamca konuşmada iyileştirmeler
zh_cn: 越南语语音的改进

source: Fixed bug with OneCore voices saying "a"
de: Fehler bei den OneCore-Stimmen behoben, die "a" sagen
es: Corregido un fallo con las voces OneCore, que decían "a"
fi: Korjattu OneCore-äänien bugi, joka sai ne sanomaan "a"
fr: Correction d'un bug avec les voix OneCore disant "a"
ru: Исправлена ошибка, из-за которой голоса OneCore произносили "a"
tr: OneCore seslerinin "a" demesiyle ilgili hata düzeltildi
zh_cn: 修正了 OneCore 语音说 “a” 的错误

source: Fixed some navigation bugs when `AutoZoomOut` is False (not the default)
de: Einige Navigationsfehler behoben, wenn "AutoZoomOut" auf "False" gesetzt ist (nicht der Standard)
es: Se corrigen algunos fallos de navegación cuando `AutoZoomOut` es falso (no el que hay por defecto)
fi: Korjattu navigoinnin bugeja, joita esiintyi kun automaattinen loitontaminen ei ole käytössä (ei oletuksena)
fr: Correction de quelques bugs de navigation lorsque `AutoZoomOut` est False (pas la valeur par défaut)
ru: Исправлены некоторые ошибки навигации, когда значение `AutoZoomOut` было ложным (не по умолчанию)
tr: 'Otomatik Yakınlaştırma' Yanlış olduğunda (varsayılan değil) bazı gezinme hataları düzeltildi
zh_cn: 修复了`AutoZoomOut`为 False （非默认值） 时的一些导航错误

source: Fix updating around language changes and some other dialog changes so they take effect immediately upon clicking "Apply" or "OK".
de: Die Aktualisierung von Änderungen bei den Sprachen und einigen anderen Änderungen bei Dialogfeldern wurde korrigiert, so dass sie sofort wirksam werden, wenn Sie auf "Übernehmen" oder "OK" klicken.
es: Se corrigen algunos cambios en los diálogos y en el idioma para que tengan efecto inmediato cuando se pulse "Aplicar" o "Aceptar".
fi: Korjattu kielen vaihtamisen ja muutaman muun valintaikkunan muutosten päivittämistä siten, että muutokset tulevat voimaan heti Käytä- tai OK-painiketta painettaessa.
fr: Correction de la mise à jour autour des changements de langue et de certains autres changements de boîte de dialogue afin qu'ils prennent effet immédiatement après avoir cliqué sur "Appliquer" ou "OK".
ru: Исправлены изменения, связанные с изменением языка и некоторыми другими изменениями в диалоге, чтобы они вступали в силу немедленно после нажатия кнопки "Применить" или "ОК".
tr: Dil değişiklikleri ve diğer bazı iletişim kutusu değişiklikleriyle ilgili güncellemeler düzeltildi; böylece bunların "Uygula" veya "Tamam" tıklandığında hemen etkili olması sağlandı.
zh_cn: 修复了围绕语言更改和其他一些对话框更改的更新，以便它们在单击“应用”或“确认”后立即生效。

source: Added an "Use Voice's Language" option so that out of the box, MathCAT will speak in the right language (if there is a translation)
de: Die Option "Sprache der Stimme verwenden" wurde hinzugefügt, so dass MathCAT von Anfang an in der richtigen Sprache spricht (wenn es eine Übersetzung gibt)
es: Se añade una opción "Usar idioma de la voz" para que MathCat hable en el idioma correcto desde el principio (si hay traducción)
fi: Lisätty "Käytä äänen kieltä" -asetus, jotta MathCAT puhuu oletusarvoisesti oikealla kielellä (jos käännös on saatavilla)
fr: Ajout d'une option "Utiliser la langue de la voix" afin que MathCAT parle immédiatement dans la bonne langue (s'il existe une traduction)
ru: Добавлена опция "Использовать язык озвучки", чтобы MathCat сразу говорил на нужном языке (если есть перевод).
tr: MathCAT'in kutudan çıkar çıkmaz doğru dilde konuşması için "Sesin Dilini Kullan" seçeneği eklendi (bir çeviri varsa)
zh_cn: 添加了“使用语音的语言”选项，这样 MathCAT 就可以使用正确的语言（如果有翻译的话）

source: Several improvements for cleaning up poor MathML code
de: Mehrere Verbesserungen zur Bereinigung von schlechtem MathML-Code
es: Varias mejoras al limpiar código MathML pobre
fi: Useita parannuksia huonon MathML-koodin siistimiseksi
fr: Plusieurs améliorations de nettoyage de mauvais code MathML
ru: Несколько улучшений для очистки некачественного кода MathML
tr: Zayıf MathML kodunu temizlemeye yönelik çeşitli iyileştirmeler
zh_cn: 有关清理 MathML 码的几个改进

source: Version 0.3.3
es: Versión 0.3.3
fi: Versio 0.3.3
ru: Версия 0.3.3
tr: Sürüm 0.3.3
zh_cn: 版本 0.3.3

source: This release has a number of bug fixes in it. The major new features and bug fixes are:
de: Diese Version enthält eine Reihe von Fehlerkorrekturen. Die wichtigsten neuen Funktionen und Fehlerkorrekturen sind:
es: Esta versión contiene bastantes correcciones de fallos. Las principales funciones nuevas y correcciones son:
fi: Tähän versioon on tehty useita bugikorjauksia. Merkittävimpiä uusia ominaisuuksia ja bugikorjauksia ovat:
fr: Cette version contient un certain nombre de corrections de bogues. Les nouvelles fonctionnalités et correctifs de bogues sont :
ru: В этом выпуске исправлен ряд ошибок. Основными новыми функциями и исправлениями ошибок являются:
tr: Bu sürümde bir dizi hata düzeltmesi var. Başlıca yeni özellikler ve hata düzeltmeleri şunlardır:
zh_cn: 此版本修复了许多错误。主要的新功能和错误修复如下：

source: Added Spanish Translation (thanks to Noelia Ruiz and María Allo Roldán)
de: Spanische Übersetzung hinzugefügt (Dank an Noelia Ruiz und María Allo Roldán)
es: Se ha añadido traducción al español (gracias a Noelia Ruiz y María Allo Roldán)
fi: Lisätty espanjankielinen käännös (kiitos Noelia Ruizille ja María Allo Roldánille)
fr: Ajout de la traduction en espagnol (grâce à Noelia Ruiz et María Allo Roldán)
ru: Добавлен перевод на испанский (спасибо Noelia Ruiz и María Allo Roldán)
tr: İspanyolca Çeviri eklendi (Noelia Ruiz ve Maria Allo Roldan'a teşekkürler)
zh_cn: 添加了西班牙语翻译 （感谢 Noelia Ruiz 和 María Allo Roldán）

source: Modified navigation so that it starts zoomed in one level
de: Die Navigation wurde so geändert, dass sie um eine Ebene vergrößert startet.
es: Se modifica la navegación, de tal forma que ahora comienza ampliada en un nivel
fi: Muutettu navigointia siten, että se alkaa zoomattuna yhden tason lähemmäs
fr: Navigation modifiée afin qu'elle démarre le zoom sur un niveau
ru: Изменена навигация таким образом, что она начинает увеличиваться на один уровень
tr: Gezinme bir seviye yakınlaştırılmış olarak başlayacak şekilde değiştirildi
zh_cn: 修改导航以便于在一个级别内开始放大

source: Added cntrl+alt+arrow as a way to navigate tabular structures. These keys should be more memorable because they are used for table navigation in NVDA.
de: Strg+Alt+Pfeiltasten als Möglichkeit zur Navigation in tabellarischen Strukturen hinzugefügt. Diese Tasten sollten einprägsamer sein, da sie für die Tabellennavigation in NVDA verwendet werden.
es: Se añade control+alt+flechas como mecanismo para navegar por estructuras tabulares. Estas teclas deberían ser más fáciles de memorizar, ya que se usan para navegar por tablas en NVDA.
fi: Lisätty Ctrl+Alt+Nuolinäppäimet taulukkomaisissa rakenteissa navigoimiseen. Näiden näppäinyhdistelmien pitäisi olla helpommin muistettavat, koska niitä käytetään NVDA:ssa taulukkonavigointiin.
fr: Ajout de ctrl+alt+flèche comme moyen de naviguer sur les structures tabulaires. Ces touches doivent être plus mémorables car elles sont utilisées pour la navigation de tableau dans NVDA.
ru: Добавлены клавиши cntrl+alt+стрелка для навигации по табличным структурам. Эти клавиши должны быть более запоминающимися, поскольку они используются для навигации по таблицам в NVDA.
tr: Tablo yapılarında gezinmenin bir yolu olarak ctrl+alt+ok eklendi. Bu tuşlar, NVDA'da tablolarda gezinmek için kullanıldıkları için daha akılda kalıcı olmalıdır.
zh_cn: 添加了 ctrl+alt+箭头键用于导航表格结构。这些按键应该很容易记忆，因为它们与 NVDA 在使用的导航表格按键很类似。
