Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/MathCAT.*.po
Languages: de, es, fi, fr, ru, tr, zh_cn

source: Worked around NVDA bug for eSpeak voices that caused them to slow down when the relative MathRate was set to be slower than the text speech rate.
de: Ein NVDA-Fehler für eSpeak-Stimmen wurde behoben, der dazu führte, dass sie langsamer wurden, wenn die relative MathRate langsamer als die Sprachgeschwindigkeit im Text eingestellt war.
es: Corregido un fallo con las voces de Espeak que provocaba que se ralentizaran cuando la velocidad relativa matemática se configuraba para ser más lenta que la velocidad de verbalización del texto.
fi: Korjattu eSpeak-äänien NVDA-bugi, joka aiheutti niiden hidastumisen, kun suhteellinen matematiikkapuheen nopeus oli asetettu tekstipuheen nopeutta hitaammaksi.
fr: Travaillé autour du bogue de NVDA pour les voix eSpeak qui les ont amenés à ralentir lorsque le relatif MathRate a été mis plus lentement que le débit de la parole de texte.
ru: Устранена ошибка NVDA для голосовых сообщений eSpeak, из-за которой они замедлялись, когда относительная математическая скорость была установлена ниже скорости текстовой речи.
tr: Göreli Matematik Hızı metin konuşma hızından daha yavaş olarak ayarlandığında, eSpeak seslerinin yavaşlamasına neden olan NVDA hatası giderildi.
zh_cn: 解决了 NVDA 的 eSpeak 语音的错误，当相对数学语速设置为低于文本语速时，该错误会导致语音减慢。

source: Worked around a OneCore voice problem so that they will speak the long 'a' sound.
de: Ein Problem mit Onecore-Stimmen korrigiert, damit sie auch ein langen A-Laut sprechen.
es: Solucionado un problema con las voces OneCore, que deberían poder verbalizar el sonido de la 'a' larga.
fi: Tähän on tehty useita bugikorjauksia. Merkittävimmät uudet ominaisuudet ja bugikorjaukset ovat: * Lisätty espanjankielinen käännös (kiitos Noelia Ruizille ja María Allo Roldánille) * Muutettu navigointia siten, että se alkaa zoomattuna yhden tason lähemmäs * Lisätty Ctrl+Alt+Nuolinäppäimet taulukkomaisissa rakenteissa navigoimiseen. Näiden näppäinyhdistelmien pitäisi olla helpommin muistettavat, koska niitä käytetään NVDA:ssa taulukkonavigointiin. * Korjattu eSpeak-äänien NVDA-bugi, joka aiheutti niiden hidastumisen, kun suhteellinen matematiikkapuheen nopeus oli asetettu tekstipuheen nopeutta hitaammaksi. * Korjattu OneCore-ääniä koskeva ongelma, jotta ne lausuisivat pitkän a-äänteen.
fr: Travaillé autour d'un problème de la voix OneCore afin qu'ils parlent le son long "a".
ru: Мы решили проблему с голосами OneCore, чтобы они произносили длинный звук 'a'.
tr: Uzun 'a' sesini konuşabilmeleri için OneCore ses problemi üzerinde çalıştık.
zh_cn: 解决了 OneCore 的语音问题，以便于它们能说出长 “a” 音。

source: There are lots of small tweaks to the speech and some bug fixes for both Nemeth and UEB.
de: Es gibt viele kleine Verbesserungen für die Sprachausgabe und einige Fehlerkorrekturen sowohl für Nemeth als auch für UEB.
es: Hay montones de pequeños retoques en la voz y algunos fallos corregidos en Nemeth y UEB.
fi: Paljon pieniä hienosäätöjä puheeseen ja bugikorjauksia sekä Nemethiin että UEB:hen.
fr: Il y a beaucoup de petits ajustements dans la parole et quelques corrections de bogues pour Nemeth et UEB.
tr: Hem Nemeth hem de UEB için konuşmada pek çok küçük ayar ve bazı hata düzeltmeleri var.
zh_cn: 语音有一些小的调整， Nemeth 码和 UEB 有一些错误修复。

source: Note: there is now an option to get Vietnam's braille standard as braille output. This is still a work in progress and is too buggy to be used other than for testing. I expect the next MathCAT release will contain a reliable implementation.
de: Hinweis: Es gibt jetzt eine Option, um den vietnamesischen Braille-Standard als Braille-Ausgabe zu erhalten. Diese ist noch in Arbeit und fehleranfällig, um außer zum Testen verwendet zu werden. Die nächste MathCAT-Version wird eine zuverlässige Implementierung enthalten.
es: Nota: ahora hay una opción para obtener braille estándar vietnamita en la salida braille. Este trabajo todavía está en progreso y tiene demasiados fallos como para usarlo para otra cosa que no sean pruebas. Espero que la próxima versión de MathCat contenga una implementación fiable.
fi: Huom: Nyt on käytettävissä vaihtoehto, jolla saa vietnamilaisen pistekirjoitusstandardin pistekirjoituksen tuottamiseen. Tämä on edelleen keskeneräinen ja liian virhealtis käytettäväksi muuhun kuin testaamiseen. Seuraavassa MathCATin versiossa pitäisi jo olla luotettava toteutus.
fr: Remarque : il y a maintenant une option pour obtenir la norme en braille Vietnamien comme sortie braille. Il s'agit toujours d'un travail en cours et il y a trop de bogues pour être utilisé autrement que pour les tests. Je m'attends à ce que la prochaine version de MathCAT contienne une implémentation fiable.
tr: Not: Artık Vietnam'ın braille standardını braille çıktısı olarak alma seçeneği var. Bu hala devam eden bir çalışma ve test dışında kullanılamayacak kadar hatalı. Bir sonraki MathCAT sürümünün güvenilir bir uygulama içermesini bekliyorum.
zh_cn: 注： 现在可以选择将越南的盲文标准作为盲文输出。这仍然是一项正在进行的工作，并且存在太多的 bug，不能用于测试之外的其他用途。我预计下一个 MathCAT 版本将包含一个可靠的实现。

source: Version 0.2.5
es: Versión 0.2.5
fi: Versio 0.2.5
ru: Версия 0.2.5
tr: Sürüm 0.2.5
zh_cn: 版本 0.2.5

source: More improvements chemistry
de: Weitere Verbesserungen in Chemie
es: Más mejoras en química
fi: Lisää parannuksia kemiallisiin merkintöihin
fr: Plus d'améliorations chimique
ru: Больше улучшений химии
tr: Kimya alanında daha fazla iyileştirme
zh_cn: 进一步化学改进

source: Fixes for Nemeth:
de: Korrekturen für Nemeth:
es: Correcciones en Nemeth:
fi: Korjauksia Nemeth-merkintöihin:
fr: Correction pour Nemeth :
tr: Nemeth için Düzeltmeler:
zh_cn: 对 Nemeth 码的修复：

source: Added "omission" rules
de: Regeln für "Auslassungen" hinzugefügt
es: Añadidas reglas de "omisión"
fr: Ajout de règles "omission"
ru: Добавлены правила "пропуска"
tr: "İhmal" kuralları eklendi

source: Added some rules for English Language Indicators
de: Einige Regeln für englische Sprachindikatoren hinzugefügt
es: Añadidas algunas reglas para los indicadores en inglés
fr: Ajout de quelques règles pour les indicateurs de langue anglaise
ru: Добавлены некоторые правила для индикаторов английского языка
tr: İngilizce Dil Göstergeleri için bazı kurallar eklendi

source: Added more cases where the Mulitpurpose indicator is needed
de: Weitere Fälle, in denen der Mehrzweck-Indikator benötigt wird, wurden hinzugefügt
es: Añadidos más casos donde es necesario el indicador Multipropósito
fr: Ajout de plus de cas où l'indicateur polyvalent est nécessaire
ru: Добавлено больше случаев, когда требуется многоцелевой индикатор
tr: Çok amaçlı göstergenin gerekli olduğu daha fazla durum eklendi

source: Fixes related to Nemeth and punctuation
de: Korrekturen im Zusammenhang mit Nemeth und Zeichensetzung
es: Correcciones relacionadas con Nemeth y la puntuación
fr: Correctifs liés au code Nemeth et à la ponctuation
ru: Исправления, связанные с Nemeth и пунктуацией
tr: Nemeth ve noktalama işaretleriyle ilgili düzeltmeler

source: Version 0.2
es: Versión 0.2
fi: Versio 0.2
ru: Версия 0.2
tr: Sürüm 0.2
zh_cn: 版本 0.2

source: Lots of bug fixes
de: Viele Fehlerkorrekturen
es: Muchos fallos corregidos
fi: Paljon bugikorjauksia
fr: Beaucoup de correctifs de bogues
ru: Множество исправлений ошибок
tr: Çok sayıda hata düzeltmesi
zh_cn: 大量错误修复

source: Improvements to speech
de: Verbesserungen für die Sprachausgabe
es: Mejoras en la voz
fi: Parannuksia puheeseen
fr: Améliorations de la parole
ru: Улучшения в речи
tr: Konuşma iyileştirmeleri
zh_cn: 改善语音

source: A preference setting to control the duration of pausing (works with changes to relative speech rate for math)
de: Eine Einstellung zur Steuerung der Dauer von Pausen (funktioniert mit Änderungen der relativen Sprechgeschwindigkeit für Mathematik)
es: Una opción en las preferencias para controlar la duración de las pausas (funciona con los cambios relativos de velocidad de la voz en matemáticas)
fi: Asetus tauon keston säätämiseen (toimii matematiikkapuheen suhteellisen nopeuden muutosten kanssa)
fr: Un paramètre de préférence pour contrôler la durée de la pause (fonctionne avec le changement du débit relatif de la parole pour les mathématiques)
ru: Предпочтительная настройка для управления длительностью паузы (работает с изменениями относительной скорости речи для математики)
tr: Duraklatma süresini kontrol etmek için bir tercih ayarı (matematik için göreli konuşma hızındaki değişikliklerle çalışır)
zh_cn: 一个首选项用于控制暂停持续时间 （适用于数学中相对语速的更改）

source: Support to recognize chemistry notation and speak it appropriately
de: Unterstützung bei der Erkennung der chemischen Notation und deren korrekten Aussprache
es: Soporte para reconocer notación química y verbalizarla adecuadamente
fi: Tuki kemiallisten merkintöjen tunnistamiselle ja niiden asianmukaiselle puhumiselle
fr: Prise en charge de la reconnaissance de la notation chimique et à la verbaliser de manière appropriée
ru: Поддержка распознавания химических знаков и правильного их произношения
tr: Kimya gösterimini tanıma ve uygun şekilde konuşma desteği
zh_cn: 支持识别并是当说出化学符号

source: Translations to Indonesian and Vietnamese
de: Übersetzungen ins Indonesische und Vietnamesische
es: Traducciones al indonesio y al vietnamita
fi: Käännökset indonesiaksi ja vietnamiksi
fr: Traductions vers indonésien et vietnamien
ru: Переводы на индонезийский и вьетнамский языки
tr: Endonezce ve Vietnamca çeviriler
zh_cn: 印尼语和越南语翻译

source: Braille:
fi: Pistekirjoitus:
ru: Брайль:
zh_cn: 盲文：
