Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/MathCAT.*.po
Languages: de, es, fi, fr, ru, tr, zh_cn

source: Author: Neil Soiffer
de: Autor: Neil Soiffer
es: Autor: Neil Soiffer
fi: Tekijä: Neil Soiffer
fr: Auteur : Neil Soiffer
ru: Автор: Neil Soiffer
tr: Yazar: Neil Soiffer
zh_cn: 作者: 尼尔·索伊弗尔(Neil Soiffer)

source: NVDA compatibility: 2018.1 or later (untested in earlier versions)
de: NVDA-Kompatibilität: 2018.1 oder neuer (nicht getestet in älteren Versionen)
es: Compatibilidad con NVDA: 2018.1 o posterior (no probado en versiones anteriores)
fi: Yhteensopivuus: NVDA 2018.1 tai uudempi (ei testattu aiemmissa versioissa)
fr: Compatibilité NVDA : 2018.1 ou version ultérieure (non testée dans les versions antérieures)
ru: Совместимость с NVDA: 2018.1 или выше (не проверялось в более ранних версиях)
tr: NVDA uyumluluğu: 2018.1 veya sonrası (önceki sürümlerde denenmemiştir)
zh_cn: NVDA 兼容性： 2018.1 或更高版本（未在早期版本中测试）

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indir][1]
zh_cn: 下载 [稳定版][1]

source: MathCAT is designed to eventually replace MathPlayer because MathPlayer is no longer supported. MathCAT generates speech and braille from MathML. The speech for math produced by MathCAT is enhanced with prosody so that it sounds more natural. The speech can be navigated in three modes using the same commands as MathPlayer. In addition, the navigation node is indicated on a braille display. Both Nemeth and UEB technical are supported.
de: MathCAT wurde entwickelt, um MathPlayer zu ersetzen, da der MathPlayer nicht mehr unterstützt wird. MathCAT generiert Ausgaben über die Sprachausgabe und in Braille aus MathML. Die von MathCAT erzeugte Sprache für Mathematik wird durch Prosodie verbessert, so dass sie natürlicher klingt. Die Sprache kann in drei Modi mit denselben Befehlen wie MathPlayer navigiert werden. Darüber hinaus wird der Navigationsknoten auf einer Braillezeile angezeigt. Sowohl Nemeth- als auch UEB-Technik werden unterstützt.
es: MathCat está diseñado para sustituir eventualmente a MathPlayer, ya que este último ya no está soportado. MathCat genera voz y braille desde MathML. La voz producida por MathCat para las matemáticas se mejora con entonación para que suene más natural. Se puede navegar por la voz con tres modos usando las mismas órdenes que en MathPlayer. Además, el nodo de navegación se indica en la pantalla Braille. Se soportan tanto Nemeth como UEB técnico.
fr: MathCAT est conçu pour finalement remplacer MathPlayer, car ce dernier n'est plus pris en charge. MathCAT génère la parole et le braille à partir de MathML. La parole produite par MathCAT pour les mathématiques est améliorée avec intonation afin qu'elle semble plus naturelle. Vous pouvez naviguer dans la parole de trois façons en utilisant les mêmes commandes que dans MathPlayer. De plus, le nœud de navigation est indiqué sur l'afficheur braille. les codes Nemeth et UEB technique sont pris en charge.
ru: MathCat предназначен для замены в конечном итоге MathPlayer, поскольку MathPlayer больше не поддерживается. MathCat генерирует речь и Брайль с помощью MathML. Речь для math, созданная MathCat, дополнена просодией, чтобы она звучала более естественно. Навигация по речи может осуществляться в трех режимах с использованием тех же команд, что и в MathPlayer. Кроме того, навигационный узел отображается на брайлевском дисплее. Поддерживаются технические решения Nemeth и UEB.
tr: MathCAT, MathPlayer artık desteklenmediğinden, sonunda MathPlayer'ın yerini alacak şekilde tasarlanmıştır. MathCAT, MathML'den konuşma ve braille üretir. MathCAT tarafından matematik için üretilen konuşma, daha doğal görünmesi için prozodi ile zenginleştirilmiştir. Konuşmada MathPlayer ile aynı komutlar kullanılarak üç modda gezinilebilir. Ayrıca gezinme düğümü bir braille ekranında gösterilir. Hem Nemeth hem de UEB teknik desteklenmektedir.

source: MathCAT has a number of configuration options that control speech, navigation, and braille. Many of these can be set in the MathCAT settings dialog (found NVDA Preferences menu). For more information on these settings, see the [MathCAT documentation](https://nsoiffer.github.io/MathCAT/users.html). The documentation includes a link to [a table listing all of the navigation commands in MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).
de: MathCAT verfügt über eine Reihe von Konfigurationsoptionen, die die Sprachausgabe, Navigation und die Braille-Ausgabe steuern. Viele dieser Optionen können in den MathCAT-Einstellungen vorgenommen werden (zu finden im NVDA-Menü). Weitere Informationen zu diesen Einstellungen finden Sie in der [MathCAT-Dokumentation](https://nsoiffer.github.io/MathCAT/users.html). Die Dokumentation enthält einen Link zu [einer Tabelle mit allen Navigationsbefehlen in MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).
es: MathCat tiene varias opciones de configuración que controlan la voz, la navegación y el braille. Muchas de ellas pueden configurarse en el diálogo de opciones de MathCat (en el menú Preferencias de NVDA). Para más información sobre estos ajustes, consulta la [documentación de MathCat](https://nsoiffer.github.io/MathCAT/users.html). La documentación incluye un enlace a [una tabla que enumera todas las órdenes de navegación de MathCat](https://nsoiffer.github.io/MathCAT/nav-commands.html).
fi: MathCATissa on useita asetusvaihtoehtoja, jotka ohjaavat puhetta, navigointia ja pistekirjoitusta. Monia näistä voidaan määrittää MathCATin asetusvalintaikkunassa (löytyy NVDA:n Asetukset-valikosta). Lisätietoja saat [MathCATin dokumentaatiosta](https://nsoiffer.github.io/MathCAT/users.html). Dokumentaatiossa on linkki [taulukkoon, jossa luetellaan kaikki MathCATin navigointikomennot](https://nsoiffer.github.io/MathCAT/nav-commands.html).
fr: MathCAT a un certain nombre d'options de configuration qui contrôlent la parole, la navigation et le braille. Beaucoup d'entre eux peuvent être définis dans la boîte de dialogue des paramètres MathCAT (qui se trouve dans le menu Préférences de NVDA). Pour plus d'informations sur ces paramètres, consultez la [documentation MathCAT](https://nsoiffer.github.io/mathcat/users.html). La documentation comprend un lien vers [une table répertoriant toutes les commandes de navigation dans MathCAT](https://nsoiffer.github.io/MathCAT/nav-commands.html).
ru: В MathCat есть несколько параметров конфигурации, которые управляют речью, навигацией и Брайлем. Многие из них можно настроить в диалоге настроек MathCat (находится в меню настроек NVDA). Дополнительную информацию об этих настройках смотрите в [документации по MathCat](https://nsoiffer.github.io/MathCAT/users.html). Документация содержит ссылку на [таблицу](https://nsoiffer.github.io/MathCAT/nav-commands.html), в которой перечислены все навигационные команды в MathCat.
tr: MathCAT konuşma, Gezinme ve braille'i kontrol eden bir dizi yapılandırma seçeneğine sahiptir. Bunların çoğu MathCAT ayarlar iletişim kutusunda ayarlanabilir (NVDA Tercihler menüsünde bulunur). Bu ayarlar hakkında daha fazla bilgi için [MathCAT belgelerine] (https://nsoiffer.github.io/MathCAT/users.html) bakın. Belgeler [MathCAT'teki tüm gezinme komutlarını listeleyen bir tablo](https://nsoiffer.github.io/MathCAT/nav-commands.html) için bir bağlantı içerir.
zh_cn: MathCAT 有许多控制语音、导航和盲文的配置选项。其中许多可以在 MathCAT 设置对话框中设置 （可从 NVDA 首选项菜单中找到）。有关这些设置的更多信息，请参阅 [MathCAT 文档](https://nsoiffer.github.io/MathCAT/users.html)。该文档包含指向 [MathCAT 导航命令表](https://nsoiffer.github.io/MathCAT/nav-commands.html) 的链接。

source: Note: MathCAT is a general library for generating speech and braille from MathML. It is used by other AT projects besides NVDA. For information on the MathCAT project in general, see the main [MathCAT Documentation page](https://nsoiffer.github.io/MathCAT).
de: Hinweis: MathCAT ist eine allgemeine Bibliothek zur Erzeugung von Sprache und Braille aus MathML. Sie wird neben NVDA auch von anderen AT-Projekten verwendet. Informationen über das MathCAT-Projekt im Allgemeinen finden Sie auf der [Dokumentationsseite für MathCAT](https://nsoiffer.github.io/MathCAT).
es: Nota: MathCat es una biblioteca general para generar voz y braille a partir de MathML. Es usada por otros proyectos de tecnologías de asistencia además de NVDA. Para información general sobre el proyecto MathCat, consulta la [página principal de documentación de MathCat](https://nsoiffer.github.io/MathCAT).
fi: MathCAT on yleiskirjasto, joka tuottaa puhetta ja pistekirjoitusta MathML-muodosta. Sitä käytetään NVDA:n lisäksi myös muissa apuvälineteknologisissa projekteissa. Yleistä tietoa MathCAT-projektista on [MathCATin dokumentaatiosivulla](https://nsoiffer.github.io/MathCAT).
fr: Remarque : MathCAT est une bibliothèque générale pour générer la parole et le braille à partir de MathML. Il est utilisé par d'autres dans des projets en plus de NVDA. Pour plus d'informations sur le projet MathCAT en général, consultez la principale [page de documentation de MathCAT](https://nsoiffer.github.io/MathCAT).
ru: Примечание: MathCat - это общая библиотека для генерации речи и шрифта Брайля на основе MathML. Она используется в других проектах AT, помимо NVDA. Информацию о проекте MathCat в целом смотрите на главной [странице документации MathCat](https://nsoiffer.github.io/MathCAT).
tr: Not: MathCAT, MathML'den konuşma ve braille oluşturmaya yönelik genel bir kitaplıktır. NVDA dışında diğer AT projeleri tarafından kullanılır. Genel olarak MathCAT projesi hakkında bilgi için ana [MathCAT Dokümantasyon sayfasına](https://nsoiffer.github.io/MathCAT) bakın.
zh_cn: 注意： MathCAT 是一个用于从 MathML 生成语音和盲文的通用库。除了 NVDA 之外，其他 AT （辅助工具）项目也在使用。有关 MathCAT 项目的常规信息，请参阅 [MathCAT 文档主页](https://nsoiffer.github.io/MathCAT)。

source: Who should use MathCAT:
de: Wer sollte MathCAT benutzen:
es: Quién debería usar MathCat:
fi: Kenen tulisi käyttää MathCATia:
fr: Qui devrait utiliser MathCAT :
ru: Кто должен использовать MathCat:
tr: MathCAT'ı kimler kullanmalı:
zh_cn: 谁应该使用 MathCAT：

source: Those who need high quality Nemeth braille (MathPlayer's Nemeth is based on liblouis' Nemeth generation which has a number of significant bugs that are technically difficult to fix).
de: Diejenigen, die eine hohe Qualität der Nemeth-Brailleschrift benötigen (die Nemeth-Schrift von MathPlayer basiert auf der Nemeth-Schrift von liblouis, die eine Reihe schwerwiegender Fehler aufweist, die technisch schwer zu beheben sind).
es: Quien necesite Braille Nemeth de alta calidad (el Nemeth de MathPlayer se basa en la generación Nemeth de Liblouis, que tiene una importante cantidad de fallos técnicamente complicados de corregir).
fi: Käyttäjien, jotka tarvitsevat korkealaatuista Nemeth-pistekirjoitusta (MathPlayerin Nemeth perustuu liblouisin Nemeth-sukupolveen, jossa on useita merkittäviä bugeja, joita on teknisesti vaikea korjata).
fr: Ceux qui ont besoin de Nemeth Braille de haute qualité (Nemeth de MathPlayer est basé sur la génération Nemeth de liblouis qui a un certain nombre de bogues importants qui sont techniquement difficiles à corriger).
ru: Те, кому нужен высококачественный шрифт Брайля Nemeth (Nemeth от MathPlayer основан на поколении Nemeth от liblouis, в котором есть ряд существенных ошибок, которые технически трудно исправить).
tr: Yüksek kaliteli Nemeth braille'e ihtiyaç duyanlar (MathPlayer'ın Nemeth'i, teknik olarak düzeltilmesi zor olan bir dizi önemli hataya sahip olan liblouis'in Nemeth nesline dayanmaktadır).
zh_cn: 那些需要高质量 Nemeth 码盲文的人 （MathPlayer 的 Nemeth 码基于 liblouis 的 Nemeth 码一代，有许多技术上难以修复的重大错误）。

source: Those who need UEB technical braille, CMU (Spanish/Portuguese), German LaTeX, ASCIIMath, or Vietnamese braille
de: Diejenigen, die technische Braille-Schrift UEB, CMU (Spanisch/Portugiesisch), deutsches LaTeX, ASCIIMath oder vietnamesische Braille-Schrift benötigen
es: Aquellos que necesiten braille técnico UEB, CMU (español/portugués), LaTeX alemán, ASCIIMath, o braille vietnamita
fr: Ceux qui ont besoin du braille technique UEB, de CMU (espagnol/portugais), du LaTeX allemand, d'ASCIIMath ou du braille vietnamien
ru: Те, кому нужен технический шрифт Брайля UEB, CMU (испанский/португальский), немецкий LaTeX, AsciiMath или вьетнамский шрифт Брайля
tr: UEB teknik braille, CMU (İspanyolca/Portekizce), Almanca LaTeX, ASCIIMath veya Vietnamca braille'e ihtiyaç duyanlar

source: Those who want to try out the latest technology and are willing to help by reporting bugs
de: Diejenigen, die die neueste Technologie ausprobieren wollen und bereit sind, durch die Meldung von Fehlern zu helfen
es: Quien quiera probar nuevas tecnologías y esté dispuesto a ayudar informando de fallos
fi: Käyttäjien, jotka haluavat kokeilla uusinta teknologiaa ja ovat valmiita auttamaan ilmoittamalla bugeista
fr: Ceux qui veulent essayer les dernières technologies et sont prêts à aider en signalant des bogues
ru: Те, кто хочет опробовать новейшие технологии и готов помочь, сообщая об ошибках
tr: En son teknolojiyi denemek isteyenler ve hataları bildirerek yardım etmeye istekli olanlar
zh_cn: 那些想要尝试最新技术并愿意通过报告 Bug 来提供帮助的人

source: Those who use Eloquence as a voice
de: Diejenigen, die eine Eloquence-Stimme benutzen
es: Quien use Eloquence como voz
fi: Käyttäjien, jotka käyttävät puhesyntetisaattorina Eloquencea
fr: Ceux qui utilisent Eloquence comme voix
ru: Те, кто использует Eloquence в качестве голоса
tr: Eloquence sesini kullananlar
zh_cn: 那些用 Eloquence 合成器的人

source: Who should NOT use MathCAT:
de: Wer sollte MathCAT NICHT benutzen:
es: Quién no debería usar MathCat:
fi: Kenen EI tulisi käyttää MathCATia:
fr: Qui ne devrait pas utiliser MathCAT :
ru: Кому НЕ следует использовать MathCat:
tr: MathCAT'ı kimler KULLANMAMALIDIR:
zh_cn: 谁不应该使用 MathCAT：

source: Anyone who uses MathPlayer with a language that is not yet supported by MathCAT (translations exist for Chinese (Traditional), Spanish, Indonesian and Vietnamese; translations will be coming in the future) and are not comfortable with speech in one of the supported languages.
de: Alle, die den MathPlayer mit einer Sprache verwendet, die noch nicht von MathCAT unterstützt wird (Übersetzungen gibt es für Chinesisch (traditionell), Spanisch, Indonesisch und Vietnamesisch; Übersetzungen werden in Zukunft folgen) und wer mit den unterstützten Sprachen (noch) nicht vertraut ist.
es: Cualquiera que use Math Player en idiomas distintos al inglés (existen traducciones a chino (tradicional), indonesio, vietnamita y español; las traducciones se irán haciendo en el futuro) y no se sienten cómodos con la voz en uno de los idiomas soportados.
fr: Toute personne utilisant MathPlayer avec une langue pas encore prise en charge par Mathcat (des traductions existent pour le chinois (traditionnel), l'espagnol, l'indonésien et le vietnamien; d'autres traductions doivent arriver dans un futur proche) et qui ne se sent pas à l'aise avec la parole dans les langues prises en charge.
ru: Любому, кто использует MathPlayer на языке, который еще не поддерживается MathCat (существуют переводы для китайского (традиционного), испанского, индонезийского и вьетнамского языков; переводы появятся в будущем), и кому не нравится речь на одном из поддерживаемых языков.
tr: MathPlayer'ı henüz MathCAT tarafından desteklenmeyen bir dille kullanan (Çince (Geleneksel), İspanyolca, Endonezce ve Vietnamca için çeviriler mevcuttur; çeviriler gelecekte gelecektir) ve desteklenen dillerden birinde konuşma konusunda rahat olmayan herkes.

source: Anyone who prefers Access8Math to MathPlayer (for speech or other features)
de: Alle, die den Access8Math dem MathPlayer vorzieht (wegen der Sprache oder anderer Funktionen)
es: Cualquiera que prefiera Access8Math a MathPlayer (por la voz u otras funciones)
fi: Kaikkien, jotka pitävät enemmän Access8Mathista kuin MathPlayerista (puheen tai muiden ominaisuuksien vuoksi).
fr: Quiconque préfère Access8Math à MathPlayer (pour la parole ou d'autres fonctionnalités)
ru: Любому, кто предпочитает Access8Math для MathPlayer (для речи или других функций)
tr: Access8Math'i MathPlayer'a tercih eden herkes (konuşma veya diğer özellikler için)
zh_cn: 任何喜欢 Access8Math 而不是 MathPlayer 的人 (需要使用语音或其他更多功能的人)

source: MathCAT's rules for speech are not yet as extensive as MathPlayer's rules -- that may be another reason to stick with MathPlayer. MathCAT is being used as a testbed for ideas for MathML 4 that allow authors to express their intent so that ambiguous notations can be spoken correctly and not guessed at. I have held off on adding too many rules since the architecture of MathCAT is centered around using and inferring author intent and these are not fully settled yet.
de: Die Sprachregeln von MathCAT sind noch nicht so umfangreich wie die von MathPlayer - ein weiterer Grund, bei MathPlayer zu bleiben. MathCAT wird als Testumgebung für Ideen für MathML 4 verwendet, mit denen die Autoren mehrdeutige Notationen korregieren können und diese dann nicht mehr erraten werden müssen. Ich habe mich noch etwas zurückgehalten, zu viele Regeln hinzuzufügen, da sich die Architektur von MathCAT auf die Verwendung und Ableitung von Autorenabsichten konzentriert und diese noch nicht vollständig geklärt sind.
es: Las reglas del habla de MathCat no son todavía tan extensas como las de MathPlayer -- esa puede ser otra razón para seguir con MathPlayer. MathCat se está usando como un banco de pruebas para MathML 4, que permite a los autores expresar su intención de tal forma que las notaciones ambiguas se verbalicen correctamente sin tener que adivinarlas. Me he esperado antes de añadir muchas reglas, ya que la arquitectura de MathCat se centra en usar e inferir la intención del autor, y esto aún no está completamente establecido.
fi: MathCATin puhesäännöt eivät ole vielä yhtä kattavia kuin MathPlayerissa (tämä voi olla toinen syy MathPlayerissa pysymiseen). MathCATia käytetään MathML 4 -ideoiden testausalustana, jonka avulla tekijät voivat ilmaista tarkoituksensa, jotta moniselitteiset merkinnät voidaan puhua oikein eikä arvailla. Olen viivytellyt liian monien sääntöjen lisäämistä, koska MathCATin arkkitehtuuri keskittyy käyttöön ja tekijän tarkoituksen päättelemiseen, eikä niitä ole vielä täysin ratkaistu.
fr: Les règles de la parole de MathCAT ne sont pas encore aussi étendues que celles de MathPlayer - cela peut être une autre raison de continuer avec MathPlayer. MathCAT est utilisé comme banque de test pour MathML 4, ce qui permet aux auteurs d'exprimer leur intention afin que les notations ambiguës soient verbalisées correctement sans avoir à les deviner. J'ai attendu avant d'ajouter de nombreuses règles, car l'architecture de MathCAT se concentre sur l'utilisation et la déduction de l'intention de l'auteur, et ce n'est pas encore complètement établi.
ru: Правила MathCat для речи еще не так обширны, как правила MathPlayer - это может быть еще одной причиной придерживаться MathPlayer. MathCat используется в качестве испытательного стенда для идей для MathML 4, которые позволяют авторам выражать свои намерения так, чтобы двусмысленные обозначения можно было произносить правильно, а не угадывать. Я воздержался от добавления слишком большого количества правил, поскольку архитектура MathCat сосредоточена на использовании и выводе намерений автора, и они еще не полностью определены.
tr: MathCAT'in konuşma kuralları henüz MathPlayer'ın kuralları kadar kapsamlı değil -- bu, MathPlayer'a bağlı kalmanın başka bir nedeni olabilir. MathCAT, yazarların niyetlerini ifade etmelerine izin veren MathML 4 fikirleri için bir test ortamı olarak kullanılıyor, böylece belirsiz gösterimler doğru bir şekilde konuşulabilir ve tahmin edilemez. MathCAT'in mimarisi, yazar niyetini kullanma ve çıkarım yapma etrafında toplandığından ve bunlar henüz tam olarak çözülmediğinden, çok fazla kural eklemeyi erteledim.
zh_cn: MathCAT 的语音规则还没有 MathPlayer 的规则那么全面——这可能是坚持使用 MathPlayer 的另一个原因。MathCAT 被用作 MathML 4 思想的测试平台，它允许作者表达他们的意图，以便能够正确地说出不明确的符号，而不是猜测。我没有添加太多规则，因为 MathCAT 的体系结构以使用和推断作者意图为中心，这些还没有完全解决。

source: MathCAT Update Log
de: Änderungsprotokoll für MathCAT
es: Registro de actualización de MathCat
fi: MathCATin päivitysloki
fr: Mise à jour du Journal de MathCAT
ru: Журнал обновлений MathCat
tr: MathCAT Güncelleme Günlüğü
zh_cn: MathCAT 更新日志

source: Version 0.6.3
es: Versión 0.6.3
ru: Версия 0.6.3
tr: Sürüm 0.6.3

source: All the language and braille Rule files are zipped up per directory and unzipped on demand.
de: Alle Sprach- und Braille-Regeldateien werden in ein Verzeichnis gepackt und bei Bedarf entpackt.
es: Todos los archivos de idioma y reglas braille se comprimen por carpeta y se descomprimen a petición.
fr: Tous les fichiers de règles de langue et de braille sont zippés par répertoire et décompressés à la demande.
ru: Все языковые файлы и файлы правил шрифта Брайля заархивированы по каталогам и распаковываются по требованию.
tr: Tüm dil ve Braille Kural dosyaları dizin bazında sıkıştırılır ve talep üzerine açılır.

source: This currently saves ~5mb when Rules.zip is unzipped, and will save even more as more languages and braille codes are added.
de: Dies spart derzeit ~5 MB, wenn Rules.zip entpackt wird, und wird noch mehr sparen, wenn mehr Sprachen und Braille-Codes hinzugefügt werden.
es: Se ahorran unos 5 mb cuando rules.zip está descomprimido, y ahorrará aún más según se añadan más idiomas y códigos braille.
fr: Cela économise actuellement environ 5 Mo lorsque les règles.zip sont décompressées et économisera encore plus lorsque plus de langues et de codes braille seront ajoutés.
ru: В настоящее время это экономит ~5 Мб при распаковке Rules.zip и будет экономить еще больше по мере добавления новых языков и кодов Брайля.
tr: Bu, şu anda Rules.zip dosyası açıldığında yaklaşık 5 MB tasarruf sağlar. Daha fazla dil ve braille kodu eklendikçe daha da fazla tasarruf sağlayacaktır.

source: This is in preparation for MathCAT being built into NVDA 2024.3
de: Dies ist eine Vorbereitung für die Integration von MathCAT in NVDA 2024.3
es: Esto se hace como preparación para incluir MathCat en NVDA 2024.3
fr: Ceci est en préparation pour l'intégration de Mathcat dans NVDA 2024.3
ru: Это делается в рамках подготовки к внедрению MathCat в NVDA 2024.3
tr: Bu, MathCAT'in NVDA 2024.3'e dahili olarak eklenmesine hazırlık niteliğindedir

source: Added new preference `DecimalSeparator`.
de: Neue Einstellung `DecimalSeparator` hinzugefügt.
es: Se añade una nueva preferencia de "separador decimal".
fr: Ajout d'une nouvelle préférence `Decimalseparator`.
ru: Добавлена новая настройка "DecimalSeparator`.
tr: Yeni tercih 'Ondalık Ayırıcı' eklendi.

source: The default value is `Auto`, with other values being ".", ",", and "Custom". The first three values set `DecimalSeparators` and `BlockSeparators`.
de: Der Standardwert ist `Auto`, andere Werte sind ".", "," und "Custom". Die ersten drei Werte legen `DecimalSeparators` und `BlockSeparators` fest.
es: El valor por defecto es `Automático`, siendo otros valores ".", ",", y "personalizado". Los primeros tres valores establecen `DecimalSeparators` y `BlockSeparators`.
fr: La valeur par défaut est `Auto`, les autres valeurs étant ".", "," et "Custom". Les trois premières valeurs définissent `Decimalseparators` et `Blockseparators`.
ru: Значением по умолчанию является "Auto", другими значениями являются ".", "," и "Custom". Первые три значения задают "DecimalSeparators" и `BlockSeparators`.
tr: Varsayılan değer "Otomatik" olup diğer değerler ".", "," ve "Özel"dir. İlk üç değer `Ondalık Ayırıcılar` ve `Blok Ayırıcılar`ı ayarlar.
