Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/metatrader.*.po
Languages: bg, es, fr, pt_br, ru, tr

source: Author: hamidrehzaey
bg: Автор: hamidrehzaey
es: Autor: hamidrehzaey
fr: Auteur : hamidrehzaey
pt_br: Autor: hamidrehzaey
ru: Автор: hamidrehzaey
tr: Yazarı: hamidrehzaey

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indirin][1]

source: introduction
bg: Въведение
es: introducción
pt_br: introdução
ru: введение
tr: giriş

source: this addon moves between metatrader windows and opens required sections.
bg: тази добавка позволява придвижване между прозорците на MetaTrader и отваря необходимите секции.
es: este complemento se mueve entre las secciones de Metatrader y abre las ventanas necesarias.
fr: cette extension se déplace entre les sections metatrader et ouvre les fenêtres requises.
pt_br: esse complemento se move entre as janelas do Metatrader e abre as seções necessárias.
ru: это дополнение перемещается между окнами metatrader и открывает необходимые разделы.
tr: bu eklenti metatrader pencereleri arasında hareket eder ve gerekli bölümleri açar.

source: hotkeys
bg: Клавишни команди
es: atajos de teclado
fr: raccourcis clavier
pt_br: teclas de atalho
ru: горячие клавиши
tr: kısayol tuşları

source: control+1 data window
bg: Control+1: Прозорец с данни
es: control+1: ventana de datos
fr: contrôle+1 : fenêtre de données
pt_br: janela de dados de controle+1
ru: control+1 окно данных
tr: kontrol+1 veri penceresi

source: control+2 trade window
bg: Control+2: Прозорец със сделки
es: control+2: ventana de intercambio
fr: contrôle+2 : fenêtre d'échange
pt_br: control+2 janela de comércio
ru: control+2 окно торговли
tr: kontrol+2 ticari penceresi

source: control+3 navigator window
bg: Control+3: Навигационен прозорец
es: control+3: ventana del navegador
fr: contrôle+3 : fenêtre du navigateur
pt_br: control+3 janela do navegador
ru: control+3 окно навигатора
tr: kontrol+3 gezgin penceresi

source: control+4 market watch
bg: Control+4: Следене на пазари
es: control+4: observación del mercado
fr: contrôle+4 : surveillance du marché
pt_br: control+4 observação do mercado
ru: control+4 наблюдение за рынком
tr: kontrol+4 pazar takibi

source: control+5 reads close in data window
bg: Control+5: Прочита затварянето в прозореца с данни
es: control+5: lee el cierre en la ventana de datos
fr: contrôle+5 : lit la fermeture dans la fenêtre de données
pt_br: control+5 lê fechar na janela de dados
ru: control+5 озвучивает закрытие окна данных
tr: kontrol+5 veri penceresinde kapanışı okur

source: control+6 history window
bg: Control+6: Прозорец с хронология/история
es: control+6: ventana de historial
fr: contrôle+6 : fenêtre de l'historique
pt_br: control+6 janela de histórico
ru: control+6 окно истории
tr: kontrol+6 geçmiş penceresi

source: control+7 toolbox window
bg: Control+7: Прозорец с инструменти
es: control+7: ventana de cuadro de herramientas
fr: contrôle+7 : fenêtre de la boîte à outils
pt_br: control+7 janela da caixa de ferramentas
ru: control+7 окно набора инструментов
tr: kontrol+7 araç kutusu penceresi

source: control+8 opens xlsx file in history window
bg: Control+8: Отваря XLSX файл в прозореца с хронологията
es: control+8: abre un archivo xlsx en la ventana del historial
fr: contrôle+8 : ouvre le fichier xlsx dans la fenêtre de l'historique
pt_br: control+8 abre o arquivo xlsx na janela do histórico
ru: control+8 открывает файл xlsx в окне истории
tr: kontrol+8 xlsx dosyasını geçmiş penceresinde açar

source: control+9 opens html file in history window
bg: Control+9: Отваря HTML файл в прозореца с хронологията
es: control+9: abre un archivo html en la ventana del historial
fr: contrôle+9 : ouvre le fichier HTML dans la fenêtre de l'historique
pt_br: control+9 abre o arquivo html na janela do histórico
ru: control+9 открывает html-файл в окне истории
tr: kontrol+9 html dosyasını geçmiş penceresinde açar

source: control+shift+1 buy
bg: Control+Shift+1: Купуване
es: control+shift+1: comprar
fr: contrôle+maj+1 : acheter
pt_br: controle+shift+1 comprar
ru: control+shift+1 покупка
tr: kontrol+shift+1 satın alma

source: control+shift+2 sell
bg: Control+Shift+2: Продаване
es: control+shift+2: vender
fr: contrôle+maj+2 : vendre
pt_br: controle+shift+2 vender
ru: control+shift+2 продажа
tr: kontrol+shift+2 satış

source: control+shift+3 closes trade
bg: Control+Shift+3: Затваря сделката
es: control+shift+3: cerrar intercambio
fr: contrôle+maj+3 : clôture l'échange
pt_br: control+shift+3 fecha a negociação
ru: control+shift+3 закрытия сделки
tr: kontrol+shift+3 ticariyi kapatır

source: control+shift+4 opens modify or delete
bg: Control+Shift+4: Отваря за промяна или изтриване
es: control+shift+4: abre modificar o eliminar
fr: contrôle+maj+4 : ouvre, modifie ou supprime
pt_br: control+shift+4 abre para modificar ou excluir
ru: control+shift+4 открывает окно "изменить" или "удалить"
tr: kontrol+shift+4 değiştir veya sil'i açar

source: control+shift+5 opens modify or delete pending order
bg: Control+Shift+5: Отваря за промяна или изтриване чакаща поръчка
es: control+shift+5: abre editar o eliminar la orden pendiente
fr: contrôle+maj+5 : ouvre, modifie ou supprime la commande en attente
pt_br: control+shift+5 abre a possibilidade de modificar ou excluir uma ordem pendente
ru: control+shift+5 открывает отложенный ордер на изменение или удаление
tr: kontrol+shift+5 Bekleyen siparişi değiştir veya sil'i açar

source: control+shift+t TA assistant layer commands
bg: Control+Shift+T: Команден слой на TA асистента
es: control+shift+t: órdenes de capa del asistente TA
fr: contrôle+maj+t : commandes en couche de l'assistant TA
pt_br: control+shift+t Comandos da camada de assistente de TA
ru: control+shift+t Команды уровня помощника TA
tr: kontrol+shift+t TA asistanı katman komutları

source: after pressing control+shift+t
bg: След натискане на Control+Shift+T
es: tras pulsar control+shift+t
fr: après avoir appuyé sur contrôle+maj+t
pt_br: após pressionar control+shift+t
ru: после нажатия control+shift+t
tr: kontrol+shift+t tuşlarına bastıktan sonra

source: 1 for one hour
bg: 1 за един час
es: 1 para una hora
fr: 1 pour une heure
pt_br: 1 por uma hora
ru: 1 в течение одного часа
tr: 1 bir saatliğine

source: 2 for daily
bg: 2 за ежедневно
es: 2 para diario
fr: 2 pour le jour
pt_br: 2 por dia
ru: 2 для ежедневного использования
tr: 2 bir günlüğüne

source: 3 for monthly
bg: 3 за ежемесечно
es: 3 para mensual
fr: 3 pour le mois
pt_br: 3 por mês
ru: 3 в течение месяца
tr: 3 bir aylığına

source: 4 for four hours
bg: 4 за четири часа
es: 4 para cuatro horas
fr: 4 ppour quatre heures
pt_br: 4 por quatro horas
ru: 4 в течение четырех часов
tr: 4 dört saatliğine

source: 7 for weekly
bg: 7 за ежеседмично
es: 7 para semanal
fr: 7 pour la semaine
pt_br: 7 por semana
ru: 7 в течение недели
tr: 7 bir haftalığına

source: note: your system Display resolution should set to 1366 × 768
bg: Забележка: Разделителната способност на екрана на вашата система трябва да е 1366 × 768
es: nota: la resolución de pantalla de tu sistema debería configurarse a 1366x768
fr: remarque : la résolution d'affichage de votre système doit être définie sur 1366 × 768
pt_br: nota: a resolução da tela do sistema deve ser definida como 1366 × 768
ru: примечание: разрешение системного дисплея должно быть установлено на 1366 × 768
tr: not: sisteminizin Ekran çözünürlüğü 1366 × 768 olarak ayarlanmalıdır

source: when you want to create csv files your keyboard must be set to english otherwise it won't create csv files because it presses english letters
bg: Когато искате да създадете CSV файлове, клавиатурата ви трябва да е настроена на английски, в противен случай няма да бъде създаден CSV файл, защото за целта се симулира натискане на английски букви.
es: si quieres crear archivos CSV, debes tener tu teclado en inglés. De lo contrario, no creará archivos CSV, ya que pulsa letras inglesas
fr: si vous souhaitez créer des fichiers CSV, vous devez avoir votre clavier en anglais. Sinon, il ne créera pas de fichiers CSV car il appuie sur les lettres anglaises
pt_br: quando quiser criar arquivos csv, seu teclado deve estar configurado para inglês, caso contrário, ele não criará arquivos csv porque pressiona letras em inglês
ru: если вы хотите создавать csv-файлы, ваша клавиатура должна быть настроена на английский язык, иначе она не будет создавать csv-файлы, потому что нажимает английские буквы
tr: csv dosyası oluşturmak istediğinizde klavyenizin ingilizceye ayarlanması gerekir aksi halde ingilizce harflere bastığı için csv dosyası oluşturmaz
