Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mirc.*.po
Languages: hr, pl, pt_br, ru, sk, tr, zh_cn

source: [[!meta title="mIRC"]]
zh_cn: [[!meta title="mIRC-NVDA支持插件"]]

source: Author: Nick Stockton
hr: Autor: Nick Stockton
pl: Autor: Nick Stockton
pt_br: Autor: Nick Stockton
ru: Автор: Nick Stockton
sk: Autor: Nick Stockton
tr: Yazan: Nick Stockton
zh_cn: 作者: Nick Stockton

source: download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
pl: pobierz [wersja rozwojowa][2]
pt_br: download [versão de desenvolvimento][2]
ru: загрузить [разрабатываемую версию][2]
sk: Stiahnuť [development version][2]
tr: [geliştirilmiş sürüm][2] indir
zh_cn: 下载 [开发板][2]

source: This is an enhanced version of the mIRC app module that comes with NVDA.
hr: Ovo je unaprjeđena verzija mIRC aplikacijskog modula koji dolazi s NVDA čitačem.
pl: Jest to ulepszona wersja mIRC app module, która działa z NVDA.
pt_br: Esta é uma versão aprimorada do módulo do aplicativo mIRC que vem com o NVDA.
ru: Это расширенная версия модуля приложения mIRC, который поставляется вместе с NVDA.
sk: Toto je rozšírená verzia aplikačného modulu pre aplikáciu mIRC.
tr: Bu, NVDA ile birlikte gelen mIRC uygulama modülünün geliştirilmiş bir sürümüdür.
zh_cn: 这是NVDA附带的mIRC app模块的增强版本。

source: From add-on description:
hr: Iz opisa dodatka:
pl: Opis dodatku:
pt_br: Da descrição do complemento:
ru: Из описания дополнения:
sk: Popis:
tr: Eklenti açıklamasından:
zh_cn: 插件说明：

source: This add-on is an enhanced version of the mIRC App Module included in NVDA.
hr: Ovaj dodatak je unaprjeđena verzija mIRC aplikacijskog modula za NVDA.
pl: Ten dodatek to ulepszona wersja mIRC App Module wbudowana w NVDA.
pt_br: Esse complemento é uma versão aprimorada do módulo de aplicativo mIRC incluído no NVDA.
ru: Это дополнение представляет собой расширенную версию модуля mIRC App, включенного в NVDA.
sk: Toto je rozšírená verzia modulu pre aplikáciu mIRC.
tr: Bu eklenti, NVDA'da bulunan mIRC Uygulama Modülünün geliştirilmiş bir sürümüdür.
zh_cn: 此插件是NVDA中包含的mIRC应用程序模块的增强版本。

source: The NVDA navigator object is now automaticly set to the output window of mIRC in order to make reviewing output easier.
hr: Navigacijski objekt NVDA čitača se sada automatski postavlja na izlazni prozor mIRC-a, kako bi se olakšao pregled rezultata.
pl: Obiekt nawigatora NVDA jest automatycznie ustawiany w oknie wyjściowym mIRC, aby ułatwić przeglądanie jego zawartości.
pt_br: O objeto do navegador NVDA agora é definido automaticamente para a janela de saída do mIRC, a fim de facilitar a revisão da saída.
ru: Объект навигатора NVDA теперь автоматически устанавливается в окне вывода mIRC, чтобы упростить просмотр выходных данных.
sk: Navigačný objekt NVDA je automaticky presunutý do okna s výstupom, aby bolo jednoduchšie prezerať výstup.
tr: NVDA gezgin nesnesi, çıktıyı gözden geçirmeyi kolaylaştırmak için artık otomatik olarak mIRC'nin çıktı penceresine ayarlanmıştır.
zh_cn: 现在，NVDA导航器对象自动设置为mIRC的输出窗口，以便更轻松地查看输出。

source: Two new hotkeys (NVDA-8 and NVDA-9) toggle the "speech interrupt for typed characters" and "speech interrupt for enter key" settings respectively.
hr: Dva nova tipkovnička prečaca (NVDA-8 i NVDA-9) uključuju i isključuju „Prekid govora za utipkane znakove” i „Prekid govora za tipku Enter”.
pl: Dwa nowe skrótu (NVDA-8 i NVDA-9) przełączają odpowiednio ustawienia przerwanie mowy dla wpisanych znaków i przerwanie mowy dla Enter.
pt_br: Duas novas teclas de atalho (NVDA-8 e NVDA-9) alternam as configurações de “interrupção de fala para caracteres digitados” e “interrupção de fala para tecla Enter”, respectivamente.
ru: Две новые горячие клавиши (NVDA-8 и NVDA-9) переключают настройки "прерывание речи при вводе символов" и "прерывание речи при нажатии клавиши enter" соответственно.
sk: Pridané dve nové klávesové skratky: NVDA+8: Prepína nastavenie "prerušiť reč pri písaní". NVDA+9: Prepína nastavenie "Prerušiť reč klávesom enter."
tr: İki yeni kısayol tuşu (NVDA-8 ve NVDA-9) sırasıyla "yazılan karakterler için konuşmayı kesme" ve "giriş tuşu için konuşmayı kesme" ayarlarını değiştirir.
zh_cn: 两个新的热键（NVDA-8和NVDA-9）分别切换“键入字符的语音中断”和“输入键的语音中断”设置。

source: Additionally, NVDA-Enter and numbpad-Enter will set the position of the NVDA navigator object to the last line of text in the output window and speak it.
hr: Osim toga, NVDA-Enter i numpad-Enter postavit će položaj NVDA navigacijskog objekta na zadnji redak teksta u izlaznom prozoru i izgovorit će ga.
pl: Dodatkowo, NVDA+Enter i numbpad+Enter ustawia obiekt nawigatora NVDA w ostatniej linii tekstu okna wyjściowego i odczytuje ją.
pt_br: Adicionalmente, o NVDA-Enter e o numbpad-Enter definirão a posição do objeto do navegador NVDA para a última linha de texto na janela de saída e a falarão.
ru: Кроме того, NVDA-Enter и numbpad-Enter установят положение объекта навигатора NVDA на последнюю строку текста в окне вывода и произнесут её.
sk: NVDA+enter alebo numerický enter presunie kurzor na posledný riadok vo výstupe a prečíta ho.
tr: Ek olarak, NVDA-Enter ve sayısal tuş takımı-Enter, NVDA gezgin nesnesinin konumunu çıktı penceresindeki metnin son satırına ayarlayacak ve söyleyecektir.
zh_cn: 此外，NVDA-Enter和numbpad-Enter会将NVDA导航器对象的位置设置为输出窗口中的最后一行文本并说出来。

source: The "report Dynamic Content Changes", "caret moves review cursor", "speech interrupt for typed characters", and "speech interrupt for enter key" settings are now automaticly saved to a special configuration file when the mIRC window loses focus and restored when it receives focus again.
hr: Postavke za „Izvijesti o dinamičkim promjenama sadržaja”, „Sustavski kursor pomiče pregledni kursor”, „Prekid govora za utipkane znakove” i „Prekid govora za tipku Enter” sada se automatski spremaju u posebnu konfiguracijsku datoteku, kad mIRC prozor izgubi fokus i vraćaju se, kad ga ponovo zaprimi.
pl: Ustawienia "informowania o dynamicznych zmianach treści" "śledzenia kursora przeglądu przez kursor systemu", "przerywania mowy podczas pisania", oraz "przerywania oznajmiania klawisza enter" są teraz automatycznie zapisywane w specjalnym pliku konfiguracyjnym, kiedy okno mIRC traci punkt uwagi i przywracane, kiedy okno odzyskuje punkt uwagi.
pt_br: As configurações “reportar alterações de conteúdo dinâmico”, “o cursor de revisão de movimentos do cursor”, “interrupção de fala para caracteres digitados” e “interrupção de fala para a tecla Enter” agora são salvas automaticamente em um arquivo de configuração especial quando a janela do mIRC perde o foco e são restauradas quando o foco é recebido novamente.
ru: Настройки "сообщать о динамических изменениях содержимого", "перемещать курсор для просмотра", "прерывание речи при вводе символов" и "прерывание речи при нажатии клавиши enter" теперь автоматически сохраняются в специальном файле конфигурации, когда окно mIRC теряет фокус, и восстанавливаются, когда оно снова получает фокус.
sk: Nastavenia "oznamovanie dynamického obsahu", "prezerací kurzor sleduje textový kurzor", "Prerušiť reč pri písaní" a "Prerušiť reč klávesom enter" sa teraz po opustení okna uložia a následne obnovia po opätovnom zameraní okna mIRC.
tr: "Dinamik İçerik Değişikliklerini Bildirme", "Şapka inceleme imlecini hareket ettirir", "yazılan karakterler için konuşma kesme" ve "giriş tuşu için konuşma kesme" ayarları artık mIRC penceresi odağı kaybettiğinde ve geri yüklendiğinde otomatik olarak özel bir yapılandırma dosyasına kaydedilir. yeniden odak alır.
zh_cn: 当mIRC窗口失去焦点并恢复时，“报告动态内容更改”，“插入符移动查看光标”，“键入字符的语音中断”和“输入键的语音中断”设置现在自动保存到特殊配置文件中它再次得到关注。

source: Note: NVDA's "report Dynamic Content Changes" setting is enabled by default. If you use a speech system for mIRC such as Talking IRC or mIRC With Speech, toggle this setting off with the NVDA-5 hotkey to prevent incoming lines from being spoken twice.
hr: Napomena: NVDA postavka „Izvijesti o dinamičkim promjenama sadržaja” je standardno uključena. Ako koristiš govorni sustav za mIRC kao što je Talking IRC ili mIRC With Speech, isključi ovu opciju koristeći tipkovnički prečac NVDA-5, kako bi se spriječilo dvostruko izgovaranje nadolazećih redaka.
pl: Uwaga! "informowanie o dynamicznych zmianach treści" NVDA jest domyślnie włączone. Jeśli używasz systemu mowy dla mIRC, np. Talking IRC lub mIRC With Speech, wyłącz tę funkcję skrótem NVDA-5. Zapobiegnie to dwókrotnemu odczytywaniu nowych wiadomości.
pt_br: As configurações “reportar alterações de conteúdo dinâmico”, “o cursor de revisão de movimentos do cursor”, “interrupção de fala para caracteres digitados” e “interrupção de fala para a tecla Enter” agora são salvas automaticamente em um arquivo de configuração especial quando a janela do mIRC perde o foco e são restauradas quando o foco é recebido novamente.
ru: Примечание: Параметр NVDA "сообщать о динамических изменениях содержимого" включен по умолчанию. Если вы используете речевую систему для mIRC, например, для передачи IRC или mIRC с помощью речи, отключите этот параметр с помощью горячей клавиши NVDA-5, чтобы предотвратить повторное произнесение входящих строк.
sk: Upozorňujeme, že predvolene je zapnuté oznamovanie dynamicky meneného obsahu. Ak používate na oznamovanie iný systém, napr Talking IRC or mIRC With Speech, vypnite oznamovanie dynamicky meneného obsahu skratkou NVDA+5, aby ste nedostávali hlásenia dvakrát.
tr: Not: NVDA'nın "Dinamik İçerik Değişikliklerini Bildir" ayarı varsayılan olarak etkindir. mIRC için Talking IRC veya mIRC With Speech gibi bir konuşma sistemi kullanıyorsanız, gelen hatların iki kez konuşulmasını önlemek için bu ayarı NVDA-5 kısayol tuşuyla kapatın.
zh_cn: 注意：默认情况下启用NVDA的“报告动态内容更改”设置。如果您使用mIRC的语音系统（如Talking IRC或mIRC With Speech），请使用NVDA-5热键关闭此设置，以防止传入的线路被读两次。
