Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mozillaScripts.*.po
Languages: da, hr, pt_br, sk, tr, zh_cn

source: [[!meta title="Mozilla Apps Enhancements"]]
da: [[!meta title="Mozilla Apps Enhancements (forbedringer til Mozilla-apps)"]]
hr: [[!meta title="Proširenja u Mozillinim aplikacijama (Mozilla Apps Enhancements)"]]
pt_br: [[!meta title="Melhorias nos aplicativos da Mozilla"]]
sk: [[!meta title="Vylepšenia pre aplikácie Mozilla"]]
tr: [[!meta title="Mozilla uygulama Geliştirmeleri"]]
zh_cn: [[!meta title="Mozilla Apps增强"]]

source: Author: Javi Dominguez
da: Forfatter: Javi Dominguez
hr: Autor: Javi Dominguez
pt_br: Autor: Javi Dominguez
sk: Autor: Javi Dominguez
tr: Yazar: Javi Dominguez
zh_cn: 作者: Javi Dominguez

source: download [stable version][1]
da: download [stabil version][1]
hr: Preuzmi [stabilnu verziju][1]
pt_br: baixe a [versão estável][1]
sk: stiahnuť [stabilnú verziu][1]
tr: [kararlı sürümü indir][1]
zh_cn: 下载 [稳定版][1]

source: This add-on provides NVDA enhancements for Mozilla aps.
da: Denne tilføjelse giver NVDA-forbedringer til Mozilla-aps.
hr: Ovaj dodatak pruža NVDA proširenja u Mozillinim aplikacijama.
pt_br: Este complemento provê melhorias ao NVDA com aplicativos da Mozilla.
sk: Poskytuje vylepšenia pre aplikácie od spoločnosti Mozilla.
tr: Bu eklenti, Mozilla uygulamaları için NVDA ile kullanılabilen geliştirmeler sağlar.
zh_cn: 此插件为Mozilla aps提供NVDA增强功能。

source: Firefox
zh_cn: 火狐

source: NVDA+A (desktop) or NVDA+Control+A (laptop) Reads the page address. If pressed twice quickly, copies it to clipboard.
da: NVDA+ (desktop) eller NVDA+Ctrl+A (laptop): Læser sidens adresse. Hvis du trykker to gange hurtigt, kopierer du den til udklipsholderen.
hr: NVDA+A (ako je tipkovnica podešena za stolna računala) ili NVDA+kontrol+A (ako je tipkovnica podešena za prijenosna računala). Čita adresu stranice. Dvaput brzo pritisnuto, kopira adresu u međuspremnik.
pt_br: NVDA+A (desktop) ou NVDA+Control+A (laptop) lê o endereço da página. Se pressionada duas vezes rapidamente, copia o mesmo para a área de transferência.
sk: NVDA+A (rozloženie desktop) a NVDA+ctrl+a (rozloženie laptop): Prečíta adresný riadok. Stlačené dvakrát rýchlo za sebou skopíruje adresu do schránky.
tr: NVDA+A (masaüstü) veya NVDA+Control+A (dizüstü) Sayfa adresini okur. Hızlıca iki kez basılırsa, panoya kopyalar.
zh_cn: NVDA + A（桌面）或NVDA + Control + A（笔记本）读取页面地址。如果快速按两次，则将其复制到剪贴板。

source: NVDA+End (desktop) or NVDA+Shift+End (laptop) Reads the status bar. If pressed twice quickly, copies it to clipboard.
da: NVDA+End (desktop) eller NVDA+Skift+End (laptop): Læser statuslinjen. Hvis du trykker to gange hurtigt, kopierer du den til udklipsholderen.
hr: NVDA+End (desktop varijanta) ili NVDA+ŠIFT+End (laptop varijanta). Čita statusnu traku. Dvaput brzo pritisnuto, kopira pročitano u međuspremnik.
pt_br: NVDA+End (desktop) ou NVDA+Shift+End (laptop) lê a barra de status. Se pressionada duas vezes rapidamente, copia a mesma para a área de transferência.
sk: NVDA+end (desktop) a nvda+shift+end (laptop): Prečíta stavový riadok. Stlačené dvakrát rýchlo za sebou skopíruje informáciu do schránky.
tr: NVDA+Son (masaüstü) veya NVDA+Shift+Son (dizüstü) Durum çubuğunu okur. Hızlıca iki kez basılırsa, panoya kopyalar.
zh_cn: NVDA + End（桌面）或NVDA + Shift + End（笔记本）读取状态栏。如果快速按两次，则将其复制到剪贴板。

source: NVDA+F8 Shows a list of opened tabs. If pressed twice quickly, shows buttons of tool bar.
da: NVDA+F8: Viser en liste over åbne faner. Hvis der trykkes to gange hurtigt, vises knapperne på værktøjslinjen.
hr: NVDA+F8 Prikazuje popis otvorenih kartica. Dvaput brzo pritisnuto, prikazuje gumbe na alatnoj traci.
pt_br: NVDA+F8 mostra a lista de abas abertas. Se pressionada duas vezes rapidamente, mostra os botões da barra de ferramentas.
sk: NVDA+f8: Zobrazí zoznam záložiek. Stlačené dvakrát rýchlo za sebou presunie fokus na panel nástrojov.
tr: NVDA+F8 açılmış olan sekmelerin listesini gösterir. Hızlıca iki kez basılırsa, araç çubuğu düğmelerini gösterir.
zh_cn: NVDA + F8显示已打开选项卡的列表。如果快速按两次，则显示工具栏的按钮。

source: NVDA+Control+N Reads the last notification and it takes the system focus to it if it is possible. By pressing two times quickly shows the history of notifications.
da: NVDA+Ctrl+N: Læser den sidste meddelelse, og flytter systemfokus til meddelelsen, hvis det er muligt. Ved at trykke to gange hurtigt vises oversigten over notifikationer.
hr: NVDA+kontrol+N Čita zadnju obavijest i potreban je fokus sustava, ako je to moguće. Dvaput brzo pritisnuto, prikazuje povijest obavijesti.
pt_br: NVDA+Control+N lê a última notificação e leva o foco do sistema até ela se possível. Pressionar duas vezes rapidamente mostra o histórico de notificações.
sk: NVDA+ctrl+n: Zobrazí posledné upozornenie a presunie naň fokus. Stlačené dvakrát rýchlo za sebou zobrazí históriu upozornení.
tr: NVDA+Control+N Son bildirimi okur ve mümkünse sistem odağını taşır. İki kez basarak bildirimlerin geçmişini hızlı bir şekilde gösterir.
zh_cn: NVDA + Control + N读取最后一个通知，通过快速按两次显示通知的历史记录。

source: NVDA+F6 Brings the focus to the document.
da: NVDA+F6: Bringer fokus til dokumentet.
hr: NVDA+F6 Usmjerava fokus na dokument.
pt_br: NVDA+F6 traz o foco para o documento.
sk: NVDA+F6: Presunie fokus do dokumentu.
tr: NVDA+F6 Odağı belgeye getirir.
zh_cn: NVDA + F6将焦点定位在文档上。

source: Thunderbird
zh_cn: 雷鸟

source: Keystrokes can be customized in Preferences of NVDA > Input gestures when Firefox or Thunderbird are open.
da: Tastaturgenveje kan tilpasses i dialogen "Inputbevægelser" under NVDA-menuen>Opsætning, når Mozilla Firefox eller Thunderbird er åbne.
hr: Tipkovnički prečaci se mogu prilagoditi u NVDA izborniku Postavke>Ulazne geste, kad je otvoren Firefox ili Thunderbird.
pt_br: As teclas de atalho podem ser personalizadas nas Configurações do NVDA > Definir Comandos quando o Firefox ou o Thunderbird está aberto.
sk: Skratky si môžete upraviť. Stačí ak z otvoreného okna Firefoxu alebo Thunderbirdu vyvoláte dialóg klávesové skratky.
tr: Firefox veya Thunderbird açıkken NVDA Tercihleri ​​> Girdi hareketleri bölümünden kısayol tuşları özelleştirilebilir.
zh_cn: 当Firefox或Thunderbird打开时，可以在NVDA首选项>输入手势中自定义快捷键。

source: * In a message window: * Control+Shift+(1-4) Reads the sender and recipients of the message. If pressed twice quickly, opens the options menu. * Control+Shift+5 Reads the subject of the message. * Control+Shift+6 Reads date of the message. * Control+Shift+A Brings the focus to the list of attachments, if any. (These scripts are also available in the list of messages if you activate the preview pane.) * In the bar of fast filtering: * Press down Arrow to display more options, enter to check/unchek the selected option. * In messages list: * If the preview pane is active, press NVDA+downArrow (desktop) or NVDA+A (laptop) to read the message without leaving the list. * Control+NVDA+1-9 moves between columns. * NVDA+H Displays a dialog in which you can change the order of the columns in the message list.
hr: * U prozoru poruke: * Kontrol+šift+(1-4) Čita pošiljatelja i primatelje poruke. Dvaput brzo pritisnuto, otvara izbornik Opcije. * Kontrol+šift+5: Čita naslov poruke. * Kontrol+šift+6 Čita datum poruke. * Kontrol+šift+A Fokusira se na popis privitaka, ako postoji. (Ove skripte su također dostupne u popisu poruka, ako se aktivira prozor za pregled.) * U traci brzog filtriranja: * Pritisni Strelicu dolje za prikaz više opcija, enter za označavanje/odznačavanje odabrane opcije. * U popisu poruka: * Ako je prozor pregleda aktivan, pritisni NVDA+Strelicu dolje (desktop varijanta) ili NVDA+A (laptop varijanta) za čitanje poruke bez napuštanja popisa. * Kontrol+NVDA+1-9 premješta se između stupaca. * NVDA+H Prikazuje dijaloški okvir u kojem je moguće promijeniti redoslijed stupaca u popisu poruka.
pt_br: * Em uma janela de mensagem: * Control+Shift+(1-4) Lê o remetente e os destinatários da mensagem. Se pressionado duas vezes rapidamente, abre o menu de opções. * Control+Shift+5 Lê o assunto da mensagem. * Control+Shift+6 Lê a data da mensagem. * Control+Shift+A Leva o foco para a lista de anexos, se houver. (Esses scripts também estarão disponíveis na lista de mensagens se você ativar o painel de visualização). * Na barra de filtragem rápida: * Pressione a seta para baixo para exibir mais opções, digite para marcar/desmarcar a opção selecionada. * Na lista de mensagens: * Se o painel de visualização estiver ativo, pressione NVDA+seta para baixo (desktop) ou NVDA+A (laptop) para ler a mensagem sem sair da lista. * Control+NVDA+1-9 move-se entre as colunas. * NVDA+H Exibe uma caixa de diálogo na qual é possível alterar a ordem das colunas na lista de mensagens.
tr: * Bir mesaj penceresinde: * Control+Shift+(1-4) Mesajın göndericisini ve alıcılarını okur. Hızlı bir şekilde iki kez basıldığında seçenekler menüsünü açar. * Control+Shift+5 Mesajın konusunu okur. * Control+Shift+6 Mesajın tarihini okur. * Control+Shift+A Odağı, varsa ekler listesine getirir. (Önizleme bölmesini etkinleştirirseniz bu komutlar ileti listesinde de kullanılabilir.) * Hızlı filtreleme çubuğunda: * Daha fazla seçenek görüntülemek için aşağı Ok tuşuna basın, seçilen seçeneği işaretlemek/işaretini kaldırmak için Enter tuşuna basın. * Mesaj listesinde: * Önizleme bölmesi etkinse, mesajı listeden ayrılmadan okumak için NVDA+aşağı Ok (masaüstü) veya NVDA+A (dizüstü bilgisayar) tuşlarına basın. * Control+NVDA+1-9 sütunlar arasında geçiş yapar. * NVDA+H Mesaj listesindeki sütunların sırasını değiştirebileceğiniz bir iletişim kutusu görüntüler.
