Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mp3DirectCut.*.po
Languages: bg, da, de, fi, fr, hr, it, pl, pt_br, pt_pt, ru, sk, uk, zh_cn

source: Adding a script to open the help of the current add-on with 'NVDA+H';
bg: Добавена е команда за отваряне на помощната документация за добавката с 'NVDA+H';
da: Tilføje et script for at åbne hjælp fra det aktuelle tilføjelsesprogram med 'NVDA + H';
de: Ein Skript wurde hinzugefügt, welches das Öffnen der Hilfe der aktuellen Erweiterung mit NVDA + H ermöglicht;
fi: Lisätty skripti lisäosaohjeen avaamiseen näppäinkomennolla NVDA+H;
fr: Ajout d'un script pour ouvrir l'aide de l'extension accessible grâce au racourci-clavier "NVDA+H";
hr: Dodana skripta za otvaranje pomoći trenutnog dodatka sa 'NVDA+H';
it: Aggiunto uno script per aprire la guida di questo add-on con 'NVDA+H';
pl: Dodanie skryptu do otwierania pomocy bieżącego dodatku z "NVDA + H";
pt_br: Adicionado um script para abrir a ajuda do complemento atual com 'NVDA+H';
pt_pt: Adicionado um script para abrir a ajuda do extra actual com 'NVDA + H';
ru: Добавлен скрипт для открытия справки текущего дополнения при запущеной программе 'NVDA+H';
sk: Pridaný pomocník doplnku pod skratku nvda+h.
uk: Додано скрипт для відкриття довідки поточного додатка за допомогою комбінації клавіш 'NVDA+H';
zh_cn: 添加脚本以使用'NVDA + H'打开当前加载项的帮助;

source: Displacement of the add-on's configuration menu from the Tools menu to the Preferences menu of NVDA.
bg: Преместен е пунктът в менюто за конфигуриране на добавката от меню "Инструменти" в меню "Настройки" на NVDA.
da: Menuen tilknytted tilføjelsespakken befinder sig nu i NVDAs menu under indstillinger;
de: Das Konfigurationsmenü der Erweiterung wurde aus dem Menü Extras in das Menü Einstellungen von NVDA verschoben.
fi: Siirretty lisäosan asetusvalintaikkuna Työkalut-valikosta Asetukset-valikkoon.
fr: Déplacement du menu de configuration de l'extension du menu Outils vers le menu Préférences de NVDA.
hr: Premješten je izbornik konfiguracije dodatka iz izbornika Alati u izbornik Postavki NVDA.
it: Spostamento del menù di configurazione dell'add-on dal menù Strumenti al menù Preferenze di NVDA.
pl: Przesunięcie menu konfiguracyjnego dodatku z menu Narzędzia do menu Preferencje NVDA.
pt_br: Deslocamento do menu de configuração do complemento do menu Ferramentas para o menu Preferências do NVDA.
pt_pt: Deslocamento do menu de configuração do extra do menu Ferramentas para o menu Preferências do NVDA.
ru: Перемещено меню конфигурации из меню Сервис в меню параметров программы NVDA.
sk: Nastavenie doplnku presunuté z menu nástroje do menu nastavenia.
uk: Переміщення меню конфігурації додатка з меню інструментів до меню налаштувань NVDA.
zh_cn: 将插件的配置菜单从“工具”菜单移动到NVDA的“首选项”菜单。

source: Change for version 2.1
bg: Промени във версия 2.1
da: Ændringer for version 2.1
de: Änderungen in Version 2.1
fi: Muutokset versiossa 2.1
fr: Changements pour la version 2.1
hr: Promjene u verziji 2.1
it: Novità nella versione 2.1
pl: Zmiana w wersji 2.1
pt_br: Alterações para a versão 2.1
pt_pt: Alterações para a versão 2.1
ru: Изменение версии 2.1
sk: Verzia 2.1
uk: Зміни у версії 2.1
zh_cn: 版本2.1

source: Adding a script to vocalize moving to the next splitting point with Control+Right Arrow;
bg: Добавена е функция за съобщаване на преместването до следващата точка за разделяне с Control+Стрелка надясно;
da: Tilføjede et script til at annoncéreflytte næste opsplitningspunkt med CTRL+højrepil;
de: Ein Script wurde hinzugefügt, um die Bewegung zum nächsten Orientierungspunkt mit STRG+Rechtspfeil auszusprechen;
fi: Lisätty skripti, joka puhuu seuraavan leikkauskohdan siirryttäessä siihen näppäinkomennolla Control+Nuoli oikealle;
fr: Ajout d'un script pour vocaliser le déplacement vers le point de coupe suivant avec Contrôle+Flèche droite;
hr: Dodana skripta za vokaliziranje prijelaza na sljedeću točku razdvajanja s kontrol+strelica desno;
it: Aggiunto uno script per vocalizzare lo spostamento al punto di taglio successivo con Control+Freccia destra;
pl: Dodanie skryptu do wokalizacji przechodzącej do następnego punktu podziału za pomocą Control+strzałki w prawo;
pt_br: Adicionado um script para vocalizar mover-se para o próximo ponto de divisão com Control+Seta para Direita;
pt_pt: Adicionado um script para vocalizar mover-se para o próximo ponto de divisão com control+seta para a direita;
ru: Добавлен скрипт для озвучивания перехода к следующей точке разделения с помощью Control+ стрелка вправо;
sk: Pridané oznamovanie pri prechode na rozdelenie skratkou ctrl+pravá šípka;
uk: Додано скрипт для озвучення переміщення до наступної точки поділу за допомогою Control+стрілка вправо;
zh_cn: 使用Control + Right Arrow添加脚本以发声移动到下一个分割点;

source: Adding a script to vocalize moving to the previous splitting point with Control+Left Arrow;
bg: Добавена е функция за съобщаване на преместването до предишната точка за разделяне с Control+Стрелка наляво;
da: Tilføjede et script til at annoncerer når der flyttes til det forrige opsplitningspunkt med CTRL+Venstre pil;
de: Ein Script wurde hinzugefügt, um die Bewegung zum vorherigen Orientierungspunkt mit STRG+Linkspfeil auszusprechen;
fi: Lisätty skripti, joka puhuu edellisen leikkauskohdan siirryttäessä siihen näppäinkomennolla Control+Nuoli vasemmalle;
fr: Ajout d'un script pour vocaliser le déplacement vers le point de coupe précédent avec Contrôle+Flèche gauche;
hr: Dodana skripta za vokaliziranje prijelaza na prethodnu točku razdvajanja s kontrol+strelica lijevo;
it: Aggiunto uno script per vocalizzare lo spostamento al punto di taglio precedente con Control+Freccia sinistra;
pl: Dodanie skryptu do wokalizacji przechodzącej do poprzedniego punktu podziału za pomocą Control+strzałki w lewo;
pt_br: Adicionado um script para vocalizar mover-se para o ponto de divisão anterior com Control+Seta para Esquerda;
pt_pt: Adicionando um script para vocalizar mover-se para o ponto de divisão anterior com Control+Seta para a esquerda;
ru: Добавлен скрипт для озвучивания перехода к предыдущей точке разделения с помощью Control+ стрелка влево;
sk: Pridané oznamovanie pri prechode na rozdelenie skratkou ctrl+ľavá šípka;
uk: Додано скрипт для озвучення переміщення до попередньої точки поділу за допомогою Control+стрілка вліво;
zh_cn: 使用Control +左光标添加脚本以发声移动到上一个分割点;

source: Adding a script to vocalize the displacement of 4 hundredths of second ahead, with Shift+Right Arrow;
bg: Добавена е функция за съобщаване на преминаването напред с 4 стотни от секундата чрез Shift+Стрелка надясно;
da: Tilføjede et script til at annoncerer 4 hundrededele af et sekund forude, med Shift+højre pil;
de: Ein Skript wurde hinzugefügt, um die Verschiebung um vierhundertstel Sekunden vorwärts mit Umschalt+Rechtspfeil anzusagen;
fi: Lisätty skripti, joka puhuu siirryttäessä neljä sekunnin sadasosaa eteenpäin näppäinkomennolla Shift+Nuoli oikealle;
fr: Ajout d'un script pour vocaliser le déplacement de 4 centièmes de secondes en avant, avec Maj+Flèche droite;
hr: Dodana skripta za vokaliziranje pomaka od 4 stotinke sekunde unaprijed, sa šift+strelica desno;
it: Aggiunto uno script per vocalizzare lo spostamento in avanti di 4 centesimi di secondo con Shift+Freccia destra;
pl: Dodanie skryptu do wokalizacji przemieszczenia o 4 setne sekundy do przodu, z Shift + strzałka w prawo;
pt_br: Adicionado um script para vocalizar o deslocamento de avanço de 4 centésimos de segundo, com Shift+Seta para Direita;
pt_pt: Adicionado um script para vocalizar o avanço de 4 centésimas de segundo, com Shift+Seta para a direita;
ru: Добавлен скрипт для озвучивания перемещения на 4 сотых секунды вперед с помощью Shift+ стрелка вправо;
sk: Pridané oznamovanie pri pohybe skratkou shift+pravá šípka;
uk: Додано опис для озвучування перемотування на 4 сотих секунди вперед за допомогою Shift+стрілка вправо;
zh_cn: 使用Shift +右光标添加一个脚本，用于向前方播放百分之四秒的位移;

source: Adding a script to vocalize the displacement of 4 hundredths of second back, with Shift+Left Arrow;
bg: Добавена е функция за съобщаване на преминаването назад с 4 стотни от секундата чрез Shift+Стрелка наляво;
da: Tilføjede et script til at annoncerer 4 hundrededele af et sekund bagude, med Shift+venstre pil;
de: Ein Skript wurde hinzugefügt, um die Verschiebung um vierhundertstel Sekunden rückwärts mit Umschalt+Linkspfeil anzusagen;
fi: Lisätty skripti, joka puhuu siirryttäessä neljä sekunnin sadasosaa taaksepäin näppäinkomennolla Shift+Nuoli vasemmalle;
fr: Ajout d'un script pour vocaliser le déplacement de 4 centièmes de secondes en arrière, avec Maj+Flèche gauche;
hr: Dodana skripta za vokaliziranje pomaka od 4 stotinke sekunde unatrag, sa šift+strelica lijevo;
it: Aggiunto uno script per vocalizzare lo spostamento all'indietro di 4 centesimi di secondo con Shift+Freccia sinistra;
pl: Dodanie skryptu do wokalizacji przemieszczenia 4 setnych sekundy do tyłu, z Shift + strzałka w lewo;
pt_br: Adicionado um script para vocalizar o deslocamento de retrocesso de 4 centésimos de segundo, com Shift+Seta para Esquerda;
pt_pt: Adicionado um script para vocalizar o retrocesso de 4 centésimas de segundo, com Shift+Seta para a esquerda;
ru: Добавлен скрипт для озвучивания перемещения на 4 сотых секунды назад с помощью Shift+ стрелка влево;
sk: Pridané oznamovanie pri pohybe skratkou shift+ľavá šípka;
uk: Додано опис для озвучування перемотування на 4 сотих секунди назад за допомогою Shift+стрілка вліво;
zh_cn: 使用Shift +左光标添加一个脚本来发出第二百分之二秒位移的位移;

source: Correction of the addon's summary from 'for mp3DirectCut' to 'mp3DirectCut'.
bg: Корекция в резюмето за добавката от "за mp3DirectCut" на "mp3DirectCut".
da: Rettelse af tilføjelsespakkens opsummering 'for mp3DirectCut' til 'mp3DirectCut'.
de: Kleine Verbesserungen des Titels.
fi: Korjattu lisäosan yhteenvedoksi "mp3DirectCut".
fr: Corection du summary de l'extension de "Pour mp3DirectCut" en "mp3DirectCut".
hr: Ispravak sažetka dodatka iz 'za mp3DirectCut' u 'mp3DirectCut'.
it: Correzione del titolo dell'add-on da 'per mp3DirectCut' a 'mp3DirectCut'.
pl: Korekta podsumowania dodatku z 'for mp3DirectCut' na 'mp3DirectCut'.
pt_br: Correção do resumo do complemento de 'para mp3DirectCut' para 'mp3DirectCut'.
pt_pt: Correção do resumo do addon de 'para mp3DirectCut' para 'mp3DirectCut'.
ru: Исправлена суммарная информация дополнения С 'for mp3DirectCut' на 'mp3DirectCut'.
sk: Opravený preklep v informácii o doplnku.
uk: Виправлено назву додатка з 'for mp3DirectCut' на 'mp3DirectCut'.
zh_cn: 将“for mp3DirectCut”中的插件摘要更正为“mp3DirectCut”。

source: Change for version 2.0
bg: Промени във версия 2.0
da: Ændringer for version 2.0
de: Änderungen in Version 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
pl: Zmiana w wersji 2.0
pt_br: Alterações para a versão 2.0
pt_pt: Alteração para a versão 2.0
ru: Изменение версии 2.0
sk: Verzia 2.0
uk: Зміни у версії 2.0
zh_cn: 版本2.0

source: Adding a script to know the remaining time with 'Control Shift R';
bg: Добавена е команда за съобщаване на оставащото времетраене с Control+Shift+R;
da: Tilføjede et script for at kende den resterende tid med CTRL+Skift+R;
de: Ein Skript wurde hinzugefügt, um die verstrichene Zeit mit STRG+Umschalt+R anzusagen;
fi: Lisätty jäljellä olevan ajan ilmoittava komento Control+Shift+R;
fr: Ajout d'un script pour connaître la durée restante avec "Contrôle + Maj + R";
hr: Dodana je skripta, kako bi se saznalo preostalo vrijeme s 'kontrol šift R';
it: Aggiunto uno script per conoscere il tempo rimanente con 'Control Shift R';
pl: Dodanie skryptu, aby poznać pozostały czas za pomocą "Control Shift R";
pt_br: Adicionado um script para saber o tempo restante com 'Control Shift R';
pt_pt: Adicionado um script para saber o tempo restante com 'Control+Shift+R';
ru: Добавлен скрипт для выяснения оставшегося времени 'Control Shift R';
sk: Skratka ctrl+shift+r oznamuje zostávajúci čas;
uk: Додано скрипт для визначення часу що залишився за допомогою 'Control Shift R';
zh_cn: 添加一个快捷键, 朗读剩余的时间与 "Ctrl+Shift+R";

source: Fixed reading durations including hours;
bg: Поправено е четенето на времетраенето, съдържащо часове;
da: Rettede et problem med at læse varigheden, herunder timer;
de: Das Vorlesen der Dauer (inkl. Stunden) wurde verbessert;
fi: Korjattu keston, tunnit mukaan lukien, lukeminen;
fr: Correction de la lecture des durées comportant des heures;
hr: Poboljšan način čitanja trajanja uključujući sate;
it: Sistemata la durata della riproduzione, che ora comprende anche le ore;
pl: Stały czas czytania, w tym godziny;
pt_br: Corrigida a duração da leitura incluindo horas;
pt_pt: Fixada a uração da leitura, incluindo horas;
ru: Исправлено чтение длительности, включая часы;
sk: Opravené čítanie času, teraz číta aj hodiny;
uk: Виправлено зчитування тривалості, включаючи години;
zh_cn: 固定阅读时间，包括小时;

source: Added ability to differentiate thousandths or hundredths of seconds.
bg: Добавена е способността за открояване на хилядни и стотни от секундата.
da: Tilføjet mulighed for at differentiere tusindedele eller hundrededele af sekunder;
de: Es besteht nun die Möglichkeit zwischen hundertstel und tausendstel Sekunden zu unterscheiden.
fi: Lisätty mahdollisuus sekunnin tuhannes- ja sadasosien erottamiseen toisistaan.
fr: Ajout de la possibilité de différencier les millièmes ou centièmes de secondes.
hr: Dodana mogućnost razlikovanja tisućinki ili stotinki sekunde.
it: Aggiunta la capacità di differenziare i millesimi e i centesimi di secondo.
pl: Dodano możliwość różnicowania tysięcznych lub setnych części sekundy.
pt_br: Adicionada a habilidade para diferenciar milésimos ou centésimos de segundos.
pt_pt: Adicionada a Habilidade para diferenciar milésimos ou centésimos de segundo.
ru: Добавлена возможность разделять тысячные или сотые доли секунд.
sk: Rozlišuje stotiny a tisíciny sekundy;
uk: Додано можливість розрізняти тисячні або соті частки секунди.
zh_cn: 增加了区分千分之一秒或百分之一秒的功能。

source: Change for version 1.1
bg: Промени във версия 1.1
da: Ænderinger for version 1.1
de: Änderungen in Version 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
hr: Promjene u verziji 1.1
it: Novità nella versione 1.1
pl: Zmiana wersji 1.1
pt_br: Alterações para a versão 1.1
pt_pt: Alteração para a versão 1.1
ru: Изменение версии 1.1
sk: Verzia 1.1
uk: Зміни у версії 1.1
zh_cn: 版本1.1

source: Added the ability to include the mp3DirectCut category into the Input Gestures;
bg: Вече може да се променят командите за добавката от категорията "mp3DirectCut" в прозореца "Жестове на въвеждане" на NVDA;
da: Tilføjet muligheden for at inkludere mp3DirectCut-kategorien i dialogen "Håndter kommandoer";
de: Es wurde die Möglichkeit hinzugefügt, die Kategorie mp3DirectCut im Dialog "Eingaben" aufzunehmen;
fi: Lisätty Mp3DirectCut-kategoria Näppäinkomennot-valintaikkunaan;
fr: Ajout de la possibilité d'inclure la catégorie mp3DirectCut dans les gestes de commandes;
hr: Dodana je mogućnost uvrštavanja mp3DirectCut kategorije u Ulazne geste;
it: Aggiunta la capacità di includere la categoria mp3DirectCut nella finestra gesti e tasti di immissione;
pl: Dodano możliwość włączenia kategorii mp3DirectCut do gestów wejściowych;
pt_br: Acrescentada a capacidade de incluir a categoria mp3DirectCut nos gestos de entrada (definir comandos);
pt_pt: Acrescentada a capacidade de incluir a categoria mp3DirectCut na entrada de comandos;
ru: Добавлена возможность включать категорию mp3DirectCut в жесты ввода;
sk: Pridaná kategória mp3DirectCut do dialógu klávesové skratky;
uk: Додано можливість включення категорії mp3DirectCut в жести вводу;
zh_cn: 可以在输入手势中mp3DirectCut这个分类里修改快捷键;

source: They will be visible only during use of the mp3DirectCut software.
bg: Те ще се показват там, само ако е стартирана и е на фокус програмата "mp3DirectCut".
da: De vil kun være synlige under brug af mp3DirectCut-softwaren.
de: Sie sind nur während der Verwendung der mp3DirectCut-Software sichtbar.
fi: Se on näkyvissä vain sovellusta käytettäessä.
fr: Ils ne seront visibles que pendant l'utilisation du logiciel mp3DirectCut.
hr: Oni će biti vidljivi samo tijekom korištenja softvera mp3DirectCut.
it: Questi tasti saranno visibili solo durante l'utilizzo del prodotto.
pl: Będą one widoczne tylko podczas korzystania z oprogramowania mp3DirectCut.
pt_br: Eles serão visíveis apenas durante o uso do software mp3DirectCut.
pt_pt: Esses comandos serão visíveis somente durante o uso do mp3DirectCut.
ru: Она будет видна только во время использования программы mp3DirectCut.
sk: Zobrazí sa, len ak dialóg otvoríte z okna mp3DirectCut.
uk: Вона буде доступною лише під час використання програми mp3DirectCut.
zh_cn: 它们将仅在使用 mp3DirectCut 软件时可见。

source: Added the ability to enable or disable automatic messages, in the tools menu of NVDA, item 'mp3DirectCut configuration';
bg: Добавена е възможността за разрешаването и забраняването на автоматичните съобщения, в меню "Инструменти" на NVDA, пункта "Настройки на mp3DirectCut";
da: Tilføjet muligheden for at aktivere eller deaktivere automatiske beskeder, i værktøjsmenuen i NVDA, punkt 'mp3DirectCut-konfiguration';
de: Es wurde die Möglichkeit hinzugefügt, automatische Benachrichtigungen im Extras-Menü von NVDA unter dem Eintrag "mp3DirectCut-Konfiguration" zu aktivieren oder zu deaktivieren;
fi: Lisäosan asetuksiin lisätty mahdollisuus automaattisten ilmoitusten käyttöön ottamiseen tai käytöstä poistamiseen;
fr: Ajout de la possibilité d'activer ou de désactiver les messages automatiques, dans le menu Outils de NVDA, élément "Configuration de mp3DirectCut";
hr: Dodana mogućnost omogućavanja ili onemogućavanja automatskih poruka, u NVDA izborniku Alati, „mp3DirectCut konfiguracija”;
it: Aggiunta la possibilità di attivare o disattivare i messaggi automatici, nel menù strumenti di NVDA, elemento 'configurazione di mp3DirectCut';
pl: Dodano możliwość włączania lub wyłączania automatycznych wiadomości, w menu narzędzi NVDA, pozycja "konfiguracja mp3DirectCut";
pt_br: Adicionada a capacidade de habilitar ou desabilitar o anúncio de mensagens automáticas, no menu de ferramentas do NVDA, item 'Configurações do mp3DirectCut';
pt_pt: Adicionada a capacidade de activar ou desactivar o anúncio de mensagens automáticas, no menu de ferramentas do NVDA, no item 'Configurações do mp3DirectCut';
ru: Добавлена возможность включать или отключать автоматические сообщения в меню сервис NVDA, пункт 'Настройки mp3DirectCut';
sk: Pridaná možnosť nastaviť výrečnosť;
uk: Додано можливість вмикати або вимикати автоматичні повідомлення в меню інструментів NVDA, розділ 'mp3DirectCut configuration';
zh_cn: 添加了在NVDA配置选项中启用或禁用朗读选择范围的功能;

source: Change for version 1.0
bg: Промени във версия 1.0
da: Ændringer for version 1.0
de: Änderungen in Version 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
pl: Zmiana w wersji 1.0
pt_br: Alterações para a versão 1.0
pt_pt: Alterações para a versão 1.0
ru: Изменение версии 1.0
sk: Verzia 1.0
uk: Зміни у версії 1.0
zh_cn: 版本1.0

source: Initial version.
bg: Първо издание.
da: Oprindelige version.
de: Erste Version.
fi: Ensimmäinen versio.
fr: Première version.
hr: Prva verzija.
it: Versione iniziale.
pl: Wstępne wydanie.
pt_br: Versão inicial.
pt_pt: Versão inicial
ru: Первоначальная версия.
sk: Prvé vydanie.
uk: Перша версія.
zh_cn: 发布初始版本。

source: NVDA+H
de: NVDA+A

source: N
da: Slut

source: [[!meta title="mp3DirectCut"]]
zh_cn: [[!meta title="mp3DirectCut-NVDA支持插件"]]
