Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mp3DirectCut.*.po
Languages: bg, da, de, fi, fr, hr, it, pl, pt_br, pt_pt, ru, sk, uk, zh_cn

source: Moves the playback cursor at the end of the current file and give the total time.
bg: Премества курсора за възпроизвеждане в края на текущия файл и съобщава общото времетраене.
da: Flytter afspilningsmarkøren til slutningen af den aktuelle fil og oplyser den samlede tid.
de: Bewegt den Wiedergabecursor am Ende der aktuellen Datei und meldet die Gesamtdauer.
fi: Siirtää toistokohdistimen tiedoston loppuun ja ilmoittaa kokonaiskeston.
fr: Permet de déplacer le curseur de lecture tout à la fin du morceau en cours et donne la durée totale.
hr: Premješta kusora za reprodukciju na kraj trenutačne datoteke i navodi ukupno vrijeme.
it: Sposta il cursore di riproduzione alla fine del file corrente e ne fornisce la durata totale.
pl: Przesuwa kursor odtwarzania na końcu bieżącego pliku i podaje całkowity czas.
pt_br: Move o cursor de reprodução ao final do arquivo atual e diz o tempo total.
pt_pt: Move o cursor de reprodução para o final do ficheiro e diz o tempo total.
ru: Перемещает курсор воспроизведения в конец текущего файла и показывает общее время.
sk: Presunie kurzor na koniec súboru a oznámi celkové trvanie nahrávky.
uk: Переміщує курсор відтворення в кінець поточного файлу і вказує загальну тривалість.
zh_cn: 将播放光标移动到当前文件的末尾, 并给出总时间。

source: Home
da: Hjem
de: Pos1
fr: Début ou Origine
pt_pt: Início
uk: На початок
zh_cn: 动作按钮: 第一张

source: Moves the playback cursor at the beginning of the current file.
bg: Премества курсора за възпроизвеждане в началото на текущия файл.
da: Flytter afspilningsmarkøren til begyndelsen af den aktuelle fil.
de: Bewegt den Wiedergabecursor an den Anfang der aktuellen Datei.
fi: Siirtää toistokohdistimen tiedoston alkuun.
fr: Permet de déplacer le curseur de lecture tout au début du morceau en cours.
hr: Premješta kusora za reprodukciju na početak trenutačne datoteke.
it: Sposta il cursore di riproduzione all'inizio del file corrente.
pl: Przesuwa kursor odtwarzania na początku bieżącego pliku.
pt_br: Move o cursor de reprodução ao início do arquivo atual.
pt_pt: Move o cursor de reprodução para o início do ficheiro actual.
ru: Перемещает курсор воспроизведения в начало текущего файла.
sk: Presunie kurzor na začiatok súboru.
uk: Переміщує курсор відтворення на початок поточного файлу.
zh_cn: 将播放光标移动到当前文件的开头。

source: Left Arrow
bg: Стрелка наляво
da: Venstre pil
de: Pfeil links
fi: Nuoli vasemmalle
fr: Flèche gauche
hr: Strelica lijevo
it: Freccia sinistra
pl: Strzałka w lewo
pt_br: Seta para Esquerda
pt_pt: Seta esquerda
ru: Стрелка Вправо
sk: ľavá šípka
uk: Стрілка вліво
zh_cn: 左箭头

source: Lets make a brief return back of one second during playback, while giving the current duration.
bg: Превърта с 1 секунда назад по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler ét sekund tilbage under afspilning og opkyser den samlede tid.
de: Springt während der Wiedergabe eine Sekunde rückwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa sekunnin taaksepäin ja ilmoittaa nykyisen sijainnin.
fr: Permet de faire un retour en arrière d'une seconde durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak natrag od jedne sekunde tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Torna indietro di un secondo durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Zróbmy krótki powrót o jedną sekundę podczas odtwarzania, podając bieżący czas trwania.
pt_br: Retrocede brevemente um segundo durante a reprodução, dizendo a duração atual.
pt_pt: Retrocede um segundo na reprodução e diz a duração.
ru: Позволяет сделать краткий возврат назад на одну секунду во время воспроизведения, указав при этом текущую длительность.
sk: vráti sa o sekundu späť a oznámi pozíciu kurzora.
uk: Дозволяє зробити коротке перемотування назад на 1 секунду під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中短暂返回一秒, 同时给出当前持续时间。

source: This duration is configurable in the options of mp3directcut.
bg: Времетраенето на стъпката за превъртане може да се променя в настройките на mp3DirectCut.
da: Denne varighed kan konfigureres i mulighederne for mp3directcut.
de: Diese Dauer ist in den Optionen von mp3directcut konfigurierbar.
fi: Mp3DirectCutin asetuksista on mahdollista määrittää, paljonko tämä komento siirtää.
fr: La durée de ce retour est configurable dans les options de mp3directcut.
hr: Trajanje je moguće konfigurirati u opcijama za mp3directcut.
it: Tale tempo è configurabile nelle opzioni di mp3directcut.
pl: Ten czas trwania jest konfigurowalny w opcjach mp3directcut.
pt_br: Esta duração é configurável nas opções do mp3directcut.
pt_pt: Esta duração é configurável nas opções do programa.
ru: Эта длительность настраивается в настройках mp3directcut.
sk: Oznamovanie sa dá vypnúť a zapnúť v nastaveniach doplnku.
uk: Ця тривалість налаштовується в налаштуваннях mp3DirectCut.
zh_cn: 此持续时间可在 mp3directcut 选项中进行配置。

source: Used to confirm correct placement of the marker of the end of the selection N.
bg: Използва се за потвърждаване на правилното позициониране на маркера за край на селекцията (N).
da: Bruges til at bekræfte korrekt placering af markøren for slutningen af markeringen N.
de: Wird verwendet, um die korrekte Platzierung des Markers am Ende der Auswahl N zu bestätigen.
fi: Asettaa valinnan lopetusmerkin.
fr: Permet de confirmer le bon placement du marqueur de fin de sélection N.
hr: Koristi se za potvrđivanje ispravnosti pozicije oznake za kraj N odabira.
it: Utilizzato per confermare il corretto posizionamento del marcatore di fine della selezione N.
pl: Służy do potwierdzenia prawidłowego umieszczenia znacznika końca zaznaczenia N.
pt_br: Usado para confirmar a posição correta do marcador de fim de seleção N.
pt_pt: Usado para confirmar a posição correcta do marcador de fim de selecção, n.
ru: Используется для подтверждения правильного размещения маркера конца выделения N.
sk: Umiestni koncovú značku.
uk: Використовується для підтвердження правильного розміщення маркера кінця виділення N.
zh_cn: 用于确认选择 N 的末尾标记的正确位置。

source: Page Down
da: Side ned
de: Seite ab
fr: Page suivante
it: Pagina giù
pt_pt: Página para baixo
uk: Сторінка вниз
zh_cn: 下翻页

source: Lets make a leap forward of 10 seconds during playback, while giving the current duration.
bg: Превърта с 10 секунди напред по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler hurtigt 10 sekunder fremad og oplyser den samlede tid.
de: Springt während der Wiedergabe 10 Sekunden vorwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa kymmenen sekuntia eteenpäin ja ilmoittaa nykyisen sijainnin.
fr: Permet de faire un saut en avant de 10 secondes durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak naprijed od deset sekundi tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Va avanti di 10 secondi durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Zróbmy skok do przodu o 10 sekund podczas odtwarzania, podając bieżący czas trwania.
pt_br: Avança 10 segundos durante a reprodução, dizendo a duração atual.
pt_pt: Dá um avanço de dez segundos na reprodução, dizendo a duração.
ru: Позволяет сделать скачок на 10 секунд вперёд во время воспроизведения, указав при этом текущую продолжительность.
sk: Prejde o 10 sekúnd dopredu a oznámi pozíciu kurzora.
uk: Дозволяє промотати вперед на 10 секунд під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中进行10秒的飞跃, 同时给出当前持续时间。

source: Page Up
da: Side op
de: Seite auf
fr: Page précédente
it: Pagina su
pt_pt: Página para cima
uk: Сторінка вгору
zh_cn: 上翻页

source: Lets make a return back of 10 seconds during playback, while giving the current duration.
bg: Превърта с 10 секунди назад по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler hurtigt 10 sekunder tilbage og oplyser den samlede tid.
de: Springt während der Wiedergabe 10 Sekunden rückwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa 10 sekuntia taaksepäin ja ilmoittaa nykyisen sijainnin.
fr: Permet de faire un saut en arrière de 10 secondes durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak natrag od deset sekundi tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Va indietro di 10 secondi durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Przywróćmy 10 sekund podczas odtwarzania, podając bieżący czas trwania.
pt_br: Retorna 10 segundos durante a reprodução, dizendo a duração atual.
pt_pt: Dá um retrocesso de dez segundos na reprodução, dizendo a duração.
ru: Позволяет сделать скачок на 10 секунд назад во время воспроизведения, указав при этом текущую продолжительность.
sk: Vráti sa o 10 sekúnd a oznámi pozíciu kurzora.
uk: Дозволяє промотати назад на 10 секунд під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中返回 10秒, 同时给出当前持续时间。

source: Allows to prepare a record and whether you can press spacebar to start.
bg: Позволява подготовка за запис, след което можете да натиснете клавиша интервал, за да започнете записването.
da: Gør klar til optagelse, således du kan trykke mellemrum for at begynde.
de: Ermöglicht die Vorbereitung einer Aufnahme. Drücken Sie die Leertaste zum Starten.
fi: Valmistelee sovelluksen äänitystä varten. Äänitys aloitetaan painamalla Väli-näppäintä.
fr: Permet de préparer un enregistrement et indique si vous pouvez appuyer sur espace pour le commencer.
hr: Omogućuje pripremiti snimanje i odlučiti, hoće li se za pokretanje snimanja koristiti razmaknica.
it: Consente di preparare una registrazione; premete spazio per avviarla.
pl: Umożliwia przygotowanie nagrywania i to, czy można nacisnąć spację, aby rozpocząć.
pt_br: Permite preparar uma gravação e que você pode pressionar a barra de espaço para iniciar.
pt_pt: Permite preparar uma gravação, que deverá ser iniciada com uma barra de espaços.
ru: Позволяет подготовить запись и указать, можете ли вы нажать пробел для начала.
sk: Prepne do režimu nahrávania, kde je možné samotné nahrávanie spustiť medzerou.
uk: Дозволяє підготувати запис і визначити, чи можна натискати пробіл щоб почати.
zh_cn: 允许准备记录以及是否可以按空格键启动。

source: Right Arrow
bg: Стрелка надясно
da: Højre pil
de: Pfeil rechts
fi: Nuoli oikealle
fr: Flèche droite
hr: Strelica desno
it: Freccia destra
pl: Strzałka w prawo
pt_br: Seta para Direita
pt_pt: Seta para a direita
ru: Стрелка Вправо
sk: šípka doprava
uk: Стрілка вправо
zh_cn: 右箭头

source: Lets do a brief forward of one second during playback, while giving the current duration.
bg: Превърта с 1 секунда напред по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler ét sekund fremad under afspilning og opkyser den samlede tid.
de: Springt während der Wiedergabe eine Sekunde vorwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa sekunnin eteenpäin ja ilmoittaa nykyisen sijainnin.
fr: Permet d'avancer d'une secondes durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak naprijed od jedne sekunde tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Va avanti di un secondo durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Zróbmy krótki czas do przodu o jedną sekundę podczas odtwarzania, podając bieżący czas trwania.
pt_br: Avança brevemente um segundo durante a reprodução, dizendo a duração atual.
pt_pt: Avança um segundo na reprodução, dizendo a duração.
ru: Позволяет сделать короткую перемотку вперед на одну секунду во время воспроизведения, указав при этом текущую длительность.
sk: Presunie kurzor o sekundu dopredu a oznámi pozíciu kurzora.
uk: Дозволяє зробити коротке перемотування на 1 секунду вперед під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中做一秒钟的短暂转发, 同时给出当前的持续时间。

source: Ctrl+Right Arrow
bg: Control+Стрелка надясно
da: Ctrl+højre pil
de: STRG+Pfeil rechts
fi: Ctrl+Nuoli oikealle
fr: Contrôle+Flèche droite
hr: Kontrol+strelica desno
it: Ctrl+Freccia destra
pl: Ctrl+strzałka w prawo
pt_br: Ctrl+Seta para Direita
pt_pt: Ctrl+seta para a direita
ru: Ctrl+Стрелка Вправо
sk: Ctrl+pravá šípka
uk: Ctrl+стрілка вправо
zh_cn: Ctrl + 右箭头

source: Moves to the next splitting point, while giving the current duration.
bg: Преминава до следващата разделителна точка, съобщавайки текущото времетраене.
da: Flytter til næste splitpunkt, mens den aktuelle varighed oplys.
de: Springt zum nächsten Aufteilungspunkt, wobei die aktuelle Dauer gemeldet wird.
fi: Siirtää seuraavaan leikkauskohtaan ja ilmoittaa sen sijainnin.
fr: Permet de se déplacer au prochain point de coupe, tout en donnant la durée actuelle.
hr: Premješta se na sljedeću točku podjele, uz istodobno navođenje trajanja.
it: Sposta al punto di taglio successivo, fornendone il tempo di riproduzione.
pl: Przechodzi do następnego punktu podziału, podając bieżący czas trwania.
pt_br: Move para o próximo ponto de divisão, dizendo a duração atual.
pt_pt: Move o cursor para o próximo ponto de divisão, dizendo a duração actual.
ru: Переходит к следующей точке разделения, предоставляя при этом текущую длительность.
sk: Prejde na rozdelenie a oznámi čas.
uk: Переходить до наступної точки поділу, вказавши поточну тривалість.
zh_cn: 移动到下一个拆分点, 同时给出当前持续时间。

source: Ctrl+Left Arrow
bg: Control+Стрелка наляво
da: Ctrl+venstre pil
de: STRG+Pfeil links
fi: Ctrl+Nuoli vasemmalle
fr: Contrôle+Flèche gauche
hr: Kontrol+strelica lijevo
it: Ctrl+Freccia sinistra
pl: Ctrl+strzałka w lewo
pt_br: Ctrl+Seta para Esquerda
pt_pt: Ctrl+seta para esquerda
ru: Ctrl+Стрелка Влево
sk: Ctrl+ľavá šípka
uk: Ctrl+стрілка вліво
zh_cn: Ctrl + 左箭头

source: Moves to the previous splitting point, while giving the current duration.
bg: Преминава до предишната разделителна точка, съобщавайки текущото времетраене.
da: Flytter til det forrige splitpunkt, mens den aktuelle varighed oplyses.
de: Springt zum vorherigen Aufteilungspunkt, wobei die aktuelle Dauer gemeldet wird.
fi: Siirtää edelliseen leikkauskohtaan ja ilmoittaa sen sijainnin.
fr: Permet de se déplacer au point de coupe précédent, tout en donnant la durée actuelle.
hr: Premješta se na prethodnu točku podjele, uz istodobno navođenje trajanja.
it: Sposta al punto di taglio precedente, fornendone il tempo di riproduzione.
pl: Przechodzi do poprzedniego punktu podziału, podając bieżący czas trwania.
pt_br: Move para o ponto de divisão anterior, dizendo a duração atual.
pt_pt: Move o cursor para o ponto de divisão anterior, dizendo a duração actual.
ru: Перемещается к предыдущей точке разделения, предоставляя при этом текущую длительность.
sk: Prejde na predchádzajúce rozdelenie a oznámi pozíciu kurzora.
uk: Переходить до попередньої точки поділу, вказавши поточну тривалість.
zh_cn: 移动到上一个拆分点, 同时给出当前持续时间。

source: Shift+Right Arrow
bg: Shift+Стрелка надясно
da: Skift+højre pil
de: Umschalt+Pfeil rechts
fi: Vaihto+Nuoli oikealle
fr: Maj+Flèche droite
hr: Shift+strelica desno
it: Shift+Freccia destra
pl: Shift+strzałka w prawo
pt_br: Shift+Seta para Direita
pt_pt: Shift+seta para a direita
ru: Shift+Стрелка Вправо
sk: Shift+pravá šípka
uk: Shift+стрілка вправо
zh_cn: Shift+右箭头

source: Lets do a brief forward of four hundredths of seconds during playback, while giving the current duration.
bg: Превърта с 4 стотни от секундата напред по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler fire hundrededele fremad af ét sekund under afspilning og opkyser den samlede tid.
de: Springt während der Wiedergabe vierhundertstel Sekunden vorwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa neljä sekunnin sadasosaa eteenpäin ja ilmoittaa nykyisen sijainnin.
fr: Permet de faire un petit saut de quatre centièmes de secondes en avant durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak naprijed od jedne stotinke sekunde tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Va avanti di 4 centesimi di secondo durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Zróbmy krótki czas do przodu o cztery setne sekundy podczas odtwarzania, podając bieżący czas trwania.
pt_br: Faz um breve avanço de quatro centésimos de segundos durante a reprodução, dizendo a duração atual.
pt_pt: faz um breve avanço de quatro centésimos de segundos durante a reprodução, lendo a duração actual.
ru: Позволяет сделать короткую перемотку вперед на четыре сотых секунды во время воспроизведения, указав при этом текущую длительность.
sk: Preskočí o 4 stotiny sekundy dopredu a oznámi pozíciu kurzora.
uk: Дозволяє зробити коротке перемотування вперед на чотири сотих секунди під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中做一个四百分之一秒的简短转发, 同时给出当前的持续时间。

source: Shift+Left Arrow
bg: Shift+Стрелка наляво
da: Skift+venstre pil
de: Umschalt+Pfeil links
fi: Vaihto+Nuoli vasemmalle
fr: Maj+Flèche gauche
hr: Shift+strelica lijevo
it: Shift+Freccia sinistra
pl: Shift+strzałka w lewo
pt_br: Shift+Seta para Esquerda
pt_pt: shift+seta para a esquerda
ru: Shift+Стрелка Влево
sk: Shift+ľavá šípka
uk: Shift+стрілка вліво
zh_cn: Shift+左箭头

source: Lets do a brief backwards of four hundredths of seconds during playback, while giving the current duration.
bg: Превърта с 4 стотни от секундата назад по време на възпроизвеждане, съобщавайки текущото времетраене.
da: Spoler fire hundrededele tilbage af ét sekund under afspilning og opkyser den samlede tid.
de: Springt während der Wiedergabe vierhundertstel Sekunden rückwärts, während die aktuelle Dauer gemeldet wird.
fi: Siirtää toistettaessa neljä sekunnin sadasosaa taaksepäin ja ilmoittaa nykyisen sijainnin.
fr: Permet de faire un petit saut de quatre centièmes de secondes en arrière durant une lecture, tout en donnant la durée en cours.
hr: Omogućuje pomak natrag od jedne stotinke sekunde tijekom reprodukcije, uz istodobno navođenje trajanja.
it: Va indietro di 4 centesimi di secondo durante l'ascolto, fornendo il nuovo tempo di riproduzione.
pl: Zróbmy krótki czas do tyłu o cztery setne sekundy podczas odtwarzania, podając bieżący czas trwania.
pt_br: Faz um breve retrocesso de quatro centésimos de segundos durante a reprodução, dizendo a duração atual.
pt_pt: Faz um breve retrocesso de quatro centésimos de segundo durante a reprodução, lendo a duração actual.
ru: Позволяет сделать короткую перемотку назад на четыре сотых секунды во время воспроизведения, указав при этом текущую длительность.
sk: Prejde o 4 stotiny sekundy dozadu a oznámi pozíciu kurzora.
uk: Дозволяє зробити коротке перемотування назад на чотири сотих секунди під час відтворення, вказавши поточну тривалість.
zh_cn: 让我们在播放过程中做一个简短的向后四百分之一秒, 同时给出当前的持续时间。

source: Used to stop the reading and give the current duration.
bg: Използва се за спиране на възпроизвеждането и съобщаване на текущото времетраене.
da: Bruges til at stoppe aflytningen og oplyse den aktuelle varighed.
de: Wird verwendet, um den Lesevorgang zu stoppen und die aktuelle Dauer zu melden.
fi: Keskeyttää toiston ja ilmoittaa nykyisen sijainnin.
fr: Permet d'arrêter la lecture en cours, tout en donnant la durée courante.
hr: Zaustavlja čitanje i daje trenutačno trajanje.
it: Utilizzato per interrompere l'ascolto e fornire il tempo di riproduzione attuale.
pl: Służy do zatrzymania odczytu i podania bieżącego czasu trwania.
pt_br: Usado para interromper a leitura e dizer a duração atual.
pt_pt: Para a leitura e diz a duração actual.
ru: Используется для остановки чтения и указания текущей продолжительности.
sk: Zastaví prehrávanie a povie pozíciu kurzora.
uk: Використовується для зупинки зчитування і вказування поточної тривалості.
zh_cn: 用于停止读取并给出当前持续时间。

source: Space
bg: Интервал
da: Mellemrum
de: Leertaste
fi: Väli
fr: Espace
hr: Razmaknica
it: Spazio
pl: Spacja
pt_br: Espaço
pt_pt: Espaço
ru: Пробел
sk: Medzera
uk: Пробіл
zh_cn: 空格

source: If the recording is ready, start this recording.
bg: Ако режимът за запис е в готовност, се започва записване.
da: Hvis optagelsen er klar, start denne optagelse.
de: Startet die Aufnahme, sofern diese vorbereitet ist.
fi: Aloittaa äänityksen, jos se on valmiina aloitettavaksi.
fr: Si l'enregistrement est prêt, permet de commencer celui-ci.
hr: Ako je snimanje spremno, započni ovo snimanje.
it: Se la registrazione è pronta, la fa partire.
pl: Jeśli nagrywanie jest gotowe, rozpocznij nagrywanie.
pt_br: Se a gravação estiver pronta, inicia esta gravação.
pt_pt: Se a gravação estiver pronta, inicia-a.
ru: Если запись готова, запустить её.
sk: V režime nahrávania spustí nahrávanie.
uk: Якщо запис готовий, запустити цей запис.
zh_cn: 如果录制已准备就绪, 请启动此录制。

source: If a recording is in progress, stop it by positioning the cursor at the beginning.
bg: Ако записът е в ход, се спира записването и курсорът се позиционира в началото.
da: Hvis en optagelse er i gang, stoppes denne og markøren placeres i begyndelsen.
de: Wenn eine Aufnahme läuft, wird sie gestoppt und der Cursor wird am Anfang positioniert.
fi: Keskeyttää äänityksen, mikäli se on käynnissä, ja siirtää tiedoston alkuun.
fr: Si un enregistrement est en cours, permet de le stopper, tout en positionnant le curseur tout au début du fichier.
hr: Ako se snima, zaustavi snimanje postavljajući kursor na početak.
it: Se la registrazione è in corso, la interrompe e posiziona il cursore all'inizio.
pl: Jeśli nagrywanie jest w toku, zatrzymaj je, umieszczając kursor na początku.
pt_br: Se uma gravação estiver em andamento, para-a posicionando o cursor no início.
pt_pt: Se estiver a ser feita uma gravação, para-a e coloca o cursor no início.
ru: Если выполняется запись, остановить её, установив курсор в начало.
sk: Ak je už nahrávanie spustené, zastaví ho a presunie kurzor na začiatok nahrávky.
uk: Якщо запис триває, зупиніть його, встановивши курсор на початок.
zh_cn: 如果录制正在进行中, 请通过将光标定位在开始处来停止录制。

source: If a file is loaded, start the reading.
bg: Ако има отворен файл, се започва възпроизвеждането му.
da: Hvis en fil er indlæst, start afspilning.
de: Startet das Lesen, wenn eine Datei geladen ist.
fi: Aloittaa toiston, mikäli tiedosto on avoinna.
fr: Si un fichier est ouvert, permet d'en commencer la lecture.
hr: Ako je jedan datoteka učitana, započni čitati.
it: Se è stato caricato un file, inizia la riproduzione.
pl: Jeśli plik jest załadowany, rozpocznij odczyt.
pt_br: Se um arquivo estiver carregado, inicia a leitura.
pt_pt: Se um ficheiro estiver carregado, inicia a reprodução.
ru: Если файл загружен, начать чтение.
sk: Ak je načítaný súbor, spustí prehrávanie.
uk: Якщо файл завантажено, почніть зчитування.
zh_cn: 如果加载了文件, 则开始朗读。

source: If a read is in progress, allows to do a pause by giving current duration.
bg: Ако възпроизвеждането е в ход, позволява да се постави на пауза и се съобщава текущото времетраене.
da: Hvis en afspilning er undervejs, vil dette sætte afspilningen på pause og oplyse den aktuelle position.
de: Meldet die aktuelle Dauer und pausiert währenddessen das Lesen.
fi: Pysäyttää toiston, mikäli se on käynnissä, ja ilmoittaa nykyisen sijainnin.
fr: Si une lecture est en cours, permet d'effectuer une pause, tout en donnant la durée en cours.
hr: Ako se čita, omogućuje pauzu s davanjem trenutačnog trajanja.
it: Se è in corso una riproduzione, consente di metterla in pausa fornendo il tempo di riproduzione attuale.
pl: Jeśli odczyt jest w toku, pozwala na zrobienie przerwy, podając bieżący czas trwania.
pt_br: Se uma leitura estiver em andamento, permite fazer uma pausa dizendo a duração atual.
pt_pt: Se uma reprodução estiver a decorrer, faz uma pausa e lê a duração.
ru: Если выполняется чтение, позволяет сделать паузу, указав текущую продолжительность.
sk: Ak je spustené prehrávanie, pozastaví ho a povie aktuálnu pozíciu kurzora.
uk: Якщо зчитування триває, дозволяється поставити паузу, вказавши поточну тривалість.
zh_cn: 如果读取正在进行中, 则允许通过给出当前持续时间来进行暂停。
