Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mp3DirectCut.*.po
Languages: bg, da, de, fi, fr, hr, it, pl, pt_br, pt_pt, ru, sk, uk, zh_cn

source: If read is paused, allows to restart the reading from the current location.
bg: Ако възпроизвеждането е на пауза, се подновява от текущата позиция на курсора.
da: Hvis afspilningen er stoppet, vil dette genoptage afspilningen fra den aktuelle position.
de: Wenn das Lesen angehalten wird, kann es von der aktuellen Position weiter ausgeführt werden.
fi: Jatkaa toistoa nykyisestä sijainnista, mikäli se on pysäytetty.
fr: Si une lecture est en pause, permet de relancer la lecture à partir de l'emplacement courant.
hr: Ako je čitanje pauzirano, omogućuje ponovno čitanje s trenutačne pozicije.
it: Se una riproduzione è in pausa, consente di riprenderla dalla posizione attuale.
pl: Jeśli odczyt jest wstrzymany, umożliwia ponowne uruchomienie odczytu z bieżącej lokalizacji.
pt_br: Se a leitura estiver em pausa, permite reiniciar a leitura a partir do local atual.
pt_pt: Se uma reprodução estiver pausada, reinicia-a na posição actual do cursor.
ru: Если чтение приостановлено, позволяет перезапустить чтение с текущего местоположения.
sk: Ak je prehrávanie pozastavené, spustí prehrávanie od pozície kurzora.
uk: Якщо зчитування призупинено, дозволяється перезапустити зчитування з поточного місця.
zh_cn: 如果暂停读取, 则允许从当前位置重新启动读取。

source: Up Arrow
bg: Стрелка нагоре
da: Pil op
de: Pfeil aufwärts
fi: Nuoli ylös
fr: Flèche haute
hr: Strelica gore
it: Freccia su
pl: Strzałka w górę
pt_br: Seta para Cima
pt_pt: Seta para cima
ru: Стрелка Вверх
sk: Šípka hore
uk: Стрілка вгору
zh_cn: 上箭头

source: This command also position the cursor at the location of the marker of the beginning of selection B, while giving the location of this marker if a selection has been made.
bg: Тази команда също така позиционира курсора върху маркера, отбелязващ началото на селекцията (B), давайки и местоположението на маркера, ако е била направена селекция.
da: Dette placerer markøren ved begyndelsen af markering B og oplyse varrigheden, hvis du har foretaget en fuldstændig markering.
de: Dieser Befehl positioniert den Cursor auch an der Position des Markers am Anfang von Auswahl B, während die Position dieses Markers gemeldet wird, sofern eine Auswahl getroffen wurde.
fi: Mikäli valinta on tehty, siirtää toistokohdistimen valinnan aloitusmerkin kohdalle ja ilmoittaa sen sijainnin.
fr: Si une sélection a été faite, positionne le curseur à l'emplacement du marqueur de début de sélection B, tout en donnant l'emplacement de ce marqueur.
hr: Ova naredba također smješta kursor na mjesto oznake početka odabira B, a istodobno navodi pložaj te oznake, ako je nešto odabrano.
it: Se è stata effettuata una selezione, sposta il cursore sul marcatore di inizio della selezione B, fornendone la posizione.
pl: To polecenie umieszcza również kursor w miejscu znacznika początku zaznaczenia B, podając jednocześnie położenie tego znacznika, jeśli dokonano wyboru.
pt_br: Este comando também posiciona o cursor na localização do marcador do início da seleção B, dizendo o local desse marcador se uma seleção foi feita.
pt_pt: Este comando também posiciona o cursor na localização do marcador do início da selecção B, dizendo a sua localização, se tiver sido efectuada uma seleção.
ru: Эта команда также помещает курсор в положение маркера начала выделения B, одновременно указывая местоположение этого маркера, если выделение было сделано.
sk: Presunie kurzor na počiatočnú značku a povie jej pozíciu.
uk: Ця команда також поміщає курсор в місце розташування маркера початку виділення B, при цьому вказується місце розташування цього маркера, якщо виділення було зроблено.
zh_cn: 此命令还将光标定位在选择 B 开头的标记位置, 同时在进行选择时给出此标记的位置。

source: In the volume dialog box, vocalise the previous value that can be reached generally with upArrow.
bg: В диалоговия прозорец за силата на звука съобщава предишната стойност, достижима със стрелка нагоре.
da: I dialog for lydstyrke, oplys forrig værdi. Dette gøres typisk med pil op.
de: Meldet im Lautstärke-Dialogfeld den nächsten Wert, der generell mit Pfeil aufwärts erreicht werden kann.
fi: Ilmoittaa äänenvoimakkuusvalintaikkunassa edellisen arvon.
fr: Dans les options du contrôle du volume de mp3directcut, donne la valeur précédente à laquelle on accède habituellement avec flèche haute.
hr: U dijaloškom okviru glasnoće izgovori prethodnu vrijednost do koje se općenito može doći pomoću strelice Gore.
it: Nella finestra di dialogo Volume, vocalizza il valore precedente che può essere raggiunto generalmente con freccia su.
pl: W oknie dialogowym głośności swokalizuj poprzednią wartość, do której można dotrzeć zazwyczaj za pomocą upArrow.
pt_br: Na caixa de diálogo de volume, vocalize o valor anterior que pode ser alcançado geralmente com seta para cima.
pt_pt: Na caixa de diálogo de volume, verbalize o valor anterior que pode ser conseguido se pressionar seta para cima.
ru: В диалоге "Громкость" озвучено предыдущее значение, которое обычно может быть достигнуто с помощью Стрелки Вниз.
sk: V dialógu s nastavením hlasitosti prečíta predchádzajúcu dostupnú hodnotu.
uk: В діалозі гучності озвучується наступне значення, яке може бути виконане за допомогою стрілки вгору.
zh_cn: 在音量对话框中, 将通常可以用 upArrow 到达的上一个值发声。

source: Lets open the help of the current add-on.
bg: Отваря помощната документация за добавката.
da: Lader os åbne hjælpen for den nuværende tilføjelse.
de: Öffnet die Hilfe-Datei der Erweiterung.
fi: Avaa lisäosan ohjeen.
fr: Permet d'ouvrir l'aide de l'extension courante.
hr: Otvara pomoć trenutačnog dodatka.
it: Apre la guida di questo add-on.
pl: Otwórzmy pomoc bieżącego dodatku.
pt_br: Permite abrir a ajuda do complemento atual.
pt_pt: Permite abrir a ajuda do extra actual.
ru: Даёт открыть справку текущего дополнения.
sk: Otvorí pomocníka pre doplnok.
uk: Дозволяє відкрити довідку поточного додатка.
zh_cn: 添加快捷键使用'NVDA + H'打开当前插件的帮助;。

source: Compatibility
bg: Съвместимост
da: Kompatibilitet
de: Kompatibilität
fi: Yhteensopivuus
fr: Compatibilité
hr: Kompatibilnost
it: Compatibilità
pl: Zgodność
pt_br: Compatibilidade
pt_pt: Compatibilidade:
ru: Совместимость
sk: Kompatibilita
uk: Сумісність
zh_cn: 兼容性

source: This add-on is compatible with the versions of NVDA ranging from 2019.3 and beyond.
bg: Тази добавка е съвместима с версиите на NVDA в диапазона от 2019.3 и по-нови.
de: Diese NVDA-Erweiterung ist kompatibel ab NVDA-Version 2019.3.
fi: Tämä lisäosa on yhteensopiva NVDA 2019.3:n ja sitä uudempien versioiden kanssa.
fr: Cette extension est compatible avec les versions de NVDA allant de 2019.3 et au-delà.
hr: Ovaj je dodatak kompatibilan s NVDA verzijom 2019.3 i novijim verzijama.
pt_br: Esse complemento é compatível com as versões do NVDA a partir da versão 2019.3.
ru: Это дополнение совместимо с версиями NVDA, начиная с 2019.3 и более поздними.

source: Changes for 20240327.0.0
bg: Промени във версия 20240327.0.0
fi: Muutokset versiossa 20240327.0.0
fr: Changements pour la version 20240327.0.0
hr: Promjene u 20240327.0.0
pt_br: Alterações para a versão 20240327.0.0
ru: Изменение версии 20240327.0.0

source: Fixed a bug that caused a log error when reloading plugins, thanks to Rob, from nvda-addons mailing list;
bg: Поправена е грешка, която причинява грешка в протоколния файл при презареждане на добавките, благодарение на Rob, от пощенския списък за добавки на NVDA;
fi: Korjattu bugi, joka aiheutti lokivirheen liitännäisiä uudelleenladattaessa. (kiitos Robille NVDA:n lisäosien postituslistalta).
fr: Correction d'un bug qui provoquait une erreur dans le journal lors du rechargement des plugins, grâce à Rob, depuis la liste de diffusion nvda-addons ;
pt_br: Corrigido um bug que causava um erro de registro ao recarregar plug-ins, graças a Rob, da lista de discussão nvda-addons;
ru: Исправлена ошибка, приводившая к ошибке журнала при перезагрузке плагинов, благодаря Робу, из списка рассылки nvda-addons;

source: Changes for 20240326.0.0
bg: Промени във версия 20240326.0.0
fi: Muutokset versiossa 20240326.0.0
fr: Changements pour la version 20240326.0.0
hr: Promjene u 20240326.0.0
pt_br: Alterações para 20240326.0.0
ru: Изменение версии 20240326.0.0

source: Updated compatibility for nvda-2024.1.;
bg: Обновена съвместимост за NVDA 2024.1;
fi: Päivitetty yhteensopivuus NVDA 2024.1:lle.
fr: Compatibilité mise à jour pour NVDA-2024.1. ;
pt_br: Compatibilidade atualizada para nvda-2024.1;
ru: Обновлена совместимость для nvda-2024.1.;

source: Deleted download link from readme, the download link for future updates will now only be available from the add-on store.
bg: Изтрита е препратката за изтегляне от документацията. Препратката за изтегляне за бъдещи обновления вече ще бъде налична само от магазина за добавки.
fi: Latauslinkki poistettu dokumentaatiosta. Tulevien versioiden latauslinkit löytyvät jatkossa vain lisäosakaupasta.
fr: Lien de téléchargement supprimé du fichier readme, le lien de téléchargement pour les futures mises à jour ne sera désormais disponible que dans l'add-on store.
pt_br: Excluído o link de download do readme, o link de download para futuras atualizações agora só estará disponível na loja de complementos.
ru: Удалена ссылка для скачивания из readme, теперь ссылка для скачивания будущих обновлений будет доступна только в магазине дополнений.

source: Changes for 20231229.0.0
bg: Промени във версия 20231229.0.0
fi: Muutokset versiossa 20231229.0.0
fr: Changements pour la version 20231229.0.0
hr: Promjene u 20231229.0.0
pt_br: Alterações para 20231229.0.0
ru: Изменение версии 20231229.0.0

source: Added a backward compatible implementation to support speak on demand mode, which will soon be available with nvda-2024.1.
bg: Добавена е обратно съвместима имплементация за поддръжка на режим на реч при поискване, което скоро ще бъде налично в NVDA 2024.1.
fi: Lisätty taaksepäin yhteensopiva toteutus pyydettäessä-puhetilalle, joka on pian saatavilla NVDA 2024.1:ssä.
fr: Ajout d'une implémentation rétrocompatible pour prendre en charge le mode Parler à la demande, qui sera bientôt disponible avec nvda-2024.1.
pt_br: Adicionada uma implementação compatível com versões anteriores para oferecer suporte ao modo falar sob demanda, que em breve estará disponível com o nvda-2024.1.
ru: Добавлена обратно совместимая реализация для поддержки режима речи по требованию, который вскоре будет доступен в nvda-2024.1.

source: Changes for 20231007.0.0
bg: Промени във версия 20231007.0.0
de: Änderungen in 20231007.0.0
fi: Muutokset versiossa 20231007.0.0
fr: Changements pour la version 20231007.0.0
hr: Promjene u 20231007.0.0
pt_br: Alterações para 20231007.0.0
ru: Изменение версии 20231007.0.0

source: After placing the cutting points and after opening the cutting properties window, with "Ctrl+N", adding accessibility to the title of this window by indicating the part index.
bg: След поставяне на точките на изрязване и след отваряне на прозореца със свойства на изрязването, с "Control+N", е добавена достъпност към заглавието на този прозорец чрез посочване на индекса на частта.
de: Nach dem Platzieren der Schnittpunkte und dem Öffnen des Fensters "Schnitteigenschaften" mit "Strg+N", fügen Sie dem Titel dieses Fensters eine Zugänglichkeit hinzu, indem Sie den Teile-Index angeben.
fi: Leikkauskohtien asettamisen ja leikkausominaisuuksien ikkunan avaamisen jälkeen voit lisätä saavutettavuuden ikkunan otsikolle osan indeksillä Ctrl+N-näppäinkomentoa käyttäen.
fr: Après avoir placé les points de coupe et après avoir ouvert la fenêtre des propriétés des points de coupe, avec "Contrôle+N", ajout de l'accessibilité au titre de cette fenêtre en indiquant la plage de l'index.
pt_br: Após colocar os pontos de corte e abrir a janela de propriedades de corte, com “Ctrl+N”, adicione acessibilidade ao título dessa janela indicando o índice da peça.
ru: После размещения точек разделения и открытия окна свойств разделения с помощью "Ctrl+N" добавлена доступность к заголовку этого окна, указав индекс детали.

source: In reading mode, after moving the start or end markers of selections with keys 1 to 6 of the alphanumeric pad, addition of automatic start of reading from the new position;
bg: В режим на четене, след преместване на началния или крайния маркер на селекцията с клавиши 1 до 6 на буквено-цифровия блок, е добавено автоматично стартиране на четене от новата позиция;
de: Im Lesemodus, nach dem Verschieben der Start- oder Endmarkierungen der Auswahlen mit den Tasten 1 bis 6 des alphanumerischen Pads, Hinzufügen des automatischen Lesestarts von der neuen Position;
fi: Lisätty automaattinen lukemisen aloitus uudesta sijainnista, kun lukutilassa valinnan aloitus- tai lopetuskohtia siirretään numeronäppäimillä 1-6.
fr: En mode lecture, après avoir déplacé les marqueurs de début ou de fin de sélection avec les touches 1 à 6 du pavé alphanumérique, ajout du démarrage automatique de la lecture à partir de la nouvelle position ;
pt_br: No modo de leitura, depois de mover os marcadores de início ou de fim das seleções com as teclas 1 a 6 do teclado alfanumérico, a adição do início automático da leitura a partir da nova posição;
ru: В режиме чтения, после перемещения начального или конечного маркеров выбора с помощью клавиш с 1 по 6 буквенно-цифровой клавиатуры, добавляется автоматическое начало считывания с новой позиции;

source: Fixed a bug that occurred when consulting the remaining time with "control+shift+r" from the beginning of the track.
bg: Поправена е грешка, която се появява при справка за оставащото време с "Control+Shift+R" от началото на записа.
de: Es wurde ein Fehler behoben, der auftrat, wenn man die verbleibende Zeit mit "Strg+Umschalt+R" am Anfang des Titels abfragte.
fi: Korjattu bugi, joka ilmeni puhuttaessa jäljellä olevaa aikaa tiedoston alussa Ctrl+Vaihto+R-näppäinkomennolla.
fr: Correction d'un bug qui survenait lors de la consultation de la durée restante avec "Contrôle + Maj + R" depuis le début du morceau.
pt_br: Foi corrigido um erro que ocorria ao consultar o tempo restante com “control+shift+r” desde o início da faixa.
ru: Исправлена ошибка, возникавшая при просмотре оставшегося времени с помощью "control+shift+r" с начала трека.

source: Changes for 20230728.0.0
bg: Промени във версия 20230728.0.0
de: Änderungen in 20230728.0.0
fi: Muutokset versiossa 20230728.0.0
fr: Changements pour la version 20230728.0.0
hr: Promjene u 20230728.0.0
pt_br: Alterações para 20230728.0.0
ru: Изменение версии 20230728.0.0

source: Applied the flake8 and mypy rules to the code;
bg: Приложени са правилата flake8 и mypy към кода;
de: Code angepasst für Flake8- und MyPy-Regeln;
fi: Sovellettu koodiin flake8- ja mypy-sääntöjä.
fr: Appliqué les règles flake8 et mypy au code ;
hr: Programskom kodu su dodana flake8 i mypy pravila;
pt_br: Aplicou as regras flake8 e mypy ao código;
ru: Применены к коду правила flake8 и mypy;

source: Changed the minimum supported NVDA version to 2019.3 to support annotations introduced in Python 3.
bg: Променена е минималната поддържана версия на NVDA на 2019.3, за да се поддържат анотации, въведени в Python 3.
de: Die minimal unterstützte NVDA-Version wurde auf 2019.3 geändert, um die in Python 3 eingeführten Annotationen zu unterstützen.
fi: Muutettu NVDA:n tuetuksi vähimmäisversioksi 2019.3 Python 3:ssa esiteltyjen merkintöjen tukemiseksi.
fr: Modifiée la version minimale de NVDA prise en charge vers la 2019.3 pour prendre en charge les annotations introduites dans Python 3.
hr: Namjanja podržana NVDA verzija je promijenjena na 2019.3 kako bi se podržale zabilješke koje su uvedene u Python 3.
pt_br: Alterada a versão mínima suportada do NVDA para 2019.3 para suportar anotações introduzidas no Python 3.
ru: Изменена минимальная поддерживаемая версия NVDA на 2019.3 для поддержки аннотаций, введенных в Python 3.

source: Changes for 20230508.0.0 and beyond
bg: Промени във версия 20230508.0.0 и по-нови
de: Änderungen in 20230508.0.0 und neuer
fi: Muutokset versiossa 20230508.0.0 ja sitä uudemmissa
fr: Changements pour la version 20230508.0.0 et au-delà
hr: Promjene u 20230508.0.0 i novijim verzijama
pt_br: Alterações para 20230508.0.0 e posteriores
ru: Изменения для версии 20230508.0.0 и выше

source: Changed version number, minimum NVDA version and download link according to store conventions/requirements.
bg: Променени са номера на версията, минималната версия на NVDA и връзката за изтегляне според конвенциите/изискванията на магазина.
fi: Versionumero, NVDA-version vähimmäisvaatimus ja latauslinkki muutettu lisäosakaupan käytäntöjen/vaatimusten mukaisiksi.
fr: Numéro de version modifiée, version minimale NVDA et lien de téléchargement en fonction des conventions / exigences de la store.
hr: Promijenjen je broj verzije, minimalna NVDA verzija i poveznica za preuzimanje, u skladu s konvencijama/zahtjevima trgovine.
pt_br: O número da versão, a versão mínima do NVDA e o link de download foram alterados de acordo com as convenções/requisitos da loja.
ru: Изменён номер версии, минимальная версия NVDA и ссылка для скачивания в соответствии с соглашениями/требованиями магазина.

source: Change for version 20.12
bg: Промени във версия 20.12
da: Ændringer for version 20.12
de: Änderung für Version 20.12
fi: Muutokset versiossa 20.12
fr: Changements pour la version 20.12
hr: Promjene u verziji 20.12
it: Novità nella versione 20.12
pl: Zmiana wersji 20.12
pt_br: Alterações para a versão 20.12
pt_pt: Alteração para a versão 20.12
ru: Изменение версии 20.12
uk: Зміни у версії 20.12
zh_cn: 20.12 更新日志

source: Stop speech during recording and reading for the latest versions of mp3directcut;
bg: Спиране на говора по време на запис и четене за най-новите версии на mp3directcut;
da: Afbryder tale under optagelse og afspilning i seneste version af mp3directcut;
de: Anhalten der Sprachausgabe während der Aufnahme und des Vorlesens für die neuesten Versionen von mp3directcut;
fi: Keskeytä puhe nauhoituksen ja mp3directcutin viimeisimmän version tarkistuksen aikana;
fr: Arrête la parole pendant l'enregistrement et la lecture dans la dernière version de MP3DirectCut ;
hr: Zaustavi govor tijekom snimanja i čitanja za najnovije verzije mp3directcut-a;
it: Disattivazione della sintesi durante la registrazione o la riproduzione nelle versioni più recenti di mp3directcut;
pl: Zatrzymaj mowę podczas nagrywania i czytania dla najnowszych wersji mp3directcut;
pt_br: Pare a fala durante a gravação e leitura das versões mais recentes do mp3directcut;
pt_pt: Pára a fala durante a gravação e leitura nas últimas versões do mp3directcut;
ru: Останавливается речь во время записи и чтения в последних версиях mp3directcut;
uk: Зупинено мовлення під час запису та зчитування в новіших версіях mp3DirectCut;
zh_cn: 在录制和阅读最新版本的 mp3 直接切割时停止语音;

source: Fixed reading remaining time for new versions of NVDA using Python 3.
bg: Поправено е четенето на оставащото време за новите версии на NVDA използващи Python 3.
da: Fast læsning af resterende tid for nye versioner af NVDA, der bruger Python 3.
de: Die verbleibende Lesezeit für neue NVDA-Versionen mit Python 3 wurde behoben.
fi: Korjattu jäljellä olevan ajan lukeminen uusilla Python 3:a käyttävillä NVDA-versioilla.
fr: Correction de la lecture du temps restants pour les nouvelles versions de NVDA utilisant Python 3.
hr: Ispravljeno je čitanje preostalog vremena za nove NVDA verzije pomoću Pythona 3.
it: Corretta la vocalizzazione del tempo di riproduzione rimanente per le nuove versioni di NVDA, utilizzando Python 3.
pl: Naprawiono pozostały czas odczytu dla nowych wersji NVDA przy użyciu Pythona 3.
pt_br: Corrigido o tempo restante de leitura para novas versões do NVDA usando Python 3.
pt_pt: fixou-se a Leitura do tempo restante para novas versões do NVDA usando Python 3.
ru: Исправлено оставшееся время чтения для новых версий NVDA с использованием Python 3.
uk: Виправлено час зчитування часу, що залишився, для нових версій NVDA на Python 3.
zh_cn: 修复了使用Python 3读取NVDA新版本的剩余时间的问题。

source: Change for version 19.02
bg: Промени във версия 19.02
da: Ændringer for version 19.02
de: Änderungen in Version 19.02
fi: Muutokset versiossa 19.02
fr: Changements pour la version 19.02
hr: Promjene u verziji 19.02
it: Novità nella versione 19.02
pl: Zmiana wersji 19.02
pt_br: Alterações para a versão 19.02
pt_pt: Alterações para a versão 19.0.2
ru: Изменение версии 19.02
sk: Verzia 19.2
uk: Зміни у версії 19.02
zh_cn: 19.02版的更改

source: Added the add-on's configuration in the settings panel available since nvda 2018.2;
bg: Конфигурацията на добавката е добавена в панела с настройки на NVDA, наличен от версия 2018.2;
da: Tilføjet konfigurationen af tilføjelsen til NVDAs indstillingspanel, der har været tilgængeligt siden NVDA 2018.2.
de: Das Konfigurationsdialog der Erweiterung wurde in das seit nvda 2018.2 verfügbare Einstellungsfenster von NVDA verschoben;
fi: Lisäosan asetukset lisätty asetuspaneeliin, joka on ollut käytössä NVDA 2018.2:sta lähtien;
fr: Ajout de la configuration de l'extension dans le panneau Paramètres disponible depuis nvda 2018.2;
hr: Dodana je konfiguracija dodatka na ploči s postavkama koja je dostupna od nvda verzije 2018.2;
it: Aggiunta la possibilità di configurare l'add-on nella finestra Impostazioni, disponibile a partire da NVDA 2018.2;
pl: Dodano konfigurację dodatku w panelu ustawień dostępnym od nvda 2018.2;
pt_br: Adicionado a configuração do complemento no menu de configurações disponível desde o nvda 2018.2;
pt_pt: Acrescentada a configuração do extra no menu de configurações disponível desde o nvda 2018.2;
ru: Добавлена настройка дополнения на панели настроек, доступной с nvda 2018.2;
sk: Nastavenie doplnku presunuté do stromu s nastaveniami NVDA;
uk: Додано конфігурацію додатка в панель налаштувань, яка доступна, починаючи з NVDA 2018.2;
zh_cn: 在 nvda 2018.2新增的设置面板中添加了插件的配置;

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
bg: Променено е номерирането на версията – сега тя се формира във формата ГГ.ММ (годината в 2 цифри, последвана от точка, последвана от номера на месеца с 2 цифри);
da: Ændret versionsnummerering til åå.MM (År i 2 cifre efterfulgt af et punktum, efterfulgt af måneden på 2 cifre);
de: Die Versionsnummerierung wurde in JJ.MM geändert (das Jahr in 2 Ziffern, gefolgt von einem Punkt, gefolgt von dem Monat in 2 Ziffern);
fi: Versionumerointi muutettu muotoon vv.kk (vuosi kahdella numerolla, piste ja kuukausi kahdella numerolla);
fr: Modification de la numérotation des versions en utilisant YY.MM (L'année en 2 chiffres, suivie d'un point, suivie du mois en 2 chiffres);
hr: Promijenjeno je numeriranje verzija koristeći YY.MM (Dvije znamenke za godinu, slijedi točka, a zatim dvije znamenke za mjesec);
it: Modificato il sistema di numerazione delle versioni, che ora è del tipo YY.MM (due cifre per l'anno, seguite da un punto, seguito da due cifre per il mese);
pl: Zmieniono numerację wersji przy użyciu YY. MM (Rok w 2 cyfrach, po którym następuje kropka, a następnie miesiąc w 2 cyfrach);
pt_br: Alterada a Numeração de versão, usando AA.MM (O ano em 2 dígitos, seguido por um ponto, seguido pelo mês em 2 dígitos);
pt_pt: Alterada a Numeração de versão, usando AA.MM (O ano em 2 dígitos, seguido por um ponto, seguido pelo mês em 2 dígitos);
ru: Изменена нумерация версий с использованием YY.MM (Год из 2 цифр, за которым следует точка, за которой следует месяц из 2 цифр);
sk: Verzie sú číslované v tvare yy.mm (dve číslice pre rok, dve číslice pre mesiac);
uk: Змінено нумерацію версій з використанням РР.ММ (рік з 2 цифр, потім ., а потім місяць з 2 цифр);
zh_cn: 现在使用YY.MM形式的版本号（年份为2位数，后跟一个点，后跟月份为2位数）;
