Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mp3DirectCut.*.po
Languages: bg, da, de, fi, fr, hr, it, pl, pt_br, pt_pt, ru, sk, uk, zh_cn

source: Author(s) : Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.
bg: Автор(и): Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.
fi: Tekijät: Abdel, Rémy, Abdellah zineddine ja Jean-François COLAS
fr: Auteur(s) : Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.
hr: Autori: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.
pt_br: Autor(es): Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.
ru: Автор(ы) : Abdel, Rémy, Abdellah zineddine, Jean-François COLAS.

source: Presentation
bg: Представяне
da: Præsentation
de: Beschreibung
fi: Esittely
fr: Présentation
hr: Objašnjenje
it: Presentazione
pl: Prezentacja
pt_br: Apresentação
pt_pt: Apresentação
ru: Презентация
sk: Popis
uk: Презентація
zh_cn: 插件介绍

source: This add-on improves the accessibility of the software mp3DirectCut with NVDA.
bg: Тази добавка подобрява достъпността на програмата mp3DirectCut при работа с NVDA.
da: Denne tilføjelse forbedrer tilgængeligheden af softwaren mp3DirectCut med NVDA.
de: Diese Erweiterung verbessert die Zugänglichkeit von Mp3DirectCut mit NVDA.
fi: Tämä lisäosa parantaa mp3DirectCut-ohjelman esteettömyyttä NVDA:n kanssa.
fr: Cette extension améliore l'accessibilité du logiciel mp3DirectCut avec NVDA.
hr: Ovaj dodatak poboljšava pristupanje programu mp3DirectCut s NVDA čitačem.
it: Questo add-on migliora l'accessibilità del programma mp3DirectCut con NVDA.
pl: Ten dodatek ulepsza dostępność programu mp3DirectCut z NVDA.
pt_br: Esse complemento melhora a acessibilidade do software mp3DirectCut com o NVDA.
pt_pt: Este extra melhora a acessibilidade do software mp3DirectCut com o NVDA.
ru: Это дополнение улучшает доступность программы mp3DirectCut в NVDA.
sk: Doplnok upravuje prístupnosť aplikácie mp3DirectCut s NVDA.
uk: Цей додаток покращує доступність програми mp3DirectCut з NVDA.
zh_cn: 此插件改进了mp3DirectCut的无障碍支持。

source: It has been tested with versions of mp3DirectCut ranging from 212 up to 223.
bg: Изпробвана е с версии на mp3DirectCut от 2.12 до 2.23.
da: Det er blevet testet med versioner af mp3DirectCut fra 212 op til 222.
de: Die Erweiterung wurde mit den mp3Direktcut-Versionen von 212 bis 223 getestet.
fi: Toimivuus on testattu mp3DirectCutin versioilla 2.12 - 2.23.
fr: Elle a été testée avec les versions de mp3DirectCut allant de la 212 jusqu'à la 223.
hr: Testiran je s mp3DirectCut verzijama 212 do 223.
it: E' stato testato con le versioni di mp3DirectCut dalla 212 alla 223.
pl: Został przetestowany z wersjami mp3DirectCut od 212 do 223.
pt_br: Foi testado com versões do mp3DirectCut variando da 212 até à 223.
pt_pt: Foi testado com versões do mp3DirectCut variando da 212 até à 223.
ru: Оно проверялось с версиями mp3DirectCut-от 212 до 223.
sk: Je testovaný s mp3DirectCut od verzie 212 do 223.
uk: Цей додаток перевірявся з версіями mp3DirectCut від 212 до 223.
zh_cn: 插件已经过mp3DirectCut版本的测试，范围从212到223。

source: Keyboard shortcuts
bg: Клавишни комбинации
da: Genvejstaster
de: Tastenkombinationen
fi: Pikanäppäimet
fr: Raccourcis-clavier
hr: Tipkovni prečaci
it: Comandi da tastiera
pl: Skróty klawiszowe
pt_br: Atalhos do teclado
pt_pt: Teclas de atalho:
ru: Горячие клавиши
sk: Klávesové skratky
uk: Гарячі клавіші
zh_cn: 键盘快捷键

source: This addon offers the following commands:
bg: Тази добавка предлага следните команди:
da: Denne tilføjelsespakke tilbyder følgende kommandoer, som du kan ændre ved at gå til menuen Indstillinger / Input-bevægelser og lede efter kategorien "mp3DirectCut":
de: Diese Erweiterung bietet folgende Tastaturbefehle:
fi: Tämä lisäosa tarjoaa seuraavat komennot:
fr: Cette extension offre les commandes suivantes :
hr: Ovaj dodatak nudi sljedeće naredbe:
it: Questo add-on offre i seguenti comandi:
pl: Ten dodatek oferuje następujące polecenia:
pt_br: Este complemento oferece os seguintes comandos:
pt_pt: Este extra oferece os seguintes comandos:
ru: Это дополнение предлагает следующие команды:
sk: Dostupné sú tieto klávesové skratky:
uk: Цей додаток пропонує такі комади:
zh_cn: 此插件提供以下快捷键：

source: Used to confirm correct placement of the marker of the beginning of the selection B.
bg: Използва се за потвърждаване на правилното позициониране на маркера за начало на селекцията (B).
da: Bruges til at bekræfte korrekt placering af markøren for begyndelsen af markering B.
de: Wird verwendet, um die korrekte Platzierung des Markers am Anfang der Auswahl B zu bestätigen.
fi: Asettaa valinnan aloitusmerkin.
fr: Permet de confirmer le bon placement du marqueur de début de sélection B.
hr: Koristi se za potvrđivanje ispravnosti položaja oznake za početak B odabira.
it: Utilizzato per confermare il corretto posizionamento del marcatore di inizio della selezione B.
pl: Służy do potwierdzenia prawidłowego umieszczenia znacznika początku zaznaczenia B.
pt_br: Usado para confirmar o posicionamento correto do marcador do início da seleção B.
pt_pt: Usado para confirmar o marcador inicial da selecção b.
ru: Используется для подтверждения правильного размещения маркера начала выделения B.
sk: Umiestni počiatočnú značku.
uk: Використовується для підтвердження правильного розміщення маркера початку виділення B.
zh_cn: 确认标记区间B的开头。

source: Ctrl+Shift+B
bg: Control+Shift+B
de: STRG+Umschalt+B
fi: Ctrl+Vaihto+B
fr: Contrôle+Maj+B
hr: Kontrol+šift+B

source: Used to indicate the position of the marker of the beginning of selection B.
bg: Съобщава позицията на маркера за начало на селекцията (B).
da: Bruges til at angive positionen af markøren for begyndelsen af markering B.
de: Wird verwendet, um die Position des Markers vom Anfang der Auswahl B anzusagen.
fi: Ilmoittaa valinnan aloitusmerkin sijainnin.
fr: Permet d'indiquer l'emplacement du marqueur de début de sélection B.
hr: Koristi se za označavanje položaja oznake za početak B odabira.
it: Utilizzato per indicare la posizione del marcatore di inizio della selezione B.
pl: Służy do wskazania położenia znacznika początku zaznaczenia B.
pt_br: Usado para indicar a posição do marcador do início da seleção B.
pt_pt: Usado para indicar a posição do marcador do início da selecção B.
ru: Используется для указания положения маркера начала выделения B.
sk: Oznámi pozíciu počiatočnej značky.
uk: Використовується, щоб вказати позицію маркера початку виділення B.
zh_cn: 标记区间B的开头。

source: Double pressure lets give you the duration of the selection.
bg: Двукратно натискане съобщава времетраенето на селекцията.
da: Dobbelttryk giver dig varigheden af markeringen.
de: Zweimaliges Drücken meldet die Dauer der Auswahl.
fi: Kahdesti painettaessa ilmoitetaan valinnan kesto.
fr: Une double pression donne la durée de la sélection.
hr: Dvostrukim pritiskom se dobiva trajanje odabira.
it: Una doppia pressione del tasto consente di conoscere la durata della selezione.
pl: Podwójne naciśnięcie pozwala podać czas trwania wyboru.
pt_br: Pressionado duas vezes diz a duração da seleção.
pt_pt: Se pressionar duas vezes, obterá a duração da selecção.
ru: Двойное нажатие позволяет определить продолжительность выделения.
sk: Stlačené dvakrát rýchlo za sebou oznámi celkový čas označeného úseku.
uk: Подвійне натискання дозволяє вказати тривалість виДІЛЕного елементА.
zh_cn: 按两次选择时长。

source: Ctrl+Shift+D
bg: Control+Shift+D
de: STRG+Umschalt+D
fi: Ctrl+Vaihto+D
fr: Contrôle+Maj+D
hr: Kontrol+šift+D

source: Gives the duration from the beginning of the file to the current position of the playback cursor.
bg: Съобщава времетраенето от началото на файла до текущата позиция на курсора за възпроизвеждане.
da: Angiver varigheden fra begyndelsen af filen til den aktuelle position for afspilningsmarkøren.
de: Meldet die Dauer vom Anfang der Datei bis zur aktuellen Position des Wiedergabecursors.
fi: Ilmoittaa keston tiedoston alusta toistokohdistimen nykyiseen sijaintiin saakka.
fr: Donne la durée parcourue depuis le début du fichier jusqu'à l'emplacement actuel du curseur de lecture.
hr: Navodi trajanje od početka datoteke do trenutačnog položaja kursora reprodukcije.
it: Fornisce la durata dell'area tra l'inizio del file e la posizione corrente del cursore di riproduzione.
pl: Podaje czas trwania od początku pliku do bieżącej pozycji kursora odtwarzania.
pt_br: Diz a duração desde o início do arquivo até a posição atual do cursor de reprodução.
pt_pt: Diz a duração desde o início do ficheiro até a posição actual do cursor de reprodução.
ru: Предоставляет длительность от начала файла до текущего положения курсора воспроизведения.
sk: Oznámi čas od začiatku súboru po kurzor.
uk: Вказує тривалість від початку файлу до поточного положення курсора відтворення.
zh_cn: 给出从文件开头到当前位置的时间。

source: Double pressure lets give you the total duration.
bg: Двукратното й натискане докладва общата продължителност.
da: Dobbelttryk giver dig den samlede varighed.
de: Zeimaliges Drücken meldet die Gesamtdauer.
fi: Kahdesti painettaessa ilmoitetaan kokonaiskesto.
fr: Une double pression donne la durée totale.
hr: Dvostrukim pritiskom se navodi ukupno trajanje.
it: Se premuto due volte, legge la durata totale.
pl: Podwójne naciśnięcie pozwala uzyskać całkowity czas trwania.
pt_br: Pressionado duas vezes diz a duração total.
pt_pt: Pressionado duas vezes, diz a duração total
ru: Двойное нажатие позволяет определить общую продолжительность.
sk: Stlačené dvakrát rýchlo za sebou oznámi celkové trvanie súboru.
uk: Подвійне натискання дозволяє визначити загальну тривалість.
zh_cn: 按两次朗读总时长。

source: Ctrl+R
bg: Control+R
de: STRG+R
fr: Contrôle+R
hr: Kontrol+R

source: Confirms that the selection has been canceled.
bg: Потвърждава, че селекцията е била отменена.
da: Bekræfter, at valget er blevet annulleret.
de: Beschtätigt das Abbrechen der Auswahl.
fi: Vahvistaa, että valinta on peruttu.
fr: Confirme que la sélection a été annulée.
hr: Potvrđuje da je odabir otkazan.
it: Conferma che la selezione è stata annullata.
pl: Potwierdza, że wybór został anulowany.
pt_br: Confirma que a seleção foi cancelada.
pt_pt: Confirma que a selecção foi cancelada.
ru: Подтверждает, что выделение было отменено.
sk: Zruší výber.
uk: Підтверджує, що виДІЛЕННЯ було скасовано.
zh_cn: 确认所选内容已被取消。

source: Ctrl+Shift+R
bg: Control+Shift+R
de: STRG+Umschalt+R
fi: Ctrl+Vaihto+R
fr: Contrôle+Maj+R
hr: Kontrol+šift+R

source: Gives the time remaining from the current position of the playback cursor to the end of the file.
bg: Съобщава оставащото време от текущата позиция на курсора за възпроизвеждане до края на файла.
da: Angiver den resterende tid fra den aktuelle position af afspilningsmarkøren til slutningen af filen.
de: Meldet die Restzeit von der aktuellen Wiedergabeposition bis zum Ende der Datei.
fi: Ilmoittaa jäljellä olevan ajan toistokohdistimen nykyisestä sijainnista tiedoston loppuun saakka.
fr: Donne la durée restante depuis l'emplacement actuel du curseur de lecture jusqu'à la fin du fichier.
hr: Navodi preostalo vrijeme od trenutačnog položaja kursora reprodukcije do kraja datoteke.
it: Fornisce il tempo rimanente dalla posizione corrente del cursore di riproduzione fino alla fine del file.
pl: Podaje czas pozostały od bieżącej pozycji kursora odtwarzania do końca pliku.
pt_br: Diz o tempo restante da posição atual do cursor de reprodução até o final do arquivo.
pt_pt: Diz o tempo que falta, desde a posição do cursor de reprodução até ao final do ficheiro.
ru: Показывает время, оставшееся от текущего положения курсора воспроизведения до конца файла.
sk: Oznámi zostávajúci čas od kurzora do konca súboru.
uk: Вказує час, що залишився від поточного положення курсора відтворення до кінця файлу.
zh_cn: 读出当前位置到文件末尾的剩余时间。

source: Ctrl+Shift+E
bg: Control+Shift+E
de: STRG+Umschalt+E
fi: Ctrl+Vaihto+E
fr: Contrôle+Maj+E
hr: Kontrol+šift+E

source: Used to indicate the position of the marker of the end of selection N.
bg: Съобщава позицията на маркера за край на селекцията (N).
da: Bruges til at angive positionen af markøren for slutningen af markering N.
de: Wird verwendet, um die Position des Markers vom Ende der Auswahl N zu melden.
fi: Ilmoittaa valinnan lopetusmerkin sijainnin.
fr: Permet d'indiquer l'emplacement du marqueur de fin de sélection N.
hr: Koristi se za označavanje položaja oznake za kraj N odabira.
it: Utilizzato per indicare la posizione del marcatore di fine selezione N.
pl: Służy do wskazania położenia znacznika końca zaznaczenia N.
pt_br: Usado para indicar a posição do marcador no final da seleção N.
pt_pt: Usado para indicar o marcador de final da selecção n.
ru: Используется для указания положения маркера конца выделения N.
sk: Oznámi pozíciu koncovej značky.
uk: Використовується, щоб вказати позицію маркера кінця виділення N.
zh_cn: 标记区间N的结束位置。

source: Double pressure gives recapitulatif positions B and N, and the duration of the selection.
bg: Двукратно натискане съобщава позициите на B и N и времетраенето на селекцията.
da: Dobbelttryk angiver opsummerede positioner for B og N, og varigheden af markeringen.
de: Zweimaliges Drücken wiederholt die Positionen B und N und die Dauer der Auswahl.
fi: Kahdesti painettaessa annetaan yhteenveto valinnan aloitus- ja lopetusmerkkien sijainneista sekä valinnan kestosta.
fr: Une double pression donne un récapitulatif de l'emplacement des marqueurs B et N, ainsi que la durée de la sélection.
hr: Dvostrukim pritiskom se navode položaji za B i N kao i trajanje odabira.
it: La doppia pressione fornisce un riepilogo delle posizioni B e N e la durata della selezione.
pl: Podwójne ciśnienie daje pozycje recapitulatif B i N oraz czas trwania zaznaczenia.
pt_br: Pressionado duas vezes recapitula dizendo posições B e N, e a duração da seleção.
pt_pt: Pressionado duas vezes, volta a dizer as posições de b e de n e a duração da selecção.
ru: Двойное нажатие позволяет повторить позиции B и N и продолжительность выделения.
sk: Stlačené dvakrát rýchlo za sebou oznámi pozíciu počiatočnej, koncovej značky a celkový čas vybratého úseku.
uk: Подвійне натискання надає повторення позицій B і N, а також тривалість виДІЛЕного елемента.
zh_cn: 按两次读出区间B和N的位置和时长。

source: Ctrl+Shift+P
bg: Control+Shift+P
de: STRG+Umschalt+P
fi: Ctrl+Vaihto+P
fr: Contrôle+Maj+P
hr: Kontrol+šift+P

source: Give the reference of the actual part and the total number of parts in the current file.
bg: Съобщава информация за реалната част и общия брой части в текущия файл.
da: Angiver den del af filen, som du aktuelt arbejder med, samt det samlede antal dele i den aktuelle fil.
de: Meldet die Referenz des aktuellen Abschnitts und die Gesamtzahl der Abschnitte in der aktuellen Datei.
fi: Ilmoittaa nykyisen osan sekä tiedostossa olevien osien kokonaismäärän.
fr: Donne la référence de la plage actuelle, ainsi que le nombre totale de plages.
hr: Navedi referencu stvarnog dijela i ukupni broj dijelova u trenutačnoj datoteci.
it: Dà un riscontro sulla parte attuale e sul numero di parti nel file in uso.
pl: Podaje odniesienie do rzeczywistej części i całkowitą liczbę części w bieżącym pliku.
pt_br: Diz a referência da parte atual e o número total de partes no arquivo presente.
pt_pt: Diz a referência da parte actual e indica o total de partes no ficheiro
ru: Указать ссылку на фактическую часть и общее количество частей в текущем файле.
sk: Oznámi číslo časti a počet častí v aktuálnom súbore.
uk: Вказує на певну частину файлу і загальну кількість частин цього файлу.
zh_cn: 给出当前文件中实际零件和零件总数的参考。

source: Ctrl+Shift+Space
bg: Control+Shift+Интервал
da: Ctrl+Shift+mellemrum
de: STRG+Umschalt+Leertaste
fi: Ctrl+Vaihto+Väli
fr: Contrôle+Maj+Espace
hr: Kontrol+šift+razmaknica
it: Ctrl+Shift+Spazio
pl: Ctrl+Shift+spacja
pt_br: Ctrl+Shift+Espaço
ru: Ctrl+Shift+Пробел
sk: Ctrl+Shift+medzera
uk: Ctrl+Shift+пробіл
zh_cn: Ctrl + Shift + 空格

source: Used to determine the current level of the vu-meter, during recording.
bg: Съобщава текущото ниво на VU-meter при записване.
da: Bruges til at bestemme vu-meterets aktuelle niveau under optagelse (lydstyrken).
de: Wird verwendet, um den aktuellen Pegel des Vu-Meters während der Aufzeichnung zu bestimmen.
fi: Ilmoittaa VU-mittarin nykyisen tason äänityksen aikana.
fr: Permet d'indiquer la valeur actuelle du niveau du vu-mètre.
hr: Koristi se za određivanje trenutačne razine vu-metra za vrijeme snimanja.
it: Utilizzato per determinare il livello attuale del vu-meter, durante la registrazione.
pl: Służy do określania aktualnego poziomu vu-miernika, podczas nagrywania.
pt_br: Usado para determinar o nível atual do medidor de volume, durante a gravação.
pt_pt: Usado para determinar o nível actual do medidor de vuo, durante a gravação.
ru: Используется для определения текущего уровня индикатора во время записи.
sk: Prečíta maximálnu nameranú úroveň hlasitosti počas nahrávania.
uk: Використовується для визначення поточного рівня vu-meter під час запису.
zh_cn: 用于在录制过程中确定流量计的当前级别。

source: Double pressure reset it.
bg: Двукратно натискане го занулява.
da: Dobbelttryk nulstiller.
de: Zweimaliges Drücken setzt ihn zurück.
fi: Kahdesti painaminen nollaa tason.
fr: Une double pression permet de réinitialiser ce niveau.
hr: Dvostrukim pritiskom se resetira.
it: La doppia pressione lo resetta.
pl: Podwójne naciśnięcie resetuje go.
pt_br: Pressionado duas vezes redefine-o.
pt_pt: Pressionado duas vezes, apaga.
ru: Двойное нажатие сбрасывает его.
sk: Stlačené dvakrát rýchlo za sebou vynuluje meranie.
uk: Подвійне натискання скидає його.
zh_cn: 按两次重置。

source: Down Arrow
bg: Стрелка надолу
da: Pil ned
de: Pfeil abwärts
fi: Nuoli alas
fr: Flèche basse
hr: Strelica dolje
it: Freccia giù
pl: Strzałka w dół
pt_br: Seta para Baixo
pt_pt: Seta para baixo
ru: Стрелка Вниз
sk: šípka dole
uk: Стрілка вниз
zh_cn: 下箭头

source: Lets you see the current position of the playhead.
bg: Позволява ви да прегледате текущата позиция на маркера за възпроизвеждане.
da: Lader dig se den aktuelle position for afspilningshovedet.
de: Meldet die aktuelle Position des Wiedergabekopfes.
fi: Ilmoittaa toistokohdistimen nykyisen sijainnin.
fr: Permet de donnée la durée en cours.
hr: Omogućuje prikaz trenutačnog položaja reprodukcije.
it: Mostra la posizione attuale della testina di riproduzione.
pl: Umożliwia wyświetlenie bieżącej pozycji głowicy odtwarzania.
pt_br: Permite ver a posição atual da cabeça (indicador) de reprodução.
pt_pt: Permite ver a posição actual do indicador de reprodução.
ru: Позволяет увидеть текущее положение головки воспроизведения.
sk: Oznámi pozíciu prehrávacieho kurzora.
uk: Дозволяє побачити поточне положення заголовка відтворення.
zh_cn: 让您看到播放头的当前位置。

source: This command also position the cursor at the location of the marker of the end of selection N, while giving the location of this marker if a selection has been made.
bg: Тази команда също така позиционира курсора върху маркера, отбелязващ края на селекцията (N), давайки и местоположението на маркера, ако е била направена селекция.
da: Denne kommando placerer også markøren ved slutningen af markering N, og angiver positionen for markeringen, hvis en markering er lavet.
de: Dieser Befehl positioniert den Cursor auch an der Position des Markers am Ende der Auswahl N, während die Position dieses Markers gemeldet wird, sofern eine Auswahl getroffen wurde.
fi: Lisäksi, mikäli valinta on tehty, tämä komento siirtää kohdistimen valinnan lopetusmerkin kohdalle ja ilmoittaa sen sijainnin.
fr: Si une sélection a été faite, positionne le curseur à l'emplacement du marqueur de fin de sélection N tout en donnant l'emplacement de ce marqueur.
hr: Ova naredba također smješta kursor na mjesto oznake kraja odabira N, a istodobno navodi položaj te oznake, ako je nešto odabrano.
it: Se è stata fatta una selezione, inoltre, questo comando sposta il cursore sul marcatore di fine della selezione N, fornendone la posizione.
pl: To polecenie umieszcza również kursor w miejscu znacznika końca zaznaczenia N, podając jednocześnie położenie tego znacznika, jeśli dokonano wyboru.
pt_br: Este comando também coloca o cursor na posição do marcador do final da seleção N, enquanto dizendo o local desse marcador se uma seleção foi feita.
pt_pt: Este comando também coloca o cursor na posição do marcador do final da selecção N, dizendo a sua posição, se tiver sido feita uma selecção.
ru: Эта команда также помещает курсор в положение маркера конца выделения N, одновременно указывая местоположение этого маркера, если выделение было сделано.
sk: Takisto presunie kurzor na koncovú značku a oznámi pozíciu, ak bolo niečo vybraté.
uk: Ця команда також поміщає курсор в положення маркера кінця виділення N, вказуючи при цьому місце розташування цього маркера, якщо виділення було зроблено.
zh_cn: 此命令还将光标定位在选择 N 结束的标记的位置, 同时在进行选择时给出此标记的位置。

source: In the volume dialog box, vocalise the next value that can be reached generally with downArrow.
bg: В диалоговия прозорец за силата на звука съобщава следващата стойност, достижима със стрелка надолу.
da: I lydstyrkedialogboksen vil du få næste værdi oplyst, som generelt kan nås med pil ned.
de: Meldet im Lautstärke-Dialogfeld den nächsten Wert, der generell mit Pfeil abwärts erreicht werden kann.
fi: Ilmoittaa äänenvoimakkuusvalintaikkunassa seuraavan arvon.
fr: Dans les options du contrôle du volume de mp3directcut, donne la valeur suivante à laquelle on accède habituellement avec flèche basse.
hr: U dijaloškom okviru glasnoće izgovori sljedeću vrijednost do koje se općenito može doći pomoću strelice Dolje.
it: Nella finestra di dialogo Volume, vocalizza il valore successivo che può essere raggiunto generalmente con freccia giù.
pl: W oknie dialogowym głośności odczyta następną wartość, do której można dotrzeć zazwyczaj za pomocą strzałki w dół.
pt_br: Na caixa de diálogo de volume, vocaliza o próximo valor que pode ser alcançado geralmente com a seta para baixo.
pt_pt: Na caixa de diálogo de volume, oiça o próximo valor que pode ser obtido geralmente com seta para baixo.
ru: В диалоге громкость озвучить следующее значение, которое обычно можно достичь с помощью стрелки вниз.
sk: V dialógu s nastavením hlasitosti povie nasledujúcu hodnotu.
uk: В діалозі гучності озвучується наступне значення, яке може бути виконане за допомогою стрілки вниз.
zh_cn: 在音量对话框中, 说出通常可以用向下箭头到达的下一个值。

source: This value is not vocalized default.
bg: Тази стойност по подразбиране не бива съобщавана.
da: Denne værdi er ikke oplyst som standard.
de: Dieser Wert ist keine vokalisierte Voreinstellung.
fi: Oletuksena arvoa ei ilmoiteta.
fr: Et qui n'est pas vocalisée par défaut.
hr: Ova vrijednost se standardno ne izgovara.
it: Questo valore non è vocalizzato per default.
pl: Ta wartość nie jest domyślnie wymawiana.
pt_br: Este valor não é vocalizado por padrão.
pt_pt: Este valor não é falado, por padrão.
ru: По умолчанию это значение не озвучивается.
sk: Predvolene táto hodnota nie je oznamovaná.
uk: Це значення початково не озвучується.
zh_cn: 这个数值默认不朗读。

source: End
da: Slut
de: Ende
fr: Fin
pt_pt: fim
uk: В кінець
zh_cn: 动作按钮: 结束
