Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mp3DirectCut.*.po
Languages: bg, da, de, fi, fr, hr, it, pl, pt_br, pt_pt, ru, sk, uk, zh_cn

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
bg: Добавена е съвместимост с новите изисквания за съвместимост на добавките, налични в NVDA 2019.1.
da: Tilføjede kompatibilitet med det nye versionsformat der benyttes i tilføjelser, der blev aktuelt siden NVDA 2019.1.
de: Die Kompatibilität mit dem neuen Versionierungsformat der Erweiterung wurde gesichert, erschienen seit nvda 2019.1.
fi: Lisätty yhteensopivuus lisäosien uudelle versionumeroinnille, joka otettiin käyttöön NVDA 2019.1:ssä.
fr: Ajout de la compatibilité avec le nouveau format de gestion des versions des extensions, apparu depuis nvda 2019.1.
hr: Dodana je kompatibilnost s novim formatom za određivanje verzije, pojavila se u nvda 2019.1.
it: Aggiunta la compatibilità con il nuovo formato per il numero di versione degli add-on, presente a partire da NVDA 2019.1.
pl: Dodano kompatybilność z nowym formatem wersjonowania dodatku, pojawił się od nvda 2019.1.
pt_br: Adicionado a compatibilidade com o novo formato de versão do complemento, surgido desde o nvda 2019.1.
pt_pt: Acrescentada a compatibilidade com o novo formato de versão do extra, surgido desde o nvda 2019.1.
ru: Добавлена совместимость с новым форматом управления версиями дополнения, появившимся после nvda 2019.1.
sk: Pridaná podpora pre nové čísla verzii uvedené v NVDA 2č019.1.
uk: Додано сумісність з форматом нового версіювання додатка, який доступний в NVDA 2019.1.
zh_cn: 兼容nvda 2019.1的插件新版本格式。

source: Change for version 4.0
bg: Промени във версия 4.0
da: Ændringer til version 4.0
de: Änderungen in Version 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0
pl: Zmiana w wersji 4.0
pt_br: Alterações para a versão 4.0
pt_pt: Alterações para a versão 4.0
ru: Изменение версии 4.0
sk: Verzia 4.0
uk: Зміни у версії 4.0
zh_cn: 版本4.0

source: Added the Compatibility of the add-on with both Python 2.7 and 3;
bg: Добавена е съвместимост на добавката както с Python 2.7, така и с Python 3;
da: Tilføjet kompatibilitet med Python 2.7 og 3;
de: Die Kompatibilität mit Python 2.7 und Python 3 wurde integriert;
fi: Lisäosa on nyt yhteensopiva sekä Python 2.7:n että 3:n kanssa;
fr: Ajout de la compatibilité de l'extension avec Python 2.7 et 3;
hr: Dodana Kompatibilnost dodatka s Pythonom 2.7 i 3;
it: Aggiunta la compatibilità dell'add-on con Python 2.7 e Python 3;
pl: Dodano kompatybilność dodatku z Pythonem 2.7 i 3;
pt_br: Adicionada a compatibilidade do complemento com o Python 2.7 e 3;
pt_pt: Adicionada a compatibilidade do extra com o Python 2.7 e 3;
ru: Добавлена совместимость дополнения как с Python 2.7, так и с 3;
sk: Pridaná kompatibilita s prostredím Python 2.7 a 3;
uk: Додано сумісність додатка з Python 2.7 і 3;
zh_cn: 添加了Python 2.7和3的插件的兼容性;

source: Fixed a bug with add-on paths that contain non-ASCII characters.
bg: Отстранен е проблем, свързан с пътища на добавката, съдържащи не-ASCII знаци.
da: Rettede en fejl med stier tilhørende tilføjelsespakken der indholder non-ASCII-tegn.
de: Ein Problem wurde behoben, welches bei Pfaden der Erweiterung mit Nicht-ASCII-Zeichen auftrat.
fi: Korjattu bugi lisäosan hakemistopolkujen nimissä, jotka sisältävät muita kuin ASCII-merkkejä.
fr: Correction d'un bug avec les chemins d'extension contenant des caractères non-ASCII.
hr: Ispravljena je greška u dodatku koja je sadržavala znakove koji nisu ASCII.
it: Risolto un problema con i percorsi dell'add-on che non contengono caratteri non ASCII .
pl: Poprawiono błąd dotyczący ścieżek dodatku, które zawierają znaki spoza łacińskiego alfabetu.
pt_br: Corrigida uma falha com caminhos de localização do complemento que contenham caracteres não-ASCII.
pt_pt: Corrigido um bug com caminhos de localização do extra que contenham caracteres não-ASCII.
ru: Исправлена ошибка с путями дополнения, содержащими символы, отличные от ASCII.
sk: Opravené problémy, ktoré nastávali, ak boli v názvoch ciest znaky mimo ASCII rozsahu.
uk: Виправлено помилку з додатковими шляхами, які містять символи, відмінні від ASCII.
zh_cn: 修复了包含非ASCII字符的附加路径的错误。

source: Change for version 3.0
bg: Промени във версия 3.0
da: Ændringer for version 3.0
de: Änderungen in Version 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
pl: Zmiana w wersji 3.0
pt_br: Alterações para a versão 3.0
pt_pt: Alterações para a versão 3.0
ru: Изменение версии 3.0
sk: Verzia 3.0
uk: Зміни у версії 3.0
zh_cn: 版本3.0

source: Used the gui.guiHelper module to ensure the correct appearance of the addon's configuration dialog;
bg: Използван е модулът gui.guiHelper с цел по-коректно визуализиране на диалоговия прозорец с настройките на добавката;
da: Brugte gui.guiHelper modulet til at sikre korrekt udseende af tilføjelsespakkens konfigurationsdialog;
de: Das Modul gui.guiHelper wurde anbewendet, um das Konfigurationsdialog der Erweiterung korrekt anzuzeigen;
fi: Käytetään gui.guiHelper-moduulia lisäosan asetusvalintaikkunan asianmukaisen ulkoasun varmistamiseen;
fr: Utilisation du module gui.guiHelper pour assurer la bonne apparence de la boîte de dialogue de configuration de l'extension;
hr: Korišten je gui.guiHelper modul kako bi se potvrdio ispravan prikaz dijaloškog okvira konfiguracije dodatka;
it: Si utilizza il modulo gui.guiHelper per assicurare il corretto layout della finestra di configurazione dell'add-on;
pl: Użyto modułu gui.guiHelper, aby zapewnić poprawny wygląd okna dialogowego konfiguracji dodatku;
pt_br: Utilizado o módulo gui.guiHelper para garantir a aparência correta do diálogo de configuração do complemento;
pt_pt: Utilizou-se o módulo gui.guiHelper para garantir a aparência correcta do diálogo de configuração do extra;
ru: Использован модуль gui.guiHelper, чтобы обеспечить правильный внешний вид диалога настройки дополнения;
sk: Používame nový modul gui.guiHelper na správne zobrazenie dialógu s nastavením;
uk: Використовується модуль gui.guiHelper для забезпечення правильного відображення діалогу конфігурації додатка;
zh_cn: 使用gui.guiHelper模块确保插件配置对话框的正确外观;

source: Used format instead of %s for formatted strings;
bg: Използва се формат (format) вместо %s за форматирани низове;
da: Brugt format i stedet for%s for formaterede strenge;
de: Statt %s wurde Format für formatierte Strings eingesetzt;
fi: Käytetään muotoa %s:n asemesta muotoilluille merkkijonoille;
fr: Utilisation de format à la place de %s pour les chaînes formatées;
hr: Korišten je format umjesto %s za formatirane stringove;
it: Per le stringhe formattate, si utilizza format invece di %s;
pl: Używany format zamiast %s dla sformatowanych ciągów;
pt_br: Usando format em vez de %s para sequências de caracteres formatadas;
pt_pt: Passou a usar-se o comando format em vez de %s para seqüências de caracteres formatadas;
ru: Используемый формат вместо %s для форматированных строк;
sk: V prekladoch sa namiesto %s používa presnejšie pomenovanie premenných.
uk: Використовується формат замість %s для форматованих рядків;
zh_cn: 格式化字符串使用格式而不是 %s;

source: Used compliance with guidelines for implementation.
bg: Прилага се съответствие с указанията за имплементиране.
da: Brugte overholdelse af retningslinjer for implementering.
de: Die Übereinstimmung mit Implementierungsvorgaben wurde finalisiert.
fi: Noudatetaan toteutusohjeita.
fr: Utilisation de la conformité avec les règles du guidelines pour l'implémentation.
hr: Dodatak je izrađen sukladno smjernicama za implementaciju.
it: Si utilizza la compatibilità con le linee guida per l'implementazione.
pl: Wykorzystano zgodność z wytycznymi dotyczącymi wdrażania.
pt_br: Usado a conformidade com as diretrizes para implementação.
pt_pt: Foram usadas as necessárias directrizes para implementação.
ru: Используется в соответствии с руководящими принципами внедрения.
sk: Upravené podľa zásad a pravidiel doplnkov.
uk: Використовується дотримання керівних принципів з реалізації.
zh_cn: 使用遵守实施准则。

source: Change for version 2.3
bg: Промени във версия 2.3
da: Ændringer for version 2.3
de: Änderungen in Version 2.3
fi: Muutokset versiossa 2.3
fr: Changements pour la version 2.3
hr: Promjene u verziji 2.3
it: Novità nella versione 2.3
pl: Zmiana wersji 2.3
pt_br: Alterações para a versão 2.3
pt_pt: Alterações para a versão 2.3
ru: Изменение версии 2.3
sk: Verzia 2.3
uk: Зміни у версії 2.3
zh_cn: 版本2.3

source: Added the GPL license to the addon;
bg: Добавен е GPL лиценза към добавката;
da: Tilføjet GPL-licensen til tilføjelsen;
de: Die Erweiterung verfügt nun über eine GPL-Lizenz;
fi: Lisätty GPL-lisenssi;
fr: Ajout de la licence GPL à l'extension;
hr: Dodana je GPL licenca u dodatak;
it: Aggiunta all'add-on la licenza GPL;
pl: Dodano licencję GPL;
pt_br: Adicionada a licença GPL ao complemento;
pt_pt: Adicionada a licença GPL ao addon;
ru: Добавлена лицензия GPL в дополнение;
sk: Pridaná GPL licencia;
uk: Додано ліцензію GPL для додатка;
zh_cn: 给插件添加了GPL许可证;

source: Changed the shortcut of the script giving the end of selection from Ctrl + Shift + N to Ctrl + Shift + E because Ctrl + Shift + N doesn't work with the latest versions of mp3DirectCut;
bg: Променена е клавишната комбинация на командата за съобщаване на края на селекцията от Control+Shift+N на Control+Shift+E, защото Control+Shift+N не работи в новите версии на mp3DirectCut;
da: Ændret genvejen af scriptet, der giver slutningen af markeringen fra CTRL+Skift+N til CTRL+Skift+E, fordi Ctrl+Skift+N ikke virker med de nyeste versioner af mp3DirectCut;
de: Wegen Inkompatibilität mit den letzten Versionen dieser Erweiterung wurde die Tastenkombination für das Skript, welches das Ende der Auswahl ansagt, von STRG+Umschalt+N zu STRG+Umschalt+E geändert;
fi: Muutettu valinnan lopetuskohdan ilmoittavan komennon pikanäppäin Ctrl+Shift+N:stä Ctrl+Shift+E:ksi, koska ensin mainittu ei toimi mp3DirectCutin uusimmissa versioissa;
fr: Changement du raccourci-clavier du script donnant la fin de la sélection de "Ctrl+Shift+N" en "Ctrl+Shift+E" car "Ctrl+Shift+N" ne fonctionne pas avec les dernières versions de mp3DirectCut;
hr: Promijenjen je prečac za skriptu koja daje kraj odabira, iz Kontrol+Šift+N u Kontrol+Šift+E, jer Kontrol+Šift+N ne radi sa zadnjim mp3DirectCut verzijama;
it: Modificato il comando associato allo script che indica la posizione del marcatore di fine selezione da Ctrl + Shift + N a Ctrl + Shift + E, perché Ctrl + Shift + N non funziona con le ultime versioni di mp3DirectCut;
pl: Zmieniono skrót skryptu podający koniec zaznaczenia z Ctrl + Shift + N na Ctrl + Shift + E, ponieważ Ctrl + Shift + N nie działa z najnowszymi wersjami mp3DirectCut;
pt_br: Alterado o atalho do script que fornece o fim da seleção de Ctrl + Shift + N para Ctrl + Shift + E porque Ctrl + Shift + N não funciona com as versões mais recentes do mp3DirectCut;
pt_pt: Alterado o atalho do script que fornece o fim da selecção de Ctrl + Shift + N para Ctrl + Shift + E porque Ctrl + Shift + N não funciona com as versões mais recentes do mp3DirectCut;
ru: Изменена комбинация клавиш скрипта, указывающая конец выделения, с Ctrl + Shift + N на Ctrl + Shift + E, потому что Ctrl + Shift + N не работает с последними версиями mp3DirectCut;
sk: Skratka na zistenie koncovej značky zmenená z ctrl+shift+n na ctrl+shift+e lebo ctrl+shift+n nefunguje v posledných verziách mp3DirectCut;
uk: Змінено комбінацію клавіш скрипта, який вказує кінець виділення, з Ctrl + Shift + N на Ctrl + Shift + E , оскільки комбінація клавіш Ctrl + Shift + N не працює з новішими версіями mp3DirectCut;
zh_cn: 将选择结束的脚本快捷方式从Ctrl + Shift + N更改为Ctrl + Shift + E，因为Ctrl + Shift + N不能与最新版本的mp3DirectCut一起使用;

source: Added a script to confirm that the selection has been canceled with 'Ctrl+r';
bg: Добавен е скрипт за потвърждаване, че селекцията е била отменена с Control+R;
da: Tilføjet et script for at bekræfte, at udvælgelsen er blevet annulleret med 'CTRL+R';
de: Ein Skript wurde eingefügt, welches das Abbrechen der Auswahl mit STRG+R bestätigt;
fi: Lisätty skripti, joka varmistaa näppäinkomennolla Ctrl+R, että valinta on peruttu;
fr: Ajout d'un script pour confirmer que la sélection a été annulée avec "Ctrl+R";
hr: Dodana je skripta za potvrđivanje da je odabir otkazan sa 'Kontrol+r';
it: Aggiunto uno script per confermare che la selezione è stata annullata con 'Ctrl+r';
pl: Dodano skrypt potwierdzający, że wybór został anulowany za pomocą "Ctrl + r";
pt_br: Adicionado um script para confirmar que a seleção foi cancelada com 'Ctrl+r';
pt_pt: Adicionado um script para confirmar que a selecção foi cancelada com 'Ctrl+r';
ru: Добавлен скрипт для подтверждения того, что выделение было отменено с помощью "Ctrl+r";
sk: Pridaná skratka ctrl+r, ktorá oznámi zrušenie výberu;
uk: Додано сценарій для підтвердження скасування виділення за допомогою 'Ctrl+r';
zh_cn: 添加了一个脚本，以确认已使用“Ctrl + r”取消选择;

source: Made some corrections in the code of the appModule 'mp3directcut.py'.
bg: Направени са някои корекции в кода на модула за приложение „mp3directcut.py“.
da: Lavede nogle rettelser til modulet mp3directcut.py.
de: Es wurden Einige Verbesserungen im Appmodul 'mp3directcut.py' vorgenommen.
fi: Tehty joitakin korjauksia mp3directcut.py-sovellusmoduulin koodiin.
fr: Apporté quelques corrections dans le code de l'appModule "mp3directcut.py".
hr: Učinjene su neke ispravke u kodu appModula 'mp3directcut.py..
it: Effettuata qualche correzione nel codice del modulo 'mp3directcut.py'.
pl: Wprowadzono pewne poprawki w kodzie appModule "mp3directcut.py".
pt_br: Foram feitas algumas correções no código do appModule (módulo de aplicativo) 'mp3directcut.py'.
pt_pt: Foram feitas algumas correcções no código do appModule 'mp3directcut.py'.
ru: Внёс некоторые исправления в код модуля приложения 'mp3directcut.py'.
sk: Drobné úpravy v aplikačnom module.
uk: Внесено деякі виправлення в код app модуля програми 'mp3directcut.py'.
zh_cn: 在appModule'mp3directcut.py'的代码中做了一些更正。

source: Change for version 2.2
bg: Промени във версия 2.2
da: Ændringer for version 2.2
de: Änderungen in Version 2.2
fi: Muutokset versiossa 2.2
fr: Changements pour la version 2.2
hr: Promjene u verziji 2.2
it: Novità nella versione 2.2
pl: Zmiana w wersji 2.2
pt_br: Alterações para a versão 2.2
pt_pt: Alterações para a versão 2.2
ru: Изменение версии 2.2
sk: Verzia 2.2
uk: Зміни у версії 2.2
zh_cn: 版本2.2

source: Correction of the scripts giving the selection markers' locations.
bg: Поправка на скриптовете, даващи информация за позицията на маркерите за селекция.
da: rettelse af de scripts til at angive udvælgelsesmarkørens position.
de: Es wurden die Skripte verbessert, die die Position der Auswahlmarker ausgeben.
fi: Valitun alueen merkkien sijainnit ilmoittavat skriptit korjattu.
fr: Correction des scripts donnant les emplacements des marqueurs de sélection.
hr: Ispravljene skripte koje daju lokacije odabranih markera.
it: Correzione degli script che forniscono la posizione dei marcatori di selezione.
pl: Korekta skryptów z podaniem położenia znaczników wyboru.
pt_br: Correção dos scripts que dão os locais dos marcadores de seleção.
pt_pt: Correcção dos scripts que dão os locais dos marcadores de selecção.
ru: Исправление скриптов для предоставления расположения меток выделения.
sk: Opravené funkcie na zistenie pozície počiatočnej a koncovej značky.
uk: Виправлено скрипти, які вказують розташування маркерів виділення.
zh_cn: 更正给出选择标记位置的脚本。

source: Change for version 2.1.1
bg: Промени във версия 2.1.1
da: Ændringer for version 2.1.1
de: Änderungen in Version 2.1.1
fi: Muutokset versiossa 2.1.1
fr: Changements pour la version 2.1.1
hr: Promjene u verziji 2.1.1
it: Novità nella versione 2.1.1
pl: Zmiana wersji 2.1.1
pt_br: Alterações para a versão 2.1.1
pt_pt: Alterações para a versão 2.1.1
ru: Изменение версии 2.1.1
sk: Verzia 2.1.1
uk: Зміни у версії 2.1.1
zh_cn: 版本2.1.1

source: Removing the script giving the total time and adding this information to the script giving the elapsed time;
bg: Премахната е командата за съобщаване на общото времетраене, а тази информация е добавена към командата за съобщаване на изминалото времетраене;
da: Fjernede det script der angav tid i alt, og tilføjede denne funktion til scriptet der bearbejdede resterende tid.
de: Das Skript, das die Gesamtzeit ausgibt, wurde entfernt. Die Information wird nun das Skript für die verstrichene Zeit mit ausgeben;
fi: Kokonaisajan ilmoittava skripti poistettu ja lisätty sen antamat tiedot jäljellä olevan ajan ilmoitukseen;
fr: Suppression du script permettant de donner la durée totale et ajout de cette information au script donnant le temps écoulé;
hr: Uklonjena skripta koja daje ukupno vrijeme a ta je informacija dodana u skriptu koja daje preostalo vrijeme;
it: Rimosso lo script che fornisce la durata totale e aggiunta quest'informazione nello script che fornisce il tempo di riproduzione corrente;
pl: Usunięcie skryptu podającego całkowity czas i dodanie tej informacji do skryptu podającego czas, który upłynął;
pt_br: Foi removido o script que dava o tempo total e adicionada esta informação ao script que fornece o tempo decorrido;
pt_pt: Foi removido o script que dava o tempo total e adicionada esta informação ao script que fornece o tempo decorrido;
ru: Удалён скрипт, предоставляющий общее время, и эта информация добавлена в скрипт оставшегося времени;
sk: Odstránená funkcia na oznámenie celkového času. Celkový čas teraz oznamuje funkcia na oznámenie uplynutého času.
uk: Видаленно скрипт із зазначенням загального часу і додано цю інформацію до скрипта, який вказує час, що залишився;
zh_cn: 删除脚本，给出总时间并将此信息添加到脚本中，给出经过的时间;

source: Added the ability to enable or disable the announcements related to the space key in the module's configuration options, separately from other announcements;
bg: Добавена е възможност да разрешите или забраните съобщенията, свързани с клавиша интервал, в прозореца с настройките на добавката, отделно от другите съобщения;
da: Tilføjet muligheden for at aktivere eller deaktivere meddelelser relateret til mellemrumstasten i modulets konfiguration, adskilt fra andre meddelelser;
de: Die Ansagen, die sich auf die Leertaste beziehen, können nun in den Einstellungen des Moduls unabhängig von anderen Ansagen aktiviert oder deaktiviert werden;
fi: Lisäosan asetuksiin lisätty mahdollisuus muista ilmoituksista erillisten välilyöntinäppäimeen liittyvien ilmoitusten käyttöön ottamiseen tai käytöstä poistamiseen;
fr: Ajout de la possibilité d'activer ou non les annonces liées à la touche espace dans les options de configuration de l'extension, distinctement des autres annonces;
hr: Dodana mogućnost omogućavanja ili onemogućavanja obavijesti vezanih uz tipku razmak u opcijama konfiguriranja modula, odvojeno od drugih obavijesti;
it: Aggiunta la possibilità di attivare o disattivare le vocalizzazioni relative al tasto spazio nella configurazione dell'add-on, separatamente rispetto ad altre vocalizzazioni;
pl: Dodano możliwość włączania lub wyłączania ogłoszeń związanych z spacji w opcjach konfiguracyjnych modułu, niezależnie od innych ogłoszeń;
pt_br: Adicionada a capacidade de habilitar ou desabilitar os anúncios relacionados à tecla de espaço nas opções de configuração do módulo, separadamente de outros anúncios;
pt_pt: Adicionada a capacidade de activar ou desactivar os anúncios relacionados à tecla de espaço nas opções de configuração do módulo, separadamente de outros anúncios;
ru: Добавлена возможность включать или отключать объявления, связанные с клавишей пробела, в параметрах конфигурации модуля отдельно от других объявлений;
sk: Pridaná možnosť výrečnosti pri stlačení medzerníka;
uk: Додано можливість вмикати або вимикати оголошення, пов'язані з клавішею пробіл в параметрах конфігурації модуля окремо від інших оголошень;
zh_cn: 添加了与其他公告分开启用或禁用模块配置选项中与空格键相关的通知的功能;

source: Added the ability to enable or disable the announcement of placement of the selection marqueures in the module's configuration options;
bg: Добавена е възможност да разрешите или забраните съобщаването за поставянето на маркерите за селекция в прозореца с настройките на добавката;
da: Tilføjet muligheden for at aktivere eller deaktivere annonceringen af placeringen af udvælgelsesmarkørernei til modulets konfiguration;
de: Die Ankündigung der Platzierung von Auswahlmarkern können nun in den Einstellungen des Moduls aktiviert oder deaktiviert werden;
fi: Lisäosan asetuksiin lisätty mahdollisuus valintamerkkien sijainti-ilmoituksen käyttöön ottamiseen tai käytöstä poistamiseen;
fr: Ajout de la possibilité d'activer ou non l'annonce du bon placement des marqueures de sélection dans les options de configuration de l'extension;
hr: Dodana mogućnost omogućavanja ili onemogućavanja najave postavljanja oznaka odabira u opcijama konfiguriranja modula;
it: Aggiunta la possibilità di attivare o disattivare le vocalizzazioni relative alla posizione dei marcatori di selezione nella configurazione dell'add-on;
pl: Dodano możliwość włączenia lub wyłączenia zapowiedzi umieszczenia namiotów zaznaczenia w opcjach konfiguracyjnych modułu;
pt_br: Adicionada a capacidade de habilitar ou desabilitar o anúncio de posicionamento das marcas de seleção nas opções de configuração do módulo;
pt_pt: Adicionada a capacidade de activar ou desactivar o anúncio da colocação das marcas de selecção nas opções de configuração do módulo;
ru: Добавлена возможность включать или отключать объявление о размещении маркеров выбора в параметрах конфигурации модуля;
sk: Pridaná možnosť vypnúť a zapnúť oznamovanie umiestnenia značiek;
uk: Додано можливість вмикати або вимикати оголошення про розміщення маркерів вибору в параметрах конфігурації модуля;
zh_cn: 添加了在模块的配置选项中启用或禁用选择范围放置的通知的功能;

source: Adding the announcement of the current part when moving through the cutting points;
bg: Добавено е съобщаване на текущата част при преминаване през точките за разделяне;
da: Tilføje annonceringen af den aktuelle del, når du flytter gennem de skærende punkter;
de: Der aktuelle Abschnitt beim Durchlaufen der Schnittpunkte wird nun angesagt;
fi: Lisätty mahdollisuus nykyisen sijainnin ilmoittamiseen leikkauskohtien välillä liikuttaessa;
fr: Ajout de l'annonce de la plage courante lors du déplacement parmi les points de coupe;
hr: Dodano izgovaranje trenutnog dijela dok se krećete kroz izrezane točke;
it: Aggiunta la vocalizzazione della parte attuale quando ci si sposta tra i punti di taglio;
pl: Dodanie ogłoszenia bieżącej części podczas przechodzenia przez punkty cięcia;
pt_br: Adicionado o anúncio da parte atual ao passar pelos pontos de corte;
pt_pt: Adicionado o anúncio da parte actual ao passar pelos pontos de corte;
ru: Добавлено объявление текущей части при перемещении по точкам разделения;
sk: Pridaná možnosť zapnúť a vypnúť oznamovanie čísla časti pri prechode cez rozdelenie;
uk: Додавання оголошення поточної частини під час переміщення по точках різання;
zh_cn: 在切割点移动时添加当前零件的通知;

source: Correction of announcements related to vertical keys;
bg: Корекция на съобщенията, свързани с вертикалните клавиши;
da: Korrektion af annonceringer relateret til lodret taster;
de: Ansagen, die sich auf vertikale Schlüssel beziehen, wurden verbessert;
fi: Korjattu nuoli ylös- ja nuoli alas -näppäimiin liittyvät ilmoitukset;
fr: Correction des annonces liées aux touches verticales;
hr: Ispravljene obavijesti vezanih uz vertikalne tipke;
it: Correzione delle vocalizzazioni relative ai tasti verticali;
pl: Korekta ogłoszeń związanych z pionowymi;
pt_br: Correção de anúncios relacionados a teclas verticais;
pt_pt: Correcção de anúncios relacionados a teclas verticais;
ru: Исправление объявлений, касающихся клавиш вертикальных стрелок;
sk: Opravené oznamovanie pri použití šípky hore a dole;
uk: Виправлення оголошень, пов’язаних з вертикальними клавішами;
zh_cn: 更正与垂直键相关的公告;
