Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/mushClient.*.po
Languages: hr, it, pl, pt_br, ru, sk, tr, zh_cn

source: [[!meta title="Mush Client"]]
ru: [[!meta title="Клиент Mush"]]
tr: [[!meta title="Mush istemcisi"]]
zh_cn: [[!meta title="Mush Client聊天支持插件"]]

source: Author: Nick Stockton
hr: Autor: Nick Stockton
it: Autore: Nick Stockton
pl: Autor: Nick Stockton
pt_br: Autor: Nick Stockton
ru: Автор: Nick Stockton
sk: Autor: Nick Stockton
tr: Yazan: Nick Stockton
zh_cn: 作者: Nick Stockton

source: download [development version][2]
hr: Preuzmi [razvojnu verziju][2]
it: scarica [versione in sviluppo][2]
pl: pobierz [wersja rozwojowa][2]
pt_br: download [versão de desenvolvimento][2]
ru: загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürümü][2] indir
zh_cn: 下载 [开发板][2]

source: This add-on enhances the mush Client for use with NVDA.
hr: Ovaj dodatak poboljšava upotrebu programa Mush Client s NVDA čitačem.
it: Questo componente aggiuntivo migliora l'utilizzo di Mushclient con NVDA.
pl: Ten dodatek ulepsza klienta papki do użytku z NVDA.
pt_br: Esse complemento aprimora o cliente mush para uso com o NVDA.
ru: Это дополнение расширяет возможности клиента mush для использования с NVDA.
sk: Zlepšuje prístupnosť aplikácie mush Client.
tr: Bu eklenti, NVDA ile kullanım için mush Client'ı geliştirir.
zh_cn: 此插件增强了NVDA使用mushClient的可访问性。

source: From the add-on description:
hr: Iz opisa dodatka:
it: Dalla descrizione dell'addon:
pl: Z opisu dodatku:
pt_br: Na descrição do complemento:
ru: Из описания дополнения:
sk: Popis:
tr: Eklenti açıklamasından:
zh_cn: 插件说明

source: This add-on provides the following accessibility improvements for Mush Client:
hr: Ovaj dodatak pruža sljedeća poboljšanja pristupačnosti za Mush Client:
it: Questo componente aggiuntivo fornisce le seguenti migliorie di accessibilità in Mushclient:
pl: Ten dodatek zawiera następujące ulepszenia ułatwień dostępu dla programu Mush Client:
pt_br: Esse complemento oferece os seguintes aprimoramentos de acessibilidade para o Mush Client:
ru: Это дополнение обеспечивает следующие улучшения доступности для клиента Mush:
sk: Doplnok poskytuje nasledujúce vylepšenia prístupnosti:
tr: Bu eklenti, Mush Client için aşağıdaki erişilebilirlik geliştirmelerini sağlar:
zh_cn: 此插件为Mush客户端提供以下可访问性改进：

source: The NVDA navigator object is now automaticly set to the output window of Mush Client in order to make reviewing output easier.
hr: NVDA navigacijski objekt je sada automatski postavljen na izlazni prozor Mush Clienta kako bi pregled teksta bio lakši.
it: Il navigatore ad oggetti di NVDA ora viene impostato automaticamente nella finestra di output di Mush Client, per rendere più semplice la lettura dell'output.
pl: Obiekt nawigatora NVDA jest teraz automatycznie ustawiany na okno wyjściowe klienta Mush, aby ułatwić przeglądanie danych wyjściowych.
pt_br: O objeto do navegador NVDA agora é definido automaticamente para a janela de saída do Mush Client para facilitar a revisão da saída.
ru: Объект навигатора NVDA теперь автоматически устанавливается в окне вывода клиента Mush, чтобы упростить просмотр выходных данных.
sk: Navigačný objekt je automaticky presúvaný do editačného poľa s výstupom, aby bolo možné jednoduchšie prezerať výstup.
tr: NVDA dolaşım nesnesi, çıktıyı gözden geçirmeyi kolaylaştırmak için artık otomatik olarak Mush İstemcisinin çıktı penceresine ayarlanmıştır.
zh_cn: 现在，NVDA导航器对象自动设置为Mush Client的输出窗口，以便更方便地查看消息。

source: Two new hotkeys (NVDA-8 and NVDA-9) toggle the "speech interrupt for typed characters" and "speech interrupt for enter key" settings respectively.
hr: Dva nova prečaca (NVDA-8 i NVDA-9) uključuju i isključuju „prekid izgovora za utipkane znakove” i „prekid izgovora za tipku enter”.
it: Due nuovi tasti rapidi (NVDA-8 e NVDA-9) modificano al volo rispettivamente le funzioni "i caratteri digitati interrompono la voce" e "il tasto invio interrompe la voce".
pl: Dwa nowe skrótu (NVDA-8 i NVDA-9) przełączają odpowiednio ustawienia przerwanie mowy dla wpisanych znaków i przerwanie mowy dla Enter.
pt_br: Duas novas teclas de atalho (NVDA-8 e NVDA-9) alternam as configurações de “interrupção de fala para caracteres digitados” e “interrupção de fala para tecla Enter”, respectivamente.
ru: Две новые горячие клавиши (NVDA-8 и NVDA-9) переключить настройки "прерывание речи при вводе" и "прерывание речи при нажатии enter" соответственно.
sk: Pridané dve nové klávesové skratky: NVDA+8: Prepína nastavenie "prerušiť reč pri písaní". NVDA+9: Prepína nastavenie "Prerušiť reč klávesom enter."
tr: İki yeni kısayol tuşu (NVDA-8 ve NVDA-9) sırasıyla "yazılan karakterler için konuşma kesmesi" ve "giriş tuşu için konuşma kesmesi" ayarlarını değiştirir.
zh_cn: 两个新的热键（NVDA-8和NVDA-9）分别切换“键入字符的语音中断”和“输入键的语音中断”设置。

source: Additionally, NVDA-Enter and numbpad-Enter will set the position of the NVDA navigator object to the last line of text in the output window and speak it.
hr: Također, NVDA-Enter i numerički Enter postavit će poziciju navigacijskog objekta na posljednji redak teksta u izlaznom prozoru, te će ga izgovoriti.
it: In aggiunta, il comando NVDA-Invio e numpad-invio porta il cursore di controllo nell'ultima riga di testo della finestra di output e la legge.
pl: Dodatkowo, NVDA+Enter i numbpad+Enter ustawia obiekt nawigatora NVDA w ostatniej linii tekstu okna wyjściowego i odczytuje ją.
pt_br: Adicionalmente, o NVDA-Enter e o numbpad-Enter definirão a posição do objeto do navegador NVDA para a última linha de texto na janela de saída e a falarão.
ru: Кроме того, NVDA-Enter и numbpad-Enter установят положение объекта навигатора NVDA на последней строке текста в окне вывода и произнесут её.
sk: NVDA+enter alebo numerický enter presunie kurzor na posledný riadok vo výstupe a prečíta ho.
tr: Ek olarak, NVDA-Enter ve sayısal tuş takımı-Enter, NVDA dolaşım nesnesinin konumunu çıktı penceresindeki metnin son satırına ayarlayacak ve söyleyecektir.
zh_cn: 此外，NVDA-Enter和numbpad-Enter会将NVDA导航器对象的位置设置为输出窗口中的最后一行文本并读出来。

source: The "report Dynamic Content Changes", "caret moves review cursor", "speech interrupt for typed characters", and "speech interrupt for enter key" settings are now automatically saved to a separate configuration file when the Mush Client window loses focus and restored when it receives focus again.
hr: Opcije „Prijavi dinamičke promjene sadržaja”, „Kursor pomiče pregledni kursor”, „Prekid izgovora za utipkane znakove” i „Prekid izgovora za tipku enter” čuvaju se u posebnoj datoteci kad program izgubi fokus i vraćaju se kad se fokus vrati.
it: Le impostazioni "vocalizza le Modifiche dei Contenuti Dinamici", "il cursore fisico sposta il cursore di controllo", "i caratteri digitati interrompono la sintesi" e "il tasto invio interrompe la sintesi" vengono ora salvate automaticamente su un file di configurazione separato quando la finestra di Mush Client perde il focus e ripristinate quando lo riacquista.
pl: Ustawienia Zgłoś dynamiczne zmiany zawartości, karetka przesuwa kursor recenzji, przerwanie mowy dla wpisanych znaków i przerwanie mowy dla Enter są teraz automatycznie zapisywane w oddzielnym pliku konfiguracyjnym, gdy okno klienta Mush traci fokus i przywracane, gdy ponownie otrzyma fokus.
pt_br: As configurações “reportar alterações de conteúdo dinâmico”, “cursor de revisão de movimentos do cursor”, “interrupção de fala para caracteres digitados” e “interrupção de fala para a tecla Enter” agora são salvas automaticamente em um arquivo de configuração separado quando a janela do Mush Client perde o foco e é restaurada quando recebe o foco novamente.
ru: Настройки "сообщать о динамических изменениях содержимого", "перемещать курсор для просмотра", "прерывание речи при вводе символов" и "прерывание речи при нажатии клавиши enter" теперь автоматически сохраняются в отдельном файле конфигурации, когда клиентское окно Mush теряет фокус, и восстанавливаются, когда оно снова получает фокус.
sk: Nastavenia "oznamovanie dynamického obsahu", "prezerací kurzor sleduje textový kurzor", "Prerušiť reč pri písaní" a "Prerušiť reč klávesom enter" sa teraz po opustení okna uložia a následne obnovia po opätovnom zameraní okna mush Client.
tr: "Dinamik İçerik Değişikliklerini Bildirme", "Şapka inceleme imlecini hareket ettirme", "yazılan karakterler için konuşma kesintisi" ve "giriş tuşu için konuşma kesintisi" ayarları, Mush İstemcisi penceresi odağı kaybettiğinde ve geri yüklendiğinde artık otomatik olarak ayrı bir yapılandırma dosyasına kaydedilir.
zh_cn: 当Mush Client窗口失去焦点并恢复时，“报告动态内容更改”，“插入符移动查看光标”，“键入字符的语音中断”和“输入键的语音中断”设置现在自动保存到单独的配置文件中当它再次获得焦点时。

source: Note: since most people will be using Mush Client with a speech plugin for auto-speaking incoming text, NVDA's "report Dynamic Content Changes" setting is disabled by default to avoid speaking incoming lines twice. If you want to turn on the automatic speaking of incoming lines by NVDA, toggle this setting on with the NVDA-5 hotkey.
hr: Napomena: budući da većina ljudi koristi Mush Client s dodatkom za automatsko izgovaranje dolaznog teksta, opcija „prijavi dinamičke promjene sadržaja” je onemogućena, kako bi se izbjeglo dvostruko izgovaranje dolaznog teksta. Ako želiš ovo uključiti, pritisni NVDA-5.
it: Nota: poiché la maggior parte delle persone utilizzerà Mush Client con una sintesi vocale che legge automaticamente i nuovi messaggi, l'impostazione "vocalizza le Modifiche dei Contenuti Dinamici" di NVDA è disattivata per default, per evitare doppie letture. Se volete abilitare la lettura automatica dei nuovi messaggi da parte di NVDA, attivate questa opzione on il tasto NVDA-5.
pl: Uwaga: ponieważ większość ludzi będzie używać Mush Client z wtyczką mowy do automatycznego mówienia przychodzącego tekstu, ustawienie NVDA "zgłoś dynamiczne zmiany treści" jest domyślnie wyłączone, aby uniknąć dwukrotnego wypowiadania przychodzących linii. Jeśli chcesz włączyć automatyczne mówienie o przychodzących liniach przez NVDA, włącz to ustawienie za pomocą skrótu NVDA-5.
pt_br: Nota: como a maioria das pessoas usará o Mush Client com um plug-in de fala para falar automaticamente o texto recebido, a configuração “reportar alterações de conteúdo dinâmico” do NVDA é desativada por padrão para evitar falar duas vezes as linhas recebidas. Se você quiser ativar a fala automática das linhas de entrada pelo NVDA, ative essa configuração com a tecla de atalho NVDA-5.
ru: Примечание: поскольку большинство пользователей будут использовать клиент Mush с речевым плагином для автоматического озвучивания входящего текста, настройка NVDA "сообщать о динамических изменениях содержимого" по умолчанию отключена, чтобы избежать повторения входящих строк дважды. Если вы хотите включить автоматическое прослушивание входящих строк с помощью NVDA, включите эту настройку с помощью горячей клавиши NVDA-5.
sk: Keďže väčšina používateľov používa plugin na automatické čítanie prichádzajúcich správ, je predvolene vypnuté oznamovanie dynamicky meneného obsahu. Môžete ho zapnúť skratkou nvda+5.
tr: Not: Çoğu kişi, gelen metni otomatik olarak söylemek için bir konuşma eklentisi ile Mush İstemcisi'ni kullanacağından, NVDA'nın "Dinamik İçerik Değişikliklerini Bildir" ayarı, gelen satırların iki kez söylenmesini önlemek için varsayılan olarak devre dışıdır. Gelen satırların NVDA tarafından otomatik olarak söylenmesini açmak istiyorsanız, bu ayarı NVDA-5 kısayol tuşuyla açın.
zh_cn: 注意：由于大多数人将使用带有语音插件的Mush Client来自动读出传入文本，因此默认情况下禁用NVDA的“报告动态内容更改”设置以避免两次读出传入行。如果要通过NVDA打开自动读出的输入线路，请使用NVDA-5热键切换此设置。
