Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/newfon.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, ru, tr

source: At the request of users, an optional ability has been added for English pronunciation, instead of the sound е, pronounce the sound э - like in the old add-ons;
es: A petición de los usuarios, se ha añadido una función opcional para la pronunciación en inglés. En vez del sonido е, se pronuncia el sonido э, como en los complementos antiguos;
fi: Lisätty käyttäjien pyynnöstä valinnainen ominaisuus englannin ääntämiseen, äänteen е sijaan lausutaan äänne э - kuten tämän lisäosan vanhoissa versioissa.
fr: À la demande des utilisateurs, une capacité facultative a été ajoutée pour la prononciation anglaise, au lieu of the sound е, prononcez the sound э - comme dans les anciennes extensions ;
pt_br: A pedido dos usuários, foi adicionado um recurso opcional para a pronúncia do inglês: em vez do som е, pronuncie o som э - como nos complementos antigos;
ru: По просьбам пользователей, добавлена опциональная возможность при английском произношении, заместо звука е произносить звук э - как в старых дополнениях;
tr: Kullanıcıların isteği üzerine, İngilizce telaffuz için eski eklentilerde olduğu gibi е sesi yerine э sesini telaffuz etme seçeneği eklendi;

source: Now the add-on has localization, accordingly, on the Ukrainian NVDA interface, all additional parameters will be displayed in the corresponding language.
bg: Сега добавката има локализация, съответно в украинския интерфейс на NVDA всички допълнителни параметри ще се показват на съответния език.
de: Mittlerweile verfügt die NVDA-Erweiterung über eine Lokalisierung, so dass auf der ukrainischen NVDA-Oberfläche alle zusätzlichen Parameter in der entsprechenden Sprache angezeigt werden.
es: Ahora, la interfaz del complemento se ha traducido a ucraniano, y todos sus parámetros se mostrarán en el idioma correspondiente.
fi: Lisäosassa on nyt lokalisoinnin tuki, joten NVDA:n ukrainankielisessä käyttöliittymässä kaikki lisäparametrit näytetään ukrainaksi.
fr: Désormais, l'extension a une localisation, en conséquence, sur l'interface de NVDA en Ukrainien, tous les paramètres supplémentaires seront affichés dans la langue correspondante.
pl: Teraz dodatek ma lokalizację, odpowiednio, na ukraińskim interfejsie NVDA, wszystkie dodatkowe parametry będą wyświetlane w odpowiednim języku.
pt_br: Agora o complemento tem localização, portanto, na interface ucraniana do NVDA, todos os parâmetros adicionais serão exibidos no idioma correspondente.
ru: Теперь дополнение имеет локализацию, соответственно, на украинском интерфейсе NVDA все дополнительные параметры будут отображаться на соответствующем языке.
tr: Artık eklentinin yerelleştirme desteği var, buna göre Ukrayna NVDA arayüzünde tüm ek parametreler ilgili dilde görüntülenecek.

source: Changed
bg: Променено
de: Geändert
es: Cambiado
fi: Muutettu
fr: Modifié
pl: Zmieniono
pt_br: Alterado
ru: Изменено
tr: Değişiklikler

source: Thanks to the programmer Kvark, the internal architecture of the add-on was rewritten to the third Python;
bg: Благодарение на програмиста Kvark, вътрешната архитектура на добавката беше пренаписана на Python 3;
de: Dank des Programmierers Kvark wurde die interne Architektur der NVDA-Erweiterung auf Python 3 umgeschrieben;
es: Gracias al programador Kvark, la arquitectura del complemento se ha adaptado a Python 3;
fi: Ohjelmoija Kvarkin ansiosta lisäosan sisäinen arkkitehtuuri kirjoitettiin uudelleen Python 3:lle.
fr: Grâce au programmeur Kvark, l'architecture interne de l'extension a été réécrite au tiers de Python ;
pl: Dzięki programiście Kvarkowi wewnętrzna architektura dodatku została przepisana na trzeciego Pythona;
pt_br: Graças ao programador Kvark, a arquitetura interna do complemento foi reescrita para o terceiro Python;
ru: Благодаря программисту Kvark — была переписана внутренняя архитектура дополнения на третий Python;
tr: Programcı Kvark sayesinde, eklentinin iç mimarisi Python üçe göre yeniden yazıldı;

source: For fans of non-standard voices, the list of sampling frequencies has been expanded.
bg: За любителите на нестандартни гласове списъкът с честоти на дискретизация е разширен.
de: Für Fans von Nicht-Standard-Stimmen wurde die Liste der Sampling-Frequenzen erweitert.
es: Para los fans de las voces no estándar, se ha expandido la lista de frecuencias de muestreo.
fi: Näytetaajuuksien luetteloa on laajennettu epätyypillisten äänien ystäville.
fr: Pour les fans de voix non standard, la liste des fréquences d'échantillonnage a été élargie.
pl: Dla fanów niestandardowych głosów rozszerzono listę częstotliwości próbkowania.
pt_br: Para os fãs de vozes fora do padrão, a lista de frequências de amostragem foi ampliada.
ru: Для любителей нестандартных голосов, расширен список выбора частот дискретизации.
tr: Standart olmayan seslerin hayranları için, örnekleme frekanslarının listesi genişletildi.
