Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/newfon.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, ru, tr

source: Added documentation in Russian.
bg: Добавена е документация на руски език.
de: Dokumentation auf Russisch hinzugefügt.
es: Añadida documentación en ruso.
fi: Lisätty venäjänkielinen dokumentaatio.
fr: Documentation ajoutée en russe.
hr: Dodana je dokumentacija na ruskom juziku.
pl: Dodano dokumentację w języku rosyjskim.
pt_br: Adicionada documentação em russo.
ru: Добавлена ​​документация на русском языке.
tr: Rusça belgeler eklendi.

source: Version 2022.04.16
bg: Версия 2022.04.16
es: Versión 2022.04.16
fi: Versio 2022.04.16
hr: Verzija 2022.04.16
pl: Wersja 2022.04.16
pt_br: Versão 2022.04.16
ru: Версия 2022.04.16
tr: Sürüm 2022.04.16

source: Compatible with NVDA 2022 (Backward compatibility with NVDA 2019.2 is still supported.).
bg: Съвместимост с NVDA 2022 (Обратната съвместимост с NVDA 2019.2 все още се поддържа.).
de: Kompatibel mit NVDA 2022 (Abwärtskompatibilität mit NVDA 2019.2 wird noch unterstützt).
es: Compatible con NVDA 2022 (se soporta todavía la compatibilidad hacia atrás con NVDA 2019.2).
fi: Yhteensopiva NVDA 2022:n kanssa (taaksepäin yhteensopivuutta NVDA 2019.2:n kanssa tuetaan edelleen).
fr: Ajout de la compatibilité avec NVDA 2022 (la rétroaction de compatibilité avec NVDA 2019.2 est toujours supporté).
hr: Kompatibilno s NVDA verzijom 2022 (kompatibilnost s NVDA 2019.2 se se i dalje podržava).
pl: Kompatybilny z NVDA 2022 (Zgodność wsteczna z NVDA 2019.2 jest nadal obsługiwana).
pt_br: Compatível com o NVDA 2022 (a compatibilidade com versões anteriores do NVDA 2019.2 ainda é suportada).
ru: Совместимость с NVDA 2022 (по-прежнему поддерживается обратная совместимость с NVDA 2019.2).
tr: NVDA 2022 ile uyumludur (NVDA 2019.2 ile geriye dönük uyumluluk hala desteklenmektedir.).

source: Version 2021.06.06
bg: Версия 2021.06.06
es: Versión 2021.06.06
fi: Versio 2021.06.06
hr: Verzija 2021.06.06
pl: Wersja 2021.06.06
pt_br: Versão 2021.06.06
ru: Версия 2021.06.06
tr: Sürüm 2021.06.06

source: For compatibility with later versions of NVDA, the lastTestedNVDAVersion value has been changed.
bg: За съвместимост с по-новите версии на NVDA, стойността на lastTestedNVDAVersion е променена.
de: Um die Kompatibilität mit späteren NVDA-Versionen zu gewährleisten, wurde der Wert lastTestedNVDAVersion geändert.
es: Se ha modificado el valor de última versión probada para dar compatibilidad con versiones recientes de NVDA.
fi: LastTestedNVDAVersion-arvoa on muutettu NVDA:n uudempien versioiden yhteensopivuuden vuoksi.
fr: Pour la compatibilité avec les versions ultérieures de NVDA, la valeur lastTestedNVDAVersion a été modifiée.
hr: Radi kompatibilnosti s kasnijim verzijama NVDA, vrijednost za zadnju testiranu NVDA verziju (lastTestedNVDAVersion) je promijenjena.
pl: Dla zgodności z nowszymi wersjami NVDA, wartość lastTestedNVDAVersion została zmieniona.
pt_br: Para compatibilidade com versões posteriores do NVDA, o valor lastTestedNVDAVersion foi alterado.
ru: Для совместимости с последующими версиями NVDA, Был изменён параметр lastTestedNVDAVersion.
tr: NVDA'nın sonraki sürümleriyle uyumluluk için son Test EdilenNVDA Sürümü değeri değiştirilmiştir.

source: Version 2021.03.19
bg: Версия 2021.03.19
es: Versión 2021.03.19
fi: Versio 2021.03.19
hr: Verzija 2021.03.19
pl: Wersja 2021.03.19
pt_br: Versão 2021.03.19
ru: Версия 2021.03.19
tr: Sürüm 2021.03.19

source: For compatibility with subsequent versions of NVDA, the internal mechanisms for the interaction of the synthesizer with NVDA drivers have been changed.
bg: За съвместимост с последващи версии на NVDA, вътрешните механизми за взаимодействие на синтезатора с драйверите на NVDA са променени.
de: Um die Kompatibilität mit späteren NVDA-Versionen zu gewährleisten, wurden die internen Mechanismen für die Interaktion der Sprachausgaben-Treibern geändert.
es: Para dar compatibilidad con las futuras versiones de NVDA, se han cambiado los mecanismos internos de interacción del sintetizador con los controladores de NVDA.
fi: Syntetisaattorin vuorovaikutuksen sisäisiä mekanismeja NVDA-ajureiden kanssa on muutettu yhteensopivuuden varmistamiseksi uudempien NVDA-versioiden kanssa.
fr: Pour la compatibilité avec les versions ultérieures de NVDA, les mécanismes internes de l'interaction du synthétiseur avec les pilotes NVDA ont été modifiés.
hr: Radi kompatibilnosti s kasnijim verzijama NVDA, interni mehanizmi za interakciju govorne jedinice s NVDA upravljačkim programima su promijenjeni.
pl: Dla kompatybilności z kolejnymi wersjami NVDA zmieniono wewnętrzne mechanizmy interakcji syntezatora ze sterownikami NVDA.
pt_br: Para fins de compatibilidade com versões posteriores do NVDA, os mecanismos internos de interação do sintetizador com os drivers do NVDA foram alterados.
ru: Для совместимости с последующими версиями NVDA, были изменены внутренние механизмы взаимодействия синтезатора с драйверами NVDA.
tr: Sonraki NVDA sürümleriyle uyumluluk için, sentezleyicinin NVDA sürücüleriyle etkileşimine yönelik dahili mekanizmalar değiştirildi.

source: Version 2021.01.16
bg: Версия 2021.01.16
es: Versión 2021.01.16
fi: Versio 2021.01.16
hr: Verzija 2021.01.16
pl: Wersja 2021.01.16
pt_br: Versão 2021.01.16
ru: Версия 2021.01.16
tr: Sürüm 2021.01.16

source: Added:
bg: Добавено:
de: Hinzugefügt:
es: Añadido:
fi: Lisätty:
fr: Ajouté :
hr: Dodano:
pl: Dodane:
pt_br: Adicionado:
ru: Добавлено:
tr: Eklenenler:

source: speech.BreakCommand - This feature is required by some add-ons to pause speech for a while.
bg: speech.BreakCommand: Тази функция се изисква от някои добавки за временно спиране на речта.
de: speech.BreakCommand - Diese Funktion wird von einigen Add-ons benötigt, um die Sprache für eine Weile anzuhalten.
es: speech.BreakCommand - Algunos complementos necesitan esta función para pausar la voz un rato.
fi: speech.BreakCommand: Jotkut lisäosat edellyttävät tätä ominaisuutta puheen keskeyttämiseen hetkeksi.
fr: speech.BreakCommand - Cette fonctionnalité est requise par certaines extensions pour interrompre la parole pendant un certain temps.
hr: govor.BreakCommand – ovu funkciju zahtijevaju neki dodaci za pauziranje govora za neko vrijeme.
pl: przemówienie. BreakCommand - Ta funkcja jest wymagana przez niektóre dodatki do wstrzymania mowy na chwilę.
pt_br: speech.BreakCommand - Esse recurso é exigido por alguns add-ons para pausar a fala por algum tempo.
ru: speech.BreakCommand — данная возможность требуется некоторым дополнениям, чтобы приостановить речь на какое-то время.
tr: konuşma.BreakCommand - Bu özellik, bazı eklentiler tarafından konuşmayı bir süre duraklatmak için gereklidir.

source: Fixed:
bg: Поправено:
de: Korrigiert:
es: Corregido:
fi: Korjattu:
fr: Corrigé :
hr: Ispravljeno:
pl: Stały:
pt_br: Corrigido:
ru: Исправлено:
tr: Düzeltmeler:

source: In Ukrainian, some capital letters were not read correctly.
bg: На украински някои главни букви не биваха произнасяни правилно.
de: Im Ukrainischen wurden einige Großbuchstaben nicht richtig vorgelesen.
es: En ucraniano, algunas letras mayúsculas no se leían correctamente.
fi: Joitakin isoja kirjaimia ei luettu oikein ukrainaksi.
fr: En ukrainien, certaines majuscules n'ont pas été lues correctement.
hr: Na ukrajinskom jeziku, neka se velika slova nisu pravilno čitala.
pl: W języku ukraińskim niektóre wielkie litery nie były poprawnie odczytywane.
pt_br: Em ucraniano, algumas letras maiúsculas não foram lidas corretamente.
ru: В украинском языке, некоторые большие буквы читались не корректно.
tr: Ukraynaca'da bazı büyük harfler doğru okunmuyordu.

source: Version 2020.12.28
bg: Версия 2020.12.28
es: Versión 2020.12.28
fi: Versio 2020.12.28
hr: Verzija 2020.12.28
pl: Wersja 2020.12.28
pt_br: Versão 2020.12.28
ru: Версия 2020.12.28
tr: Sürüm 2020.12.28

source: In this version, a significant processing of scripts, restructuring of the add-on, new languages (test opportunity) and much more was made.
bg: В тази версия е направена значителна обработка на скриптовете, преструктуриране на добавката, нови езици (възможност за тест) и много други.
de: In dieser Version wurde eine umfangreiche Bearbeitung von Skripten, Umstrukturierung der NVDA-Erweiterung, neue Sprachen (Testmöglichkeit) und vieles mehr vorgenommen.
es: En esta versión, se ha hecho un procesado significativo de los scripts, reestructuración del complemento, nuevos idiomas (oportunidad de pruebas) y mucho más.
fi: Merkittävä skriptien käsittely, lisäosan uudelleenjärjestely, uusien kielien lisäys (testausmahdollisuus) ja paljon muuta.
fr: Dans cette version, un traitement significatif des scripts, la restructuration de l'extension, de nouvelles langues (opportunité de test) et beaucoup plus ont été réalisées.
pl: W tej wersji dokonano znaczącej obróbki skryptów, restrukturyzacji dodatku, nowych języków (możliwość testowania) i wielu innych.
pt_br: Nessa versão, foi feito um processamento significativo de scripts, reestruturação do complemento, novos idiomas (oportunidade de teste) e muito mais.
ru: В этой версии сделана значительная переработка скриптов, реструктуризация дополнения, новые языки (возможность тестирования) и многое другое.
tr: Bu sürümde komutların önemli ölçüde işlenmesi, eklentinin yeniden yapılandırılması, yeni diller (test imkanı) ve çok daha fazlası yapıldı.

source: New languages: Croatian, Polish, Serbian. These scripts were taken from open sources and provided by beta testers. The author cannot be responsible for the operation of these scripts, so you use them as is - without any guarantees;
bg: Нови езици: хърватски, полски, сръбски. Тези скриптове са взети от свободни източници и предоставени от бета тестери. Авторът не носи отговорност за работата на тези скриптове, така че вие ги използвате такива, каквито са – без никакви гаранции;
de: Neue Sprachen: Kroatisch, Polnisch, Serbisch. Diese Skripte wurden aus offenen Quellen entnommen und von Beta-Testern zur Verfügung gestellt. Der Autor kann nicht für den Betrieb dieser Skripte verantwortlich sein, so dass Sie sie so verwenden, wie sie sind - ohne jegliche Garantie;
es: Nuevos idiomas: croata, polaco y serbio. Estos scripts se han tomado de orígenes abiertos o han sido proporcionados por evaluadores beta. El autor no puede hacerse responsable del funcionamiento de estos scripts, por lo que tendrás que usarlos sin garantías de ningún tipo;
fi: Uusia kieliä: kroatia, puola, serbia. Nämä kirjaimistot otettiin avoimista lähteistä ja ovat beetatestaajien toimittamia. Tekijä ei ole vastuussa kirjaimistojen toiminnasta, joten käytät niitä sellaisenaan - ilman takuita.
fr: Nouvelles langues : croate, polonais, serbe. Ces scripts ont été tirés de sources ouvertes et fournies par des béta testeurs. L'auteur ne peut pas être responsable du fonctionnement de ces scripts, vous les utilisez donc tel quel - sans aucune garantie ;
pl: Nowe języki: chorwacki, polski, serbski. Skrypty te zostały zaczerpnięte z otwartych źródeł i dostarczone przez beta testerów. Autor nie ponosi odpowiedzialności za działanie tych skryptów, więc używasz ich w takiej postaci, w jakiej są - bez żadnych gwarancji;
pt_br: Novos idiomas: Croata, polonês e sérvio. Esses scripts foram retirados de fontes abertas e fornecidos por testadores beta. O autor não pode se responsabilizar pela operação desses scripts, portanto, use-os no estado em que se encontram, sem nenhuma garantia;
ru: Новые языки: хорватский, польский, сербский. Эти скрипты были взяты из открытых источников и предоставлены бета-тестерами. Автор не может нести ответственность за работу этих скриптов, поэтому вы используете их как есть - без каких-либо гарантий;
tr: Yeni diller: Hırvatça, Lehçe, Sırpça. Bu komut dosyaları açık kaynaklardan alınmış ve beta test kullanıcıları tarafından sağlanmıştır. Yazar bu komut dosyalarının çalışmasından sorumlu olamaz, bu nedenle bunları olduğu gibi kullanırsınız - herhangi bir garanti olmadan;

source: Some old Russian characters have been added to the Russian language: "і": "и десятеричное", "ѣ": "ять", "ѳ": "фита", "ѵ": "ижица", "ў": "у краткое", "ґ": "гэ взрывное". Accordingly, if you read the old Russian word, it will be read correctly;
es: Se han añadido algunos caracteres antiguos al idioma ruso: "і": "и десятеричное", "ѣ": "ять", "ѳ": "фита", "ѵ": "ижица", "ў": "у краткое", "ґ": "гэ взрывное". Como consecuencia, ahora las palabras rusas antiguas deberían leerse adecuadamente;
fi: Lisätty venäjän kieleen joitakin vanhoja venäläisiä merkkejä: "і": "и десятеричное", "ѣ": "ять", "ѳ": "фита", "ѵ": "ижица", "ў": "у краткое", "ґ": "гэ взрывное". Vastaavasti, jos luet vanhan venäläisen sanan, se luetaan oikein.
fr: Quelques vieux caractères russes ont été ajoutés à la langue russe : "і": "и десятеричное", "ѣ": "ять", "ѳ": "фита", "ѵ": "ижица", "ў": "у краткое", "ґ": "гэ взрывное". En conséquence, si vous lisez l'ancien mot en russe, il sera lu correctement ;
pt_br: Alguns caracteres russos antigos foram adicionados ao idioma russo: “і": “и десятеричное”, ‘ѣ’: “ять”, ‘ѳ’: “фита”, ‘ѵ’: “ижица”, ‘ў’: “у краткое”, ‘ґ’: “гэ взрывное”. Assim, se você ler a palavra russa antiga, ela será lida corretamente;
ru: В русский язык были добавлены некоторые старорусские символы: "і": "и десятеричное", "ѣ": "ять", "ѳ": "фита", "ѵ": "ижица", "ў": "у краткое", "ґ": "гэ взрывное", Соответственно, если вы прочтёте старорусское слово, оно прочитается корректно;
tr: Bazı eski Rusça karakterler Rus diline eklenmiştir: "і": "ve ondalık", "ѣ": "yat", "ѳ": "fita", "ѵ": "Izhitsa", "ў": " y kısa", "ґ": "patlayıcı". Buna göre eski Rusça kelimeyi okursanız doğru okunacaktır;

source: Sound interpolation. Now you can imitate the sound of a newfon, just like in the old DOS screen readers and book readers. To implement this feature, the libsamplerate library is used;
bg: Звукова интерполация. Сега можете да имитирате звука на newfon, точно както в старите екранни четци под DOS и четци на книги. За прилагане на тази функция се използва библиотеката libsamplerate;
de: Ton-Interpolation. Jetzt können Sie den Sound eines Newfons imitieren, genau wie bei den alten DOS-Bildschirmlesern und Buchlesern. Um diese Funktion zu implementieren, wird die Bibliothek libsamplerate verwendet;
es: Interpolación de sonido. Ahora, puedes imitar el sonido de un newfon, igual que en los viejos lectores de pantalla de DOS y los lectores de libros. Para implementar esta función, se usa la biblioteca libsamplerate;
fi: Äänen interpolointi. Nyt voit jäljitellä Newfonin ääntä, aivan kuten vanhoissa DOS-ruudunlukuohjelmissa ja kirjanlukijoissa. Tämän ominaisuuden toteuttamiseen käytetään libsamplerate-kirjastoa.
fr: Interpolation sonore. Maintenant, vous pouvez imiter le son d'un newfon, tout comme dans les anciens lecteurs d'écran DOS et les lecteurs de livres. Pour implémenter cette fonctionnalité, la bibliothèque libsamplerate est utilisée ;
pl: Interpolacja dźwięku. Teraz możesz naśladować dźwięk nowego fona, tak jak w starych czytnikach ekranu DOS i czytnikach książek. Aby zaimplementować tę funkcję, używana jest biblioteka libsamplerate;
pt_br: Interpolação de som. Agora você pode imitar o som de um newfon, como nos antigos leitores de tela e de livros do DOS. Para implementar esse recurso, é usada a biblioteca libsamplerate;
ru: Интерполяция звука. Теперь вы можете имитировать звучание ньюфона, так как это было в старых DOS скринридерах и чтецах книг. Для реализации этой возможности используется библиотека libsamplerate;
tr: Ses enterpolasyonu. Artık tıpkı eski DOS ekran okuyucularında ve kitap okuyucularında olduğu gibi yeni bir fonun sesini taklit edebilirsiniz. Bu özelliği uygulamak için libsamplerate kitaplığı kullanılır;

source: Now you can turn off reading decimal fractions (only for Russian and Ukrainian), which improves the reading of program versions.
bg: Вече можете да изключите четенето на десетични дроби (само за руски и украински), което подобрява четенето на номерата на версиите на програмите.
de: Jetzt können Sie das Lesen von Dezimalbrüchen ausschalten (nur für Russisch und Ukrainisch), was das Lesen von Programmversionen verbessert.
es: Ahora se puede desactivar la lectura de fracciones decimales (sólo en ruso y ucraniano), lo que mejora la lectura de versiones de los programas.
fi: Nyt voit poistaa desimaalilukujen lukemisen käytöstä (vain venäjä ja ukraina), mikä parantaa ohjelmaversioiden lukemista.
fr: Vous pouvez désormais désactiver la lecture des fractions décimales (uniquement pour le russe et l'Ukrainien), ce qui améliore la lecture des versions du programme.
pl: Teraz możesz wyłączyć czytanie ułamków dziesiętnych (tylko dla rosyjskiego i ukraińskiego), co poprawia czytanie wersji programu.
pt_br: Agora você pode desativar a leitura de frações decimais (somente para russo e ucraniano), o que melhora a leitura das versões do programa.
ru: Теперь можно отключить чтение десятичных дробей (только для русского и украинского языка), что улучшает чтение версий программ.
tr: Artık program sürümlerinin okunmasını iyileştiren ondalık kesirleri okumayı kapatabilirsiniz (yalnızca Rusça ve Ukraynaca için).

source: Changed:
bg: Променено:
de: Geändert:
es: Cambiado:
fi: Muutettu:
fr: Modifié :
pl: Zmienione:
pt_br: Alterado:
ru: Изменено:
tr: Değişiklikler:

source: The add-on has been completely reworked. now all the code is not in one __init__.py file, which makes maintaining the code and adding new languages much easier;
bg: Добавката е напълно преработена. Сега целият код не е в един общ __init__.py файл, което прави поддържането на кода и добавянето на нови езици много по-лесно;
de: Die NVDA-Erweiterung wurde komplett überarbeitet. Der gesamte Code befindet sich nun nicht mehr in einer einzigen Initialisierungs-Datei, was die Wartung des Codes und das Hinzufügen neuer Sprachen wesentlich erleichtert;
es: Se ha reescrito por completo el complemento. El código ya no está en un único archivo __init__.py, lo que facilita mantenerlo y añadir nuevos idiomas;
fi: Lisäosa on uusittu kokonaan. Kaikki koodi ei enää ole yhdessä __init__.py-tiedostossa, mikä tekee koodin ylläpidosta ja uusien kielten lisäämisestä paljon helpompaa;
fr: L'extension a été complètement retravaillé. Maintenant, tout le code n'est pas dans un fichier __init__.py, ce qui facilite la maintenance du code et l'ajout de nouvelles langues ;
pl: Dodatek został całkowicie przerobiony. teraz cały kod nie znajduje się w jednym pliku __init__.py, co znacznie ułatwia utrzymanie kodu i dodawanie nowych języków;
pt_br: O complemento foi totalmente reformulado. Agora, todo o código não está em um único arquivo __init__.py, o que facilita muito a manutenção do código e a adição de novos idiomas;
ru: Произведена полная переработка дополнения. теперь весь код не находится в одном файле __init__.py, что позволяет обслуживать код и добавлять новые языки гораздо проще;
tr: Eklenti tamamen elden geçirildi. artık tüm kod tek bir __init__.py dosyasında değil, bu da kodu korumayı ve yeni diller eklemeyi çok daha kolay hale getiriyor;

source: Queues from DLLs have been ported to Python, which has a good effect on the stability of the add-on.
bg: Опашките от DLL са пренесени в Python, което се отразява добре на стабилността на добавката.
de: Warteschlangen aus DLLs wurden nach Python portiert, was sich positiv auf die Stabilität der NVDA-Erweiterung auswirkt.
es: Se han portado las colas de las dlls a Python, lo que mejora la estabilidad del complemento.
fi: DLL:ien jonot on portattu Pythonille, mikä parantaa lisäosan vakautta.
fr: Les files d'attente des DLL ont été portées vers Python, ce qui a un bon effet sur la stabilité de l'extension.
pl: Kolejki z bibliotek DLL zostały przeniesione do Pythona, co ma dobry wpływ na stabilność dodatku.
pt_br: As filas de DLLs foram portadas para Python, o que tem um bom efeito sobre a estabilidade do complemento.
ru: Очереди из DLL были перенесены на Python, что хорошо сказалось на стабильности дополнения.
tr: DLL'lerden gelen kuyruklar, eklentinin kararlılığı üzerinde iyi bir etkiye sahip olan Python'a taşınmıştır.

source: Sound out of sync bug that occasionally appeared on the latest versions of NVDA.
bg: Грешка при синхронизиране на звука, която понякога се появява в най-новите версии на NVDA.
de: Fehler mit nicht synchronisiertem Ton, der gelegentlich bei den neuesten Versionen von NVDA auftrat.
es: El problema del sonido mal sincronizado que apareción en versiones recientes de NVDA.
fi: Äänen synkronoinnin bugi, joka esiintyi toisinaan NVDA:n uusimmissa versioissa.
fr: Le bogue de sortie audio de synchronisation qui est parfois apparu sur les dernières versions de NVDA.
pl: Błąd braku synchronizacji dźwięku, który czasami pojawiał się w najnowszych wersjach NVDA.
pt_br: Bug de som fora de sincronia que ocasionalmente aparecia nas versões mais recentes do NVDA.
ru: Ошибка рассинхронизации звука, изредка проявлявшаяся на последних версиях NVDA.
tr: NVDA'nın en son sürümlerinde ara sıra ortaya çıkan ses senkronizasyon hatası.

source: Version 2020.09.12
bg: Версия 2020.09.12
es: Versión 2020.09.12
fi: Versio 2020.09.12
hr: Verzija 2020.09.12
pl: Wersja 2020.09.12
pt_br: Versão 2020.09.12
ru: Версия 2020.09.12
tr: Sürüm 2020.09.12

source: Due to a change in the way the audio subsystem works In new alpha versions of NVDA, the sample rate was not switched properly.
bg: Поради промяна в начина, по който работи аудио подсистемата В новите алфа версии на NVDA честотата на дискретизация не биваше превключвана правилно.
de: Auf Grund einer Änderung in der Funktionsweise des Audio-Subsystems in neuen Alpha-Versionen von NVDA wurde die Abtastrate nicht richtig umgeschaltet.
es: A causa de un cambio en la forma de trabajo del subsistema de sonido en las nuevas versiones alfa de NVDA, la frecuencia de muestreo no se cambiaba correctamente.
fi: NVDA:n uusien alfaversioiden äänialijärjestelmän toimintatavan muutoksen vuoksi näytetaajuutta ei vaihdettu oikein.
fr: En raison d'un changement dans la façon dont le sous-système audio fonctionne dans de nouvelles versions alpha de NVDA, la fréquence d'échantillonnage n'a pas été correctement commutée.
pl: Ze względu na zmianę sposobu działania podsystemu audio W nowych wersjach alfa NVDA częstotliwość próbkowania nie została prawidłowo przełączona.
pt_br: Devido a uma alteração na maneira como o subsistema de áudio funciona nas novas versões alfa do NVDA, a taxa de amostragem não foi alterada corretamente.
ru: Из за изменения способа работы со звуковой подсистемой В новых альфа версиях NVDA, частота дискретизации не переключалась должным образом.
tr: Ses alt sisteminin çalışma şeklindeki bir değişiklik nedeniyle NVDA'nın yeni alfa sürümlerinde, örnekleme hızı doğru şekilde değiştirilmiyordu.

source: Version 2020.03.12
bg: Версия 2020.03.12
es: Versión 2020.03.12
fi: Versio 2020.03.12
hr: Verzija 2020.03.12
pl: Wersja 2020.03.12
pt_br: Versão 2020.03.12
ru: Версия 2020.03.12
tr: Sürüm 2020.03.12
