Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/newfon.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, ru, tr

source: Authors: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark and other developers
bg: Автори: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark и други разработчици
de: Autoren: Sergey Shishmintsev, Alexy Sadovoi, Sergey (Electrik), Kvark und weitere Entwickler
es: Autores: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark y otros desarrolladores
fi: Tekijät: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark sekä muut kehittäjät
fr: Auteurs : Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark et d'autres développeurs
hr: Autori: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark i drugi programeri
pl: Autorzy: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark i inni programiści
pt_br: Autores: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark and other developers
ru: Авторы: Сергей Шишминцев, Alexy Sadovoi, Сергей A.K.A. Electrik, Kvark и другие разработчики
tr: Yazarlar: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electricrik, Kvark ve diğer geliştiriciler

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
ru: Скачать [стабильную версию][1]
tr: [Kararlı sürümü indir][1]

source: NVDA Compatibility: 2019.2 to 2023.1
bg: Съвместимост с NVDA: от 2019.2 до 2023.1
de: NVDA-Kompatibilität: 2019.2 bis 2023.1
es: Compatibilidad con NVDA: de 2019.2 a 2023.1
fi: Yhteensopivuus: NVDA 2019.2-2023.1
fr: Compatibilité NVDA : 2019.2 à 2023.1
hr: NVDA kompatibilnost: 2019.2 do 2023.1
pl: Zgodność z NVDA: 2019.2 do 2023.1
pt_br: Compatibilidade com NVDA: 2019.2 a 2023.1
ru: Совместимость с NVDA: с 2019.2 по 2023.1
tr: NVDA Uyumluluğu: 2019.2 - 2023.1

source: About
bg: Относно
de: Informationen
es: Acerca de
fi: Tietoa
fr: À propos
hr: O dodatku
pl: O
pt_br: Sobre
ru: О Newfon
tr: Hakkında

source: Newfon is a speech synthesizer that supports Russian and Ukrainian for the first time since its release. Later Croatian, Polish and Serbian were added.
bg: Newfon е речев синтезатор, който поддържа руски и украински за първи път от издаването си. По-късно са добавени хърватски, полски и сръбски.
de: Newfon ist eine Sprachausgabe, der zum ersten Mal seit seiner Veröffentlichung Russisch und Ukrainisch unterstützt. Später wurden Kroatisch, Polnisch und Serbisch hinzugefügt.
es: Newfon es un sintetizador de voz que soporta los idiomas ruso y ucraniano desde su primera versión. Más tarde se añadieron el croata, el serbio y el polaco.
fi: Newfon on puhesyntetisaattori, joka tukee venäjän ja ukrainan kieltä ensimmäistä kertaa julkaisunsa jälkeen. Myöhemmin lisättiin kroatia, puola ja serbia.
fr: Newfon est un synthétiseur de la parole qui supporte pour la première fois le Russe et l'Ukrainien depuis sa sortie. Plus tard, le croate, le polonais et le serbe ont été ajoutés.
hr: Newfon je govorna jedinica koja podržava ruski i ukrajinski jezik po prvi put od prvog izdanja. Kasnije su dodani hrvatski, poljski i srpski.
pl: Newfon to syntezator mowy, który obsługuje rosyjski i ukraiński po raz pierwszy od czasu jego wydania. Później dodano chorwacki, polski i serbski.
pt_br: O Newfon é um sintetizador de fala que suporta russo e ucraniano pela primeira vez desde seu lançamento. Posteriormente, foram adicionados o croata, o polonês e o sérvio.
ru: Newfon — синтезатор речи, впервые с момента выпуска поддерживающий русский и украинский языки. Позже были добавлены хорватский, польский и сербский языки.
tr: Newfon, piyasaya sunulduğundan beri ilk kez Rusça ve Ukraynaca'yı destekleyen bir konuşma sentezleyicisidir. Daha sonra Hırvatça, Lehçe ve Sırpça eklendi.

source: General features:
bg: Основни възможности:
de: Allgemeine Features:
es: Características generales:
fi: Yleiset ominaisuudet:
fr: Caractéristiques générales :
hr: Opće značajke:
pl: Cechy ogólne:
pt_br: Características gerais:
ru: Общие возможности:
tr: Genel Özellikler:

source: Ability to change languages;
bg: Възможност за промяна на езика;
de: Möglichkeit, die Sprache zu wechseln;
es: Posibilidad de cambiar idiomas;
fi: Mahdollisuus kielen vaihtamiseen.
fr: Capacité à changer les langues ;
hr: Mogućnost mijenjanja jezika;
pl: Możliwość zmiany języka;
pt_br: Capacidade de alterar os idiomas;
ru: Возможность смены языков;
tr: Dil değiştirme yeteneği;

source: Changing the sampling rate;
bg: Промяна на честотата на дискретизация.
de: Ändern der Abtastrate;
es: Cambio de la frecuencia de muestreo;
fi: Muutettu näytteenottotaajuutta.
fr: Modifier le taux d'échantillonnage ;
hr: Mijenjanje brzine;
pl: Zmiana częstotliwości próbkowania;
pt_br: Alteração da taxa de amostragem;
ru: Смена частоты дискретизации;
tr: Örnekleme oranının değiştirilmesi;

source: Sound interpolation to simulate the sound of old DOS screen readers and book readers;
bg: Звукова интерполация за симулиране на звука на стари DOS екранни четци и четци на книги;
de: Sound-Interpolation, um den Sound alter Screenreadern für DOS und Büchern zu simulieren;
es: Interpolación de sonidos para simular el sonido de los antiguos lectores de libros y lectores de pantalla para DOS;
fi: Äänen interpolointi vanhojen DOS-ruudun- ja kirjanlukijoiden äänen simuloimiseksi
fr: Interpolation sonore pour simuler le son des anciens lecteurs d'écran DOS et des lecteurs de livres ;
hr: Interpolacija zvuka za simuliranje zvuka starih DOS čitača ekrana i čitača knjiga;
pl: Interpolacja dźwięku w celu symulacji dźwięku starych czytników ekranu DOS i czytników książek;
pt_br: Interpolação de som para simular o som dos antigos leitores de tela e de livros do DOS;
ru: Интерполяция звука, что позволяет имитировать звучание старых DOS скринридеров и чтецов книг;
tr: Eski DOS ekran okuyucularının ve kitap okuyucularının sesini simüle etmek için ses enterpolasyonu;

source: In order for the synthesizer to read the text as it is written, it is possible to disable the built-in accent dictionary. Option works only for Russian language;
bg: За да може синтезаторът да чете текста така, както е написан, е възможно да изключите вградения речник за акценти. Опцията работи само за руски език.
de: Damit die Sprachausgabe den Text so vorliest, wie er geschrieben ist, kann das eingebaute Akzent-Wörterbuch deaktiviert werden. Die Option funktioniert nur für die russische Sprache;
es: Para que el sintetizador lea texto según se escribe, es posible deshabilitar el diccionario de acentos incorporado. Esta opción sólo funciona en ruso;
fi: Jotta syntetisaattori lukisi tekstin sellaisena kuin se on kirjoitettu, sisäänrakennetun korostussanakirjan käytöstä poistaminen on mahdollista. Vaihtoehto toimii vain venäjän kielellä.
fr: Pour que le synthétiseur lise le texte tel qu'il est écrit, il est possible de désactiver le dictionnaire d'accent incorporé. L'option ne fonctionne que pour la langue russe ;
hr: Kako bi govorna jedinica čitala tekst onako kako je napisan, moguće je isključiti ugrađeni rječnik naglasaka. Opcija radi samo za ruski jezik;
pl: Aby syntezator mógł czytać tekst tak, jak jest pisany, możliwe jest wyłączenie wbudowanego słownika akcentów. Opcja działa tylko dla języka rosyjskiego;
pt_br: Para que o sintetizador leia o texto como ele está escrito, é possível desativar o dicionário de acentos incorporado. A opção funciona somente para o idioma russo;
ru: Чтобы синтезатор прочитывал текст так как написано, есть возможность отключения встроенного словаря ударений. опция работает только для русского языка;
tr: Sentezleyicinin metni yazıldığı gibi okuması için yerleşik aksan sözlüğünü devre dışı bırakmak mümkündür. Seçenek yalnızca Rusça için çalışır;

source: The synthesizer, in addition to the main rate from 0 to 100%, supports additional speech acceleration, which reduces the time of reading the text;
bg: Синтезаторът, в допълнение към основната скорост от 0 до 100%, поддържа допълнително ускорение на речта, което намалява времето за четене на текста.
de: Die Sprachausgabe unterstützt neben der Hauptrate von 0 bis 100 % eine zusätzliche Sprachbeschleunigung, die die Zeit für das Lesen des Textes reduziert;
es: El sintetizador, además de la velocidad principal del 0 al 100%, soporta aceleración adicional de voz, que reduce el tiempo de lectura;
fi: Syntetisaattori tukee päänopeuden 0-100% lisäksi puheen lisänopeutusta, mikä lyhentää tekstin lukemisaikaa.
fr: Le synthétiseur, en plus du taux principal de 0 à 100%, prend en charge l'accélération de la parole supplémentaire, ce qui réduit le temps de lecture du texte ;
hr: Govorna jedinica, uz glavnu brzinu od 0 do 100 %, podržava dodatno ubrzanje govora, öime se smanjuje vrijeme čitanja teksta;
pl: Syntezator, oprócz głównej szybkości od 0 do 100%, obsługuje dodatkowe przyspieszenie mowy, co skraca czas czytania tekstu;
pt_br: O sintetizador, além da taxa principal de 0 a 100%, suporta aceleração de fala adicional, o que reduz o tempo de leitura do texto;
ru: Синтезатор помимо основной скорости от 0 до 100 %, поддерживает дополнительное ускорение речи, что уменьшает время прочтения текста;
tr: Sentezleyici, %0'dan %100'e kadar ana orana ek olarak, metni okuma süresini azaltan ek konuşma hızlandırmayı destekler;

source: To get a smoother reading at high speeds, it is possible to adjust the pauses between phrases.
bg: За да се получи по-плавно четене при високи скорости, е възможно регулирането на паузите между фразите.
de: Um ein flüssigeres Lesen bei hohen Geschwindigkeiten zu erreichen, können Sie die Pausen zwischen den Sätzen anpassen.
es: Para lograr una lectura más suave a velocidades altas, es posible ajustar las pausas entre frases.
fi: Lauseiden välisiä taukoja on mahdollista säätää tasaisemman lukemisen saamiseksi suurilla nopeuksilla.
fr: Pour obtenir une lecture plus lisse à grande vitesse, il est possible d'ajuster les pauses entre les phrases.
hr: Za dobivanje jasnog čitanja pri velikim brzinama, moguće je prilagoditi pauze između fraza.
pl: Aby uzyskać płynniejsze czytanie przy dużych prędkościach, możliwe jest dostosowanie przerw między frazami.
pt_br: Para obter uma leitura mais suave em altas velocidades, é possível ajustar as pausas entre as frases.
ru: Чтобы получить более сглаженное чтение на больших скоростях, есть возможность регулировки пауз между фразами.
tr: Yüksek hızlarda daha akıcı bir okuma elde etmek için, cümleler arasındaki duraklamaları ayarlamak mümkündür.

source: Note:
bg: Забележка:
de: Anmerkung:
es: Nota:
fi: Huom:
hr: Napomena:
pl: Uwaga:
pt_br: Nota:
ru: Примечание:
tr: Not:

source: Numerous versions of Newfon have been released since it was first published on the NVDA official add-ons site, but unfortunately the lead developer Sergey Shishmintsev died, which delayed the update of the synthesizer on the site.
bg: Бяха пуснати множество версии на Newfon, откакто беше публикуван за първи път на официалния сайт за добавки на NVDA, но за съжаление водещият разработчик Сергей Шишминцев почина, което забави актуализацията на синтезатора на сайта.
de: Seit der ersten Veröffentlichung auf der offiziellen Webseite für NVDA-Erweiterungen wurden zahlreiche Versionen von Newfon veröffentlicht, doch leider verstarb der Hauptentwickler Sergey Shishmintsev, wodurch sich die Aktualisierung der Sprachausgabe auf der Webseite verzögerte.
es: Se han liberado varias versiones de Newfon desde que se publicó en el sitio oficial de complementos de NVDA, pero por desgracia el desarrollador principal, Sergey Shishmintsev, falleció y esto retrasó la actualización del complemento en el sitio.
fi: Newfonista on julkaistu lukuisia versioita sen jälkeen, kun se julkaistiin ensimmäisen kerran NVDA:n virallisella lisäosasivustolla, mutta valitettavasti johtava kehittäjä Sergei Shishmintsev kuoli, mikä viivästytti syntetisaattorin päivittämistä.
fr: De nombreuses versions de Newfon sont publiées depuis sa première publication sur le site officiel des extensions NVDA, mais malheureusement, le développeur principal Sergey Shishmintsev est décédé, ce qui a retardé la mise à jour du synthétiseur sur le site.
hr: Od prvog objavljivanja Newfona na službenoj stranici NVDA dodataka, objavljene su brojne verzije. Nažalost je glavni programer Sergey Shishmintsev umro, što je odgodilo ažuriranje govorne jedinice na web-stranici.
pl: Wiele wersji Newfon zostało wydanych od czasu jego pierwszej publikacji na oficjalnej stronie dodatków NVDA, ale niestety główny programista Sergey Shishmintsev zmarł, co opóźniło aktualizację syntezatora na stronie.
pt_br: Várias versões do Newfon foram lançadas desde que ele foi publicado pela primeira vez no site oficial de complementos do NVDA, mas, infelizmente, o principal desenvolvedor, Sergey Shishmintsev, faleceu, o que atrasou a atualização do sintetizador no site.
ru: Многочисленные версии Newfon были выпущены с момента его первой публикации на официальном сайте дополнений NVDA, но, к сожалению, ведущий разработчик Сергей Шишминцев умер, что задержало обновление синтезатора на сайте.
tr: NVDA resmi eklenti sitesinde ilk yayınlandığından beri Newfon'un çok sayıda sürümü yayınlandı, ancak ne yazık ki baş geliştirici Sergey Shishmintsev öldü ve bu da sitedeki sentezleyicinin güncellenmesini geciktirdi.

source: In 2017, the current developers of the Newfon speech synthesizer had the opportunity to get the source codes for Sergey's developments. His relatives, thanks to whom this happened, set them only one condition: if the development of his projects continues, they must become free.
bg: През 2017 г. настоящите разработчици на синтезатора на реч Newfon имаха възможност да получат изходните кодове за разработките на Сергей. Близките му, благодарение на които това се случи, им поставиха само едно условие: ако развитието на проектите му продължи, те трябва да станат безплатни.
de: Im Jahr 2017 hatten die derzeitigen Entwickler der Newfon-Sprachausgaben die Möglichkeit, die Quellcodes für Sergeys Entwicklungen zu erhalten. Seine Verwandten, denen dies zu verdanken ist, stellten ihnen nur eine Bedingung: Wenn die Entwicklung seiner Projekte weitergeht, müssen sie frei werden.
es: En 2017, los desarrolladores actuales del sintetizador de voz Newfon tuvieron la oportunidad de obtener el código fuente de los desarrollos de Sergey. Sus familiares, gracias a quienes esto ocurrió, sólo pusieron una condición: si sus proyectos continúan, deben ser gratuitos.
fi: Vuonna 2017 Newfon-puhesyntetisaattorin nykyisillä kehittäjillä oli mahdollisuus hankkia Sergeyn kehitystyön lähdekoodit. Hänen sukulaisensa, joiden ansiosta tämä tapahtui, asettivat heille vain yhden ehdon: mikäli hänen hankkeidensa kehitys jatkuu, niiden on muututtava ilmaisiksi.
fr: En 2017, les développeurs actuels du synthétiseur de la parole Newfon ont eu l'occasion d'obtenir les codes source pour les développements de Sergey. Ses proches, grâce à qui cela s'est produit, ne leur a établi qu'une seule condition : si le développement de ses projets se poursuit, ils doivent devenir libres.
hr: 2017. godine su aktualni programeri govorne jedinice Newfon imali priliku dobiti izvorne kodove za Sergeyev razvoj. Njegovi rođaci, zahvaljujući kojima se to dogodilo, postavili su im samo jedan uvjet: ako se razvoj njegovih projekata nastavi, oni moraju biti besplatni.
pl: W 2017 roku obecni twórcy syntezatora mowy Newfon mieli okazję uzyskać kody źródłowe do rozwoju Sergeya. Jego krewni, dzięki którym tak się stało, postawili im tylko jeden warunek: jeśli rozwój jego projektów będzie kontynuowany, muszą stać się wolni.
pt_br: Em 2017, os atuais desenvolvedores do sintetizador de fala Newfon tiveram a oportunidade de obter os códigos-fonte dos desenvolvimentos de Sergey. Seus parentes, graças a quem isso aconteceu, estabeleceram apenas uma condição: se o desenvolvimento de seus projetos continuar, eles deverão se tornar gratuitos.
ru: В 2017 году нынешние разработчики синтезатора речи Newfon получили возможность получить исходные коды разработок Сергея. Его родственники, благодаря которым это произошло, поставили им лишь одно условие: если развитие его проектов продолжится, они должны стать бесплатными.
tr: 2017'de, Newfon konuşma sentezleyicisinin mevcut geliştiricileri, Sergey'in geliştirmeleri için kaynak kodlarını alma fırsatı buldu. Bunun sayesinde akrabaları onlara tek bir şart koydu: projelerinin gelişimi devam ederse, açık kaynak olmaları gerekir.

source: The developers, in turn, decided that history should not forget Sergey Shishmintsev, as he was a unique programmer with an enormous amount of perseverance, hard work and knowledge.
bg: Разработчиците от своя страна решиха, че историята не трябва да забравя Сергей Шишминцев, тъй като той беше уникален програмист с огромно количество упоритост, труд и знания.
de: Die Entwickler ihrerseits beschlossen, dass Sergey Shishmintsev nicht in Vergessenheit geraten sollte, da er ein einzigartiger Programmierer mit enormer Ausdauer, harter Arbeit und Wissen war.
es: Los desarrolladores, por su parte, decidieron que la historia no debería olvidar a Sergey Shishmintsev, ya que fue un programador único con una enorme perseverancia, trabajo duro y conocimientos.
fi: Kehittäjät puolestaan päättivät, että historian ei pitäisi unohtaa Sergey Šišmintseviä, koska hän oli ainutlaatuinen ja työteliäs ohjelmoija, jolla oli valtava määrä sinnikkyyttä ja tietoa.
fr: Les développeurs, à leur tour, ont décidé que l'histoire ne devrait pas oublier Sergey Shishmintsev, car il était un programmeur unique avec une énorme quantité de persévérance, de travail acharné et de connaissances.
hr: Programeri su zato odlučili da se Sergey Shishmintsev ne smije zaboraviti, jer je bio izuzetan programer s ogromnom količinom upornosti, marljivog rada i znanja.
pl: Deweloperzy z kolei zdecydowali, że historia nie powinna zapominać o Sergeyu Shishmintseva, ponieważ był wyjątkowym programistą z ogromną ilością wytrwałości, ciężkiej pracy i wiedzy.
pt_br: Os desenvolvedores, por sua vez, decidiram que a história não deveria esquecer Sergey Shishmintsev, pois ele era um programador único, com muita perseverança, trabalho árduo e conhecimento.
ru: Разработчики, в свою очередь, решили, что история не должна забывать Сергея Шишминцева, так как он был уникальным программистом с колоссальным запасом упорства, трудолюбия и знаний.
tr: Geliştiriciler de muazzam miktarda azim, sıkı çalışma ve bilgi birikimine sahip benzersiz bir programcı olduğu için tarihin Sergey Shishmintsev'i unutmaması gerektiğine karar verdiler.

source: Changelog
bg: Списък на промените
de: Änderungen
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
hr: Zapis promjena
pl: Lista zmian
pt_br: Registro de alterações
ru: История изменений
tr: Değişiklik günlüğü

source: Version 2023.3
bg: Версия 2023.3
es: Versión 2023.3
fi: Versio 2023.3
hr: Verzija 2023.3
pl: Wersja 2023.3
pt_br: Versão 2023.3
ru: Версия 2023.3
tr: Sürüm 2023.3

source: The GPL license is back in place of MIT. Now MIT is used for open source scripts and GPL is used for Newfon speech driver.
bg: GPL лицензът се връща на мястото на MIT. Сега MIT се използва за скриптове с отворен код, а GPL се използва за речевия драйвер за Newfon.
de: Die GPL-Lizenz ist zurück anstelle von MIT. Jetzt wird MIT für Open-Source-Skripte und GPL für den Newfon-Sprachausgaben-Treiber verwendet.
es: La licencia GPL vuelve a sustituir a la licencia MIT. Ahora se usa MIT para los scripts de código abierto y GPL se usa para el controlador de voz de Newfon.
fi: GPL-lisenssi on palannut MIT-lisenssin paikalle. MIT:tä käytetään nyt avoimen lähdekoodin skripteille ja GPL:ää Newfonin puheajurille.
fr: La licence GPL est de retour au MIT. Maintenant, MIT est utilisé pour les scripts open source et GPL est utilisé pour le pilote de la parole Newfon.
hr: Umjesto MIT licence ponovo vrijedi GPL licenca. MIT licenca se sada koristi za skripte otvorenog koda, a GPL licenca za pokretački program govora Newfon.
pl: Licencja GPL powraca w miejsce MIT. Teraz MIT jest używany do skryptów open source, a GPL jest używany do sterownika mowy Newfon.
pt_br: A licença GPL está de volta no lugar da MIT. Agora o MIT é usado para scripts de código aberto e a GPL é usada para o driver de fala Newfon.
ru: Лицензия GPL вернулась на место лицензии MIT. Теперь MIT используется для скриптов с открытым исходным кодом, а GPL - для речевого драйвера Newfon.
tr: GPL lisansı, MIT'nin yerine geri döndü. Artık açık kaynak komut dosyaları için MIT, Newfon konuşma sürücüsü için GPL kullanılıyor.

source: Version 2023.2
bg: Версия 2023.2
es: Versión 2023.2
fi: Versio 2023.2
hr: Verzija 2023.2
pl: Wersja 2023.2
pt_br: Versão 2023.2
ru: Версия 2023.2
tr: Sürüm 2023.2

source: Newfon license changed from GPL to MIT license.
bg: Лицензът на Newfon е променен от GPL на MIT.
de: Newfon-Lizenz von GPL auf MIT-Lizenz geändert.
es: Se cambia la licencia de Newfon de GPL a MIT.
fi: Newfonin lisenssi muutettu GPL:stä MIT-lisenssiksi.
fr: La licence Newfon est passée de GPL à la licence MIT.
hr: Licenca za Newfon je promijenjena iz GPL licence u MIT licencu.
pl: Zmieniono licencję Newfon z GPL na MIT.
pt_br: A licença do Newfon foi alterada da GPL para a licença MIT.
ru: Лицензия Newfon была изменена с GPL на лицензию MIT.
tr: Newfon lisansı GPL'den MIT lisansına değiştirildi.

source: Version 2023.1
bg: Версия 2023.1
es: Versión 2023.1
fi: Versio 2023.1
hr: Verzija 2023.1
pl: Wersja 2023.1
pt_br: Versão 2023.1
ru: Версия 2023.1
tr: Sürüm 2023.1

source: Added compatibility with NVDA 2023.1 (backwards compatibility with NVDA 2019 is still supported);
bg: Добавена е съвместимост с NVDA 2023.1 (обратната съвместимост с NVDA 2019 все още се поддържа).
de: Kompatibilität mit NVDA 2023.1 wurde hinzugefügt (Abwärtskompatibilität mit NVDA 2019 wird weiterhin unterstützt);
es: Se ha añadido compatibilidad con NVDA 2023.1 (todavía se soporta la compatibilidad con NVDA 2019);
fi: Lisätty yhteensopivuus NVDA 2023.1:lle (taaksepäin yhteensopivuutta NVDA 2019.2:n kanssa tuetaan edelleen).
fr: Ajout de la compatibilité avec NVDA 2023.1 (la rétroaction de compatibilité avec NVDA 2019 est toujours supporté) ;
hr: Dodana je kompatibilnost s NVDA verzijom 2023.1 (kompatibilnost s NVDA 2019 se se i dalje podržava);
pl: Dodano kompatybilność z NVDA 2023.1 (kompatybilność wsteczna z NVDA 2019 jest nadal obsługiwana);
pt_br: Adicionada compatibilidade com o NVDA 2023.1 (a compatibilidade retroativa com o NVDA 2019 ainda é suportada);
ru: Добавлена ​​совместимость с NVDA 2023.1 (по-прежнему поддерживается обратная совместимость с NVDA 2019);
tr: NVDA 2023.1 ile uyumluluk eklendi (NVDA 2019 ile geriye dönük uyumluluk hala desteklenmektedir);

source: Added Newfon license agreement in English;
bg: Добавено е лицензионно споразумение за Newfon на английски език.
de: Newfon-Lizenzvereinbarung auf Englisch hinzugefügt;
es: Se ha añadido el acuerdo de licencia de Newfon en inglés;
fi: Lisätty Newfonin englanninkielinen käyttöoikeussopimus.
fr: Ajout du contrat de licence Newfon en anglais ;
hr: Dodan je licencni ugovor na engleskom jeziku;
pl: Dodano umowę licencyjną Newfon w języku angielskim;
pt_br: Adicionado o contrato de licença do Newfon em inglês;
ru: Добавлено лицензионное соглашение Newfon на английском языке;
tr: İngilizce olarak Newfon lisans sözleşmesi eklendi;
