Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/noBeepsSpeechMode.*.po
Languages: de, fa, hr, ja

source: [[!meta title="NoBeepsSpeechMode"]]
de: [[!meta title="Keine Signaltöne im Sprachmodus"]]
fa: [[!meta title="بدون بوق در حالت گفتاری (NoBeepsSpeechMode)"]]
hr: [[!meta title="Modus govora bez zvučnih signala (NoBeepsSpeechMode)"]]

source: Author: Alberto Buffolino.
de: Autor: Alberto Buffolino.
fa: نویسنده: Alberto Buffolino.
hr: Autor: Alberto Buffolino.
ja: 作者: Alberto Buffolino.

source: download [stable version][1]
de: [Stabile Version herunterladen][1]
fa: دانلود [نسخه‌ی پایدار][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]

source: download [development version][2]
de: [Entwicklerversion herunterladen][2]
fa: دانلود [نسخه‌ی در حال توسعه][2]
hr: Preuzmi [razvojnu verziju][2]
ja: ダウンロード [開発版][2]

source: This add-on excludes beeps in the speech mode when pressing NVDA+s. You can only toggle between off or talk.
de: Diese NVDA-Erweiterung schließt die Signaltöne im Sprachmodus aus. Wenn Sie NVDA+S drücken, können Sie nur den Sprachmodus ein- oder ausschalten.
fa: این افزونه هنگام فشردن NVDA+S، حالت بوق را از حالت‌های موجود خارج میکند. شما تنها دو حالت خاموش و گفتار را خواهید دید و میتوانید بین این دو حالت تغییر وضعیت دهید.
hr: Ovaj dodatak isključuje zvučne signale u modusu govora pritiskom tipki NVDA+s. Moguće je prebacivanje samo između isključeno ili govor.
ja: このアドオンは NVDA+S で選ぶ読み上げモードからビープを除外します。読み上げありと読み上げなしだけが切り替えの対象になります。

source: Changes for 2.0
de: Änderungen in 2.0
fa: تغییرات در نسخه‌ی 2.0
hr: Promjene u 2.0
ja: 2.0の変更点

source: Add-on help is available from the Add-ons Manager.
de: Hilfe zur NVDA-Erweiterung ist über das Dialogfeld "Erweiterungen verwalten" verfügbar.
fa: راهنمای افزونه از مدیر افزونه‌ها در دسترس است.
hr: Pomoć za dodatak je dostupna u upravljaču za dodatke.
ja: アドオンヘルプがアドオン管理から利用可能になりました。

source: Changes for 1.5
de: Änderungen in 1.5
fa: تغییرات در نسخه‌ی 1.5
hr: Promjene u 1.5
ja: 1.5の変更点

source: Added script category (speech).
de: Skriptkategorie "Sprachausgabe" hinzugefügt.
fa: دسته‌ی اسکریپت (speech) افزوده شد.
hr: Dodana kategorija skripte (govor).
ja: スクリプトカテゴリ(読み上げ)を追加しました。

source: Check for an older version of the addon which is not community supported, and prompt user before removing it.
de: Überprüfen der veralteten Version der NVDA-Erweiterung, die nicht von der Comunity unterstützt wird. Nach Rückfrage wird diese gelöscht.
fa: بررسی میکند که نسخه‌ی قدیمیتری از این افزونه که البته مورد پشتیبانی انجمن نیست نصب شده یا نه؛ و به کاربر اعلام میکند که قبل نصب، نسخه‌ی قبلی را حذف کند.
hr: Provjeri stariju verziju dodatka koja nije podržane od zajednice te upozori korisnika prije uklanjanja.
ja: より古いバージョンのアドオンがコミュニティにょりサポートされていないことを確認し、アンインストール前にユーザーに知らせるようになりました。

source: Changes for 1.4
de: Änderungen in 1.4
fa: تغییرات در نسخه‌ی 1.4
hr: Promjene u 1.4
ja: 1.4の変更点

source: From this version, the messages about speech mode are automatically translated from NVDA in the correct language, no specific translation for addon required (with the possible obvious exception of manifest.ini and script documentation).
de: Seit dieser Version werden Meldungen bzgl. des Sprachausgabenmodus automatisch von NVDA in die richtige Sprache übersetzt. Es werden keine spezifischen Übersetzungen mit Ausnahme der Manifest.ini sowie der Dokumentation mehr benötigt.
fa: از این نسخه، پیام‌های مربوط به حالت‌های گفتاری بطور خودکار از طرف NVDA به زبان درست ترجمه میشوند. ترجمه‌ی ویژه‌ای برای افزونه نیاز نیست؛ مگر ترجمه‌ی manifest.ini و مستندات اسکریپت.
hr: Od ove verzije, poruke o načinu izgovora automatski su prevedene iz NVDA programa na pravilnom jeziku, bez potrebe za posebnim prijevodom dodatka (s mogućim očitim izuzetkom za manifest.ini i dokumentaciju za skriptu).
ja: このバージョンから、スピーチモードについてのメッセージが、NVDAから、正しい言語に自動的に翻訳されるようになり、特にアドオン用の翻訳が必要でなくなりました(manifest.iniとスクリプトドキュメントに、明示的な例外がある可能性があります)。

source: Changes for 1.3
de: Änderungen in 1.3
fa: تغییرات در نسخه‌ی 1.3
hr: Promjene u 1.3
ja: 1.3の変更点

source: Fixed bug in translations support: added python sources to make strings translatable.
de: Fehler in der Unterstützung von Sprachen behoben: Python Quellen hinzugefügt, sodass Zeichenketten übersetzt werden können.
fa: اشکالی که در پشتیبانی از ترجمه وجود داشت برطرف شد. منابع پایتون افزوده شد تا رشته‌های پیام‌ها قابل ترجمه شوند.
hr: Ispravljena greška u podršci za prevođenje: dodani su python izvori, kako bi se poruke mogle prevoditi.
ja: 翻訳サポートのバグを修正しました: 文が翻訳可能になるように、python ソースを追加しました。

source: Changes for 1.2
de: Änderungen in 1.2
fa: تغییرات در نسخه‌ی 1.2
hr: Promjene u 1.2
ja: 1.2の変更点

source: Initial version.
de: Erste Version.
fa: نسخه‌ی اول.
hr: Prva verzija.
ja: 最初のバージョン。
