Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/numpadNavMode.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, uk

source: [[!meta title="Numpad Nav Mode"]]
bg: [[!meta title="Навигационен режим на цифровия блок (Numpad Nav Mode)"]]
de: [[!meta title="Nummernblock-Navigationsmodus"]]
fi: [[!meta title="Laskinnäppäimistön navigointitila"]]
hr: [[!meta title="Modus navigacije s numeričkim blokom (Numpad Nav Mode)"]]
uk: [[!meta title="Numpad Nav Mode (Режим навігації за допомогою цифрової клавіатури)"]]

source: Numpad Nav Mode
bg: Навигационен режим на цифровия блок
fi: Laskinnäppäimistön navigointitila
hr: Modus navigacije s numeričkim blokom
pt_br: Modo de navegação do teclado numérico

source: Author: Luke Davis (Open Source Systems, Ltd.)
bg: Автор: Luke Davis (Open Source Systems ООД)
de: Autor: Luke Davis (Open Source Systems, Ltd.)
es: Autor: Luke Davis (Open Source Systems, Ltd.)
fi: Tekijä: Luke Davis (Open Source Systems, Ltd.)
fr: Auteur : Luke Davis (Open Source Systems, Ltd.)
hr: Autor: Luke Davis (Open Source Systems, Ltd.)
pl: Autor: Luke Davis (Open Source Systems, Ltd.)
pt_br: Autor: Luke Davis (Open Source Systems, Ltd.)
uk: Автор: Luke Davis (Open Source Systems, Ltd.)

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
uk: Завантажити [стабільну версію][1]

source: Numpad Nav Mode is an [NVDA][2] add-on, which allows you to easily switch your keyboard's numpad between NVDA's navigation controls and the non-screenreader Windows navigation controls. This can be especially useful for users migrating from Jaws to NVDA. This add-on also gives granular control over the numlock key toggle, both when NVDA starts, and optionally in profiles.
bg: "Навигационен режим на цифровия блок" е добавка за [NVDA][2], която ви позволява лесно да превключвате цифровия блок на клавиатурата между режима му на работа при включен NVDA и нормалния му режим на работа без работещ екранен четец. Това може да бъде особено полезно за потребители, преминаващи от JAWS към NVDA. Тази добавка също дава гъвкав контрол върху превключването на клавиша Num Lock, както при стартиране на NVDA, така и по избор посредством конфигурационните профили.
es: Numpad Nav Mode es un complemento para [NVDA][2] que permite cambiar fácilmente el bloque numérico de tu teclado entre los controles de navegación de NVDA y los controles de navegación de Windows sin lector de pantalla. Esto puede ser especialmente útil para usuarios que migran de Jaws a NVDA. Este complemento también proporciona control sobre el estado de la tecla bloqueo numérico, tanto cuando NVDA se inicia como, opcionalmente, cuando se activan perfiles.
fi: Laskinnäppäimistön navigointitila on [NVDA][2]-lisäosa, jonka avulla voit helposti vaihtaa näppäimistön laskinosan NVDA:n navigointikomentojen ja Windowsin liikkumiskomentojen välillä. Tästä voi olla hyötyä 1erityisesti JAWSista NVDA:han siirtyville käyttäjille. Tämä lisäosa mahdollistaa myös Numlock-näppäimen tilanvaihdon hallinnan sekä NVDA:n käynnistyessä että valinnaisesti profiileissa.
fr: Numpad Nav Mode est une extension [NVDA][2], qui vous permet de basculer facilement le pavé numérique de votre clavier entre les commandes de navigation de NVDA et les commandes de navigation Windows sans lecteur d'écran. Cela peut être particulièrement utile pour les utilisateurs migrant de Jaws vers NVDA. Cette extension donne également un contrôle de finesse sur la bascule de la touche verrouillage numérique, à la fois lorsque NVDA démarre, et éventuellement dans les profils.
hr: „Modus navigacije s numeričkim blokom” je [NVDA][2] dodatak, koji omogućuje jednostavno prebacivanje numeričke tipkovnice između navigacijskih kontrola NVDA čitača i Windowsa. To može biti posebno korisno za korisnike koji migriraju s Jawsa na NVDA. Ovaj dodatak također omogućuje uključivanje/isključivanje numeričkog bloka kada se NVDA pokrene te opcionalno u profilima.
pt_br: O Numpad Nav Mode é um complemento do [NVDA][2] que permite alternar facilmente o teclado numérico do teclado entre os controles de navegação do NVDA e os controles de navegação do Windows que não são de leitura de tela. Isso pode ser especialmente útil para usuários que estão migrando do Jaws para o NVDA. Esse complemento também oferece controle granular sobre a alternância da tecla numlock, quando o NVDA é iniciado e, opcionalmente, nos perfis.

source: Navigation modes explanation and features
bg: Разяснение и характеристики на режимите на навигация
de: Erklärung der Navigationsmodi und Funktionen
es: Explicación y características de los modos de navegación
fi: Navigointitilojen selitykset ja ominaisuudet
fr: Modes de navigation, explication et fonctionnalités
hr: Objašnjenje i funkcije modusa navigacije
pl: Objaśnienie i funkcje trybów nawigacji
pt_br: Explicação e recursos dos modos de navegação
uk: Пояснення та особливості режимів навігації

source: The normal functions of the PC number pad, with numlock off, are: page up, page down, home, end, four-way arrow keys, and a delete key. But NVDA completely takes over the numpad, to provide review keys, mouse controls, and object navigation controls. This is true even in laptop keyboard mode, which also duplicates those functions on non-numpad keys.
bg: Нормалните функции на цифровата клавиатура на компютъра с изключен Num Lock са: Page Up, Page Down, Home, End, четири стрелки за движение нагоре, надолу, наляво и надясно и клавиш Delete. Но NVDA напълно прихваща цифровия блок, за да осигури клавиши за преглед, управление на мишката и клавиши за навигация по обекти. Това е така дори при използване на клавиатурна подредба за лаптоп, което дублира тези функции на клавиши, които не са част от цифровия блок, за случаите в които не е наличен цифров блок.
de: Die normalen Funktionen des Nummernblock bei deaktivierter Funktion des Nummernblocks sind: Seite nach oben, Seite nach unten, Home, Ende, Vier-Wege-Pfeiltasten und eine Löschtaste. NVDA übernimmt jedoch den Nummernblock vollständig, um Tasten zur Ansicht, Maussteuerung und Objektnavigationssteuerung bereitzustellen. Dies gilt auch für den Tastaturmodus am Laptop, der diese Funktionen auch ohne Nummernblock dupliziert.
es: Las funciones normales del bloque numérico de un pc, con el bloqueo numérico desactivado, son: retroceso de página, avance página, inicio, fin, las cuatro flechas, y una tecla suprimir. Sin embargo, NVDA toma el control por completo sobre el bloque numérico para proporcionar teclas de revisión, controles del ratón y controles de navegación por objetos. Esto se aplica incluso en el modo de teclado portátil, que duplica estas funciones en teclas ajenas al teclado numérico para quienes no tienen uno.
fi: Tavalliset PC:n laskinnäppäimistön toiminnot Numlockin ollessa pois käytöstä ovat: Page up, Page down, Home, End, nelisuuntaiset nuolinäppäimet sekä Del-näppäin. Mutta NVDA ottaa laskinnäppäimistön kokonaan käyttöönsä tarjotakseen tekstintarkastelukomennot, hiiritoiminnot sekä objektinavigointikomennot. Tämä pätee jopa kannettavien tietokoneiden näppäimistöasettelussa, joka kahdentaa nämä toiminnot muihin kuin laskinnäppäimistön näppäimiin niille, joilla ei ole laskinnäppäimistöä.
fr: Les fonctions normales du pavé numérique du PC, avec le verrouillage numérique désactivé, sont les suivantes : page précédente, page suivante, début, fin, les quatre touches fléchées directionnelles et la touche de suppression. Mais NVDA prend complètement en charge le pavé numérique, pour fournir des touches de révision, des commandes de souris et des commandes de navigation dans les objets. Cela est vrai même en mode clavier d'ordinateur portable, qui duplique ces fonctions sur des touches sans pavé numérique pour ceux qui n'ont pas de pavé numérique.
hr: Uobičajene funkcije numeričkog bloka na računalu s isključenom numeričkim blokom su: stranica prema gore, stranica prema dolje, početak, kraj, tipke sa strelicama i tipka za brisanje. Međutim NVDA u potpunosti preuzima numerički blok, pružajući tipke za pregled, funkcije miša i funkcije za kretanja po objektima. To vrijedi čak i u modusu tipkovnice prijenosnog računala, koji te funkcije također duplicira na tipkama nenumeričkog bloka.
pl: Normalne funkcje klawiatury numerycznej komputera, z wyłączonym numlockiem, to: strona w górę, strona w dół, strona główna, koniec, czterokierunkowe strzałek i usuwania. Ale NVDA całkowicie przejmuje klawiaturę numeryczną, aby zapewnić przeglądu, sterowanie myszą i sterowanie nawigacją po obiektach. Dzieje się tak nawet w trybie klawiatury laptopa, który również powiela te funkcje na innych niż numeryczne.
pt_br: As funções normais do teclado numérico do PC, com o numlock desativado, são: page up, page down, home, end, teclas de seta de quatro direções e uma tecla de exclusão. Mas o NVDA assume completamente o teclado numérico para fornecer teclas de revisão, controles de mouse e controles de navegação de objetos. Isso ocorre mesmo no modo de teclado do laptop, que também duplica essas funções em teclas que não são do teclado numérico.
uk: Звичайними функціями цифрової клавіатури комп’ютера з вимкненою клавішею numlock є: сторінка вгору, сторінка вниз, додому, вкінець, клавіші зі стрілками в чотирьох напрямках і клавіша видалення. Але NVDA повністю перебирає на себе функції цифрової клавіатури, надаючи клавіші для перегляду, керування мишею та навігації по об'єктах. Це стосується навіть режиму клавіатури ноутбука, яка також дублює ці функції на клавішах, що не належать до цифрової клавіатури.

source: However some users do have a numpad on their laptop, and would prefer to use it for Windows navigation purposes (at least some of the time), especially because some laptops do not provide home, end, or other such keys. That is where this add-on can help. Additionally, some desktop users, for example those used to the way the numpad works in JAWS, may sometimes find it convenient to use the numpad for those keyboard functions rather than the normal NVDA keys, which this add-on enables. This includes the popular JAWS command NumpadInsert+Numpad2, for read to end, which was a specific feature request from some early users of this add-on.
bg: Някои потребители обаче разполагат с цифров блок на своя лаптоп и биха предпочели да го използват за навигация в Windows, особено когато някои лаптопи не разполагат с Home, End или други подобни клавиши. Това са част от случаите, в които тази добавка може да помогне. Освен това, някои потребители на настолни компютри понякога може да предпочетат да използват цифровия блок за тези функции на клавиатурата вместо стандартните клавиши, което тази добавка позволява. Това включва популярната команда на JAWS Insert от цифровия блок+2 от цифровия блок, за прочитане на всичко, което беше конкретна заявка за функция от някои ранни потребители на тази добавка.
de: Einige Benutzer haben jedoch einen Nummernblock auf dem Laptop und würden diesen gerne für die Windows-Navigation verwenden (zumindest zeitweise), vor allem, weil einige Laptops keine Pos1-, Ende- oder andere derartige Tasten haben. In diesem Fall kann diese NVDA-Erweiterung helfen. Darüber hinaus finden es manche Benutzer am einem Desktop-PC, die beispielsweise an die Funktionsweise des Nummernblocks in JAWS gewöhnt sind, manchmal bequemer, den ihn für diese Tastaturfunktionen zu verwenden, als die normalen NVDA-Tasten, was diese NVDA-Erweiterung ermöglicht. Dies gilt auch für den beliebten JAWS-Befehl Nummernblock-Einfügen+Nummernblock 2 zum Lesen bis zum Ende, der ein spezieller Funktionswunsch einiger früherer Benutzer diese NVDA-Erweiterung war.
es: Sin embargo, algunos usuarios disponen de bloque numérico en el teclado de su portátil, y preferirían usarlo para navegar por Windows (al menos durante algún tiempo), especialmente porque algunos portátiles no proporcionan inicio, fin, u otras teclas similares. Aquí es donde este complemento puede ayudar. Además, algunos usuarios de ordenadores de escritorio, como los que están acostumbrados al comportamiento del bloque numérico en JAWS, pueden encontrar conveniente a veces usar el bloque numérico para dichas funciones de teclado en vez de las teclas normales, cosa que este complemento permite. Esto incluye la orden popular de JAWS insert del teclado numérico+2 del teclado numérico para leer hasta el final, que fue una petición concreta de funcionalidad de algunos de los primeros usuarios de este complemento.
fi: Joillakin käyttäjillä on kuitenkin kannettavissaan numeronäppäimistö, ja he haluavat mieluummin käyttää sitä Windowsin navigointitarkoituksiin, varsinkin koska joissakin kannettavissa tietokoneissa ei ole Home-, End- tai muita vastaavia näppäimiä. Tällaisissa tilanteissa tästä lisäosasta on apua. Lisäksi joillekin pöytäkoneen käyttäjille, esim. sellaisille, jotka ovat tottuneet tapaan, jolla laskinnäppäimistö toimii JAWSissa, voi joskus olla kätevää käyttää numeronäppäimiä näihin näppäimistötoimintoihin tavallisten NVDA-näppäinten sijaan, jonka tämä lisäosa mahdollistaa. Näihin sisältyy suosittu JAWS-komento laskinnäppäimistön Insert+laskinnäppäimistön 2 lukemiseen kohdistimen nykyisestä kohdasta tekstin loppuun saakka, joka oli tämän lisäosan varhaisten käyttäjien erityinen ominaisuuspyyntö.
fr: Cependant, certains utilisateurs ont un pavé numérique sur leur ordinateur portable et préféreraient l'utiliser à des fins de navigation Windows (au moins une partie du temps), en particulier parce que certains ordinateurs portables ne fournissent pas de touches début, fin ou autres de ce type. C'est là que cette extension peut vous aider. De plus, certains utilisateurs de bureau, , par exemple ceux habitués à la façon dont le pavé numérique fonctionne dans JAWS, peuvent parfois trouver plus pratique d'utiliser le pavé numérique pour ces fonctions du clavier plutôt que les touches de NVDA normales, ce que cette extension permet. Cela inclut la populaire commande JAWS NumpadInsert+Numpad2, pour lire jusqu'à la fin, qui était une demande de fonctionnalité spécifique de certains premiers utilisateurs de cette extension.
hr: Međutim, neki korisnici na svom prijenosnom računalu imaju numerički blok i radije bi njega koristili za kretanje u Windowsu, naročito jer neka prijenosna računala nemaju tipke za početak, kraj i slične tipke. Ovaj dodatak može pomoći u takvim slučajevima. Uz to, neki korisnici desktop računala, na primjer oni koji su navikli na način na koji tipkovnica numeričkog bloka radi u JAWS-u, mogu ponekad smatrati prikladnijim koristiti tipkovnicu numeričkog bloka za te funkcije tipkovnice umjesto normalnih NVDA tipki, koje ovaj dodatak omogućuje. To uključuje popularnu JAWS naredbu NumpadInsert+Numpad2 za čitanje do kraja, što je bila posebna funkcija koju su zahtijevali neki prvi korisnici ovog dodatka.
pl: Jednak niektórzy użytkownicy mają klawiaturę numeryczną na swoim laptopie i woleliby używać jej do celów nawigacyjnych systemu Windows (przynajmniej przez pewien czas), zwłaszcza że niektóre laptopy nie zapewniają klucza domowego, końcowego lub innych tego typu. W tym właśnie może pomóc ten dodatek. Ponadto niektórzy użytkownicy komputerów stacjonarnych, na przykład przyzwyczajeni do sposobu działania klawiatury numerycznej w JAWS, mogą czasami uznać za wygodne używanie klawiatury numerycznej do tych funkcji klawiatury zamiast zwykłych NVDA, które umożliwia ten dodatek. Obejmuje to popularne polecenie JAWS NumpadInsert + Numpad2, do odczytu do końca, które było specyficznym żądaniem funkcji od niektórych wczesnych użytkowników tego dodatku.
pt_br: No entanto, alguns usuários têm um teclado numérico no laptop e preferem usá-lo para fins de navegação no Windows (pelo menos em parte do tempo), especialmente porque alguns laptops não oferecem as teclas home, end ou outras teclas semelhantes. É nesse ponto que esse complemento pode ajudar. Além disso, alguns usuários de desktop, por exemplo, aqueles acostumados com a forma como o teclado numérico funciona no JAWS, às vezes podem achar conveniente usar o teclado numérico para essas funções do teclado em vez das teclas normais do NVDA, que este complemento permite. Isso inclui o popular comando do JAWS NumpadInsert+Numpad2, para leitura até o fim, que foi uma solicitação de recurso específica de alguns dos primeiros usuários desse complemento.
uk: Однак деякі користувачі мають на своєму ноутбуці цифрову клавіатуру і воліють використовувати її для навігації у Windows (принаймні деякий час), особливо тому, що деякі ноутбуки не мають клавіш "Додому", "Вкінець" або інших подібних клавіш. Саме тут може знадобитися цей додаток. Крім того, деяким користувачам настільних комп’ютерів, наприклад тим, хто звик до роботи цифрової клавіатури в JAWS, іноді може бути зручно використовувати цифрову клавіатуру для цих функцій клавіатури, а не звичайні клавіші NVDA, які вмикає цей додаток. Сюди входить популярна JAWS-команда NumpadInsert+Numpad2, для читання до кінця, що було особливим побажанням деяких перших користувачів цього додатка.

source: How it works
bg: Как работи
de: Funktionsweise
es: Cómo funciona
fi: Kuinka se toimii
fr: Comment ça marche
hr: Opis rada
pl: Jak to działa
pt_br: Como funciona
uk: Як це працює

source: With numlock off, no matter what keyboard layout you are using, this add-on will let you press Alt+NVDA+NumpadPlus (which is usually the long key second up on the right), to quickly and easily switch between the normal NVDA navigation controls, and the classic Windows navigation controls. This key can be remapped under Input Gestures, in the Input section.
bg: При изключен Num Lock, без значение коя клавиатурна подредба се ползва, тази добавка ще ви позволи да натиснете Alt+NVDA+Плюс от цифровия блок (който обикновено е дългият клавиш втори подред от долу нагоре в десния край), за бързо и лесно превключване между нормалната навигация на NVDA и класическите команди за навигация на Windows. Тази клавишна команда може да бъде променена в диалоговия прозорец "Жестове на въвеждане", в категорията "Въвеждане".
de: Bei ausgeschaltetem Nummernblock und in allen Tastaturschemen können Sie alt+NVDA+Nummernblock plus betätigen, um zwischen den bekannten NVDA-Navigationsbefehlen sowie den Windows-Navigationsbefehlen zu wechseln. Zumeist ist Nummernblock plus die obere längere Taste ganz rechts auf der Tastatur. Die Tastenkombination kann man im Dialog Tastenbefehle unter Eingabe anpassen.
es: Con el bloqueo numérico desactivado, sin importar la disposición de teclado que uses, este complemento te permitirá pulsar alt+NVDA+más del teclado numérico (normalmente la segunda tecla larga que está arriba a la derecha), para pasar fácil y rápidamente entre los controles de navegación de NVDA y los controles clásicos de navegación de Windows. Se puede reasignar esta tecla desde el diálogo Gestos de entrada, bajo la categoría Entrada.
fi: Kun Numlock on poissa päältä, riippumatta siitä, mitä näppäimistöasettelua käytät, tämän lisäosan avulla voit painaa Alt+NVDA+laskinnäppäimistön plus (joka on yleensä pitkä näppäin toiseksi ylimpänä oikealla) siirtyäksesi nopeasti ja helposti normaalin NVDA-navigoinnin ja perinteisen Windows-navigoinnin välillä. Tämä näppäin on mahdollista uudelleenmäärittää Näppäinkomennot-valintaikkunan Syöttö-kategoriassa.
fr: Avec verrouillage numérique désactivé, quelle que soit la disposition du clavier que vous utilisez, cette extension vous permettra d'appuyer sur Alt+NVDA+pavnumPlus (qui est généralement la longue touche en haut à droite), pour basculer rapidement et facilement entre les contrôles de navigation NVDA normale et les contrôles de navigation classiques de Windows. Cette touche peut être remappée sous Gestes de commande, dans la section Entrée.
hr: S isključenim numeričkim blokom i bez obzira na korišteni raspored tipkovnice, ovaj dodatak omogućuje pritiskanje tipki Alt+NVDA+num plus (što je obično druga dugačka tipka odozdo na desnoj strani) za brzo i jednostavno prebacivanje između normalnih kontrola navigacije NVDA čitača i klasičnih Windows kontrola. Ovaj se prečac može promijeniti pod „Ulazne geste” u odjeljku „Unos”.
pl: Po wyłączeniu numlock, bez względu na to, jakiego układu klawiatury używasz, ten dodatek pozwoli Ci nacisnąć Alt + NVDA + NumpadPlus (który zwykle jest długim sekundę po prawej stronie), aby szybko i łatwo przełączać się między normalnymi kontrolkami nawigacji NVDA a klasycznymi kontrolkami nawigacji systemu Windows. Ten można ponownie zamapować w obszarze Gesty wprowadzania w sekcji Wejście.
pt_br: Com o numlock desativado, independentemente do layout de teclado que estiver usando, esse complemento permitirá que você pressione Alt+NVDA+NumpadPlus (que geralmente é a segunda tecla longa à direita) para alternar rápida e facilmente entre os controles de navegação normais do NVDA e os controles de navegação clássicos do Windows. Essa tecla pode ser remapeada em Gestos de entrada, na seção Entrada.
uk: Якщо numlock вимкнено, незалежно від того, яку розкладку клавіатури ви використовуєте, цей додаток дозволить вам натиснути Alt+NVDA+NumpadPlus (зазвичай це довга клавіша, друга праворуч), щоб швидко і легко перемикатися між звичайними елементами керування навігацією NVDA і класичними елементами керування навігацією Windows. Цю клавішу можна перепризначити у пункті Жести вводу у розділі Введення.
