Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/numpadNavMode.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, uk

source: Note that this add-on doesn't disable the use of numpad insert as an NVDA modifier, if you have it set as such. If you want that feature, please let me know, although you can manually turn off numpad insert as a modifier in NVDA keyboard settings. It also doesn't change the NVDA function of numpad delete (key between zero and enter)--contact me if you desire this.
bg: Имайте предвид, че тази добавка не забранява използването на Insert от цифровия блок като модификатор на NVDA, ако сте указали да е така. Ако искате тази функция, моля, уведомете ме, въпреки че можете ръчно да изключите Insert от цифровия блок като модификатор в настройките на клавиатурата на NVDA. Също така не променя функцията на NVDA с Delete от цифровия блок (клавишът между нула и Enter) – свържете се с мен, ако желаете такава функция.
de: Beachten Sie, dass diese NVDA-Erweiterung nicht die Verwendung des Nummernblocks als NVDA-Modifikator deaktiviert, wenn Sie ihn als solchen eingestellt haben. Wenn Sie diese Funktion wünschen, lassen Sie es dem Autor bitte wissen, obwohl Sie die Einfügung des Nummernblocks als Modifikator in den NVDA-Tastatureinstellungen manuell deaktivieren können. Auch die NVDA-Funktion des Nummernblocks zum Löschen (Taste zwischen Null und Enter) wird nicht verändert - kontaktieren Sie ebenfalls den Autor, wenn Sie dies wünschen.
es: Ten en cuenta que este complemento no desactiva el uso de la tecla insert del teclado numérico como tecla modificadora, si la has configurado así. Si quieres esa función dímelo, aunque puedes desactivar manualmente insert del teclado numérico como tecla modificadora desde las opciones de teclado de NVDA. Tampoco cambia el comportamiento de la tecla suprimir del bloqueo numérico con NVDA (la tecla entre 0 e intro). Contacta conmigo si quieres esta función.
fi: Huom: Tämä lisäosa ei poista käytöstä laskinnäppäimistön Insertiä NVDA-näppäimenä, jos olet ottanut sen käyttöön. Ilmoita minulle, jos haluat tämän ominaisuuden, vaikka sen voikin poistaa käytöstä manuaalisesti NVDA:n näppäimistöasetuksista. Tämä lisäosa ei myöskään muuta laskinnäppäimistön deleten (0- ja Enter-näppäinten välissä) NVDA-toiminnallisuutta. Ota yhteyttä, jos haluat tämän ominaisuuden.
fr: Notez que cette extension ne désactive pas l'utilisation de l'insertion du pavé numérique en tant que modificateur NVDA, si vous l'avez défini comme tel. Si vous voulez cette fonctionnalité, faites-le moi savoir, bien que vous puissiez désactiver manuellement l'insertion du pavé numérique en tant que modificateur dans les paramètres de clavier NVDA. Il ne modifie pas non plus la fonction NVDA de Numpad Delete (touche entre zéro et Entrée)-- contactez-moi si vous le souhaitez.
hr: Ovaj dodatak ne onemogućava upotrebu tipke insert na numeričkom bloku kao modifikacijske tipke za NVDA, ako je kao takva postavljena. Tko tu funkciju želi, može mi se slobodno javiti, iako se upotreba tipke insert na numeričkom bloku može i ručno isključiti u NVDA postavkama tipkovnice. Također ne mijenja NVDA funkciju tipke dilit u numeričkom bloku (tipka između nule i enter) – kontaktiraj me ako to želite.
pl: Zauważ, że ten dodatek nie wyłącza używania klawiatury numerycznej jako modyfikatora NVDA, jeśli jest tak ustawiona. Jeśli chcesz tej funkcji, daj mi znać, chociaż możesz ręcznie wyłączyć wkładkę numeryczną jako modyfikator w ustawieniach klawiatury NVDA. Nie zmienia to również funkcji NVDA numpad delete (klucz między zerem a enter) - skontaktuj się ze mną, jeśli sobie tego życzysz.
pt_br: Note que esse complemento não desativa o uso da inserção do teclado numérico como modificador do NVDA, se você o tiver configurado como tal. Se desejar esse recurso, informe-me, embora você possa desativar manualmente a inserção do teclado numérico como modificador nas configurações de teclado do NVDA. Isso também não altera a função NVDA de exclusão do teclado numérico (tecla entre zero e enter) - entre em contato comigo se desejar isso.
uk: Зауважте, що цей додаток не вимикає використання insert numpad як модифікатора клавіатури NVDA, якщо вона у вас встановлена як така. Якщо вам потрібна ця функція, будь ласка, дайте мені знати, хоча ви можете вручну вимкнути клавішу insert як модифікатор у налаштуваннях клавіатури NVDA. Це також не змінює функцію клавіш numpad delete (клавіша між нулем і enter)--зв'яжіться зі мною, якщо ви бажаєте це зробити.

source: If you would prefer to have NVDA start with the Windows nav mode active by default, you can configure that in NVDA configuration. Go to NVDA's preferences, then settings, and find the Numpad Nav Mode settings panel. There you will be able to select a checkbox to turn Windows Nav Mode on by default when you start NVDA. To get there quickly, press NVDA+N, P, S, then N one or more times until you hear "Numpad Nav Mode".
bg: Ако предпочитате да стартирате NVDA с активен по подразбиране навигационен режим на Windows, можете да конфигурирате това в настройките на NVDA. От менюто на NVDA изберете "Настройки" и след това "Опции" и намерете панела за настройки на добавката "Навигационен режим на цифровия блок". Там ще можете да поставите отметка, с която да укажете навигационния режим на Windows да е активен по подразбиране при стартиране на NVDA. За да стигнете бързо, натиснете NVDA+N -> Н -> О, след това Н един или няколко пъти, докато не чуете "Навигационен режим на цифровия блок".
de: Wenn Sie wollen, dass beim Start von NVDA der Windows-Navigations-Modus aktiv ist, können Sie dies in den Einstellungen von NVDA festlegen. Gehen Sie hierzu in die Optionen -> Einstellungen und suchen Sie dort den Eintrag Nummernblock-Navigations-modus. Dort finden Sie ein Kontrollfeld, welches ermöglicht, die Windows-Navigation beim NVDA-Start einzuschalten. Um schnell dort hin zu kommen, drücken Sie NVDA+N, o, e und mehrere male n, bis Sie "Nummernblock-Navigations-Modus" hören.
es: Si prefieres que NVDA arranque con el modo de navegación de Windows activado por defecto, puedes configurarlo desde las opciones. Ve a las preferencias de NVDA, Opciones, y busca el panel de opciones de Numpad Nav Mode. Allí podrás seleccionar una casilla de verificación para activar el modo de navegación de Windows por defecto al arrancar NVDA. Para llegar allí rápidamente, pulsa NVDA+n, p, o, y luego n una o más veces hasta que oigas "Numpad Nav Mode".
fi: Jos haluat NVDA:n käynnistyvän oletusarvoisesti Windows-navigointitilassa, voit määrittää sen NVDA:n asetuksista. Valitse NVDA-valikosta Asetukset -> Asetukset, ja etsi sitten Laskinnäppäimistön navigointitila -vaihtoehto, joka avaa lisäosan asetuspaneelin. Sieltä voit valita valintaruudun, joka ottaa oletusarvoisesti käyttöön Windows-navigointitilan NVDA:n käynnistyessä. Pääset asetuspaneeliin nopeasti painamalla NVDA+N, A, A ja sitten kerran tai useammin L, kunnes kuulet "Laskinnäppäimistön navigointitila".
fr: Si vous préférez que NVDA démarre avec le mode de navigation Windows actif par défaut, vous pouvez le configurer dans la configuration de NVDA. Accédez aux préférences de NVDA, puis aux paramètres, et recherchez le panneau des paramètres Numpad Nav Mode. Là, vous pourrez sélectionner une case à cocher pour activer le mode de navigation Windows par défaut lorsque vous démarrez NVDA. Pour vous y rendre rapidement, appuyez une ou plusieurs fois sur NVDA+N, P, S, puis sur N jusqu'à ce que vous entendiez "Numpad Nav Mode".
hr: Pokretanje NVDA čitača sa standardnim Windows modusom navigacije može se konfigurirati u NVDA konfiguraciji. Idi na NVDA postavke, zatim postavke i pronađi ploču postavki „Modus navigacije s numeričkim blokom”. Tamo se može označiti potvrdni okvir za uključivanje Windows modusa navigacije kao standardnog modus prilikom pokretanja NVDA čitača. Za brzi prijelaz na to mjesto, pritisni NVDA+N, P, S, a zatim N jednom ili više puta, sve dok ne čuješ „Modus navigacije s numeričkim blokom”.
pl: Jeśli wolisz, aby NVDA uruchamiało się z domyślnie aktywnym trybem nawigacji systemu Windows, możesz skonfigurować to w konfiguracji NVDA. Przejdź do preferencji NVDA, a następnie ustawień i znajdź panel ustawień trybu Numpad Nav Mode. Tam będziesz mógł zaznaczyć pole wyboru, aby domyślnie włączyć tryb nawigacji systemu Windows po uruchomieniu NVDA. Aby szybko się tam dostać, naciśnij NVDA+N, P, S, a następnie N jeden lub więcej razy, aż usłyszysz "Numpad Nav Mode".
pt_br: Se preferir que o NVDA inicie com o modo de navegação do Windows ativo por padrão, você pode definir isso na configuração do NVDA. Vá para as preferências do NVDA, depois para as configurações e encontre o painel de configurações do Modo de navegação do Teclado numérico. Lá, você poderá marcar uma caixa de seleção para ativar o modo de navegação do Windows por padrão ao iniciar o NVDA. Para chegar lá rapidamente, pressione NVDA+N, P, S e, em seguida, N uma ou mais vezes até ouvir “Numpad Nav Mode”.
uk: Якщо ви бажаєте, щоб NVDA початково запускалася з активним режимом навігації Windows, ви можете налаштувати це в налаштуваннях NVDA. Перейдіть до параметрів NVDA, потім до налаштувань і знайдіть панель налаштувань (Режим навігації за допомогою цифрової клавіатури). Там ви зможете встановити прапорець, щоб увімкнути режим навігації Windows під час запуску NVDA.

source: Numlock features
bg: Функции на Num Lock
de: Nummernblock-Features
es: Funciones del bloqueo numérico
fi: Numlockin ominaisuudet
fr: Fonctionnalités de verrouillage numérique
hr: Funkije numeričkog bloka
pl: Funkcje Numlock
pt_br: Recursos do Numlock
uk: Функції Numlock

source: By default, nothing is done with the numlock key.
bg: По подразбиране нищо не се прави с клавиша Num Lock.
de: Standardmäßig wird mit der Taste des Nummernblocks nichts gemacht.
es: Por defecto, no se hace nada con la tecla del bloqueo numérico.
fi: Oletusarvoisesti Numlock-näppäimelle ei tehdä mitään.
fr: Par défaut, rien n'est fait avec la touche verrouillage numérique.
hr: Standardno se ništa ne radi s tipkom za uključivanje/isključivanje numeričkog bloka.
pl: Domyślnie nic nie jest wykonywane za pomocą numlock.
pt_br: Por padrão, nada é feito com a tecla numlock.
uk: Початково клавіша numlock нічого не робить.

source: However, if you share your computer with a sighted user who prefers that numlock always be turned on, but you like having it off so that the numpad works with NVDA, you may want the numlock to automatically turned off when NVDA starts. Alternatively, you may enter a lot of data, and so prefer the numlock to always be on when you start NVDA.
bg: Ако споделяте компютъра си със зрящ потребител, който предпочита Num Lock винаги да е включен, но вие предпочитате да е изключен, така че цифровият блок да работи с NVDA, може да искате Num Lock да се изключва автоматично при стартиране на NVDA. Друг вариант е, ако въвеждате много данни, да предпочитате Num Lock винаги да е включен когато стартирате NVDA.
es: Sin embargo, si compartes tu ordenador con un usuario vidente que prefiere que el bloque numérico siempre esté activo, pero te gusta tenerlo apagado para que el bloque numérico funcione con NVDA, te puede interesar que el bloqueo numérico se desactive cuando NVDA arranque. De forma alternativa, puedes querer introducir muchos datos, y preferir que el bloqueo numérico esté activo al iniciar NVDA.
fi: Jos kuitenkin jaat tietokoneen näkevän käyttäjän kanssa, joka haluaa, että Num Lock on aina käytössä, mutta itse pidät sitä poissa käytöstä, jotta laskinnäppäimistö toimisi NVDA:n kanssa, saatat haluta, että Num Lock on automaattisesti poissa käytöstä NVDA:n käynnistyessä. Vaihtoehtoisesti saatat syöttää paljon tietoja ja haluat, että Num Lock on aina käytössä käynnistäessäsi NVDA:n.
fr: Cependant, si vous partagez votre ordinateur avec un utilisateur voyant qui préfère que le verrouillage numérique soit toujours activé, mais que vous aimez le désactiver pour que le pavé numérique fonctionne avec NVDA, vous souhaiterez peut-être que le verrouillage numérique soit automatiquement désactivé au démarrage de NVDA. Alternativement, vous pouvez saisir beaucoup de données et préférer donc que le verrouillage numérique soit toujours activé lorsque vous démarrez NVDA.
hr: Međutim, ako računalo dijeliš s korisnikom koji vidi i koji radije želi da je tipka za uključivanje/isključivanje numeričkog bloka uvijek uključena, ali ti radije želiš da je isključena kako bi numerička tipkovnica radila s NVDA čitačem, možeš postaviti da se tipka za isključavanje/otključavanje numeričkog bloka automatski isključi kada se pokrene NVDA. Alternativno, možeš unijeti mnogo podataka, te stoga radije želiš da tipka za uključivanje/isključivanje numeričkog bloka uvijek bude uključena kad pokreneš NVDA.
pt_br: No entanto, se você compartilha o computador com um usuário com visão que prefere que o numlock esteja sempre ativado, mas você gosta de desativá-lo para que o teclado numérico funcione com o NVDA, talvez queira que o numlock seja desativado automaticamente quando o NVDA for iniciado. Como alternativa, você pode inserir muitos dados e preferir que o numlock esteja sempre ligado quando iniciar o NVDA.

source: Go to NVDA menu, Preferences, Settings, Numpad Nav Mode, and use the "state of numlock when NVDA starts or profile loads" selector. This has three options. The first, "do not change", is the default, and won't touch the numlock. It will be in whatever state it was in before NVDA started. The second option, is "turn numlock off", which will always turn the numlock off when NVDA starts. The third option, "Turn numlock on", will turn the numlock on if it was off when NVDA started. If you choose either the second or third option, the numlock will be restored to whatever state it was in before, when you exit NVDA. For example, if you choose "Turn numlock off", and numlock was on when you started NVDA: it will be turned off while you use NVDA, but will be turned back on when you exit NVDA.
bg: Отидете в менюто на NVDA -> Настройки -> Опции -> Навигационен режим на цифровия блок и използвайте селектора "Състояние на Num Lock при стартиране на NVDA или зареждане на профил". Там има три опции: Първата, "Без промяна", е по подразбиране и няма да засяга Num Lock. Той ще бъде в състоянието, в което е бил преди стартирането на NVDA. Втората опция е "Изключване на Num Lock", която винаги ще изключва NumLock, когато NVDA стартира. Третата опция, "Включване на Num Lock", ще включи numlock, ако при стартиране на NVDA е бил в изключено състояние. Ако изберете втората или третата опция, при изход от NVDA, Num Lock ще бъде възстановен до състоянието, в което е бил преди това. Например, ако изберете "Изключване на Num Lock" и Num Lock при стартиране на NVDA е бил включен, той ще бъде изключен докато използвате NVDA, но ще бъде включен отново, при изход от NVDA.
de: Gehen Sie in das NVDA-menü, Optionen, Einstellungen, Navigationsmodus des Nummernblocks, und verwenden Sie die Option "Status des Nummernblocks beim Start von NVDA oder beim Laden des Profils". Hier gibt es drei Optionen. Die erste, "Nicht ändern", ist die Standard-Einstellung, die den Nummernblock nicht verändert. Es bleibt in dem Zustand, in dem er sich vor dem Start von NVDA befand. Die zweite Option, "Nummernblock ausschalten", schaltet den Nummernblock beim Start von NVDA immer aus. Die dritte Option, "Nummernblock einschalten", schaltet den Nummernblock ein, wenn er beim Start von NVDA ausgeschaltet war. Wenn Sie sich für die zweite oder dritte Option entscheiden, wird der Nummernblock beim Beenden von NVDA in den Zustand zurückgesetzt, in dem er vorher war. Wenn Sie z. B. "Nummernblock ausschalten" auswählen und der Nummernblock beim Start von NVDA eingeschaltet war, wird er während der Benutzung von NVDA ausgeschaltet, aber beim Beenden von NVDA wieder eingeschaltet.
es: Ve al menú NVDA, Preferencias, Opciones, Numpad Nav Mode, y usa el selector "Estado del bloqueo numérico cuando arranca NVDA o se carga un perfil". Tiene tres opciones. La primera, "No modificar", es la que viene por defecto y no tocará el bloqueo numérico. Lo dejará en el estado que se encontraba cuando se inició NVDA. La segunda opción, "Desactivar bloqueo numérico", desactivará siempre el bloqueo numérico cuando se inicie NVDA. La tercera opción, "Activar bloqueo numérico", activará el bloqueo numérico si estaba desactivado cuando se inició NVDA. Si eliges tanto la segunda como la tercera opción, se restaurará el bloqueo numérico a su estado anterior al salir de NVDA. Por ejemplo, si eliges "Desactivar bloqueo numérico", y estaba encendido cuando iniciaste NVDA, se apagará mientras uses NVDA, pero se volverá a activar al salir.
fi: Siirry NVDA-valikkoon, valitse Asetukset -> Asetukset -> Laskinnäppäimistön navigointitila ja käytä "Numlockin tila NVDA:n käynnistyessä tai profiilin latautuessa" -valitsinta. Siinä on kolme vaihtoehtoa. Ensimmäinen, "Älä vaihda", ei vaihda Numlockin tilaa, ja se on oletusarvoisesti valittuna. Se on siinä tilassa, jossa se oli ennen NVDA:n käynnistymistä. Toinen vaihtoehto on "Poista Numlock käytöstä", joka poistaa Numlocking käytöstä aina NVDA:n käynnistyessä. Kolmas vaihtoehto, "Ota Numlock käyttöön", ottaa Numlockin käyttöön, mikäli se ei ollut käytössä NVDA:n käynnistyessä. Jos valitset joko toisen tai kolmannen vaihtoehdon, Numlock palautetaan NVDA:ta suljettaessa siihen tilaan, jossa se oli aiemmin. Esimerkiksi jos valitset "Poista Numlock käytöstä" -vaihtoehdon ja Numlock oli käytössä käynnistäessäsi NVDA:n, se poistetaan käytöstä NVDA:ta käyttäessäsi mutta otetaan uudelleen käyttöön, kun suljet NVDA:n.
fr: Allez dans le menu NVDA, Préférences, Paramètres, Numpad Nav Mode et utilisez le sélecteur "État du verrouillage numérique lorsque NVDA démarre ou le profil se charge". Cela a trois options. Le premier, "Ne changez pas", celui-ci est par défaut, et ne touchera pas le verrouillage numérique. Ce sera dans quel que soit le state dans lequel il se trouvait avant le démarrage de NVDA. La deuxième option, est "Basculer verrouillage numérique désactivé", ce qui désactivera toujours le verrouillage numérique lorsque NVDA démarre. La troisième option "Basculer verrouillage numérique activé", ce qui activera le verrouillage numérique s'il était désactivé lorsque NVDA a démarré. Si vous choisissez soit la deuxième ou la troisième option, le verrouillage numérique sera restauré dans n'importe quel état dans lequel il se trouvait avant, lorsque vous quittez NVDA. Par exemple, si vous choisissez "Basculer verrouillage numérique désactivé", et le verrouillage numérique était activé lorsque vous avez démarré NVDA: il sera désactivé pendant que vous utilisez NVDA, mais sera réactivé lorsque vous quittez NVDA.
pl: Przejdź do menu NVDA, Preferencje, Ustawienia, Tryb Numpad Nav i użyj selektora "stan numlock podczas uruchamiania NVDA lub ładowania profilu". Ma trzy opcje. Pierwszy, "nie zmieniaj", jest domyślny i nie dotyka numlocka. Będzie w takim stanie, w jakim był przed rozpoczęciem NVDA. Drugą opcją jest "turn numlock off", która zawsze wyłączy numlock po uruchomieniu NVDA. Trzecia opcja, "Włącz numlock", włączy numlock, jeśli był wyłączony podczas uruchamiania NVDA. Jeśli wybierzesz drugą lub trzecią opcję, numlock zostanie przywrócony do stanu, w którym był wcześniej, po zamknięciu NVDA. Na przykład, jeśli wybierzesz opcję "Turn numlock off", a numlock był włączony podczas uruchamiania NVDA: zostanie on wyłączony podczas korzystania z NVDA, ale zostanie ponownie włączony po wyjściu z NVDA.
pt_br: Vá para o menu NVDA, Preferências, Configurações, Modo de navegação do teclado numérico e use o seletor “estado do teclado numérico quando o NVDA é iniciado ou o perfil é carregado”. Ele tem três opções. A primeira, “não alterar", é o padrão e não mexerá no teclado numérico. Ele estará no estado em que se encontrava antes do início do NVDA. A segunda opção é “desativar o numlock", que sempre desativará o numlock quando o NVDA for iniciado. A terceira opção, “Ativar o numlock", ativará o numlock se ele estiver desativado quando o NVDA for iniciado. Se você escolher a segunda ou a terceira opção, o numlock será restaurado para o estado em que estava antes, quando você sair do NVDA. Por exemplo, se você escolher “Desativar o numlock" e o numlock estava ativado quando você iniciou o NVDA, ele será desativado enquanto você estiver usando o NVDA, mas será ativado novamente quando você sair do NVDA.
uk: Перейдіть до меню NVDA, Параметри, Налаштування, Режим навігації за допомогою цифрової клавіатури і скористайтеся комбінованим списком "Стан numlock під час запуску NVDA або завантаження профілю". Тут є три варіанти. Перший, початково "не змінювати" не стосується numloc. Він залишиться у тому стані, у якому був до запуску NVDA. Другий варіант — «вимкнути numlock», який завжди вимикатиме numlock під час запуску NVDA. Третій варіант, «Увімкнути numlock», увімкне numlock, якщо він був вимкнений під час запуску NVDA. Якщо ви виберете другий або третій варіант, numlock буде відновлено до того стану, у якому він був раніше, коли ви вийдете з NVDA. Наприклад, якщо ви вибрали «Вимкнути numlock», а numlock було ввімкнено під час запуску NVDA: він буде вимкнений, поки ви використовуєте NVDA, але знову ввімкнеться, коли ви вийдете з NVDA.

source: Advanced use cases
bg: Специални случаи на употреба
de: Erweiterte Anwendungsfälle
es: Casos de uso avanzados
fi: Edistynyt käyttö
fr: Cas d'utilisation avancée
pl: Zaawansowane przypadki użycia
pt_br: Casos de uso avançados
uk: Розширені варіанти використання

source: If you use NVDA's powerful configuration profiles, and you would like the numlock to automatically turn on when you enter certain profiles, do the following:
bg: Ако използвате конфигурационните профили на NVDA и искате Num Lock да се включва автоматично, когато се задействат определени профили, направете следното:
de: Wenn Sie die leistungsstarken NVDA-Konfigurationsprofile verwenden und möchten, dass die Funktion des Nummernblocks automatisch aktiviert wird, wenn Sie bestimmte Profile eingeben, gehen Sie wie folgt vor:
es: Si utilizas los potentes perfiles de configuración de NVDA y quieres que el bloqueo numérico se active al entrar en ciertos perfiles, haz lo siguiente:
fi: Jos käytät NVDA:n tehokkaita asetusprofiileja ja haluat Numlockin käyttöön automaattisesti tiettyjen profiilien ollessa aktiivisia, tee seuraavasti:
fr: Si vous utilisez les puissants profils de configuration de NVDA et que vous souhaitez que le verrouillage numérique s'active automatiquement pendant le basculement lorsque vous entrez certains profils, procédez comme suit :
pl: Jeśli używasz potężnych profili konfiguracyjnych NVDA i chcesz, aby numlock włączał się automatycznie po wprowadzeniu niektórych profili, wykonaj następujące czynności:
pt_br: Se você usar os perfis de configuração avançados do NVDA e quiser que o teclado numérico seja ativado automaticamente quando você entrar em determinados perfis, faça o seguinte:
uk: Якщо ви використовуєте профілі конфігурації NVDA і хочете, щоб numlock автоматично вмикався при вході в певні профілі, зробіть наступне:
