Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/numpadNavMode.*.po
Languages: bg, de, es, fi, fr, hr, pl, pt_br, uk

source: While in the "normal profile", go to the Numpad Nav Mode settings panel described above. Check the box for "Initial numlock state is configuration profile dependent". This option is unchecked by default.
bg: Докато сте в профила "Обичайни настройки", отидете на панела с настройки на "Навигационен режим на цифровия блок", описан по-горе. Поставете отметка в полето "Първоначалното състояние на Num Lock зависи от конфигурационния профил". Тази опция по подразбиране не е включена.
de: Rufen Sie im "normalen Profil" die oben beschriebene Einstellung für den Navigationsmodus des Nummernblocks auf. Aktivieren Sie das Kontrollkästchen "Der anfängliche Numlock-Zustand ist abhängig vom Konfigurationsprofil". Diese Option ist standardmäßig nicht markiert.
es: En el perfil "normal", ve al panel de opciones de Numpad Nav Mode descrito anteriormente. Marca la casilla "El estado inicial del bloqueo numérico depende del perfil de configuración". Esta opción viene desmarcada por defecto.
fi: Kun "normaalit asetukset" -profiili on aktiivisena, siirry Laskinnäppäimistön navigointitilan asetuspaneeliin, joka on kuvailtu edellä. Valitse "Numlockin alkutila on riippuvainen asetusprofiilista" -valintaruutu. Tämä asetus ei ole oletusarvoisesti valittuna.
fr: Pendant que dans le "profil normal", accédez au panneau de paramètres Numpad Nav Mode décrit ci-dessus. Cochez la case pour "L'état de verrouillage numérique initial est dépendant du profil de configuration". Cette option n'est pas cochée par défaut.
pl: W "normalnym profilu" przejdź do panelu ustawień trybu Numpad Nav opisanego powyżej. Zaznacz pole wyboru "Początkowy stan numlock jest zależny od profilu konfiguracji". Ta opcja nie jest domyślnie zaznaczona.
pt_br: Enquanto estiver no “perfil normal”, vá para o painel de configurações do modo de navegação do Teclado Numérico descrito acima. Marque a caixa de seleção “O estado inicial do teclado numérico depende do perfil de configuração". Essa opção está desmarcada por padrão.
uk: Перебуваючи у "звичайному профілі", перейдіть на панель налаштувань Режим навігації за допомогою цифрової клавіатури, описану вище. Встановіть прапорець біля пункту "Початковий стан numlock залежить від профілю конфігурації". Початково цей прапорець знято.

source: Select OK.
bg: Задействайте бутона "OK".
de: Klicken Sie auf die Schaltfläche "OK".
es: Pulsa Aceptar.
fi: Valitse OK.
fr: Sélectionnez OK.
pl: Wybierz przycisk OK.
pt_br: Selecione OK.
uk: Натисніть Гаразд.

source: Change to the profile where you want numlock to be always turned off or on.
bg: Превключете на профила, в който искате Num Lock винаги да бъде изключен или включен.
de: Wechseln Sie zu dem Profil, in dem die Funktion des Nummernblocks immer aktiviert oder deaktiviert sein soll.
es: Cambia al perfil donde quieres que el bloqueo numérico se encienda o se apague siempre.
fi: Vaihda profiiliin, jossa haluat Numlockin olevan aina pois käytöstä tai käytössä.
fr: Passez au profil où vous voulez que le verrouillage numérique soit toujours basculé entre désactivé ou activé.
pl: Przejdź do profilu, w którym numlock ma być zawsze wyłączony lub włączony.
pt_br: Mude para o perfil em que você deseja que o numlock esteja sempre ativado ou desativado.
uk: Перейдіть до профілю, де ви хочете, щоб numlock завжди був вимкнений або увімкнений.

source: Go back to the Numpad Nav Mode settings panel, and select the option to Turn numlock off or on, as you prefer.
bg: Върнете се в панела с настройки на "Навигационен режим на цифровия блок" и задайте опцията за включване/изключване на Num Lock, както предпочитате.
de: Gehen Sie zurück in die Einstellungen für den Navigationsmodus des Nummernblocks und wählen Sie die Option Nummernblock aus- oder einschalten, je nach Wunsch.
es: Vuelve al panel de opciones de Numpad Nav Mode, y selecciona la opción para encender o apagar el bloqueo numérico, según prefieras.
fi: Siirry takaisin Laskinnäppäimistön navigointitilan asetuspaneeliin ja valitse Numlockin käytöstä poistava tai käyttöön ottava asetus.
fr: Retournez au panneau des paramètres Numpad Nav Mode et sélectionnez l'option pour Basculer verrouillage numérique désactivé ou activé, comme vous préférez.
pl: Wróć do panelu ustawień trybu Numpad Nav i wybierz opcję Wyłącz lub włącz numlock, jak wolisz.
pt_br: Volte ao painel de configurações do Modo de navegação do teclado numérico e selecione a opção Ativar ou desativar o teclado numérico, conforme sua preferência.
uk: Поверніться на панель налаштувань Режим навігації за допомогою цифрової клавіатури і виберіть опцію Вимкнути або увімкнути numlock, як вам зручніше.

source: Then select OK. Now, whenever you enter this profile, the numlock will automatically change to the desired state.
bg: След това задействайте бутона "OK". Сега, когато се задейства този профил, Num Lock автоматично ще се промени в желаното състояние.
de: Klicken Sie dann auf die Schaltfläche "OK". Wenn Sie nun dieses Profil eingeben, wechselt der Nummernblock automatisch in den gewünschten Zustand.
es: Después pulsa Aceptar. Ahora, siempre que entres en este perfil, el bloqueo numérico cambiará al estado deseado.
fi: Valitse OK. Nyt kun otat tämän profiilin käyttöön, Numlockin tila vaihtuu automaattisesti haluamaksesi.
fr: Puis sélectionnez OK. Maintenant, chaque fois que vous entrez ce profil, le verrouillage numérique passera automatiquement à l'état souhaité.
pl: Następnie wybierz przycisk OK. Teraz, za każdym razem, gdy wejdziesz do tego profilu, numlock automatycznie zmieni się na żądany stan.
pt_br: Então, selecione OK. Agora, sempre que você entrar nesse perfil, o teclado numérico mudará automaticamente para o estado desejado.
uk: Потім натисніть Гаразд. Тепер щоразу, коли ви входитимете в цей профіль, numlock автоматично змінюватиметься на потрібний стан.

source: Note that this is a new feature, and I don't know if anyone has use for this feature. If you find one, please send an email or open [an issue][3], to let me know how you have found to make use of it.
bg: Имайте предвид, че това е нова функция и не знам дали някой има полза от нея. Ако намерите такава, моля, пишете ми или [пуснете доклад][3], за да ми споделите за какво я използвате.
es: Ten en cuenta que esta es una nueva función, y no sé si alguien la usará. Si descubres un uso útil, envía un correo o abre [una incidencia][3] para explicarme cómo la has usado.
fi: Huom: Tämä on uusi ominaisuus, enkä tiedä, onko kellään sille käyttöä. Jos löydät sille käyttökohteen, lähetä sähköpostia tai tee [raportti][3], jossa kerrot, miten käytät sitä.
fr: Notez qu'il s'agit d'une nouvelle fonctionnalité, et je ne sais pas si quelqu'un l'a utilisé pour cette fonctionnalité. Si vous en trouvez une, veuillez envoyer un courriel ou ouvrez [un issue][3], pour me faire savoir comment vous l'avez trouvé celle-ci.
pt_br: Note que esse é um recurso novo, e não sei se alguém já o utilizou. Se você encontrar um, envie um e-mail ou abra [uma edição][3] para que eu saiba como você o utilizou.

source: Or, better yet, leave a [review][4] for the add-on, and comment on it there! Reviews are very helpful, whether or not you use that feature.
bg: Или още по-добре – [дайте отзив][4] за добавката и я коментирайте там! Отзивите са много полезни, независимо дали използвате тази функция или не.
es: O, incluso mejor, deja una [reseña][4] del complemento, ¡y comenta en ella! Las reseñas son muy útiles, tanto si usas una característica como si no.
fi: Vielä parempi on, jos jätät [arvostelun][4] lisäosalle ja kommentoit sitä siellä! Arvostelut ovat erittäin hyödyllisiä, käytitpä kyseistä ominaisuutta tai et.
fr: Ou, mieux encore, laissez un [avis (review)][4] pour l'extension et commentez-le ici ! Les avis sont très utiles, que vous utilisiez ou non cette fonctionnalité.
pt_br: Ou, melhor ainda, deixe uma [avaliação][4] para o complemento e comente sobre ele lá! As avaliações são muito úteis, independentemente de você usar ou não esse recurso.

source: New features
bg: Нови възможности
de: Neue Features
es: Nuevas funciones
fi: Uudet ominaisuudet
fr: Nouvelles fonctionnalités
hr: Nove funkcije
pl: Nowe funkcje
pt_br: Novos recursos
uk: Нові функції

source: I encourage you to post an [issue][3], or email with any feature suggestions, or other use cases that I haven't listed here, or just to let me know you find the add-on useful! But as mentioned above, if you do find it useful, please leave a [review][4].
bg: Окуражавам ви да [пуснете доклад][3] или да ми пишете на е-пощата с всякакви предложения за функции или други начини на използване на добавката, които не съм изброил тук, или просто да ме уведомите, че добавката ви е от полза! Но както споменах по-горе, ако я намирате за полезна, моля, [дайте отзив][4].
es: Te invito a que abras una [incidencia][3] o me escribas por correo electrónico para sugerirme nuevas funciones, o cualquier otro caso de uso que no se haya enumerado aquí, ¡o simplemente para decirme lo útil que encuentras este complemento! Pero como se mencionó anteriormente, si lo encuentras útil, deja una [reseña][4].
fi: Kehotan tekemään [ongelmaraportin][3], tai lähettämään sähköpostitse mahdollisia ominaisuusehdotuksia tai muita käyttötapauksia, joita ei tässä ole lueteltu, tai vain ilmoittamaan, että lisäosa on hyödyllinen! Mutta kuten yllä on mainittu, jos pidät tätä lisäosaa hyödyllisenä, ole hyvä ja jätä [arvostelu][4].
fr: Je vous encourage à envoyer un [issue][3], ou un courriel des suggestions de fonctionnalités ou d'autres cas d'utilisation que je n'ai pas répertoriés ici, ou simplement pour me faire savoir que vous trouvez l'extension utile ! Mais comme mentionné ci-dessus, si vous le trouvez utile, veuillez laisser un [avis (review)][4].
hr: Potičem sve korisnike da prijave [problem][3] ili da pošalju e-mail s prijedlozima za funkcije ili za druge slučajeve korištenja koje ovdje nisam naveo ili čisto da znam da je dodatak koristan! Kao što je gore spomenuto, ako smatrate da je dodatak koristan pošaljite [recenziju][4].
pt_br: Incentivo você a publicar um [issue][3] ou enviar um e-mail com sugestões de recursos ou outros casos de uso que eu não tenha listado aqui, ou apenas para que eu saiba que você acha o complemento útil! Mas, conforme mencionado acima, se você achar que ele é útil, deixe uma [avaliação][4].

source: History
bg: История
de: Verlauf
es: Historial
fi: Historia
fr: Histoire
hr: Povijest
pl: Historia
pt_br: Histórico
uk: Історія

source: This add-on was the direct result of requests I've heard from users over the years, and a GitHub discussion in [#9549](https://github.com/nvaccess/nvda/issues/9549). With thanks to @Qchristensen and @feerrenrut. The basic implementation of the numlock features was borrowed from the legacy NumLock Manager add-on, by Noelia Ruiz (@nvdaes on GitHub), and others. Used with permission.
bg: Тази добавка е пряк резултат от искания от страна на потребителите, на които съм попадал през годините и дискусия в GitHub в [доклад #9549](https://github.com/nvaccess/nvda/issues/9549). Благодарности на @Qchristensen и @feerrenrut. Основното изпълнение на функциите на numlock е заимствано от остарялата добавка "NumLock Manager" от Noelia Ruiz (@nvdaes в GitHub) и други. Използва се с разрешение.
es: Este complemento es el resultado directo de peticiones que he visto de los usuarios a lo largo de los años, y un debate en GitHub en la incidencia [#9549](https://github.com/nvaccess/nvda/issues/9549). Muchas gracias a @Qchristensen y @feerrenrut. La implementación básica de las funciones del bloqueo numérico se tomó prestada del complemento antiguo Numblock Manager, de Noelia Ruiz (@nvdaes en GitHub) y otros. Se usa con permiso.
fi: Tämä lisäosa on suora tulos pyynnöistä, joita tekijä on saanut vuosien varrella käyttäjiltä sekä GitHub-keskustelussa [#9549](https://github.com/nvaccess/nvda/issues/9549). Kiitos @Qchristensen ja @feerrenrut. Numlock-ominaisuuksien perustoteutus on lainattu vanhasta NumLock Manager -lisäosasta, jonka on tehnyt Noelia Ruiz (GitHubissa @nvdaes) yhteistyössä muiden kanssa. Käyttölupa saatu.
fr: Cette extension est le résultat direct des demandes que j'ai reçues d'utilisateurs au fil des ans et d'une discussion GitHub dans [#9549](https://github.com/nvaccess/nvda/issues/9549). Remerciements à @Qchristensen et @feerrenrut. L'implémentation de base des fonctionnalités de numlock a été empruntée à l'extension NumLock Manager, par Noelia Ruiz (@nvdaes sur GitHub), et autres. Utilisé avec permission.
hr: Ovaj je dodatak nastao na osnovi zahtjeva raznih korisnika za takvom funkcijom tijekom godina kao i rasprave na GitHubu u [#9549](https://github.com/nvaccess/nvda/issues/9549). Hvala @Qchristensen i @feerrenrut. Osnovna implementacija funkcije zaključavanja/otključavanja numeričkog bloka posuđena je iz starog dodatka NumLock Manager, stvoren od Noelia Ruiz (@nvdaes na GitHubu) i drugih. Koristi se uz dozvolu.
pt_br: Esse complemento foi o resultado direto de solicitações que ouvi de usuários ao longo dos anos e de uma discussão no GitHub em [#9549] (https://github.com/nvaccess/nvda/issues/9549). Agradecimentos a @Qchristensen e @feerrenrut. A implementação básica dos recursos de numlock foi emprestada do complemento legado NumLock Manager, de Noelia Ruiz (@nvdaes no GitHub) e outros. Usado com permissão.

source: Changelog
bg: Списък с промените
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
hr: Zapis promjena
pl: Lista zmian
pt_br: Registro de alterações
uk: Журнал змін

source: (This changelog is incomplete. See Git log for full details.)
bg: Този списък с промените е непълен. Вижте Git log за повече подробности.
de: (Dieses Änderungsprotokoll ist unvollständig. Siehe im Protokoll mit Git für vollständige Details.)
es: (Este registro de cambios está incompleto. Usa git log para obtener todos los detalles.)
fi: (Tämä muutosloki on epätäydellinen. Katso lisätietoja Git-lokista.)
fr: (Ce journal des changements est incomplet. Voir le journal de Git pour plus de détails.)
hr: (Ovaj zapis promjena nije potpun. Pogledaj Git zapise za detalje.)
pl: (Ten dziennik zmian jest niekompletny. Zobacz Dziennik Git, aby uzyskać szczegółowe informacje).
pt_br: (Este registro de alterações está incompleto. Consulte o registro do Git para obter todos os detalhes.)
uk: (Цей журнал змін неповний. Дивіться журнал Git для повної інформації.)

source: 24.1.0: NVDA 2024.X compatibility.
bg: 24.1.0: Съвместимост с NVDA 2024.x.
es: 24.1.0: compatibilidad con NVDA 2024.x.
fi: 24.1.0: NVDA 2024.x -yhteensopivuus.
fr: 24.1.0 : Compatibilité NVDA 2024.X.
hr: 24.1.0: NVDA 2024.X kompatibilnost.
pt_br: 24.1.0: Compatibilidade com o NVDA 2024.X.

source: 23.1.0: Added numlock management features. Better logging. Improved config profile handling (WIP).
bg: 23.1.0: Добавена е функция за управление на Num Lock. По-добро протоколиране. Подобрено управление на конфигурационните профили (WIP).
de: 23.1.0: Zusätzliche Funktionen zur Verwaltung des Nummernblocks. Bessere Protokollierung. Verbesserte Handhabung von Konfigurationsprofilen (WIP).
es: 23.1.0: se añaden funciones de gestión del bloqueo numérico. Mejorado el registro. Mejorado el manejo de perfiles de configuración (WIP).
fi: 23.1.0: Lisätty Numlockin hallintaominaisuudet. Parempi lokin tallennus. Paranneltu asetusprofiilien käsittely (työn alla).
fr: 23.1.0 : Ajout des fonctionnalités de gestion de verrouillage numérique. Meilleur journalisation. Manipulation améliorée du profil de configuration (WIP).
hr: 23.1.0: Dodane su funkcije upravljanja za uključivanje/isključivanje numeričkog bloka. Bolje zapisivanje. Poboljšano rukovanje konfiguracijskim profilom (rad u tijeku).
pl: 23.1.0: Dodano funkcje zarządzania numlock. Lepsze rejestrowanie. Ulepszona obsługa profili konfiguracji (WIP).
pt_br: 23.1.0: Adicionados recursos de gerenciamento de numlock. Melhor registro em log. Manuseio aprimorado do perfil de configuração (WIP).

source: 23.0: NVDA 2023.X compatibility.
bg: 23.0: Съвместимост с NVDA 2023.X.
de: 23.0: Kompabilität ab NVDA 2023.1
es: 23.0: compatibilidad con NVDA 2023.x.
fi: 23.0: NVDA 2023.x -yhteensopivuus.
fr: 23.0 : compatibilité NVDA 2023.X.
hr: 23.0: NVDA 2023.X kompatibilnost.
pl: 23.0: Zgodność z NVDA 2023.X.
pt_br: 23.0: Compatibilidade com o NVDA 2023.X.
