Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdaDevTestToolbox.*.po
Languages: es, fr, pt_br

source: Known bug: A script added for a specific class is visible even if gesture manager is opened in another context.
es: Fallo conocido: Un script añadido para una clase concreta es visible incluso si el administrador de gestos se abre en otro contexto.
fr: Bogue connue : un script ajouté pour une classe spécifique est visible même si le dialogue Geste de Saisie est ouvert dans un autre contexte.
pt_br: Erro conhecido: Um script adicionado a uma classe específica fica visível mesmo que o gerenciador de gestos seja aberto em outro contexto.

source: Log reading and analyzing features
es: Funciones de lectura y análisis del registro
fr: Fonctionnalités de lecture et analyse du journal
pt_br: Recursos de leitura e análise de registros

source: Place markers in the log
es: Marcadores de posición en el registro
fr: Placer des marqueurs dans le journal
pt_br: Colocar marcadores no registro

source: While testing or working, you may want to mark a specific moment in the log, so that you can turn to it easily later when reading the log. To add a marker message in the log, press `NVDA+X, K`. A message as follows will be logged at INFO level:
fr: Lorsque vous faites des tests ou travaillez, vous voudrez peut-être marquer un moment spécifique dans le journal, afin que vous puissiez y retourner facilement plus tard lorsque vous lisez le journal. Pour ajouter un message de marqueur dans le journal, appuyez sur `NVDA+X, K`. Un message comme suit sera enregistré au niveau information :

source: You can add as many markers as you want in the log. The marker's number will be incremented each time you place a marker in the log; it will only be reset when NVDA is restarted.
es: Puedes añadir tantos marcadores como quieras en el registro. El número del marcador se incrementará cada vez que sitúes un marcador en el registro; sólo se restablecerá al reiniciar NVDA.
fr: Vous pouvez ajouter autant de marqueurs que vous le souhaitez dans le journal. Le numéro du marqueur sera incrémenté chaque fois que vous placez un marqueur dans le journal; Il ne sera réinitialisé que lorsque NVDA sera redémarré.
pt_br: Você pode adicionar quantos marcadores quiser no registro. O número do marcador será incrementado sempre que você colocar um marcador no registro; ele só será redefinido quando o NVDA for reiniciado.

source: Log reader mode
es: Modo lector del registro
fr: Mode lecture du journal
pt_br: Modo de leitura de registros

source: A log reader mode provides commands to ease log reading and analyzing. In the log viewer window the log reader is enabled by default, thus log reading commands are available immediately. In another text reading area such as an editor (e.g. Notepad++) or a webpage (e.g. GitHub issue), you need to press `NVDA+X, L` to enable log reader mode and use its commands. When you are done with log reading and analyzing tasks, you can disable again `NVDA+X, L` to disable the log reader mode.
fr: Un mode lecture du journal fournit des commandes pour faciliter la lecture et l'analyse du journal. Dans la fenêtre de la visionneuse du journal, le mode lecture du journal est activé par défaut, de sorte que les commandes de lecture du journal sont immédiatement disponibles. Dans d'autres zones de lecture de texte, tels qu'un éditeur (par exemple, Notepad ++) ou une page Web (par exemple, un ticket sur GitHub),, il est nécessaire d'appuyer sur `NVDA+X, L` pour activer le mode lecture du journal et Utilisez ses commandes. Lorsque vous avez terminé les tâches d'analyse et de lecture du journal, vous pouvez appuyer à nouveau sur `NVDA+X, L` pour désactiver le mode lecture du journal.

source: The commands available in log reader mode are described hereafter.
es: Las órdenes disponibles en el modo de lectura del registro se describen a continuación.
fr: Les commandes disponibles en mode lecture du journal sont décrites ci-après.
pt_br: Os comandos disponíveis no modo de leitura de registros são descritos a seguir.

source: Quick navigation commands
es: Órdenes de navegación rápida
fr: Commandes de navigation rapide
pt_br: Comandos de navegação rápida

source: Single letter command similar to browse mode quick navigation keys allow to move to various type of log messages:
es: Existen órdenes de navegación de una sola letra, similares a las usadas en modo exploración, que permiten moverse por distintos tipos de mensajes en el registro:
fr: Des commandes de navigation par lettre, similaires à celles utilisées en mode navigation, permettent de se déplacer à différents types de messages dans le journal :
pt_br: O comando de uma única letra, semelhante às teclas de navegação rápida do modo de navegação, permite ir para vários tipos de mensagens de registro:

source: m: any message
es: m: cualquier mensaje
fr: m : n'importe quel message
pt_br: m: qualquer mensagem

source: e: error messages (`ERROR` and `CRITICAL`)
es: e: mensajes de error (`ERROR` y `CRITICAL`)
fr: e : messages d'erreur (`ERROR` and `CRITICAL`)
pt_br: e: mensagens de erro (`ERROR` e `CRITICAL`)

source: w: warning messages (`WARNING`)
es: w: mensajes de advertencia (`WARNING`)
fr: w : messages d'avertissement (`WARNING`)
pt_br: w: mensagens de aviso (`AVISO`)

source: f: info messages (`INFO`)
es: f: mensajes informativos (`INFO`)
fr: f : messages d'info (`INFO`)
pt_br: f: mensagens informativas (`INFO`)

source: k: markers previously [placed in the log](#logPlaceMarkers)
es: k: marcadores previamente [situados en el registro](#logPlaceMarkers)
fr: k : marqueurs précédemment [placés dans le journal](#logPlaceMarkers)
pt_br: k: marcadores previamente [colocados no registro] (#logPlaceMarkers)

source: g: debug warning messages (`DEBUGWARNING`)
es: g: mensajes de aviso de depuración (`DEBUGWARNING`)
fr: g : messages d'avertissement de débogage (`DEBUGWARNING`)
pt_br: g: mensagens de aviso de depuração (`DEBUGWARNING`)

source: i: input/output messages (`IO`)
es: i: mensajes de entrada/salida (`IO`)
fr: i : messages d'entrée/sortie (`IO`)
pt_br: i: mensagens de entrada/saída (`IO`)

source: n: input messages
es: n: mensajes entrantes
fr: n : messages d'entrée
pt_br: n: mensagens de entrada

source: s: speech messages
es: s: mensajes hablados
fr: s : messages de parole
pt_br: s: mensagens de fala

source: d: debug messages (`DEBUG`)
es: d: mensajes de depuración (`DEBUG`)
fr: d : messages de débogage (`DEBUG`)
pt_br: d: mensagens de depuração (`DEBUG`)

source: Pressing the single letter moves to the next occurrence of this message. Combining the letter with the shift key moves to the previous occurrence of this message.
es: Pulsando la letra te moverás a la siguiente coincidencia de ese mensaje. Al combinar la letra con la tecla shift, te desplazarás a la coincidencia anterior.
fr: Un simple appui sur la lettre permet de se déplacer à la prochaine occurrence de ce message. Un appui combiné de la lettre avec la touche majuscule, permet de se déplacer à l'occurrence précédente.
pt_br: Pressionar uma única letra leva à próxima ocorrência dessa mensagem. A combinação da letra com a tecla shift leva à ocorrência anterior dessa mensagem.

source: Translation of speech message
es: Traducción de mensajes hablados
fr: Traduction des messages de parole
pt_br: Tradução da mensagem de fala

source: Sometimes, you may have to look at a log taken on a system in a foreignh language that you do not understand. E.g. the log was taken on a Chinese system / NVDA, whereas you only understand French. If you have [Instant Translate][3] add-on installed, you may use it in conjonction with [quick log navigation commands](#logReaderQuickNavigationCommands) to have speech messages translated.
es: A veces, puedes tener que mirar un registro tomado en un sistema con un idioma extranjero que no entiendes. Por ejemplo, el registro se tomó en un sistema / NVDA en chino, pero sólo entiendes francés. Si tienes instalado el complemento [Instant Translate][3], puedes usarlo junto con las [órdenes de navegación rápida por el registro](#logReaderQuickNavigationCommands) para traducir los mensajes hablados.
fr: Parfois, vous devrez peut-être regarder un journal pris sur un système dans une langue étrangère que vous ne comprenez pas. Par exemple. Le journal a été pris sur un système / NVDA chinois, alors que vous ne comprenez que le français. Si vous avez installé l'extension [Instant Translate][3], vous pouvez l'utiliser en conjonction avec les [commandes de navigation rapide dans le journal](#logReaderQuickNavigationCommands) pour traduire les messages vocaux.
pt_br: Às vezes, pode ser necessário examinar um registro feito em um sistema em um idioma estrangeiro que você não entende. Por exemplo, o registro foi feito em um sistema chinês / NVDA, enquanto você só entende francês. Se você tiver o complemento [Instant Translate][3] instalado, poderá usá-lo em conjunto com [quick log navigation commands] (#logReaderQuickNavigationCommands) para que as mensagens de fala sejam traduzidas.

source: First configure Instant Translate's languages. The source language should be the language of the system where the log has been taken (e.g. Chinese). The target language should be your language (e.g. French).
es: Primero, configura los idiomas de Instant Translate. El idioma de origen debería ser el idioma del sistema del que se tomó el registro (por ejemplo, chino). El idioma de destino debería ser tu idioma (por ejemplo, francés).
fr: Configurez d'abord les langues d'Instant Translate. La langue source doit être la langue du système où le journal a été pris (par exemple chinois). La langue cible doit être votre langue (par exemple français).
pt_br: Primeiro, configure os idiomas do Instant Translate. O idioma de origem deve ser o idioma do sistema em que o registro foi feito (por exemplo, chinês). O idioma de destino deve ser o seu idioma (por exemplo, francês).

source: Open the log
es: Abre el registro
fr: Ouvrez le journal
pt_br: Abra o registro

source: Press T to enable automatic speech translation in the log
es: Pulsa la T para activar la traducción automática del habla en el registro
fr: Appuyez sur T pour activer la traduction automatique de la parole dans le journal
pt_br: Pressione T para ativar a tradução automática de fala no registro

source: Use Quick navigation commands in the log, e.g. S, I, etc. Whenever a speech message is encountered, it will be spoken in your language (French in our previous example)
es: Usa las órdenes de navegación rápida en el registro, por ejemplo S, I, etc. Cada vez que se encuentre un mensaje hablado, se verbalizará en nuestro idioma (francés en el ejemplo anterior)
fr: Utilisez les commandes de navigation rapide dans le journal, par exemple, S, I, etc. Chaque fois qu'un message de parole est rencontré, il sera annoncé dans votre langue (français dans notre exemple précédent)
pt_br: Use os comandos de navegação rápida no registro, por exemplo, S, I, etc. Sempre que uma mensagem de voz for encontrada, ela será falada em seu idioma (francês em nosso exemplo anterior)

source: If you want to disable speech translation, press T again.
es: Si quieres desactivar la traducción del habla, pulsa la T de nuevo.
fr: Si vous souhaitez désactiver la traduction de la parole, appuyez à nouveau sur T.
pt_br: Se quiser desativar a tradução de fala, pressione T novamente.

source: Open the file of the source code in your editor
es: Abrir el archivo del código fuente en tu editor
fr: Ouvrir le fichier source dans votre éditeur
pt_br: Abra o arquivo do código-fonte em seu editor

source: In the log some line may refer to the source code:
es: En el registro, alguna línea puede hacer referencia al código fuente:
fr: Dans le journal, une ligne peut faire référence au code source :
pt_br: No registro, algumas linhas podem se referir ao código-fonte:

source: A line belonging to a traceback contains the path and the line in a file, e.g.:
es: Una línea relacionada con una traza contiene la ruta y la línea en el archivo, por ejemplo:
fr: Une ligne issue d'une pile d'appel contient le chemin et la ligne dans un fichier, par exemple :
pt_br: Uma linha pertencente a um traceback contém o caminho e a linha em um arquivo, por exemplo:

source: The header line of a logged message contains the function which has logged this message, e.g.:
es: La línea de cabecera de un mensaje registrado contiene la función que ha registrado el mensaje, p.ej.:
fr: La ligne d'en-tête d'un message journalisée contient la fonction qui a journalisée le message, par exemple :
pt_br: A linha de cabeçalho de uma mensagem registrada contém a função que registrou essa mensagem, por exemplo:

source: The content of a message logged in input help mode (logged at info level):
es: El contenido de un mensaje registrado en el modo ayuda de entrada (registrado a nivel de información):
fr: Le contenu d'un message enregistré en mode aide à la saisie (enregistré au niveau info) :
pt_br: O conteúdo de uma mensagem registrada no modo de ajuda de entrada (registrada no nível de informação):

source: You may want to open the file containing this code to understand the context of the traceback or the logged message. Just press C to open this file.
es: Puedes querer que se abra el archivo que contiene el código para comprender el contexto de la traza o el mensaje registrado. Pulsa la C para abrir el archivo.
fr: Vous pouvez ouvrir le fichier qui contient le code pour comprendre le contexte de la pile d'appel ou du message journalisé. Appuyez sur C pour ouvrir le fichier.
pt_br: Talvez você queira abrir o arquivo que contém esse código para entender o contexto do traceback ou da mensagem registrada. Basta pressionar C para abrir esse arquivo.

source: Backup of old logs
es: Copia de seguridad de registros antiguos
fr: Sauvegarde des anciens journaux
pt_br: Backup de registros antigos

source: NVDA already provides a backup of the log of the previous session of NVDA; the file is called `nvda-old.log`. Sometimes however you may want to access older logs, e.g. because you have had to restart NVDA again before looking at `nvda-old.log`. This add-on allows you to configure if you want to backup old logs and how many of them; this is done in the [add-on's settings](#settingsLogsBackup).
es: NVDA ya proporciona una copia de seguridad del registro de la sesión anterior de NVDA; el archivo se llama `nvda-old.log`. A veces, sin embargo, puedes querer acceder a registros más antiguos, por ejemplo porque tuviste que reiniciar NVDA otra vez antes de mirar `nvda-old.log`. Este complemento permite configurar si quieres hacer copia de seguridad de los registros antiguos y cuántos se guardan; esto se hace en las [opciones del complemento](#settingsLogsBackup).
fr: NVDA fournit déjà une sauvegarde du journal de la session précédente de NVDA ; le fichier s'appelle `nvda-old.log`. Parfois, cependant, vous souhaiterez peut-être accéder à des journaux plus anciens, par ex. parce que vous avez dû redémarrer NVDA avant de regarder `nvda-old.log`. Cette extension vous permet de configurer si vous souhaitez sauvegarder les anciens journaux et combien d'entre eux ; cela se fait dans les [paramètres de l'extension](#settingsLogsBackup).
pt_br: O NVDA já fornece um backup do seu registro da sessão anterior; o arquivo é chamado `nvda-old.log`. No entanto, às vezes você pode querer acessar os registros mais antigos, por exemplo, porque teve que reiniciá-lo novamente antes de consultar o `nvda-old.log`. Esse complemento permite que você configure se deseja fazer backup de logs antigos e quantos deles; isso é feito nas [configurações do complemento] (#settingsLogsBackup).

source: A log manager dialog allows to view the backed up logs. It can be opened going to NVDA menu -> Tools -> Logs manager In this dialog, you can see the list of all the backup logs and perform various actions on the selected log:
fr: Une boîte de dialogue Gestionnaire de journaux permet d'afficher les journaux sauvegardés. Elle peut être ouverte en allant dans le menu NVDA -> Outils -> Gestionnaire de journaux Dans cette boîte de dialogue, vous pouvez voir la liste de tous les journaux sauvegardés et effectuer diverses actions sur le journal sélectionné.

source: open it (press `Enter`)
es: abrirlo (pulsa `intro`)
fr: l'ouvrir (appuyer sur `Entrée`)

source: delete it (press `Delete`)
es: eliminarlo (pulsa `suprimir`)
fr: le supprimer (appuyer sur `suppr`)

source: copy the log file (press `control+C`)
es: copiar el archivo de registro (pulsa `control+c`)
fr: copier le fichier journal (appuyer sur `contrôle+C`)

source: You can also select multiple logs to perform an actions on all of them.
es: También puedes seleccionar varios registros para realizar acciones en todos ellos.
fr: Vous pouvez également sélectionner plusieurs journaux pour effectuer des actions sur tous ceux-ci.

source: To be able to open a log, you should first have configured the [Command to open a file in your favorite editor](#settingsOpenCommand).
fr: Pour pouvoir ouvrir un log, vous devez avoir configuré la [Commande pour ouvrir un fichier dans votre éditeur préféré](#settingsOpenCommand).

source: Python console extension
es: Extensión de la consola Python
fr: Extension de la console Python
pt_br: Extensão do console Python

source: `openCodeFile` function
es: Función `openCodeFile`
fr: Fonction `openCodeFile`
pt_br: Função `openCodeFile

source: In the console, you can call the following function to view the source code that defines the variable `myVar`:
es: En la consola, puedes llamar a la siguiente función para ver el código fuente que define la variable `myVar`:
fr: Dans la console, vous pouvez appeler la fonction suivante pour voir le code source qui définit la variable `myVar`:
pt_br: No console, você pode chamar a seguinte função para exibir o código-fonte que define a variável `myVar`:

source: The `openCodeFile` functions can be called on objects defined in NVDA's code or on objects defined by add-ons. It cannot be called on objects whose source code is not available such as python builtins.
es: Se puede llamar a la función `openCodeFile` en objetos definidos en el código de NVDA o en objetos definidos por los complementos. No se puede llamar en objetos cuyo código fuente no está disponible, tales como los incorporados en Python.
fr: Vous pouvez appeler la fonction `openCodeFile` dans des objets définis dans le code NVDA ou dans des objets définis par les extensions. Vous ne pouvez pas l'appeler sur des objets dont le code source n'est pas disponible, comme les objets natifs (builtins) de Python.
pt_br: As funções `openCodeFile` podem ser chamadas em objetos definidos no código do NVDA ou em objetos definidos por complementos. Elas não podem ser chamadas em objetos cujo código-fonte não esteja disponível, como os incorporados em python.

source: If you have not yet imported the object in the console, you can also pass its name as parameter to the `openCodeFile` function.
es: Si todavía no has importado el objeto en la consola, también puedes pasar su nombre como parámetro a la función `openCodeFile`.
fr: Si vous n'avez pas encore importé l'objet dans la console, vous pouvez également passer son nom en tant que paramètre à la fonction `openCodeFile`.
pt_br: Se ainda não tiver importado o objeto no console, também poderá passar o nome dele como parâmetro para a função `openCodeFile`.

source: Below are examples of call in NVDA's code:
es: A continuación hay ejemplos de llamadas al código de NVDA:
fr: Vous trouverez ci-dessous des exemples d'appels au code de NVDA :
pt_br: Abaixo estão exemplos de chamadas no código do NVDA:

source: View the definition of the function `speech.speech.speak`:
es: Ver la definición de la función `speech.speech.speak`:
fr: Voir la définition de la fonction `speech.speech.speak`:
pt_br: Veja a definição da função `speech.speech.speak`:

source: or with the name passed as parameter:
es: o con el nombre pasado como parámetro:
fr: ou avec le nom passé comme paramètre :
pt_br: ou com o nome passado como parâmetro:

source: View the definition of the class `TextInfo`:
es: Ver la definición de la clase `TextInfo`:
fr: Voir la définition de la classe `TextInfo` :
pt_br: Veja a definição da classe `TextInfo`:

source: View the definition of the method `copyToClipboard` of the class `TextInfo`:
es: Ver la definición del método `copyToClipboard` de la clase `TextInfo`:
fr: Voir la définition de la méthode `copyToClipboard` de la classe `TextInfo` :
pt_br: Veja a definição do método `área de transferência` da classe `TextInfo`:

source: View the definition of the class of the focused object:
es: Ver la definición de la clase del objeto con el foco:
fr: Voir la définition de la classe de l'objet ayant le focus :
pt_br: Visualizar a definição da classe do objeto focalizado:

source: Open the file `api.py` defining the module `api`:
es: Abrir el archivo `api.py` que define el módulo `api`:
fr: Ouvrir le fichier `api.py` qui définit le module `api` :
pt_br: Abra o arquivo `api.py` que define o módulo `api`:

source: Python console startup script
es: Script de inicio de la consola Python
fr: Script de démarrage de la console Python
pt_br: Script de inicialização do console Python

source: You can define a custom script which will be executed in the Python console's namespace when it is first opened, or if the add-on is reloaded (NVDA+F3) after the console has already been opened.
es: Puedes definir un script personalizado, que se ejecutará en el espacio de nombres de la consola Python al abrirla por primera vez, o si se recarga el complemento (NVDA+control+f3) después de haber abierto ya la consola.
fr: Vous pouvez définir un script personnalisé, qui sera exécuté dans l'espace de nom de la console Python lors de l'ouverture pour la première fois, ou si l'extension est rechargée (NVDA+contrôle+F3) après avoir déjà ouvert la console.
pt_br: Você pode definir um script personalizado que será executado no namespace do console Python quando ele for aberto pela primeira vez ou se o complemento for recarregado (NVDA+F3) depois que o console já tiver sido aberto.

source: For example, the script allows you to execute new imports and define aliases that you will be able to use directly in the console, as shown below:
es: Por ejemplo, el script te permite ejecutar importaciones y definir alias que podrás usar directamente en la consola, como se muestra a continuación:
fr: Par exemple, le script vous permet d'exécuter de nouvelles importations et de définir des alias que vous pourrez utiliser directement dans la console, comme indiqué ci-dessous :
pt_br: Por exemplo, o script permite executar novas importações e definir aliases que poderão ser usados diretamente no console, conforme mostrado abaixo:

source: # Various import that I want in the console. import globalVars as gv import core import ui # Aliases ocf = openCodeFile
fr: # Divers import que je souhaite dans la console. import globalVars as gv import core import ui # Alias ocf = openCodeFile
pt_br: # Várias importações que eu quero no console. importar globalVars como gv importar núcleo import ui # Aliases ocf = openCodeFile

source: The Python console script should be placed in the following location: `pathToNVDAConfig\ndtt\consoleStartup.py`
es: El script de la consola Python debería encontrarse en la siguiente ubicación: `RutaConfiguraciónNVDA\ndtt\consoleStartup.py`
fr: Le script de console Python doit être placé à l'emplacement suivant : `pathToNVDAConfig\ndtt\consoleStartup.py`
pt_br: O script do console Python deve ser colocado no seguinte local: `pathToNVDAConfig\ndtt\consoleStartup.py`
