Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdacompat.*.po
Languages: fi, hr, pt_br, tr

source: sayCurrentKeyboardLanguage
fi: Sano nykyisen näppäimistön kieli
hr: Izgovori jezik trenutačne tipkovnice
tr: aktif klavye dilini söyle

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
fi: Yhteystiedot: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
hr: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
pt_br: Contato: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
tr: İletişim: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>

source: Say Product Name and Version
fi: Sano tuotteen nimi ja versio
hr: Izgovori naziv proizvoda i verziju
pt_br: Diga o nome e a versão do produto
tr: Ürün Adını ve Sürümünü Söyle

source: Contact: Luke Davis <XLTechie@newanswertech.com>
fi: Yhteystiedot: Luke Davis <XLTechie@newanswertech.com>
hr: Kontakt: Luke Davis <XLTechie@newanswertech.com>
pt_br: Contato: Luke Davis <XLTechie@newanswertech.com>
tr: İletişim: Luke Davis <XLTechie@newanswertech.com>

source: Screenshots wizard
fi: Ohjattu kuvakaappaus
hr: Čarobnjak za snimke ekrana
pt_br: Assistente de capturas de tela
tr: Ekran Yakalama Sihirbazı

source: Contact: Javi Domínguez <fjavids@gmail.com>
fi: Yhteystiedot: Javi Domínguez <fjavids@gmail.com>
hr: Kontakt: Javi Domínguez <fjavids@gmail.com>
pt_br: Contato: Javi Domínguez <fjavids@gmail.com>
tr: İletişim: Javi Domínguez <fjavids@gmail.com>

source: Search With
fi: Hae hakukoneella
hr: Traži pomoću
pt_br: Pesquisar com
tr: İle Ara

source: Contact: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
fi: Yhteystiedot: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
hr: Kontakt: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
pt_br: Contato: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>
tr: İletişim: Ibrahim Hamadeh <ibra.hamadeh@hotmail.com>

source: SentenceNav
hr: Kretanje po rečenicama
tr: CümleNav

source: Contact: Doug Lee
fi: Yhteystiedot: Doug Lee
hr: Kontakt: Doug Lee
pt_br: Contato: Doug Lee
tr: İletişim: Doug Lee

source: Sound Splitter
fi: Äänenjakaja
hr: Razdjeljivač zvuka
pt_br: Divisor de som
tr: Ses Ayırıcı

source: Speak Passwords
fi: Puhu salasanat
hr: Izgovori lozinke
pt_br: Falar senhas
tr: Şifreleri Söyle

source: Speech History
fi: Puhehistoria
hr: Kronologija govora
tr: Konuşma geçmişi

source: Compatible: Yes (coming soon to the website)
fi: Yhteensopiva: Kyllä (tulossa pian verkkosivustolle)
hr: Kompatibilno: Da (uskoro na web stranici)
pt_br: Compatível: Sim (em breve no site)
tr: Uyumlu: Evet (yakında web sitesinde)

source: Contact: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
fi: Yhteystiedot: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
hr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
pt_br: Contato: Tyler Spivey <tspivey@pcdesk.net>, James Scholes
tr: İletişim: Tyler Spivey <tspivey@pcdesk.net>, James Scholes

source: Speech Logger
fi: Puhetallennin
hr: Zapisnik govora
pt_br: Registrador de fala
tr: Konuşma Kaydedici

source: Contact: Geoff Shang, Joseph Lee and other contributors
fi: Yhteystiedot: Geoff Shang, Joseph Lee sekä muut avustajat
hr: Kontakt: Geoff Shang, Joseph Lee i drugi doprinositelji
pt_br: Contato: Geoff Shang, Joseph Lee and other contributors
tr: İletişim: Geoff Shang, Joseph Lee and other contributors

source: Switch synth
fi: Vaihda syntetisaattoria
hr: Zamjena govorne jedinice
pt_br: Trocar o sintetizador

source: Synth ring settings selector
fi: Syntetisaattorin asetusrenkaan asetusten valitsin
hr: Selektor za kružne postavke govorne jedinice
pt_br: Seletor de configurações do anel de sintetizador
tr: Sentezleyici ayar halka seçicisi

source: systrayList
fi: Ilmoitusalueen kuvakkeet
hr: Popis programske trake
tr: sistem tepsisi listesi

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, doprinostielji NVDA zajednice
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors

source: Contact: Doug Lee with initial work by Tyler Spivey and others
fi: Yhteystiedot: Doug Lee (alustavan kehitystyön tehnyt Tyler Spivey ja muut)
hr: Kontakt: Doug Lee s izvornim radom od Tyler Spivey i drugi
pt_br: Contato: Doug Lee with initial work by Tyler Spivey and others
tr: İletişim: Doug Lee with initial work by Tyler Spivey and others

source: Tele NVDA remote assistance
fi: TeleNVDA-etätuki
hr: Tele NVDA
tr: Tele NVDA uzaktan yardım

source: Contact: Asociación Comunidad Hispanohablante de NVDA <contacto@nvda.es> and other contributors, Original work by Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
fi: Yhteystiedot: Asociación Comunidad Hispanohablante de NVDA <contacto@nvda.es> sekä muut yhteisön jäsenet (alkuperäiset tekijät Tyler Spivey <tspivey@pcdesk.net> ja Christopher Toth <q@q-continuum.net>)
hr: Kontakt: Asociación Comunidad Hispanohablante de NVDA <contacto@nvda.es> i drugi doprinositelji. Autori izvornog rada: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
pt_br: Contato: Asociación Comunidad Hispanohablante de NVDA <contacto@nvda.es> e outros colaboradores, Trabalho original de Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
tr: İletişim: NVDA Hispanik Topluluk Derneği <contacto@nvda.com> ve diğer katkıda bulunanlar, Orijinal çalışma: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> and Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> ja Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> i Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> and Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> ve Abel Passos do Nascimento Jr. <abel.passos@gmail.com>

source: Text Information
fi: Tekstin tiedot
hr: Informacije o tekstu
pt_br: Informações de texto
tr: Metin bilgisi

source: Contact: Carter Temm <crtbraille@gmail.com>
fi: Yhteystiedot: Carter Temm <crtbraille@gmail.com>
hr: Kontakt: Carter Temm <crtbraille@gmail.com>
pt_br: Contato: Carter Temm <crtbraille@gmail.com>
tr: İletişim: Carter Temm <crtbraille@gmail.com>

source: TextNav
hr: Kretanje po tekstu
tr: MetinNav

source: Contact: Pierre-Louis Renaud (Thunderbird v. 78 to 102), Daniel Poiraud (TB v. 68 to 91), Abdelkrim Bensaïd for a part of TB 78, Yannick (TB v. 38 to 60)
fi: Yhteystiedot: Pierre-Louis Renaud (Thunderbirdin versiot 78-102), Daniel Poiraud (TB:n versiot 68-91), Abdelkrim Bensaïd osasta TB:n versiota 78, Yannick (TB:n versiot 38-60)
hr: Kontakt: Pierre-Louis Renaud (Thunderbird verzije 78 do 102), Daniel Poiraud (Thunderbird verzije 68 do 91), Abdelkrim Bensaïd za dio Thunderbird verzije 78, Yannick (Thunderbird verzije 38 do 60)
pt_br: Contato: Pierre-Louis Renaud (Thunderbird v. 78 to 102), Daniel Contatos: Pierre-Louis Renaud (Thunderbird v. 78 a 102), Daniel Poiraud (TB v. 68 a 91), Abdelkrim Bensaïd para uma parte do TB 78, Yannick (TB v. 38 a 60)Poiraud (TB v. 68 to 91), Abdelkrim Bensaïd for a part of TB 78, Yannick (TB v. 38 to 60)
tr: İletişim: Pierre-Louis Renaud (Thunderbird v. 78 ila 102), Daniel Poiraud (TB v. 68 ila 91), TB 78'in bir kısmı için Abdelkrim Bensaïd, Yannick (TB v. 38 ila 60)

source: Time Zoner
fi: Aikavyöhyke
hr: Vremenske zone

source: Contact: Munawar Bijani
fi: Yhteystiedot: Munawar Bijani
hr: Kontakt: Munawar Bijani
pt_br: Contato: Munawar Bijani
tr: İletişim: Munawar Bijani

source: Tip of the Day
fi: Päivän vinkki
hr: Savjet dana
pt_br: Dica do dia

source: Tony's enhancements
fi: Tonyn laajennukset
hr: Tonijeva poboljšanja
pt_br: Aprimoramentos do Tony
tr: Tony'nin geliştirmeleri

source: ToolbarsExplorer
fi: Työkalupalkkien selain
hr: Istraživanje alatnih traka
tr: Araç çubuğu navigasyonu

source: Training Keyboard commands
fi: Näppäinkomentojen harjoittelu
hr: Vježbanje tipkovničkih prečaca
pt_br: Treinamento Comandos de teclado
tr: Klavye komutları eğitimi

source: UnicodeBrailleInput
fi: Unicode-pistekirjoituksen syöttö
hr: Unos brajice u unikod formatu

source: Contact: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
fi: Yhteystiedot: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
hr: Kontakt: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
pt_br: Contato: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
tr: İletişim: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>

source: Contact: Kostya Gladkiy <gladkiy.kostya@gmail.com>
fi: Yhteystiedot: Kostya Gladkiy <gladkiy.kostya@gmail.com>
hr: Kontakt: Kostya Gladkiy <gladkiy.kostya@gmail.com>
pt_br: Contato: Kostya Gladkiy <gladkiy.kostya@gmail.com>
tr: İletişim: Kostya Gladkiy <gladkiy.kostya@gmail.com>

source: URL Shortener
fi: URL:n lyhentäjä
hr: Kraćenje URL adresa
tr: Bağlantı Kısaltıcı

source: Virtual Audio Cable
hr: Virtualni audio kabel
tr: Sanal Ses Kablosu

source: Virtual Review
fi: Virtuaalitarkastelu
hr: Virtualni pregled
pt_br: Revisão virtual
tr: Sanal İnceleme

source: Contact: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
fi: Yhteystiedot: Rui Batista <ruiandrebatista@gmail.com> ja NVDA:n lisäosatiimi
hr: Kontakt: Rui Batista <ruiandrebatista@gmail.com> i tim NVDA dodataka
pt_br: Contato: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
tr: İletişim: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team

source: Contact: Tiflotecnia, LDA. <tiflotecnia@tiflotecnia.com>
fi: Yhteystiedot: Tiflotecnia, LDA. <tiflotecnia@tiflotecnia.com>
hr: Kontakt: Tiflotecnia, LDA. <tiflotecnia@tiflotecnia.com>
pt_br: Contato: Tiflotecnia, LDA. <tiflotecnia@tiflotecnia.com>
tr: İletişim: Tiflotecnia, LDA. <tiflotecnia@tiflotecnia.com>

source: Weather Plus
hr: Vremenska prognoza plus

source: Contact: Adriano Barbieri <adrianobarb@yahoo.it>
fi: Yhteystiedot: Adriano Barbieri <adrianobarb@yahoo.it>
hr: Kontakt: Adriano Barbieri <adrianobarb@yahoo.it>
pt_br: Contato: Adriano Barbieri <adrianobarb@yahoo.it>
tr: İletişim: Adriano Barbieri <adrianobarb@yahoo.it>

source: Contact: Kostya Gladkiy<gladkiy.kostya@gmail.com>
fi: Yhteystiedot: Kostya Gladkiy <gladkiy.kostya@gmail.com>
hr: Kontakt: Kostya Gladkiy<gladkiy.kostya@gmail.com>
pt_br: Contato: Kostya Gladkiy<gladkiy.kostya@gmail.com>
tr: İletişim: Kostya Gladkiy<gladkiy.kostya@gmail.com>

source: Windows App Essentials
hr: Osnovni moduli za Windows aplikacije

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
fi: Yhteystiedot: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> ja muut
hr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> i drugi
pt_br: Contato: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others

source: Windows Magnifier
fi: Windowsin suurennuslasi
hr: Windows povećalo
pt_br: Lupa do Windows
tr: Windows Büyüteç

source: Win Wizard
hr: Win čarobnjak

source: Contact: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>
fi: Yhteystiedot: Oriol Gomez <ogomez.s92@gmail.com> ja Łukasz Golonka <lukasz.golonka@mailbox.org>
hr: Kontakt: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>
pt_br: Contato: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>
tr: İletişim: Oriol Gomez <ogomez.s92@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>

source: WordNav
hr: Kretanje po riječima

source: Zoom Accessibility Enhancements
fi: Zoomin saavutettavuuslaajennukset
hr: Poboljšanja pristupačnosti za Zoom
pt_br: Aprimoramentos de acessibilidade do Zoom

source: Contact: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
fi: Yhteystiedot: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
hr: Kontakt: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
pt_br: Contato: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>
tr: İletişim: Mohammad Suliman <mohmad.s93@gmail.com>, Eilana Benish <benish.ilana@gmail.com>

source: Office Desk
fi: Toimistopöytä
pt_br: Mesa de escritório
tr: Ofis masası

source: VLC Media Player
fi: VLC-mediasoitin
tr: VLC medya oynatıcı

source: Station Playlist
pt_br: Lista de reprodução da estação
