Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdaDevTestToolbox.*.po
Languages: es, fr, pt_br

source: For example: `C:\Users\myUserName\AppData\Roaming\nvda\ndtt\consoleStartup.py`
es: Por ejemplo: `C:\Users\myUserName\AppData\Roaming\nvda\ndtt\consoleStartup.py`
fr: Par exemple : `C:\Users\myUserName\AppData\Roaming\nvda\ndtt\consoleStartup.py`
pt_br: Por exemplo: `C:\Users\myUserName\AppData\Roaming\nvda\ndtt\consoleStartup.py`

source: Log the stack trace of the speech function
es: Registrar la pila de llamadas de la función de voz
fr: Journaliser la pile d'appels de la fonction speech
pt_br: Registre o rastreamento de pilha da função de fala

source: Sometimes, you may want to see which part of the code is responsible for speaking something. For this, you can enable the stack trace logging of the speech function pressing `NVDA+X, S`. Each time NVDA speaks, a corresponding stack trace will be logged in the log.
fr: Parfois, vous voulez savoir quelle partie du code est responsable de l'annonce de quelque chose. Pour ce faire, vous pouvez activer la journalisation de la trace de pile d'appel de la fonction speech en appuyant sur `NVDA+X, S`. Chaque fois que NVDA parle, une trace de la pile d'appel sera enregistrée dans le journal.

source: Note: You may modify the script's file directly to patch another function. See all instructions in the file for details on usage.
es: Nota: puedes modificar directamente el archivo del script para parchear otra función. Consulta las instrucciones en el propio archivo para más detalles.
fr: Remarque : vous pouvez modifier directement le fichier du script pour patcher une autre fonction. Voir toutes les instructions dans le fichier pour plus de détails sur l'utilisation.
pt_br: Observação: Você pode modificar o arquivo do script diretamente para corrigir outra função. Consulte todas as instruções no arquivo para obter detalhes sobre o uso.

source: Reverse translation command
es: Orden de traducción inversa
fr: Commande de traduction inverse

source: Many testers use NVDA in another language than English. But when reporting test results on GitHub, the description of the modified options or the messages reported by NVDA should be written in English. Its quite frustrating and time consuming to have to restart NVDA in English to check the exact wording of the options or messages.
fr: De nombreux testeurs utilisent NVDA dans une autre langue que l'anglais. Mais lorsqu'on rapporte des résultats de tests sur GitHub, la description des options modifiées ou les messages annoncés par NVDA doivent être écrit en anglais. C'est assez frustrant et long de devoir redémarrer NVDA en anglais pour vérifier le libellé exact des options ou des messages.

source: To avoid this, the add-on provides a reverse translation command (`NVDA+X, R`) allowing to reverse translate NVDA's interface such as messages, control labels in the GUI, etc. This command uses NVDA's gettext translation to try to reverse translate the last speech. More specifically, the first string of the last speech sequence is reverse translated.
fr: Pour éviter cela, l'extension fournit une commande de traduction inverse (`NVDA+X, R`) permettant la traduction inverse de l'interface de NVDA, telles que les messages, les labels des contrôles dans l'interface graphique, etc. Cette commande utilise la traduction GetText de NVDA pour essayer de fournir une traduction inverse de la dernière annonce. Plus précisément, une traduction inverse de la première chaîne de la dernière séquence de parole est fournie.

source: For example, in French NVDA, if I arrow down to the Tools menu named "Outils", NVDA will say "Outils sous-Menu o" which stands for "Tools subMenu o". If I press the reverse translation command just after that, NVDA will reverse translate "Outils" to "Tools".
fr: Par exemple, dans NVDA en français, si je descends sur le menu outils nommé "Outils", NVDA dira "Outils Sous-menu O". Si j'appelle la commande de traduction inverse juste après cela, NVDA annoncera la traduction "Tools", la traduction inverse de "Outils".

source: Looking at the log afterwards, we can find the following lines:
fr: En regardant le journal après cela, nous pouvons trouver les lignes suivantes :

source: This confirms that "Outils was the first string in the speech sequence.
fr: Cela confirme que "Outils" était la première chaîne de la séquence de parole.

source: In case the reverse translation leads to two or more possible results, a context menu is opened listing all the possibilities.
fr: Dans le cas où la traduction inverse conduit à deux ou plusieurs résultats possibles, un menu contextuel s'ouvre et liste toutes les possibilités.

source: The result of the reverse translation is also copied to the clipboard if the corresponding [option](#settingsCopyReverseTranslation) is enabled, which is the default value.
fr: Le résultat de la traduction inverse est également copié dans le presse-papiers si l'[option correspondante](#settingScopyReverseTranslation) est activée, ce qui est la valeur par défaut.

source: Settings
es: Opciones
fr: Paramètres
pt_br: Configurações

source: Some features of the add-on may require a specific configuration. A settings panel allows to enable them or to control how they work. To view and modify these settings, go to NVDA menu -> Preferences and select the category NVDA Dev & Test Toolbox. This settings dialog can also be accessed directly from the Logs Manager dialog.
es: Algunas características de este complemento pueden requerir una configuración concreta. Un panel de opciones permite habilitarlas o controlar cómo funcionan. Para ver y modificar estas opciones, ve al menú NVDA -> Preferencias y selecciona la categoría Caja de herramientas de desarrollo y pruebas de NVDA. Se puede acceder también a este diálogo de opciones desde el diálogo del gestor de registros.
fr: Certaines fonctionnalités de l'extension peuvent nécessiter une configuration spécifique. Un panneau de configuration permet de les activer ou de contrôler leur fonctionnement. Pour afficher et modifier ces paramètres, allez dans le menu NVDA -> Préférences et sélectionnez la catégorie NVDA Dev & Test Toolbox. Cette boîte de dialogue de paramètres est également accessible directement à partir de la boîte de dialogue Gestionnaire de journaux.
pt_br: Alguns recursos do complemento podem exigir uma configuração específica. Um painel de configurações permite ativá-los ou controlar como eles funcionam. Para exibir e modificar essas configurações, acesse o menu NVDA -> Preferências e selecione a categoria NVDA Dev & Test Toolbox. Essa caixa de diálogo de configurações também pode ser acessada diretamente na caixa de diálogo Logs Manager.

source: These settings are global and can only be configured when the default profile is active.
es: Estas opciones son globales y sólo se pueden configurar cuando está activado el perfil predeterminado.
fr: Ces paramètres sont globaux et ne peuvent être configurés que lorsque le profil par défaut est actif.
pt_br: Essas configurações são globais e só podem ser definidas quando o perfil padrão estiver ativo.

source: Command to open a file in your favorite editor
es: Comando para abrir un archivo en tu editor favorito
fr: Commande pour ouvrir un fichier dans votre éditeur préféré
pt_br: Comando para abrir um arquivo em seu editor favorito

source: Some features allow to see content in your favorite editor. This includes the commands to view the source file [from a log](#logReaderOpenSourceFile), [from an object in the console](#pythonConsoleOpenCodeFile) or [from a typed gesture](#scriptOpener), as well as the [log manager](#oldLogsBackup)'s Open button.
fr: Certaines fonctionnalités permettent de voir le contenu dans votre éditeur préféré. Cela inclut les commandes pour afficher le fichier source [à partir d'un journal](#logReaderOpenSourceFile), [d'un objet dans la console](#pythonConsoleOpenCodeFile) ou [d'un geste exécuté](#scriptOpener), ainsi que le bouton Ouvrir du [gestionnaire de journaux](#oldLogsBackup).

source: To use them, you first need to configure the command that will be called to open the file in your favorite editor. The command should be of the form:
es: Para usarlas, primero debes configurar el comando que se ejecutará para abrir el archivo en tu editor favorito. Dicho comando debería seguir el formato:
fr: Pour les utiliser, vous devez d'abord configurer la commande qui sera appelée pour ouvrir le fichier dans votre éditeur préféré. La commande doit être de la forme :
pt_br: Para usá-los, primeiro você precisa configurar o comando que será chamado para abrir o arquivo em seu editor favorito. O comando deve ter o formato:

source: You should of course modify this line according to the real name and location of your editor and the syntax used by it to open files. `{path}` will be replaced by the full path of the file to open and `{line}` by the line number where you want the cursor to be set. For Notepad++ for example the command to type in the console would be:
es: Por supuesto, deberías modificar esta línea en función del nombre real y ubicación del editor, y la sintaxis usada por él para abrir archivos. `{path}` se sustituirá por por la ruta completa del archivo a abrir, y `{line}` por el número de línea donde quieres que se encuentre el cursor. Por ejemplo, para Notepad++, el comando a escribir en la consola sería:
fr: Vous devez bien sûr modifier cette ligne en fonction du vrai nom et de l'emplacement de votre éditeur et de la syntaxe utilisée par celui-ci pour ouvrir les fichiers. `{path}` sera remplacé par le chemin complet du fichier à ouvrir et `{line}` par le numéro de ligne où vous souhaitez placer le curseur. Pour Notepad++ par exemple la commande à taper dans la console serait :
pt_br: É claro que você deve modificar essa linha de acordo com o nome e o local reais do seu editor e com a sintaxe usada por ele para abrir arquivos. `{path}` será substituído pelo caminho completo do arquivo a ser aberto e `{line}` pelo número da linha em que você deseja que o cursor seja definido. Para o Notepad++, por exemplo, o comando a ser digitado no console seria:

source: `"C:\Program Files\Notepad++\notepad++.exe" "{path}" -n{line}`
fr: `"C:\Program Files\Notepad++ otepad++.exe" "{path}" -n{line}`

source: NVDA source code path
es: Ruta al código fuente de NVDA
fr: Chemin du code source de NVDA
pt_br: Caminho do código-fonte do NVDA

source: When using a command to view the source file [from a log](#logReaderOpenSourceFile), [from an object in the console](#pythonConsoleOpenCodeFile) or [from a typed gesture](#scriptOpener), the file may belong to NVDA itself. If you are not running NVDA from source, your NVDA only contains compiled files. Thus you may specify here an alternate location where the corresponding source file will be found, e.g. the place where you have cloned NVDA source files, so that a source file can be opened anyway. The path should be such as:
fr: Lors de l'utilisation d'une commande pour [afficher le fichier source à partir d'un journal](#logReaderOpenSourceFile), [d'un objet dans la console](#pythonConsoleOpenCodeFile) ou [d'un geste exécuté](#scriptOpener), le fichier peut appartenir à NVDA lui-même. Si vous n'exécutez pas NVDA à partir des sources, votre NVDA ne contient que des fichiers compilés. Ainsi, vous pouvez spécifier ici un emplacement alternatif où le fichier source correspondant sera trouvé, par ex. l'endroit où vous avez cloné les fichiers source NVDA, afin qu'un fichier source puisse être ouvert malgré tout. Le chemin doit être de la forme :

source: `C:\pathExample\GIT\nvda\source`
es: `C:\EjemploRuta\GIT\nvda\source`
fr: `C:\exemplechemin\GIT\\nvda\source`

source: Of course, replace the path of NVDA source with the correct one.
es: Por supuesto, reemplaza la ruta del código fuente de NVDA con la correcta.
fr: Bien sûr, remplacez le chemin de la source NVDA par le chemin correct.
pt_br: Claro, substitua o caminho da fonte do NVDA pelo caminho correto.

source: Be sure however that the version of your source file (e.g. GIT commit) is the same as the one of the running instance of NVDA.
es: Asegúrate, no obstante, de que la versión de tu archivo fuente (por ejemplo, commit de Git) es la misma que la de la instancia de NVDA en ejecución.
fr: Assurez-vous, cependant, que la version de votre fichier source (par exemple, Git commit) est la même que celle de l'instance de NVDA en exécution.
pt_br: No entanto, certifique-se de que a versão do seu arquivo de origem (por exemplo, confirmação do GIT) seja a mesma da instância em execução do NVDA.

source: The combobox Backup of old logs allows to enable or disable the [feature](#oldLogsBackup). If it is enabled, you can also specify below in "Limit the number of backups" the maximum number of backups you want to keep. These settings only take effect at next NVDA startup when the backup takes place.
es: El cuadro combinado de copia de seguridad de registros antiguos permite activar o desactivar la [característica](#oldLogsBackup). Si está activada, se puede indicar debajo en "limitar la cantidad de copias de seguridad" la cantidad máxima de copias de seguridad que quieres conservar. Estas opciones sólo tienen efecto la próxima vez que se inicia NVDA al hacer la copia de seguridad.
fr: La liste déroulante Sauvegarde des anciens journaux permet d'activer ou de désactiver la [fonctionnalité](#oldLogsBackup). Si elle est activée, vous pouvez également spécifier ci-dessous dans "Limiter le nombre de sauvegardes" le nombre maximum de sauvegardes que vous souhaitez conserver. Ces paramètres ne prennent effet qu'au prochain démarrage de NVDA lorsque la sauvegarde a lieu.
pt_br: A caixa de combinação Backup de registros antigos permite ativar ou desativar o [recurso](#oldLogsBackup). Se ele estiver ativado, você também poderá especificar abaixo, em “Limitar o número de backups”, o número máximo de backups que deseja manter. Essas configurações só entram em vigor na próxima inicialização do NVDA, quando o backup for realizado.

source: Copy reverse translation to clipboard
fr: Copier la traduction inverse dans le presse-papiers

source: This option allows to choose if the [reverse translation command](#reverseTranslationCommand) also copies its result to the clipboard.
fr: Cette option permet de choisir si le résultat de la [Commande de traduction inverse](#ReverseTranslationCommand) est également copié dans le presse-papiers.

source: Change log
es: Registro de cambios
fr: Journal des modifications
pt_br: Registro de alterações

source: Layered commands have been introduced; the entry point is `NVDA+X`.
fr: Les commandes séquentielles ont été introduites; Le point d'entrée est `NVDA+X`.

source: The existing commands have been modified accordingly.
fr: Les commandes existantes ont été modifiées en conséquence.

source: A new command (`NVDA+X, R`) to reverse translate the last spoken message.
fr: Une nouvelle commande (`NVDA+X, R`) pour effectuer une traduction inverse du dernier message annoncé.

source: A new command (`NVDA+X, C`) to open the source code of the script associated to the next pressed gesture.
fr: Une nouvelle commande (`NVDA+X, C`) pour ouvrir le code source du script associé au geste suivant exécuté.

source: Added speech on demand support.
es: Se ha añadido soporte del modo de voz a petición.
fr: Ajout de la prise en charge de la parole à la demande.

source: The log manager now allows more actions, either with the dedicated buttons in the dialogs or using keyboard shortcuts in the list: `enter` to open the log, `control+C` to copy the log file and `delete` to delete a log file.
fr: Le gestionnaire de journaux permet désormais plus d'actions, soit à l'aide des boutons dédiés dans la boîtes de dialogue, soit avec des raccourcis clavier dans la liste: `entrée` pour ouvrir le fichier journal,`contrôle+C` pour copier le fichier et `suppr` pour supprimer un fichier.

source: The sorting order in the log manager has been reversed (most recent log on top).
fr: L'ordre de tri dans le gestionnaire de journaux a été inversé (fichier de journal le plus récent en haut).

source: Fixed an issue when trying to open a Python module with openCodeFile function.
fr: Correction d'un problème lorsqu'on tente d'ouvrir un module Python avec la fonction `openCodeFile`.

source: Compatibility with NVDA 2024.1.
es: Compatibilidad con NVDA 2024.1.
fr: Compatibilité avec NVDA 2024.1.

source: Restores console opening for NVDA < 2021.1.
es: Restaura la apertura de la consola en versiones de NVDA anteriores a la 2021.1.
fr: Restaure l'ouverture de la console pour NVDA < 2021.1.
pt_br: Restaura a abertura do console para o NVDA < 2021.1.

source: Addresses potential security issues related to [GHSA-xg6w-23rw-39r8][5] when using the add-on with older versions of NVDA. However, it is recommended to use NVDA 2023.3.3 or higher.
es: Resuelve posibles problemas de seguridad relacionados con [GHSA-xg6w-23rw-39r8][5] al usar el complemento con versiones antiguas de NVDA. Sin embargo, se recomienda usar NVDA 2023.3.3 o posterior.
fr: Résout des problèmes de sécurité potentiels liés à [GHSA-xg6w-23rw-39r8][5] lors de l'utilisation du module complémentaire avec des versions plus anciennes de NVDA. Cependant, il est recommandé d'utiliser NVDA 2023.3.3 ou supérieur.
pt_br: Resolve possíveis problemas de segurança relacionados ao [GHSA-xg6w-23rw-39r8][5] ao usar o complemento com versões mais antigas do NVDA. No entanto, é recomendável usar o NVDA 2023.3.3 ou superior.

source: Opening the source file of an object located in the submodule of a package is now working.
es: Ya funciona la apertura del archivo de código fuente de un objeto ubicado en un submódulo de un paquete.
fr: L'ouverture du fichier source d'un objet situé dans le sous-module d'un package fonctionne désormais.
pt_br: A abertura do arquivo de origem de um objeto localizado no submódulo de um pacote agora está funcionando.

source: Bugfix: The enhanced exit dialog can now be reopened and used as expected after having been closed. (contribution from Łukasz Golonka)
es: Fallo corregido: el diálogo de salir mejorado puede reabrirse y usarse como se espera tras cerrarlo. (colaboración de Lukasz Golonka)
fr: Correctif : la boîte de dialogue de redémarrage améliorée peut désormais être rouverte et utilisée comme prévu après avoir été fermée. (contribution de Łukasz Golonka)
pt_br: Correção de bug: A caixa de diálogo de saída aprimorada agora pode ser reaberta e usada como esperado depois de ter sido fechada. (contribuição de Łukasz Golonka)

source: While using object navigation commands, a specific object property can be reported instead of NVDA usual object reporting.
es: Mientras se usan órdenes de navegación por objetos, se puede anunciar una propiedad concreta de un objeto en lugar del anuncio habitual de objetos de NVDA.
fr: Lors de l'utilisation des commandes de navigation par objet, une propriété spécifique des objets peut être annoncée au lieu de l'annonce des objets habituel de NVDA.
pt_br: Quando usar comandos de navegação de objetos, uma propriedade específica do objeto pode ser relatada em vez do relatório de objetos usual do NVDA.

source: In log reading mode, the "C" key to open a code file from the log now also works on an input help message.
es: En el modo de lectura del registro, la tecla "c" para abrir un archivo de código desde el registro también funciona en un mensaje de ayuda de entrada.
fr: En mode lecture du journal, la touche "C" pour ouvrir un fichier de code à partir du journal fonctionne désormais également sur un message d'aide à la saisie.
pt_br: No modo de leitura de registro, a tecla “C” para abrir um arquivo de código do registro agora também funciona em uma mensagem de ajuda de entrada.

source: Bugfix: The add-on can now start successfully when the number of logs to save is set to its maximum value.
es: Fallo corregido: el complemento puede arrancar con éxito cuando la cantidad de registros a guardar está configurada en su máximo valor.
fr: Correctif : l'extension peut désormais démarrer avec succès lorsque le nombre de journaux à sauvegarder est défini sur sa valeur maximale.
pt_br: Correção de bug: o complemento agora pode ser iniciado com êxito quando o número de registros a serem salvos é definido com o valor máximo.

source: Bugfix: Python console startup script's output does not prevent anymore to jump to the first result in the console when using result navigation commands.
es: Fallo corregido: la salida del script de inicio de la consola Python ya no evita saltar al primer resultado en la consola al usar órdenes de navegación por resultados.
fr: Correctif : la sortie du script de démarrage de la console Python n'empêche plus de passer au premier résultat dans la console lors de l'utilisation des commandes de navigation dans les résultats.
pt_br: Correção de bug: A saída do script de inicialização do console Python não impede mais que se pule para o primeiro resultado no console ao usar comandos de navegação de resultados.

source: Note: From now on, localization updates will not appear anymore in the change log.
es: Nota: a partir de ahora, las actualizaciones de traducciones ya no aparecerán en el registro de cambios.
fr: Remarque : À partir de maintenant, les mises à jour de localisation n'apparaîtront plus dans le journal des modifications.
pt_br: Nota: De agora em diante, as atualizações de localização não aparecerão mais no registro de alterações.

source: If Instant Translate add-on is installed, it is now possible to have speech messages translated on the fly when using log reading commands.
es: Si el complemento Instant Translate está instalado, ahora es posible tener los mensajes hablados traducidos al vuelo al utilizar las órdenes de lectura del registro.
fr: Si l'extension Instant Translate est installée, il est désormais possible de traduire des messages de parole à la volée lors de l'utilisation des commandes de lecture du journal.
pt_br: Se o complemento Instant Translate estiver instalado, agora é possível ter mensagens de fala traduzidas em tempo real ao usar comandos de leitura de registro.

source: While in log reading mode, pressing E or shift+E now jumps to CRITICAL erorr messages as well as normal ERROR messages.
es: Mientras estás en el modo de lectura del registro, pulsar E y shift+E ahora salta a mensajes de error críticos, tal y como hacía con los mensajes de error normales.
fr: Pendant que vous êtes dans le Mode lecture du journal, appuyer sur E ou Maj+E passe maintenant aux messages d'erreur CRITICAL ainsi qu'aux messages ERROR normaux.
pt_br: No modo de leitura de registro, pressionar E ou shift+E agora salta para as mensagens de ERRO CRÍTICO, bem como para as mensagens de ERRO normais.

source: New log quick navigation commands have been added to jump to input and to speech messages.
es: Se han añadido nuevas órdenes de navegación rápida por el registro para saltar a los mensajes de entrada y hablados.
fr: De nouvelles commandes de navigation rapide dans le journal ont été ajoutées pour passer aux messages d'entrée et de parole.
pt_br: Novos comandos de navegação rápida de registro foram adicionados para saltar para a entrada e para as mensagens de fala.

source: A new command allow to place a marker in the log; and specific quick navigation commands in log reading mode allow to jump to them.
es: Una nueva orden permite situar un marcador en el registro; y otras órdenes concretas de navegación rápida en modo lector del registro permiten saltar a ellos.
fr: Une nouvelle commande permet de placer un marqueur dans le journal; et des commandes de navigation rapide spécifiques en mode lecture du journal permettent de s'y rendre.

source: Credit: the initial idea for this feature comes from Debug Helper add-on by Luke Davis.
fr: Crédit: L'idée initiale de cette fonctionnalité provient de l'extension Debug Helper par Luke Davis.
