Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdapy3.*.po
Languages: bg, da, de, ru, sk, tr

source: Below is a list of add-ons hosted on this website, along with their compatibility status with Python 3 version of NVDA and known issues if any. The list also includes contact information for add-on author(s).
bg: По-долу е даден списъкът с добавки, хоствани на този уеб сайт, заедно със състоянието им на съвместимост с базираната на Python 3 версия на NVDA и познатите проблеми, ако има такива. Списъкът също така съдържа информация за контакт с авторите на добавките.
da: Nedenfor er en liste over tilføjelser der er at finde på denne hjemmeside, sammen med deres kompatibilitetsstatus med Python 3-version af NVDA og kendte problemer, hvis aktuelt. Listen indeholder også kontaktoplysninger til forfatteren af tilføjelsen.
de: Nachfolgend finden Sie eine Liste der auf dieser Website gehosteten Add-ons sowie deren Kompatibilitätsstatus mit der Python 3-Version von NVDA und der gegebenenfalls bekannten Probleme. Die Liste enthält auch Kontakt-Informationen der Authoren der jeweiligen Erweiterungen.
ru: Ниже приведён список дополнений, размещённых на этом веб-сайте, а также их состояние совместимости с версией NVDA для Python 3 и известные проблемы, если таковые имеются. Список также содержит контактную информацию авторов дополнений.
sk: nasleduje zoznam doplnkov na tejto webovej stránke spolu s ich stavom kompatibility s verziou NVDA a prípadnými známymi problémami. Zoznam obsahuje aj kontaktné informácie na autorov doplnku.
tr: Aşağıda, bu web sitesinde barındırılan eklentilerin bir listesi, bunların NVDA'nın Python 3 sürümüyle uyumluluk durumları ve varsa bilinen sorunlar yer almaktadır. Liste ayrıca ek yazar(lar)ın iletişim bilgilerini de içerir.

source: Note: Add-on compatibility status subject to change without notice. Also, although one way to work around compatibility issues is editing the add-on manifest, some add-ons listed below are still incompatible.
bg: Забележка: Състоянието на съвместимост на добавките подлежи на промяна без предизвестие. Също така, въпреки че един от начините за справяне с проблемите със съвместимостта е редактирането на манифестния файл на добавката, някои от изброените по-долу добавки пак си остават несъвместими.
da: Bemærk: kompatibilitetsstatus for tilføjelsesprogrammet ændres uden varsel. Selvom en måde at løse kompatibilitetsproblemer på er at redigere tilføjelsens manifest-fil, er nogle af de tilføjelsesprogrammer, der er angivet nedenfor, stadig ikke kompatible.
de: Hinweis: Der Kompatibilitätsstatus einer Erweiterung kann ohne Vorankündigung geändert werden. Auch wenn eine Möglichkeit besteht, Kompatibilitätsprobleme zu umgehen, indem die Datei "manifest.ini" der Erweiterung bearbeitet wird, sind einige der unten aufgeführten Erweiterungen immer noch nicht kompatibel.
ru: Примечание: Состояние совместимости дополнений может быть изменено без предварительного уведомления. Кроме того, хотя одним из способов решения проблем совместимости является редактирование манифеста дополнения, некоторые из перечисленных ниже дополнений по-прежнему несовместимы.
sk: Upozorňujeme, že Stav kompatibility doplnkov sa môže zmeniť bez predchádzajúceho upozornenia. Aj keď jedným zo spôsobov, ako vyriešiť problémy s kompatibilitou, je úprava manifest súboru doplnku, mnohým doplnkom len takáto úprava nepomôže a sú stále nekompatibilné.
tr: Not: Eklenti uyumluluk durumu önceden haber verilmeksizin değiştirilebilir. Ayrıca, uyumluluk sorunlarına geçici bir çözüm bulmanın bir yolu eklenti bildirimini düzenlemek olsa da, aşağıda listelenen bazı eklentiler hala uyumsuzdur.

source: Compatible: Yes
bg: Съвместима: Да
da: Kompatibel: Ja
de: Kompatibel: Ja
ru: Совместимо: Да
sk: Kompatibilný
tr: Uyumlu: Evet

source: Contact: Tseng Woody <tsengwoody.tw@gmail.com>
bg: За контакти: Tseng Woody <tsengwoody.tw@gmail.com>
da: Kontakt: Tseng Woody <tsengwoody.tw@gmail.com>
de: Kontakt: Tseng Woody <tsengwoody.tw@gmail.com>
ru: Для связи: Tseng Woody <tsengwoody.tw@gmail.com>
sk: Kontakt: Tseng Woody <tsengwoody.tw@gmail.com>
tr: İletişim: Tseng Woody <tsengwoody.tw@gmail.com>

source: Add-on Updater
bg: Обновяване на добавките
da: Værktøj til opdatering af tilføjelser
de: Updater für Erweiterungen
ru: Обновление дополнений
sk: Aktualizačný nástroj pre doplnky NVDA
tr: Eklenti Güncelleyici

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>
bg: За контакти: Joseph Lee <joseph.lee22590@gmail.com>
da: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>
de: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>
ru: Для связи: Joseph Lee <joseph.lee22590@gmail.com>
sk: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>

source: Add-ons Documentation
bg: Документация на добавките
da: Dokumentation for tilføjelser
de: Dokumentationen der Erweiterungen
ru: Документация дополнений
sk: Pomocník doplnkov
tr: Eklenti Belgeleri

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy and Abdel
ru: Для связи: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy и Abdel
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy ve Abdel

source: Addon to count elements of selected text
bg: Добавка за преброяване на елементите в избран текст
da: Tilføjelse til at tælle elementer af markeret tekst
de: Erweiterung zum Zählen der Elemente im ausgewählten Text
ru: Дополнение для подсчета элементов выделенного текста
sk: Doplnok na zistenie štatistiky vybratého textu
tr: Seçili metnin öğelerini sayma eklentisi

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>
bg: За контакти: Rui Fontes <rui.fontes@tiflotecnia.com>
da: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>
de: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>
ru: Для связи: Rui Fontes <rui.fontes@tiflotecnia.com>
sk: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>

source: Audio Themes
bg: Звукови Теми
da: Lydtemaer
de: Audio-Schemata
ru: Звуковые Темы
sk: Zvukové témy
tr: Ses Temaları

source: Compatible: Work in progress
bg: Съвместима: В процес на изпълнение
da: Kompatibel: Arbejde undervejs
de: Kompatibel: In Arbeit
ru: Совместимо: Ведётся работа
sk: Pracuje sa
tr: Uyumlu: Devam eden çalışma

source: Contact: Musharraf Omer <ibnomer2011@hotmail.com>
bg: За контакти: Musharraf Omer <ibnomer2011@hotmail.com>
da: Kontakt: Musharraf Omer <ibnomer2011@hotmail.com>
de: Kontakt: Musharraf Omer <ibnomer2011@hotmail.com>
ru: Для связи: Musharraf Omer <ibnomer2011@hotmail.com>
sk: Kontakt: Musharraf Omer <ibnomer2011@hotmail.com>
tr: İletişim: Müşerref Ömer <ibnomer2011@hotmail.com>

source: AudioChart
bg: Аудио Диаграма
da: Lyddiagram
de: Audiobild
sk: Audiograf
tr: Ses Grafiği

source: Contact: Tony Malykh <anton.malykh@gmail.com>
bg: За контакти: Tony Malykh <anton.malykh@gmail.com>
da: Kontakt: Tony Malykh <anton.malykh@gmail.com>
de: Kontakt: Tony Malykh <anton.malykh@gmail.com>
ru: Для связи: Tony Malykh <anton.malykh@gmail.com>
sk: Kontakt: Tony Malykh <anton.malykh@gmail.com>
tr: İletişim: Tony Malykh <anton.malykh@gmail.com>

source: Beep keyboard
bg: Звукови сигнали от клавиатурата
da: Bip Tastatur
de: Piepton-Tastatur
ru: Сигнал Клавиатуры
sk: Pípajúca klávesnica
tr: Bip klavye

source: Contact: David CM <dhf360@gmail.com>
bg: За контакти: David CM <dhf360@gmail.com>
da: Kontakt: David CM <dhf360@gmail.com>Kontakt: Javi Dominguez <fjavids@gmail.com>
de: Kontakt: David CM <dhf360@gmail.com>
ru: Для связи: David CM <dhf360@gmail.com>
sk: Kontakt: David CM <dhf360@gmail.com>
tr: İletişim: David CM <dhf360@gmail.com>

source: Contact: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, other contributors
bg: За контакти: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, други сътрудници
da: Kontakt: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, other contributors
de: Kontakt: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com> und andere Mitwirkende
ru: Для связи: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, другие участники
sk: Kontakt: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, other contributors
tr: İletişim: Alberto Zanella <lapostadialberto@gmail.com>, Alberto Buffolino <a.buffolino@gmail.com>, diğer katkıda bulunanlar

source: Bluetooth Audio
bg: Bluetooth Аудио
da: Bluetooth-lyd
tr: Bluetooth Ses

source: Braille Extender
bg: Брайлови подобрения
sk: Rozšírenie pre Braille
tr: Braille Genişletici

source: Contact: André-Abush Clause <dev@andreabc.net>
ru: Для связи: André-Abush Clause <dev@andreabc.net>
tr: İletişim: André-Abush Clause <dev@andreabc.net>

source: BrowserNav
bg: Навигация в браузъра
sk: Rozšírenie pre rýchlu navigáciu
tr: Tarayıcı Dolaşımı

source: Contact: Javi Dominguez <fjavids@gmail.com>
bg: За контакти: Javi Dominguez <fjavids@gmail.com>
da: Kontakt: Javi Dominguez <fjavids@gmail.com>
de: Kontakt: Javi Dominguez <fjavids@gmail.com>
ru: Для связи: Javi Dominguez <fjavids@gmail.com>
sk: Kontakt: Javi Dominguez <fjavids@gmail.com>
tr: İletişim: Javi Dominguez <fjavids@gmail.com>

source: Character Information
bg: Информация за знаците
da: Tegnoplysninger
de: Zeichen-Informationen
ru: Информация о Символе
sk: Informácie o znaku
tr: Karakter Bilgisi

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>
bg: За контакти: Cyrille Bougot <cyrille.bougot2@laposte.net>
da: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>
de: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>
ru: Для связи: Cyrille Bougot <cyrille.bougot2@laposte.net>
sk: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>
tr: İletişim: Cyrille Bougot <cyrille.bougot2@laposte.net>

source: Classic Selection
bg: Класическо Маркиране
da: Klassisk udvalg
de: Klassische Auswahl
ru: Классическое Выделение
sk: Klasický výber
tr: Klasik Seçim

source: Contact: Tyler Spivey <tspivey@pcdesk.net>
bg: За контакти: Tyler Spivey <tspivey@pcdesk.net>
da: Kontakt: Tyler Spivey <tspivey@pcdesk.net>
de: Kontakt: Tyler Spivey <tspivey@pcdesk.net>
ru: Для связи: Tyler Spivey <tspivey@pcdesk.net>
sk: Kontakt: Tyler Spivey <tspivey@pcdesk.net>
tr: İletişim: Tyler Spivey <tspivey@pcdesk.net>

source: Clip Contents Designer
bg: Дизайнер за съдържанието на клипборда
da: Udklipsdesigner
de: Designer für die Zwischenablage
sk: Rozšírená schránka
tr: Pano İçerikDüzenleyicisi

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>
ru: Для связи: Noelia Ruiz Martínez <nrm1977@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Contact: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
bg: За контакти: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
da: Kontakt: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
de: Kontakt: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
ru: Для связи: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
sk: Kontakt: Damien Sykes-Lindley <damien@dcpendleton.plus.com>
tr: İletişim: Damien Sykes-Lindley <damien@dcpendleton.plus.com>

source: Clock and calendar Add-on for NVDA
bg: Добавка за NVDA за часовника и календара
da: Ur og kalender tilføjelse til NVDA
de: Uhr und Kalender Erweiterung für NVDA
ru: Дополнение часов и календаря для NVDA
sk: Rozšírené hodiny a kalendár
tr: NVDA için saat ve takvim Eklentisi

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
ru: Для связи: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
tr: İletişim: Hrvoje Katic <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: Control Usage Assistant
bg: Асистент за работа с контроли
da: Brugsassistent til kontroller
de: Hilfe zur Verwendung von Steuerelementen
sk: Pomoc na prácu s prvkami
tr: Kontrol Kullanım Asistanı

source: Compatible: No
bg: Съвместима: Не
da: Kompatibel: Nej
de: Kompatibel: Nein
ru: Совместимо: Нет
sk: Nekompatibilný
tr: Uyumlu: Hayır

source: Issues: Python 3 syntax errors, no compatibility information
bg: Проблеми: Синтактични грешки в Python 3, липсваща информация за съвместимост
da: Problemer: Python 3 syntaksfejl, ingen kompatibilitetsoplysninger
de: Probleme: Syntax-Fehler für Python 3, keine Informationen zur Kompatibilität
ru: Проблемы: синтаксические ошибки Python 3, нет информации о совместимости
sk: Problémy: Syntaktické chyby v kóde Python 3, nemáme žiadne informácie o kompatibilite
tr: Sorunlar: Python 3 sözdizimi hataları, uyumluluk bilgisi yok

source: Contact: Derek Riemer <driemer.riemer@gmail.com>
bg: За контакти: Derek Riemer <driemer.riemer@gmail.com>
da: Kontakt: Derek Riemer <driemer.riemer@gmail.com>
de: Kontakt: Derek Riemer <driemer.riemer@gmail.com>
ru: Для связи: Derek Riemer <driemer.riemer@gmail.com>
sk: Kontakt: Derek Riemer <driemer.riemer@gmail.com>
tr: İletişim: Derek Riemer <driemer.riemer@gmail.com>

source: Day of the week
bg: Ден от седмицата
da: Ugedag
de: Wochentag
ru: День недели
sk: Deň v týždni
tr: Bu tarih Hangi Gün

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
ru: Для связи: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
tr: İletişim: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Debug Helper
bg: Помощник при отстраняване на грешки
da: Hjælp til fejlfinding
de: Debug-Helfer
ru: Помощник по Отладке
sk: Pomocník pre ladenie
tr: Hata Ayıklama Yardımcısı

source: Contact: Luke Davis <newanswertech@gmail.com>
bg: За контакти: Luke Davis <newanswertech@gmail.com>
da: Kontakt: Luke Davis <newanswertech@gmail.com>
de: Kontakt: Luke Davis <newanswertech@gmail.com>
ru: Для связи: Luke Davis <newanswertech@gmail.com>
sk: Kontakt: Luke Davis <newanswertech@gmail.com>
tr: İletişim: Luke Davis <newanswertech@gmail.com>

source: Developer Toolkit
bg: Инструментариум за разработчици
da: Udviklerværktøjer
de: Entwickler-Werkzeugkasten
ru: Инструментарий Разработчика
sk: Nástroje pre vývojárov
tr: Geliştirici Araç Seti

source: Contact: Andy Borka <ajborka@gmail.com>
bg: За контакти: Andy Borka <ajborka@gmail.com>
da: Kontakt: Andy Borka <ajborka@gmail.com>
de: Kontakt: Andy Borka <ajborka@gmail.com>
ru: Для связи: Andy Borka <ajborka@gmail.com>
sk: Kontakt: Andy Borka <ajborka@gmail.com>
tr: İletişim: Andy Borka <ajborka@gmail.com>

source: Contact: Patrick Zajda <patrick@zajda.fr>, Filaos and other contributors
bg: За контакти: Patrick Zajda <patrick@zajda.fr>, Filaos и други сътрудници
da: Kontakt: Patrick Zajda <patrick@zajda.fr>, Filaos and other contributors
de: Kontakt: Patrick Zajda <patrick@zajda.fr>, Filaos und weitere Mitwirkende
ru: Для связи: Patrick Zajda <patrick@zajda.fr>, Filaos и другие участники
sk: Kontakt: Patrick Zajda <patrick@zajda.fr>, Filaos a ostatní vývojári
tr: İletişim: Patrick Zajda <patrick@zajda.fr>, Filaos ve diğer katkıda bulunanlar

source: Dual Voice
bg: Двоен глас
de: Duale Stimme
sk: Dva hlasy
tr: Çift Ses

source: Contact: Seyed Mahmood Taghavi-Shahri
bg: За контакти: Seyed Mahmood Taghavi-Shahri
da: Kontakt: Seyed Mahmood Taghavi-Shahri
de: Kontakt: Seyed Mahmood Taghavi-Shahri
ru: Для связи: Seyed Mahmood Taghavi-Shahri
sk: Kontakt: Seyed Mahmood Taghavi-Shahri
tr: İletişim: Seyed Mahmood Taghavi-Shahri

source: Easy Table Navigator
bg: Улеснена навигация в таблиците
de: Einfache Tabellennavigation
ru: Простой Навигатор по Таблицам
sk: Rýchla navigácia v tabuľkách
tr: Kolay Tablo Gezgini

source: Emoticons
bg: Емотикони
da: Humørikoner
ru: Смайлики
sk: Emotikony
tr: İfadeler

source: Contact: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
ru: Для связи: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
tr: İletişim: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
ru: Для связи: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>

source: Enhanced Aria
bg: Подобрения за ARIA
da: Udvidet Aria
de: Erweiterte Aria-Unterstützung
ru: Расширенные Атрибуты Aria
tr: Gelişmiş Arya

source: Compatible: Included in NVDA
bg: Съвместима: Включена в NVDA
da: Kompatibel: Inkluderet i NVDA
de: Kompatibel: In NVDA enthalten
ru: Совместимо: Включено в NVDA
sk: Kompatibilné: zahrnuté v NVDA
tr: Uyumlu: NVDA'ya dahildir

source: Contact: José Manuel Delicado <jm.delicado@nvda.es>
ru: Для связи: José Manuel Delicado <jm.delicado@nvda.es>
tr: İletişim: José Manuel Delicado <jm.delicado@nvda.es>

source: Enhanced Touch Gestures
bg: Разширени Сензорни Жестове
da: Udvidede berøringsbevægelser
de: Erweiterte Touch-Gesten
ru: Улучшенные Сенсорные Жесты
sk: Pokročilé dotykové gestá
tr: Gelişmiş Dokunma Hareketleri

source: extendedWinamp
bg: Разширена поддръжка за Winamp
de: Erweiterte Unterstützung für Winamp
sk: Winamp
tr: genişletilmişWinamp

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, NVDA Add-ons Team
ru: Для связи: Hrvoje Katić <hrvojekatic@gmail.com>, NVDA Add-ons Team
tr: İletişim: Hrvoje Katic <hrvojekatic@gmail.com>, NVDA Eklentiler Ekibi

source: Focus Highlight
bg: Открояване на фокуса
da: Fremhævelse af fokus
de: Fokus hervorheben
sk: Zvýrazňovač fokusu
tr: Vurgulanmış Odak

source: Contact: Takuya Nishimoto <nishimotz@gmail.com>
bg: За контакти: Takuya Nishimoto <nishimotz@gmail.com>
da: Kontakt: Takuya Nishimoto <nishimotz@gmail.com>
de: Kontakt: Takuya Nishimoto <nishimotz@gmail.com>
ru: Для связи: Takuya Nishimoto <nishimotz@gmail.com>
sk: Kontakt: Takuya Nishimoto <nishimotz@gmail.com>
tr: İletişim: Takuya Nishimoto <nishimotz@gmail.com>

source: Golden Cursor
bg: Златен курсор
de: Goldener Cursor
sk: Pokročilý kurzor myši
tr: Altın İmleç

source: Contact: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
bg: За контакти: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
da: Kontakt: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
de: Kontakt: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
ru: Для связи: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
sk: Kontakt: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
tr: İletişim: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
bg: За контакти: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
da: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
de: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
ru: Для связи: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
sk: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>

source: Image Describer
bg: Описание на изображения
da: Billedbeskrivelse
de: Bildbeschreiber
sk: Popisovač obrázkov
tr: Görüntü Betimleyici

source: Issues: attempting to import a module that no longer exists in Python 3, out of date compatibility information (last compatible: 2019.1)
bg: Проблеми: Опит за импортиране на модул, който вече не съществува в Python 3, неактуална информация за съвместимост (последна съвместимост: 2019.1)
da: Problemer: Forsøg på at importere modul, der ikke findes i Python 3 og forældede kompatibilitetsoplysninger (sidst kompatible version er 2019.1.)
de: Probleme: Die Erweiterung versucht ein Modul zu importieren, welches in Python 3 nicht mehr vorhanden ist, veraltete Informationen zur Kompatibilität (letzte kompatible Version: 2019.1)
ru: Проблемы: попытка импортировать модуль, который больше не существует в Python 3, устаревшая информация о совместимости (последняя совместимость: 2019.1)
sk: Problémy: Pokus importovať moduly, ktoré viac neexistujú v Python 3, nedostatočné informácie o kompatibilite (posledná kontrola s 2019.1)
tr: Sorunlar: Python 3'te artık mevcut olmayan bir modülü içe aktarmaya çalışmak, güncel olmayan uyumluluk bilgileri (son uyumlu olduğu sürüm: 2019.1)

source: Contact: Oliver Edholm <oliver.edholm@gmail.com>
bg: За контакти: Oliver Edholm <oliver.edholm@gmail.com>
da: Kontakt: Oliver Edholm <oliver.edholm@gmail.com>
de: Kontakt: Oliver Edholm <oliver.edholm@gmail.com>
ru: Для связи: Oliver Edholm <oliver.edholm@gmail.com>
sk: Kontakt: Oliver Edholm <oliver.edholm@gmail.com>
tr: İletişim: Oliver Edholm <oliver.edholm@gmail.com>

source: IndentNav
bg: Навигация по отстъпи
da: Indrykningsnavigation
sk: Navigácia po odsadeniach
tr: Girinti Dolaşımı

source: Input Lock
bg: Заключване на входа
da: Inputlås
de: Eingabesperre
ru: Блокировка Ввода
sk: Blokovanie vstupu
tr: Giriş Kilidi

source: Lambda Add-On for NVDA
bg: Добавка за NVDA за LAMBDA
da: Lambda-tilføjelse til NVDA
de: Lambda-Erweiterung für NVDA
sk: Doplnok lambda pre NVDA
tr: NVDA için Lambda Eklentisi

source: Contact: Alberto Zanella, Ivan Novegil
bg: За контакти: Alberto Zanella, Ivan Novegil
da: Kontakt: Alberto Zanella, Ivan Novegil
de: Kontakt: Alberto Zanella, Ivan Novegil
ru: Для связи: Alberto Zanella, Ivan Novegil
sk: Kontakt: Alberto Zanella, Ivan Novegil
tr: İletişim: Alberto Zanella, Ivan Novegil

source: Mozilla Apps Enhancements
bg: Подобрения за приложенията на Mozilla
da: Forbedringer af Mozilla-apps
de: Verbesserungen für Mozilla-Anwendungen
ru: Расширения для Приложений от Mozilla
sk: Vylepšenia pre aplikácie Mozilla
tr: Mozilla Uygulama Geliştirmeleri

source: Contact: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
ru: Для связи: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
tr: İletişim: Abdel, Rémy Ruiz, Abdellah Zinedine, Jean-François Colas

source: Issues: no compatibility information
bg: Проблеми: Липсваща информация за съвместимост
da: Problemer: Ingen kompatibilitetsinformation tilgængelig
de: Probleme: Keine Informationen zur Kompatibilität
ru: Проблемы: нет информации о совместимости
sk: Problémy: nemáme žiadne podrobné informácie o funkčnosti a kompatibilite
tr: Sorunlar: uyumluluk bilgisi yok

source: Contact: Sergey Shishmintzev
bg: За контакти: Sergey Shishmintzev
da: Kontakt: Sergey Shishmintzev
de: Kontakt: Sergey Shishmintzev
ru: Для связи: Sergey Shishmintzev
sk: Kontakt: Sergey Shishmintzev
tr: İletişim: Sergey Shishmintzev

source: NoBeepsSpeechMode
bg: РежимНаГовораБезБибипкане
sk: Režim reči bez pípania
tr: Bipsiz Konuşma Modu
