Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdaDevTestToolbox.*.po
Languages: es, fr, pt_br

source: Bubfix: The memorization of the last error do not fail anymore in some cases.
fr: Correctif : La mémorisation de la dernière erreur n'échoue plus dans certains cas.

source: Bugfix: The add-on can initialize again with NVDA 2019.2.1.
fr: Correctif : l'extension peut s'initialiser à nouveau avec NVDA 2019.2.1.

source: Bugfix: Log saving feature will not fail anymore with non-ASCII logs.
fr: Correctif : la fonctionnalité de sauvegarde des journaux n'échouera plus avec les journaux non-ASCII.

source: Fixed an error with NVDA version below 2021.3.
es: Corregido un error con versiones de NVDA anteriores a la 2021.3.
fr: Correction d'une erreur avec les versions de NVDA avant la 2021.3.
pt_br: Corrigido um erro com a versão do NVDA abaixo de 2021.3.

source: Fixed the stack trace log formatting.
es: Corregido el formateado del registro de pila de trazas.
fr: Correction du formatage de la journalisation de la trace de pile.
pt_br: Correção da formatação do registro de rastreamento de pilha.

source: First localizations.
es: Primeras traducciones.
fr: Premières traductions.
pt_br: Primeiras localizações.

source: Fixed a bug occurring in some situations while logging an error.
es: Corregido un fallo que ocurría en algunas situaciones al registrar un error.
fr: Correction d'un bogue se produisant dans certaines situations lors de la journalisation d'une erreur.
pt_br: Correção de um bug que ocorria em algumas situações durante o registro de um erro.

source: The add-on's settings can now be modified only when the default profile is active to avoid config issues.
es: Ahora sólo pueden modificarse las opciones del complemento sólo cuando el perfil normal está activo para evitar problemas de configuración.
fr: Ces paramètres sont globaux et ne peuvent être configurés que lorsque le profil par défaut est actif.
pt_br: As configurações do complemento agora podem ser modificadas somente quando o perfil padrão estiver ativo para evitar problemas de configuração.

source: Possibility to back up old logs and introduction of a logs manager.
es: Posibilidad de hacer copia de seguridad de registros antiguos e introducción de un gestor de registros.
fr: Possibilité de sauvegarder les anciens journaux et introduction d'un gestionnaire de journaux.
pt_br: Possibilidade de fazer backup de registros antigos e introdução de um gerenciador de registros.

source: Added a script to report the last logged error.
es: Se ha añadido un script para anunciar el último error registrado.
fr: Ajout d'un script pour annoncer la dernière erreur enregistrée.
pt_br: Adicionado um script para relatar o último erro registrado.

source: Fixed a bug preventing last log message to be read in older NVDA versions.
es: Corregido un error que impedía leer el último mensaje del registro en versiones antiguas de NVDA.
fr: Correction d'un bogue empêchant la lecture du dernier message du journal dans les anciennes versions de NVDA.
pt_br: Foi corrigido um erro que impedia a leitura da última mensagem de registro em versões mais antigas do NVDA.

source: Compatibility with NVDA 2023.1.
es: Compatibilidad con NVDA 2023.1.
fr: Compatibilité avec NVDA 2023.1.
pt_br: Compatibilidade com o NVDA 2023.1.

source: Fixed an error occurring when requesting unavailable information on an object.
es: Corregido un error que ocurría al solicitar información no disponible en un objeto.
fr: Correction d'une erreur survenant lors de la demande d'une informations non disponibles sur un objet.
pt_br: Foi corrigido um erro que ocorria ao solicitar informações indisponíveis sobre um objeto.

source: In a log, you can now press C on a message's header line to open the function/module which has emitted it.
es: En un registro, ahora se puede pulsar la C en una línea de cabecera de mensaje para abrir el módulo o función que lo emitió.
fr: Dans un journal, vous pouvez maintenant appuyer sur le C dans une ligne d'en-tête de message pour ouvrir le module ou la fonction qui l'a émis.
pt_br: Em um registro, agora é possível pressionar C na linha de cabeçalho de uma mensagem para abrir a função/módulo que a emitiu.

source: In the console, `openCodeFile` function can now receive as parameter the object or a string containing its name.
es: En la consola, la función `openCodeFile` puede recibir como parámetro el objeto o una cadena que contenga su nombre.
fr: Dans la console, la fonction `openCodeFile` peut désormais recevoir comme paramètre l'objet ou une chaîne contenant son nom.
pt_br: No console, a função `openCodeFile` agora pode receber como parâmetro o objeto ou uma string contendo seu nome.

source: New feature: NVDA console startup file: If it exists, the file YourNVDAConfigFolder\ndtt\consoleStartup.py will be executed when NVDA console is first opened or when add-ons are reloaded.
es: Nueva función: archivo de inicio de la consola de NVDA: si existe, el archivo tuCarpetaDeConfiguraciónDeNVDA\ndtt\consoleStartup.py se ejecutará al abrir la consola Python por primera vez o cuando se recarguen los complementos.
fr: Nouvelle fonctionnalité : fichier de démarrage de la console NVDA : s'il existe, le fichier YourNVDAConfigFolder\ndtt\consoleStartup.py sera exécuté lorsque la console NVDA est ouverte pour la première fois ou lorsque les extensions sont rechargées.
pt_br: Novo recurso: Arquivo de inicialização do console NVDA: Se existir, o arquivo YourNVDAConfigFolder\ndtt\consoleStartup.py será executado quando o console NVDA for aberto pela primeira vez ou quando os complementos forem recarregados.

source: Various minor fixes for `openCodeFile` Python console's function and the command to open the source file corresponding to a line in the log.
es: Diversas correcciones menores para la función de la consola Python `openCodeFile` y la orden para abrir el archivo de código fuente correspondiente a una línea del registro.
fr: Divers correctifs mineurs pour la fonction de la console Python `openCodeFile` et la commande pour ouvrir le fichier source correspondant à une ligne du journal.
pt_br: Várias pequenas correções para a função do console Python `openCodeFile` e o comando para abrir o arquivo de origem correspondente a uma linha no registro.

source: Fixed an issue when trying to report roles/states for object explorer in older version of NVDA.
es: Corregido un problema al intentar anunciar roles y estados en el explorador de objetos en versiones antiguas de NVDA.
fr: Correction d'un problème lorsque vous essayez d'annoncer les rôles / états de l'Explorateur d'objets dans une version ancienne de NVDA.
pt_br: Corrigido um problema ao tentar relatar funções/estados para o explorador de objetos em uma versão mais antiga do NVDA.

source: The add-on does not cause a problem anymore with the tree interceptor when using UIA in Edge.
es: El complemento ya no causa problemas con el interceptor de árbol al usar UIA en Edge.
fr: L'extension ne cause plus de problème avec le tree interceptor lors de l'utilisation d'UIA dans Edge.
pt_br: O complemento não causa mais problemas com o interceptor de árvore ao usar o UIA no Edge.

source: Various bugfixes and code refactoring/cleaning to address all use cases: all supported versions, installed vs. run from source, etc. (contribution from Łukasz Golonka)
es: Diversas correcciones de fallos y refactorización y limpieza del código para tener en cuenta todos los casos de uso: todas las versiones soportadas, instalado vs. ejecutado desde el código fuente, etc. (colaboración de Łukasz Golonka)
fr: Divers correctifs et refactorisation et nettoyage du code pour prendre en compte tous les cas d'utilisation : toutes les versions prises en charge, installées vs. exécutées à partir du code source, etc. (contribution de Łukasz Golonka)
pt_br: Várias correções de bugs e refatoração/limpeza de código para atender a todos os casos de uso: todas as versões suportadas, instaladas versus executadas a partir da fonte etc. (contribuição de Łukasz Golonka)

source: Rewriting of the compa module (contribution from Łukasz Golonka)
es: Reescritura del módulo compa (colaboración de Łukasz Golonka)
fr: Réécriture du module compa (contribution de Łukasz Golonka)
pt_br: Reescrita do módulo compa (contribuição de Łukasz Golonka)

source: The restart dialog can now be opened only once.
es: Ahora, el diálogo para reiniciar se puede abrir sólo una vez.
fr: Le dialogue pour redémarrer peut désormais être ouvert qu'une seule fois.
pt_br: A caixa de diálogo de reinicialização agora pode ser aberta apenas uma vez.

source: The object explorer shortcuts are now unassigned by default and need to be mapped by the user.
es: Los atajos del explorador de objetos ahora vienen por defecto sin asignar y deben ser asignados por el usuario.
fr: Les raccourcis de l'Explorateur d'objets ne sont désormais pas assignées par défaut et doivent être mappés par l'utilisateur.
pt_br: Os atalhos do explorador de objetos agora não são atribuídos por padrão e precisam ser mapeados pelo usuário.

source: With the object explorer, a double-press to call the script to report the current object's property now displays the reported information in a browseable message.
es: En el explorador de objetos, una pulsación doble para llamar al script que indica la propiedad del objeto ahora muestra la información indicada en un mensaje explorable.
fr: Avec l'Explorateur d'objets, un double appui pour appeler le script pour annoncer la propriété de l'objet actuel affichant désormais les informations annoncées dans un message navigable.
pt_br: Com o explorador de objetos, pressionar duas vezes para chamar o script para relatar a propriedade do objeto atual agora exibe as informações relatadas em uma mensagem navegável.

source: New feature: Enhanced restart dialog to specify some extra options when restarting NVDA.
es: Nueva función: diálogo de reiniciar mejorado para indicar algunas opciones extra al reiniciar NVDA.
fr: Nouvelle fonctionnalité : dialogue pour redémarrer amélioré afin de spécifier quelques options supplémentaires lors du redémarrage de NVDA.
pt_br: Novo recurso: Diálogo de reinicialização aprimorado para especificar algumas opções extras ao reiniciar o NVDA.

source: New feature: extended description mode.
es: Nueva función: modo de descripción extendida.
fr: Nouvelle fonctionnalité : mode de description étendu.
pt_br: Novo recurso: modo de descrição estendida.

source: Play error sound feature harmonized between pre and post 2021.3 versions of NVDA.
es: Función para reproducir sonidos de error armonizada entre las versiones anterior y posterior a la 2021.3 de NVDA.
fr: Fonction pour jouer des sons d'erreur harmonisés entre les versions avant et après la 2021.3 de NVDA.
pt_br: Recurso de som de erro de reprodução harmonizado entre as versões pré e pós 2021.3 do NVDA.

source: New feature: Log reader commands are now available in the log viewer and also optionally in edit fields or webpages.
es: Nueva función: las órdenes del lector del registro ahora están disponibles en el visualizador del registro y, opcionalmente, en cualquier cuadro de edición y en páginas web.
fr: Nouvelle fonctionnalité : Des commandes de lecture du journal sont désormais disponibles dans la visionneuse du journal et, éventuellement, dans n'importe quelle champ d'édition et sur les pages Web.
pt_br: Novo recurso: Os comandos do leitor de registros agora estão disponíveis no visualizador de registros e também, opcionalmente, em campos de edição ou páginas da Web.

source: New feature: In the Python console, an `openCodeFile` function is available to view the source code of an object.
es: Nueva función: en la consola Python, está disponible una función `openCodeFile` para ver el código fuente de un objeto.
fr: Nouvelle fonctionnalité : dans la console Python, une fonction `openCodeFile` est disponible pour afficher le code source d'un objet.
pt_br: O comando NVDA+shift+Q abre uma caixa de diálogo para especificar algumas opções extras antes de reiniciar o NVDA. As opções que podem ser especificadas correspondem às [opções de linha de comando][2] que podem ser usadas com o `nvda.exe`, por exemplo, `-c` para o caminho de configuração, `--disable-addons` para desativar complementos etc. O comando NVDA+shift+Q abre uma caixa de diálogo para especificar algumas opções extras antes de reiniciar o NVDA. As opções que podem ser especificadas correspondem às [opções de linha de comando][2] que podem ser usadas com o `nvda.exe`, por exemplo, `-c` para o caminho de configuração, `--disable-addons` para desativar complementos etc.

source: Some features are now disabled in secure mode for security reasons.
es: Algunas funciones están ahora deshabilitadas en modo seguro por motivos de seguridad.
fr: Certaines fonctionnalités sont désormais désactivées en mode sécurisé pour des raisons de sécurité.
pt_br: Alguns recursos agora estão desativados no modo seguro por motivos de segurança.

source: The add-on's compatibility range has been extended (from 2019.2 to 2021.1).
es: Se ha extendido el rango de compatibilidad del complemento (de 2019.2 a 2021.1).
fr: La plage de compatibilité de l'extension a été étendue (de 2019.2 à 2021.1).
pt_br: O intervalo de compatibilidade do complemento foi ampliado (de 2019.2 para 2021.1).

source: Releases are now performed with GitHub action instead of appVeyor.
es: Las liberaciones ahora se llevan a cabo con una acción de GitHub en lugar de AppVeyor.
fr: Les versions sont désormais effectuées avec GitHub action au lieu de appVeyor.
pt_br: Os lançamentos agora são realizados com a ação do GitHub em vez do appVeyor.

source: Initial release.
es: Versión inicial.
fr: Première version.
pt_br: Lançamento inicial.

source: [[!meta title="NVDA Dev & Test Toolbox"]]
es: [[!meta title="Caja de herramientas de desarrollo y pruebas para NVDA"]]

source: Some features allow to see content in your favorite editor. This includes the commands to view the source file [from a log](#logReaderOpenSourceFile) or [from an object in the console](#pythonConsoleOpenCodeFile) as well as the [log manager](#oldLogsBackup)'s Open button.
es: Algunas funciones permiten visualizar contenido en tu editor favorito. Esto incluye los comandos para ver el archivo de código fuente [desde un registro](#logReaderOpenSourceFile) o [desde un objeto en la consola](#pythonConsoleOpenCodeFile), así como el botón abrir del [gestor de registros](#oldLogsBackup).
pt_br: Alguns recursos permitem ver o conteúdo em seu editor favorito. Isso inclui os comandos para visualizar o arquivo de origem [de um log] (#logReaderOpenSourceFile) ou [de um objeto no console] (#pythonConsoleOpenCodeFile), bem como o botão Abrir do [gerenciador de logs] (#oldLogsBackup).

source: `"C:\path\to\my\editor\editor.exe" "{path}":{line}`
es: `"C:uta\a\mi\editor\editor.exe" "{path}":{line}`

source: When using a command to [view the source file from a log](#logReaderOpenSourceFile) or [from an object in the console](#pythonConsoleOpenCodeFile), the file may belong to NVDA itself. If you are not running NVDA from source, your NVDA only contains compiled files. Thus you may specify here an alternate location where the corresponding source file will be found, e.g. the place where you have cloned NVDA source files, so that a source file can be opened anyway. The path should be such as:
es: Al usar un comando para [ver el archivo de código fuente desde un registro](#logReaderOpenSourceFile) o [desde un objeto en la consola](#pythonConsoleOpenCodeFile), el archivo debe pertenecer al propio NVDA. Si no ejecutas NVDA desde el código fuente, tu copia de NVDA sólo contiene archivos compilados. Por tanto, puedes configurar aquí una ubicación específica donde se encontrará el archivo de código fuente correspondiente, por ejemplo, el lugar donde has clonado los archivos de código fuente de NVDA, de tal forma que se pueda abrir un archivo de código fuente. La ruta podría ser como:
pt_br: Quando usar um comando para [exibir o arquivo de origem de um log] (#logReaderOpenSourceFile) ou [de um objeto no console] (#pythonConsoleOpenCodeFile), o arquivo pode pertencer ao próprio NVDA. Se você não estiver executando o NVDA a partir do código-fonte, o NVDA conterá apenas arquivos compilados. Portanto, você pode especificar aqui um local alternativo onde o arquivo de código-fonte correspondente será encontrado, por exemplo, o local onde você clonou os arquivos de código-fonte do NVDA, de modo que um arquivo de código-fonte possa ser aberto de qualquer forma. O caminho deve ser tal como:

source: Version 7.0
es: Versión 7.0

source: Version 6.3
es: Versión 6.3

source: Version 6.2
es: Versión 6.2
pt_br: Versão 6.2

source: Version 6.1
es: Versión 6.1
pt_br: Versão 6.1

source: Version 6.0
es: Versión 6.0
pt_br: Versão 6.0

source: Version 5.0
es: Versión 5.0
pt_br: Versão 5.0

source: Version 4.2
es: Versión 4.2
pt_br: Versão 4.2

source: Version 4.1
es: Versión 4.1
pt_br: Versão 4.1

source: Version 4.0
es: Versión 4.0
pt_br: Versão 4.0

source: Version 3.2
es: Versión 3.2
pt_br: Versão 3.2

source: Version 3.1
es: Versión 3.1
pt_br: Versão 3.1

source: Version 3.0
es: Versión 3.0
pt_br: Versão 3.0

source: Version 2.1
es: Versión 2.1
pt_br: Versão 2.1

source: Version 2.0
es: Versión 2.0
pt_br: Versão 2.0

source: Version 1.0
es: Versión 1.0
pt_br: Versão 1.0

source: `-- NDTT marker 0 --`
pt_br: Marcador NDTT 0 --`

source: ` File "virtualBuffers\__init__.pyc", line 226, in _getStoryLength`
pt_br: Arquivo “virtualBuffers\__init__.pyc”, linha 226, em _getStoryLength`
