Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdacompat.*.po
Languages: fi, hr, pt_br, tr

source: Clipspeak
fi: Puhu leikepöytä
hr: Izgovori naredbe za međuspremnik

source: Contact: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior and colaboration of Noelia Ruiz Martínez, based on the work of Damien Sykes-Lindley
fi: Yhteystiedot: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior sekä yhteistyössä Noelia Ruiz Martínez, Damien Sykes-Lindleyn työhön pohjautuen
hr: Kontakt: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior i suradnici Noelia Ruiz Martínez, zasnovano na radu Damiena Sykes-Lindley
pt_br: Contato: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior e colaboração de Noelia Ruiz Martínez, com base no trabalho de Damien Sykes-Lindley
tr: İletişim: Rui Fontes, Ângelo Abrantes, Abel Passos Júnior ve Damien Sykes-Lindley'in çalışmasına dayanan Noelia Ruiz Martínez işbirliği

source: Clock and calendar Add-on for NVDA
fi: Kello ja kalenteri
hr: Sat i kalendar, dodatak za NVDA
pt_br: Complemento de relógio e calendário para NVDA
tr: NVDA için saat ve takvim Eklentisi

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
fi: Yhteystiedot: Hrvoje Katić <hrvojekatic@gmail.com> ja Abdel <abdelkrim.bensaid@gmail.com>
hr: Kontakt: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
pt_br: Contato: Hrvoje Katić <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
tr: İletişim: Hrvoje Katic <hrvojekatic@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: Columns Review
fi: Sarakkeiden tarkastelu
hr: Pregled stupaca
pt_br: Revisão de colunas
tr: Sütun İncelemesi

source: Contact: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>, other contributors
fi: Yhteystiedot: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org> sekä muut
hr: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>, drugi doprinositelji
pt_br: Contato: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>, outros colaboradores
tr: İletişim: Alberto Buffolino <a.buffolino@gmail.com>, Łukasz Golonka <lukasz.golonka@mailbox.org>, diğer katkıda bulunanlar

source: Console Toolkit
fi: Konsolin työkalupakki
hr: Komplet alata za konzolu
pt_br: Kit de ferramentas do console

source: Control Usage Assistant
fi: Säätimen käyttöapu
hr: Pomoćnik za primjenu kontrola
pt_br: Assistente de controle de uso
tr: Kontrol Kullanım asistanı

source: Contact: Derek Riemer <driemer.riemer@gmail.com>
fi: Yhteystiedot: Derek Riemer <driemer.riemer@gmail.com>
hr: Kontakt: Derek Riemer <driemer.riemer@gmail.com>
pt_br: Contato: Derek Riemer <driemer.riemer@gmail.com>
tr: İletişim: Derek Riemer <driemer.riemer@gmail.com>

source: Cursor Locator
fi: Kohdistimen paikannin
hr: Lokator kursora
pt_br: Localizador de Cursor
tr: İmleç Konumlandırıcı

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Sergio Gómez Codina <gomezcodinasergio@gmail.com>
fi: Yhteystiedot: Noelia Ruiz Martínez <nrm1977@gmail.com> ja Sergio Gómez Codina <gomezcodinasergio@gmail.com>
hr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Sergio Gómez Codina <gomezcodinasergio@gmail.com>
pt_br: Contato: Noelia Ruiz Martínez <nrm1977@gmail.com>, Sergio Gómez Codina <gomezcodinasergio@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Sergio Gómez Codina <gomezcodinasergio@gmail.com>

source: Day of the week
fi: Viikonpäivä
hr: Dan u tjednu
pt_br: Dia da semana
tr: Bu tarih hangi gün

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
fi: Yhteystiedot: Abdel <abdelkrim.bensaid@gmail.com> ja Noelia Ruiz Martínez <nrm1977@gmail.com>
hr: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
pt_br: Contato: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
tr: İletişim: Abdel <abdelkrim.bensaid@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Debug Helper/Dev Helper
fi: Virheenkorjausapuri/Kehittäjän apuri
hr: Pomoćnik za uklanjanje grešaka
pt_br: Auxiliar de depuração/Auxiliar de desenvolvimento

source: Note: renamed to Dev Helper in 2021
fi: Huom: uudelleennimetty Kehittäjän apuriksi vuonna 2021
hr: Napomena: preimenovano 2021. godine u „Dev Helper”
pt_br: Nota: renomeado para Dev Helper em 2021
tr: Not: 2021'de Dev Helper olarak yeniden adlandırıldı

source: Contact: Luke Davis <newanswertech@gmail.com>
fi: Yhteystiedot: Luke Davis <newanswertech@gmail.com>
hr: Kontakt: Luke Davis <newanswertech@gmail.com>
pt_br: Contato: Luke Davis <newanswertech@gmail.com>
tr: İletişim: Luke Davis <newanswertech@gmail.com>

source: Developer Toolkit
fi: Kehittäjän työkalupakki
hr: Komplet programerskih alata
pt_br: Kit de ferramentas do desenvolvedor

source: Contact: Andy Borka <ajborka@gmail.com>
fi: Yhteystiedot: Andy Borka <ajborka@gmail.com>
hr: Kontakt: Andy Borka <ajborka@gmail.com>
pt_br: Contato: Andy Borka <ajborka@gmail.com>
tr: İletişim: Andy Borka <ajborka@gmail.com>

source: Direct Link
fi: Suora linkki
hr: Direktna poveznica
pt_br: Link direto
tr: Doğrudan bağlantı

source: Contact: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
fi: Yhteystiedot: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
hr: Kontakt: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
pt_br: Contato: Fawaz Abdul rahman <fawaz.ar94@gmail.com>
tr: İletişim: Fawaz Abdul rahman <fawaz.ar94@gmail.com>

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>s
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com>
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>s
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com>s
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>s

source: Dual Voice
hr: Dva glasa
tr: Çift ses

source: Contact: Seyed Mahmood Taghavi-Shahri
fi: Yhteystiedot: Seyed Mahmood Taghavi-Shahri
hr: Kontakt: Seyed Mahmood Taghavi-Shahri
pt_br: Contato: Seyed Mahmood Taghavi-Shahri
tr: İletişim: Seyed Mahmood Taghavi-Shahri

source: Easy Table Navigator
fi: Helppo taulukossa liikkuminen
hr: Jednostavno kretanje po tablici
pt_br: Navegador de tabela fácil
tr: Kolay Tablo navigasyonu

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, Corentin Bacqué-Cazenave <corentin@progaccess.net>
fi: Yhteystiedot: Joseph Lee <joseph.lee22590@gmail.com> ja Corentin Bacqué-Cazenave <corentin@progaccess.net>
hr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Corentin Bacqué-Cazenave <corentin@progaccess.net>
pt_br: Contato: Joseph Lee <joseph.lee22590@gmail.com>, Corentin Bacqué-Cazenave <corentin@progaccess.net>
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>, Corentin Bacqué-Cazenave <corentin@progaccess.net>

source: Emoticons
fi: Hymiöt
hr: Emotikoni
tr: İfadeler

source: Contact: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
fi: Yhteystiedot: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com> ja Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
hr: Kontakt: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
pt_br: Contato: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>
tr: İletişim: Chris Leo <llajta2012@gmail.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mesar.hameed@gmail.com>, Francisco Javier Estrada Martínez <Fjestrad@hotmail.com>

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
fi: Yhteystiedot: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com> ja Alberto <a.buffolino@gmail.com>
hr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
pt_br: Contato: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>, Alberto <a.buffolino@gmail.com>

source: Enhanced Annotations
fi: Laajennetut merkinnät
hr: Napredne zabilješke
pt_br: Anotações aprimoradas
tr: Gelişmiş Ek Açıklamalar

source: Contact: George Kerscher <kerscher@montana.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
fi: Yhteystiedot: George Kerscher <kerscher@montana.com> ja Noelia Ruiz Martínez <nrm1977@gmail.com>
hr: Kontakt: George Kerscher <kerscher@montana.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
pt_br: Contato: George Kerscher <kerscher@montana.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>
tr: İletişim: George Kerscher <kerscher@montana.com>, Noelia Ruiz Martínez <nrm1977@gmail.com>

source: Enhanced Aria
fi: Laajennettu Aria
hr: Poboljšana ARIA svojstva
pt_br: Ária aprimorada

source: Note: add-on features included in NVDA 2019.3.
fi: Huom: NVDA 2019.3:een sisällytetyt lisäosan ominaisuudet.
hr: Napomena: funkcije dodatka su uključene u NVDA čitaču 2019.3.
pt_br: Nota: recursos complementares incluídos no NVDA 2019.3.
tr: Not: NVDA 2019.3'te bulunan eklenti özellikleri.

source: Contact: José Manuel Delicado <jm.delicado@nvda.es>
fi: Yhteystiedot: José Manuel Delicado <jm.delicado@nvda.es>
hr: Kontakt: José Manuel Delicado <jm.delicado@nvda.es>
pt_br: Contato: José Manuel Delicado <jm.delicado@nvda.es>
tr: İletişim: José Manuel Delicado <jm.delicado@nvda.es>

source: Enhanced Touch Gestures
fi: Laajennetut kosketuseleet
hr: Dodatne dodirne geste
pt_br: Gestos de toque aprimorados
tr: Gelişmiş Dokunma Hareketleri

source: Note: no longer maintained
fi: Huom: ei enää ylläpidetä
hr: Napomena: više se ne održava
pt_br: Nota: não é mais mantido
tr: Not: artık devam ettirilmiyor

source: Event Tracker
hr: Praćenje događaja
pt_br: Rastreador de eventos
tr: Etkinlik İzleyici

source: extendedWinamp
fi: Laajennettu Winamp
hr: Winamp proširenje
tr: genişletilmişWinamp

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, NVDA Add-ons Team
fi: Yhteystiedot: Hrvoje Katić <hrvojekatic@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com> ja NVDA:n lisäosatiimi
hr: Kontakt: Hrvoje Katić <hrvojekatic@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, tim NVDA dodataka
pt_br: Contato: Hrvoje Katić <hrvojekatic@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Equipe de complementos do NVDA
tr: İletişim: Hrvoje Katić <hrvojekatic@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, NVDA Eklentiler Ekibi

source: Focus Highlight
fi: Kohdistuksen korostus
hr: Isticanje fokusa
pt_br: Destaque do foco

source: Contact: Takuya Nishimoto <nishimotz@gmail.com>
fi: Yhteystiedot: Takuya Nishimoto <nishimotz@gmail.com>
hr: Kontakt: Takuya Nishimoto <nishimotz@gmail.com>
pt_br: Contato: Takuya Nishimoto <nishimotz@gmail.com>
tr: İletişim: Takuya Nishimoto <nishimotz@gmail.com>

source: Golden Cursor
hr: Zlatni kursor
pt_br: Cursor dourado
tr: Altın imleç

source: Contact: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
fi: Yhteystiedot: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
hr: Kontakt: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
pt_br: Contato: Salah Atair <atair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>
tr: İletişim: Salah Atair <aair1978@gmail.com>, Wafeeq Taher, Joseph Lee <joseph.lee22590@gmail.com>, Abdel <abdelkrim.bensaid@gmail.com>

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
fi: Yhteystiedot: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
hr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
pt_br: Contato: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>, David Parduhn <xkill85@gmx.net>, Mesar Hameed <mhameed@src.gnome.org>

source: Ignore blanks Indentation Reporting
fi: Ohita tyhjien rivien sisennysilmoitukset
hr: Zanemari izvještavanje o uvlačenju praznina
pt_br: Ignorar espaços em branco Relatórios de indentação

source: Contact: Samuel Kacer <samuel.kacer@gmail.com>
fi: Yhteystiedot: Samuel Kacer <samuel.kacer@gmail.com>
hr: Kontakt: Samuel Kacer <samuel.kacer@gmail.com>
pt_br: Contato: Samuel Kacer <samuel.kacer@gmail.com>
tr: İletişim: Samuel Kacer <samuel.kacer@gmail.com>

source: IndentNav
hr: Kretanje po uvlakama
tr: GirintiNav

source: Input Lock
fi: Syöttölukko
hr: Zaključaj ulazne uređaje
pt_br: Bloqueio de entrada
tr: Giriş Kilidi

source: instantTranslate
fi: Pikakääntäjä
hr: Izravno prevođenje
tr: anındaÇeviri

source: Contact: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
fi: Yhteystiedot: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
hr: Kontakt: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
pt_br: Contato: Alexy Sadovoy aka Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino@gmail.com>
tr: İletişim: Alexy Sadovoy, diğer adıyla Lex <lex@progger.su>, ruslan <ru2020slan@yandex.ru>, beqa <beqaprogger@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>, Alberto Buffolino <a.buffolino @gmail.com>

source: Kill NVDA
fi: Tapa NVDA
hr: Prisilno zatvori NVDA
tr: NVDA'yı öldür

source: Lambda Add-On for NVDA
hr: Lambda dodatak za NVDA
pt_br: Complemento Lambda para NVDA
tr: NVDA için Lambda Eklentisi

source: Contact: Alberto Zanella, Ivan Novegil
fi: Yhteystiedot: Alberto Zanella, Ivan Novegil
hr: Kontakt: Alberto Zanella, Ivan Novegil
pt_br: Contato: Alberto Zanella, Ivan Novegil
tr: İletişim: Alberto Zanella, Ivan Novegil

source: Contact: Neil Soiffer <soiffer@alum.mit.edu>
fi: Yhteystiedot: Neil Soiffer <soiffer@alum.mit.edu>
hr: Kontakt: Neil Soiffer <soiffer@alum.mit.edu>
pt_br: Contato: Neil Soiffer <soiffer@alum.mit.edu>
tr: İletişim: Neil Soiffer <soiffer@alum.mit.edu>

source: Mozilla Apps Enhancements
fi: Mozilla-sovellusten laajennukset
hr: Proširenja u Mozillinim aplikacijama
pt_br: Aprimoramentos dos aplicativos Mozilla
tr: Mozilla Uygulama Geliştirmeleri

source: Contact: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
fi: Yhteystiedot: Abdel, Rémy Ruiz, Abdellah Zineddine ja Jean-François Colas
hr: Kontakt: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
pt_br: Contato: Abdel, Rémy Ruiz, Abdellah Zineddine, Jean-François Colas
tr: İletişim: Abdel, Rémy Ruiz, Abdellah Zinedine, Jean-François Colas

source: Contact: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark and other developers
fi: Yhteystiedot: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark sekä muut kehittäjät
hr: Kontakt: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark i drugi programeri
pt_br: Contato: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electrik, Kvark and other developers
tr: İletişim: Sergey Shishmintsev, Alexy Sadovoi, Sergey A.K.A. Electricrik, Kvark ve diğer geliştiriciler

source: NoBeepsSpeechMode
fi: Ei äänimerkit-puhetilaa
hr: Modus govora bez zvučnih signala

source: Note: new releases are compatible with 2021.1 and later, older versions should be used for older NVDA releases
fi: Huom: uudet versiot ovat yhteensopivia vain NVDA 2021.1:n kanssa, vanhemmat versiot ovat NVDA:n vanhemmille versioille
hr: Napomena: nova izdanja kompatibilna su s izdanjem 2021.1 i novijim. Koristi starije verzije za starija NVDA izdanja
pt_br: Nota: as novas versões são compatíveis com a versão 2021.1 e posteriores; as versões mais antigas devem ser usadas para versões mais antigas do NVDA
tr: Not: Yeni sürümler 2021.1 ve sonrası ile uyumludur, eski NVDA sürümleri için eski sürümler kullanılmalıdır

source: Contact: Alberto Buffolino <a.buffolino@gmail.com>
fi: Yhteystiedot: Alberto Buffolino <a.buffolino@gmail.com>
hr: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>
pt_br: Contato: Alberto Buffolino <a.buffolino@gmail.com>
tr: İletişim: Alberto Buffolino <a.buffolino@gmail.com>

source: Numpad Nav Mode
hr: Modus navigacije s numeričkim blokom
pt_br: Modo de navegação do teclado

source: Contact: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
fi: Yhteystiedot: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
hr: Kontakt: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
pt_br: Contato: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>
tr: İletişim: Luke Davis (Open Source Systems, Ltd.) <newanswertech@gmail.com>

source: NVDA Dev & Test Toolbox
hr: Alati za razvoj i testiranje NVDA čitača
pt_br: Caixa de ferramentas de desenvolvimento e teste do NVDA
tr: NVDA Geliştirme ve Test Araç Kutusu

source: NVDA Remote Support
fi: NVDA:n etäkäyttötuki
hr: Podrška za daljinski NVDA
pt_br: Suporte remoto NVDA
tr: NVDA Uzaktan Destek

source: Compatible: Yes (available externally)
fi: Yhteensopiva: Kyllä (ulkoinen linkki)
hr: Kompatibilno: Da (dostupno na stranim stranicama)
pt_br: Compatível: Sim (disponível externamente)
tr: Uyumlu: Evet (harici bağlantı)

source: Contact: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
fi: Yhteystiedot: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
hr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
pt_br: Contato: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
tr: İletişim: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>

source: NVDA Unmute
fi: Poista mykistys
hr: Uključi zvuk NVDA čitača
pt_br: NVDA Sem áudio
tr: NVDA Sesi Aç

source: NVDAUpdate Channel Selector
fi: NVDA:n päivityskanavan valitsin
hr: Selektor kanala za aktualiziranje NVDA čitača
pt_br: Seletor de canal NVDAUpdate
tr: NVDA güncelleme kanal seçicisi

source: Contact: Jose Manuel Delicado <jm.delicado@nvda.es>
fi: Yhteystiedot: Jose Manuel Delicado <jm.delicado@nvda.es>
hr: Kontakt: Jose Manuel Delicado <jm.delicado@nvda.es>
pt_br: Contato: Jose Manuel Delicado <jm.delicado@nvda.es>
tr: İletişim: Jose Manuel Delicado <jm.delicado@nvda.es>

source: Note: add-on features included in recent eSpeak NG releases
fi: Huom: uusimpiin eSpeak NG:n versioihin sisällytetyt lisäosan ominaisuudet
hr: Napomena: funkcije dodatka su uključene u nedavnom eSpeak NG izdanju
pt_br: Nota: recursos complementares incluídos em versões recentes do eSpeak NG
tr: Not: son eSpeak NG sürümlerine dahil edilen eklenti özellikleri

source: Contact: NV Access
fi: Yhteystiedot: NV Access
hr: Kontakt: NV Access
pt_br: Contato: NV Access
tr: İletişim: NV Erişimi

source: Object Location Tones
fi: Objektien sijaintiäänet
hr: Zvukovi za lociranje objekata
pt_br: Uma pequena correção feita na tradução brasileiraObjeto Location Tones

source: ObjPad
hr: Upravljanje strelicama
tr: Nesne dolaşımı

source: Contact: Łukasz Golonka <lukasz.golonka@mailbox.org>
fi: Yhteystiedot: Łukasz Golonka <lukasz.golonka@mailbox.org>
hr: Kontakt: Łukasz Golonka <lukasz.golonka@mailbox.org>
pt_br: Contato: Łukasz Golonka <lukasz.golonka@mailbox.org>
tr: İletişim: Łukasz Golonka <lukasz.golonka@mailbox.org>

source: Outlook Extended
hr: Prošireni Outlook
tr: Genişletilmiş Outlook desteği

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
fi: Yhteystiedot: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
hr: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
pt_br: Contato: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
tr: İletişim: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>

source: PC Keyboard Braille Input for NVDA
fi: Pistekirjoituksen syöttö PC:n näppäimistöllä
hr: Brajični unos pomoću PC tipkovnice
pt_br: Entrada em Braille do teclado do PC para NVDA
tr: NVDA için PC Klavye Braille Girişi

source: Phonetic Punctuation
fi: Foneettiset välimerkit
hr: Fonetska interpunkcija
pt_br: Pontuação fonética
tr: Fonetik Noktalama

source: placeMarkers
fi: Paikkamerkit
hr: Oznake pozicija
tr: yer imleri

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
fi: Yhteystiedot: Noelia Ruiz Martínez <nrm1977@gmail.com> ja Chris <llajta2012@gmail.com>
hr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
pt_br: Contato: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>

source: Proxy support for NVDA
fi: Välityspalvelimen tuki
hr: Podrška posrednika za NVDA
pt_br: Suporte a proxy para NVDA
tr: NVDA için proxy desteği

source: Quick Dictionary
fi: Pikasanakirja
hr: Brzi rječnik
pt_br: Dicionário rápido
tr: Çabuk Sözlük

source: Quick Notetaker
fi: Nopea muistiinpanojen tekijä
hr: Brze bilješke
pt_br: Anotador rápido
tr: Çabuk Not Alıcı

source: Contact: Eilana Benish <benish.ilana@gmail.com, Mohammad Suliman <mohmad.s93@gmail.com>
fi: Yhteystiedot: Eilana Benish <benish.ilana@gmail.com, Mohammad Suliman <mohmad.s93@gmail.com>
hr: Kontakt: Eilana Benish <benish.ilana@gmail.com, Mohammad Suliman <mohmad.s93@gmail.com>
pt_br: Contato: Eilana Benish <benish.ilana@gmail.com, Mohammad Suliman <mohmad.s93@gmail.com>
tr: İletişim: Eilana Benish <benish.ilana@gmail.com, Mohammad Suliman <mohmad.s93@gmail.com>

source: Read Feeds
fi: Lue syötteet
hr: Čitaj feedove
tr: Akışları oku

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed
fi: Yhteystiedot: Noelia Ruiz Martínez <nrm1977@gmail.com> ja Mesar Hameed
hr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed
pt_br: Contato: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed

source: Report Passwords
fi: Ilmoita salasanat
hr: Javi lozinke
pt_br: Informar senhas
tr: Şifreleri Bildir

source: Report Symbols
fi: Puhu symbolit
hr: Javi znakove
pt_br: Símbolos de relatório
tr: Sembolleri bildir

source: Resource Monitor
fi: Resurssienvalvonta
hr: Prati stanje resursa
pt_br: Monitor de recursos
tr: Resource MonitorKaynak izleme

source: Contact: Kefas Lungu
fi: Yhteystiedot: Kefas Lungu
hr: Kontakt: Kefas Lungu
pt_br: Contato: Kefas Lungu
tr: İletişim: Kefas Lungu

source: Review Cursor Copier
fi: Tarkastelukohdistimen kopioija
hr: Kopiranje preglednog kursora
tr: İnceleme imleci kopyalayıcı

source: Contact: Tuukka Ojala <tuukka.ojala@gmail.com>
fi: Yhteystiedot: Tuukka Ojala <tuukka.ojala@gmail.com>
hr: Kontakt: Tuukka Ojala <tuukka.ojala@gmail.com>
pt_br: Contato: Tuukka Ojala <tuukka.ojala@gmail.com>
tr: İletişim: Tuukka Ojala <tuukka.ojala@gmail.com>
