Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdacompat.*.po
Languages: fi, hr, pt_br, tr

source: [[!meta title="Add-ons and backwards incompatible NVDA releases"]]
fi: [[!meta title="Lisäosat ja taaksepäin yhteensopimattomat NVDA-julkaisut"]]
hr: [[!meta title="Dodaci i unatrag nekompatibilna NVDA izdanja (Add-ons and backwards incompatible NVDA releases)"]]
tr: [[!meta title="Eklentiler ve geriye dönük uyumsuz NVDA sürümleri"]]

source: Note: this document is based on an older "NVDA add-ons and Python 3" document, which is also available for historical reasons.
fi: Huom: Tämä dokumentti perustuu aiempaan "NVDA-lisäosat ja Python 3" -dokumenttiin, joka on myös edelleen saatavilla historiallisista syistä.
hr: Napomena: ovaj se dokument temelji na starijim dokumentima „NVDA dodaci i Python 3”, koji je također dostupan iz povijesnih razloga.
pt_br: Nota: este documento é baseado em um documento mais antigo “NVDA add-ons and Python 3”, que também está disponível por motivos históricos.
tr: Not: Bu belge, tarihsel nedenlerle de mevcut olan daha eski bir "NVDA eklentileri ve Python 3" belgesine dayanmaktadır.

source: This page aims to document add-ons compatible with latest backwards incompatible version of NVDA, as well as highlighting their status regarding their availability on this website.
fi: Tämän sivun tarkoituksena on dokumentoida viimeisimmän taaksepäin yhteensopimattoman NVDA-version kanssa yhteensopivat lisäosat sekä ilmoittaa niiden tilasta ja saatavuudesta tällä sivustolla.
hr: Cilj ove stranice je dokumentiranje dodataka kompatibilnih s najnovijom natraške nekompatibilnom NVDA verzijom, kao i isticanje njihovog stanja u pogledu njihove dostupnosti na ovom web mjestu.
pt_br: Esta página tem como objetivo documentar os complementos compatíveis com a versão mais recente do NVDA incompatível com versões anteriores, bem como destacar o status de sua disponibilidade neste site.
tr: Bu sayfa, NVDA'nın en son geriye dönük uyumsuz sürümüyle uyumlu eklentileri belgelemeyi ve bu web sitesinde kullanılabilirlikleriyle ilgili durumlarını vurgulamayı amaçlamaktadır.

source: What you need to know about backwards incompatible NVDA releases and add-ons
fi: Mitä sinun tarvitsee tietää taaksepäin yhteensopimattomista NVDA-versioista ja lisäosista
hr: Informacije o unatrag nekompatibilnim NVDA izdanjima i dodacima
pt_br: O que você precisa saber sobre versões e complementos do NVDA incompatíveis com versões anteriores
tr: Geriye dönük uyumsuz NVDA sürümleri ve eklentileri hakkında bilmeniz gerekenler

source: Once a year, NV Access may publish a backwards incompatible NVDA release, typically the first major release (year.1). Here, "backwards incompatible" refers to NVDA releases that make add-ons incompatible due to API changes. When this happens, authors must test their add-ons for compatibility and release updates accordingly.
fi: NV Access saattaa julkaista Kerran vuodessa taaksepäin yhteensopimattoman NVDA-version, tyypillisesti ensimmäisen suuren julkaisun (vuosi.1). "Taaksepäin yhteensopimaton" viittaa tässä NVDA-versioihin, jotka tekevät lisäosista yhteensopimattomia rajapintamuutosten vuoksi. Kun näin tapahtuu, tekijöiden on testattava lisäosiensa yhteensopivuus ja julkaistava vastaavasti päivitykset.
hr: Jednom godišnje NV Access objavljuje unatrag nekompatibilno NVDA izdanje (godina.1). Ovdje se „unatrag nekompatibilno” odnosi na NVDA izdanja koja čine dodatke nekompatibilnima zbog promjena sučelja. Kad se to dogodi, autori moraju testirati svoje dodatke na kompatibilnost i u skladu s tim objaviti nove verzije.
pt_br: Uma vez por ano, a NV Access pode publicar uma versão do NVDA incompatível com versões anteriores, normalmente a primeira versão principal (ano.1). Aqui, “incompatível com versões anteriores” refere-se a versões do NVDA que tornam os complementos incompatíveis devido a alterações na API. Quando isso acontece, os autores devem testar a compatibilidade de seus add-ons e lançar atualizações de acordo.
tr: Yılda bir kez, NV Access geriye dönük uyumsuz bir NVDA sürümü yayınlayabilir, bu genellikle ilk büyük sürümdür (yıl.1). Burada "geriye doğru uyumsuz" ifadesi, API değişiklikleri nedeniyle eklentileri uyumsuz hale getiren NVDA sürümlerini ifade eder. Bu olduğunda, yazarlar eklentilerini uyumluluk açısından test etmeli ve güncellemeleri buna göre yayınlamalıdır.

source: As mentioned in the NVDA's user guide:
fi: Kuten NVDA:n käyttöoppaassa mainitaan:
hr: Kao što je spomenuto u korisničkom priručniku NVDA čitača:
pt_br: Conforme mencionado no guia do usuário do NVDA:
tr: NVDA'nın kullanıcı rehberinde belirtildiği gibi:

source: The Incompatible Add-ons Manager, which can be accessed via the "view incompatible add-ons" button in the Add-on manager, allows you to inspect any incompatible add-ons, and the reason they are considered incompatible. Add-ons are considered incompatible when they have not been updated to work with significant changes to NVDA, or when they rely on a feature not available in the version of NVDA you are using. The Incompatible add-ons manager has a short message to explain its purpose as well as the version of NVDA.
fi: Yhteensopimattomien lisäosien hallinnan, johon pääsee painamalla Lisäosien hallinnassa "Näytä yhteensopimattomat lisäosat" -painiketta, avulla voit tarkastella kaikkia yhteensopimattomia lisäosia sekä niiden yhteensopimattomuuden syitä. Lisäosat ovat yhteensopimattomia, kun niitä ei ole päivitetty toimimaan merkittävien NVDA:han tehtyjen muutosten kanssa tai kun ne hyödyntävät ominaisuutta, jota ei ole käytettävissä NVDA:n käytössä olevassa versiossa. Yhteensopimattomien lisäosien hallinnassa näytetään lyhyt ilmoitus, joka kertoo sen tarkoituksen sekä NVDA:n version.
hr: Upravljač nekompatibilnih dodataka, kojem se može pristupiti putem gumba „prikaži nekompatibilne dodatke” u upravljaču dodataka, omogućuje pregled nekompatibilnih dodataka s obrazloženjem nekompatibilnost. Dodaci se smatraju nekompatibilnima kad nisu akatualizirani za rad sa značajnim promjenama NVDA čitača ili kad se oslanjaju na funkciju koja nije dostupna u korištenoj NVDA verziji. Upravljač nekompatibilnih dodataka sadrži kratku poruku za objašnjavanje svrhe dodatka kao i verziju NVDA čitača.
pt_br: O Gerenciador de complementos incompatíveis, que pode ser acessado por meio do botão “Exibir complementos incompatíveis” no Gerenciador de complementos, permite inspecionar todos os complementos incompatíveis e o motivo pelo qual são considerados incompatíveis. Os add-ons são considerados incompatíveis quando não foram atualizados para funcionar com alterações significativas no NVDA ou quando dependem de um recurso não disponível na versão do NVDA que você está usando. O gerenciador de complementos incompatíveis tem uma mensagem curta para explicar sua finalidade, bem como a versão do NVDA.
tr: Eklenti yöneticisindeki "uyumsuz eklentileri görüntüle" düğmesiyle erişilebilen Uyumsuz Eklenti Yöneticisi, uyumsuz eklentileri ve neden uyumsuz olarak kabul edildiğini incelemenize olanak tanır. Eklentiler, NVDA'da yapılan önemli değişikliklerle çalışacak şekilde güncellenmediklerinde veya kullandığınız NVDA sürümünde mevcut olmayan bir özelliğe bağlı olduklarında uyumsuz olarak kabul edilirler. Uyumsuz eklenti yöneticisi amacını ve NVDA sürümünü açıklayan kısa bir mesaj sunar.

source: The Incompatible add-ons manager also has an "About add-on..." button. This dialog will provide you with the full details of the add-on, which is helpful when contacting the add-on author.
fi: Valintaikkunassa on myös "Tietoja lisäosasta..." -painike. Sitä painamalla saat näkyviin kaikki lisäosan tiedot, joista on apua otettaessa yhteyttä lisäosan tekijään.
hr: Upravljač nekompatibilnih dodataka također sadrži gumb „O dodacima …”. Ovaj dijaloški okvir pruža sve pojedinosti o dodatku, što je korisno kad kontaktiraš autora dodatka.
pt_br: O gerenciador de complementos incompatíveis também tem um botão “Sobre o complemento...”. Essa caixa de diálogo fornecerá todos os detalhes do complemento, o que é útil ao entrar em contato com o autor do complemento.
tr: Uyumsuz eklenti yöneticisinde ayrıca bir "Eklenti hakkında..." düğmesi bulunur. Bu iletişim kutusu, eklentinin yazarıyla iletişim kurarken yardımcı olabilecek eklentiyle ilgili tüm ayrıntıları sağlar.

source: Key changes in backwards incompatible NVDA releases
fi: Keskeiset muutokset taaksepäin yhteensopimattomissa NVDA-versioissa
hr: Ključne promjene u unatrag nekompatibilnim NVDA izdanjima
pt_br: Principais alterações em versões do NVDA incompatíveis com versões anteriores
tr: Geriye dönük uyumsuz NVDA sürümlerindeki önemli değişiklikler

source: Below is a list of backwards incompatible NVDA releases and key changes in each:
fi: Alla on luettelo taaksepäin yhteensopimattomista NVDA-versioista sekä niiden keskeisistä muutoksista:
hr: Ispod se nalazi popis nekompatibilnih NVDA izdanja s informacijama o ključnim promjenama:
pt_br: Abaixo está uma lista de versões do NVDA incompatíveis com versões anteriores e as principais alterações em cada uma delas:
tr: Aşağıda, geriye dönük uyumsuz NVDA sürümlerinin ve her birindeki önemli değişikliklerin bir listesi bulunmaktadır:

source: 2019.3: Python 2 to 3, speech refactor
fi: 2019.3: Python 2:sta 3:een, puhejärjestelmäkoodin uudelleenkirjoitus
hr: 2019.3: Python 2 do 3, reorganizacija programskog koda govora
pt_br: 2019.3: Python 2 para 3, refatoração de fala
tr: 2019.3: Python 2 - 3, konuşma yeniden düzenlendi

source: 2021.1: code refactoring, wxPython 4.1.1
fi: 2021.1: koodin korjaus, wxPython 4.1.1
hr: 2021.1: reorganizacija programskog koda, wxPython 4.1.1
pt_br: 2021.1: refatoração de código, wxPython 4.1.1
tr: 2021.1: kod yeniden düzenleme, wxPython 4.1.1

source: 2022.1: control types refactor
fi: 2022.1: säädintyyppien uudelleenkirjoitus
hr: 2022.1: reorganizacija programskog koda vrsta kontrola
pt_br: 2022.1: refatoração dos tipos de controle
tr: 2022.1: Denetim türleri yeniden düzenlendi

source: 2023.1 (current): security and speech changes
fi: 2023.1 (nykyinen): muutoksia tietoturvaan ja puheen käsittelyyn
hr: 2023.1 (aktualno): promjene sigurnosti i govora
pt_br: 2023.1 (atual): mudanças na segurança e na fala
tr: 2023.1 (güncel): güvenlik ve konuşma değişiklikleri

source: Note to add-on authors: when backwards incompatible NVDA release enters beta testing phase (with the release of beta 1), be sure to test your add-ons and report your next steps, including update plans and release announcements to NVDA community through various channels (add-ons list, users list, Facebook, Twitter, etc.). Also, send a pull request against nvaccess/addon-datastore repo on GitHub so that updated add-ons can be posted on this website.
fi: Huomautus lisäosien tekijöille: Kun taaksepäin yhteensopimaton NVDA-versio siirtyy beetatestivaiheeseen (beeta 1:n julkaisun myötä), muistakaa testata lisäosanne ja ilmoittakaa seuraavat vaiheenne, mukaan lukien päivityssuunnitelmat sekä julkaisutiedotteet NVDA-yhteisölle eri kanavissa (lisäosien postituslista, käyttäjien postituslista, Facebook, Twitter jne.). Lähettäkää myös GitHubissa vetopyyntö nvaccess/addon-datastore-koodivarastoa vastaan, jotta päivitetyt lisäosat voidaan julkaista tällä sivustolla.
hr: Napomena autorima dodataka: kad unatrag nekompatibilno NVDA izdanje uđe u fazu beta testiranja (s izdanjem beta 1), svakako testiraj vlastite dodatke i prijavi svoje sljedeće korake, uključujući planove aktualiziranja i najave o izdanju NVDA zajednici putem raznih kanala (popis dodataka, popis korisnika, Facebook, Twitter itd.). Također, pošalji zahtjev za povlačenje na nvaccess/addon-datastore repozitorij na GitHub-u kako bi se aktualizirani dodaci mogli objaviti na ovom web mjestu.
pt_br: Nota para os autores de complementos: quando a versão do NVDA incompatível com versões anteriores entrar na fase de teste beta (com o lançamento da versão beta 1), certifique-se de testar seus complementos e informar suas próximas etapas, incluindo planos de atualização e anúncios de lançamento para a comunidade do NVDA por meio de vários canais (lista de complementos, lista de usuários, Facebook, Twitter etc.). Além disso, envie uma solicitação pull para o repositório nvaccess/addon-datastore no GitHub para que os complementos atualizados possam ser publicados neste site.
tr: Eklenti yazarlarına not: Geriye dönük uyumsuz NVDA sürümü beta testi aşamasına girdiğinde (beta 1 sürümüyle birlikte), eklentilerinizi test ettiğinizden ve güncelleme planları ve sürüm duyuruları da dahil olmak üzere sonraki adımlarınızı çeşitli kanallardan NVDA topluluğuna bildirdiğinizden emin olun. kanallar (eklentiler listesi, kullanıcı listesi, Facebook, Twitter vb.) Ayrıca, güncellenmiş eklentilerin bu web sitesinde yayınlanabilmesi için GitHub'daki nvaccess/addon-datastore deposuna bir çekme isteği gönderin.

source: Unless otherwise specified, add-ons listed on this page are checked against latest backwards incompatible NVDA release (2023.1).
fi: Ellei toisin mainita, tällä sivulla luetellut lisäosat testataan uusimmalla taaksepäin yhteensopimattomalla NVDA-versiolla (2023.1).
hr: Ako nije drugačije naznačeno, na ovoj stranici navedeni dodaci su uspoređeni s najnovijim unatrag nekompatibilnim NVDA izdanjem (2023.1).
pt_br: A menos que especificado de outra forma, os complementos listados nesta página são verificados em relação à versão mais recente do NVDA incompatível com versões anteriores (2023.1).
tr: Aksi belirtilmedikçe, bu sayfada listelenen eklentiler, en son geriye dönük uyumsuz NVDA sürümüne (2023.1) göre kontrol edilir.

source: Status of add-ons compatible with NVDA 2023.1 and availability on the website
fi: NVDA 2023.1:n kanssa yhteensopivien lisäosien tila ja saatavuus verkkosivustolla
hr: Stanje dodataka koji su kompatibilni s NVDA 2023.1 i dostupnost na web stranici
pt_br: Status dos complementos compatíveis com o NVDA 2023.1 e disponibilidade no site
tr: NVDA 2023.1 ile uyumlu eklentilerin durumu ve web sitesinde bulunabilirliği

source: Below is a list of add-ons hosted on this website (in the stable section). The list also includes contact information for add-on author(s).
fi: Alla on luettelo tämän verkkosivun Vakaat-osiossa olevista lisäosista. Luettelo sisältää myös tekijöiden yhteystiedot.
hr: Ispod se nalazi popis dodataka koji se čuvaju na ovom web mjestu (u odjeljku stabilnih). Popis također uključuje podatke za kontaktiranje autora dodataka.
pt_br: Abaixo está uma lista de complementos hospedados neste site (na seção estável). A lista também inclui informações de contato do(s) autor(es) do complemento.
tr: Aşağıda bu web sitesinde barındırılan eklentilerin bir listesi bulunmaktadır (kararlı bölümde). Liste ayrıca ek yazar(lar)ın iletişim bilgilerini de içerir.

source: Notes:
fi: Huomautukset:
hr: Napomene:
pt_br: Notas:
tr: Notlar:

source: Add-on compatibility status subject to change without notice.
fi: Lisäosien yhteensopivuustila voi muuttua ilman erillistä ilmoitusta.
hr: Stanje kompatibilnosti dodatka mijenja se bez najave.
pt_br: O status de compatibilidade dos complementos está sujeito a alterações sem aviso prévio.
tr: Eklenti uyumluluk durumu önceden bildirilmeksizin değiştirilebilir.

source: Please do NOT change the manifest.ini file of incompatible add-ons if you don't know what you're doing since this may result in unpredictable behavior such as making NVDA less stable.
fi: ÄLÄ muuta yhteensopimattomien lisäosien manifest.ini-tiedostoa, jos et tiedä, mitä olet tekemässä, koska se voi johtaa arvaamattomaan toimintaan, kuten NVDA:n epävakauteen.
hr: NEMOJ mijenjati datoteku „manifest.ini” nekompatibilnih dodataka ako ne znaš što radiš, jer to može prouzročiti neočekivano ponašanje kao što je smanjivanje stabilnosti NVDA čitača.
pt_br: NÃO altere o arquivo manifest.ini de complementos incompatíveis se não souber o que está fazendo, pois isso pode resultar em um comportamento imprevisível, como tornar o NVDA menos estável.
tr: Ne yaptığınızı bilmiyorsanız lütfen uyumsuz eklentilerin manifest.ini dosyasını DEĞİŞTİRMEYİN, çünkü bu, NVDA'nın kararsız çalışmasına neden olabilir.

source: When maintainers have asked to post an add-on on the website via a pull request or an add-on store submission or publishes plans for testing add-on compatibility, this will be reflected as "coming soon to the website".
fi: Kun ylläpitäjät ovat pyytäneet lisäosan julkaisemista verkkosivustolla vetopyynnön tai lisäosakauppalähetyksen kautta tai julkaisevat suunnitelmiaan lisäosan yhteensopivuuden testaamiseksi, tämä näkyy muodossa "tulossa pian verkkosivustolle".
hr: Kad održavatelji zatraže objavljivanje dodatka na web stranici putem zahtjeva za povlačenje, podneskom za trgovinu dodataka ili objave planove za testiranje kompatibilnosti dodataka, to će se odraziti kao „uskoro na web stranici”.
pt_br: Quando os mantenedores solicitarem a publicação de um complemento no site por meio de uma solicitação pull ou de um envio da loja de complementos ou publicarem planos para testar a compatibilidade do complemento, isso será refletido como “em breve no site”.
tr: Bakımcılar bir çekme talebi veya bir eklenti mağazası gönderimi yoluyla web sitesinde bir eklenti yayınlamayı istediğinde veya eklenti uyumluluğunu test etmek için planlar yayınladığında, bu "web sitesine yakında gelecek" olarak yansıtılacaktır.

source: If an add-on is marked as no longer maintained, contact the author about add-on maintenance.
fi: Mikäli lisäosa on merkitty "ei enää ylläpidettäväksi", ota yhteyttä tekijään ylläpitoon liittyvissä kysymyksissä.
hr: Ako je dodatak označen kao da se više ne održava, kontaktiraj autora o održavanju dodatka.
pt_br: Se um complemento estiver marcado como não mais mantido, entre em contato com o autor sobre a manutenção do complemento.
tr: Bir eklenti artık korunmuyor olarak işaretlenirse, eklenti bakımı için yazarla iletişime geçin.

source: Compatible: Yes (available on the website)
fi: Yhteensopiva: Kyllä (saatavilla verkkosivustolta)
hr: Kompatibilno: Da (dostupno na web stranici)
pt_br: Compatível: Sim (disponível no site)
tr: Uyumlu: Evet (web sitesinde mevcuttur)

source: Contact: Tseng Woody <tsengwoody.tw@gmail.com>
fi: Yhteystiedot: Tseng Woody <tsengwoody.tw@gmail.com>
hr: Kontakt: Tseng Woody <tsengwoody.tw@gmail.com>
pt_br: Contato: Tseng Woody <tsengwoody.tw@gmail.com>
tr: İletişim: Tseng Woody <tsengwoody.tw@gmail.com>

source: Add-on Updater
fi: Lisäosien päivittäjä
hr: Nadogradnja dodataka
pt_br: Atualizador de complementos
tr: Eklenti Güncelleyici

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>
fi: Yhteystiedot: Joseph Lee <joseph.lee22590@gmail.com>
hr: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>
pt_br: Contato: Joseph Lee <joseph.lee22590@gmail.com>
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>

source: Add-ons documentation
fi: Lisäosien ohjeet
hr: Dokumentacija dodataka
pt_br: Documentação de complementos
tr: Eklenti belgeleri

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy and Abdel
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy ja Abdel
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy i Abdel
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy and Abdel
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>, Zougane, Rémy ve Abdel

source: Addon to count elements of selected text
fi: Sanalaskuri
hr: Dodatak za brojenje elemenata u odabranom tekstu
pt_br: Addon para contar elementos do texto selecionado
tr: Seçili metnin öğelerini saymak için eklenti

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com>
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com>
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>

source: Application Dictionary
fi: Sovellussanasto
hr: Rječnik aplikacije
pt_br: Dicionário de aplicativos
tr: Uygulama Sözlüğü

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com> and Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> and colaboration of Cyrille Bougot
fi: Yhteystiedot: Rui Fontes <rui.fontes@tiflotecnia.com> ja Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> yhteistyössä Cyrille Bougotin kanssa
hr: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com> i Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> suradnja sa Cyrille Bougot
pt_br: Contato: Rui Fontes <rui.fontes@tiflotecnia.com> e Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> e colaboração de Cyrille Bougot
tr: İletişim: Rui Fontes, <rui.fontes@tiflotecnia.com> Ricardo Leonarczyk <ricardo.leonarczyk95@gmail.com> ve Cyrille Bougot'nun işbirliği

source: Beep keyboard
fi: Näppäimistön äänimerkki
hr: Zvučni signali za tipkovnicu
pt_br: Teclado com bipe
tr: Bip klavye

source: Compatible: No
fi: Yhteensopiva: Ei
hr: Kompatibilno: Ne
pt_br: Compatível: Não
tr: Uyumlu: Hayır

source: Contact: David CM <dhf360@gmail.com>
fi: Yhteystiedot: David CM <dhf360@gmail.com>
hr: Kontakt: David CM <dhf360@gmail.com>
pt_br: Contato: David CM <dhf360@gmail.com>
tr: İletişim: David CM <dhf360@gmail.com>

source: Bluetooth Audio
hr: Bluetooth zvuk
pt_br: Áudio Bluetooth

source: Contact: Tony Malykh <anton.malykh@gmail.com>
fi: Yhteystiedot: Tony Malykh <anton.malykh@gmail.com>
hr: Kontakt: Tony Malykh <anton.malykh@gmail.com>
pt_br: Contato: Tony Malykh <anton.malykh@gmail.com>
tr: İletişim: Tony Malykh <anton.malykh@gmail.com>

source: Braille Extender
hr: Brajično proširenje
pt_br: Extensor de Braille

source: Contact: André-Abush Clause <dev@andreabc.net>
fi: Yhteystiedot: André-Abush Clause <dev@andreabc.net>
hr: Kontakt: André-Abush Clause <dev@andreabc.net>
pt_br: Contato: André-Abush Clause <dev@andreabc.net>
tr: İletişim: André-Abush Clause <dev@andreabc.net>

source: BrowserNav
hr: Kretanje u pregledniku
pt_br: NavegadorNav

source: Contact: Javi Dominguez <fjavids@gmail.com>
fi: Yhteystiedot: Javi Dominguez <fjavids@gmail.com>
hr: Kontakt: Javi Dominguez <fjavids@gmail.com>
pt_br: Contato: Javi Dominguez <fjavids@gmail.com>
tr: İletişim: Javi Dominguez <fjavids@gmail.com>

source: Character Information
fi: Merkin tiedot
hr: Informacije o znakovima
pt_br: Informações sobre o caractere
tr: Karakter Bilgisi

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>
fi: Yhteystiedot: Cyrille Bougot <cyrille.bougot2@laposte.net>
hr: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>
pt_br: Contato: Cyrille Bougot <cyrille.bougot2@laposte.net>
tr: İletişim: Cyrille Bougot <cyrille.bougot2@laposte.net>

source: Check Input Gestures
fi: Tarkista näppäinkomennot
hr: Provjeri ulazne geste
pt_br: Verificar gestos de entrada
tr: Girdi hareketleri kontrolü

source: Contact: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
fi: Yhteystiedot: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
hr: Kontakt: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
pt_br: Contato: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>Contato: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>
tr: İletişim: Oleksandr Gryshchenko <grisov.nvaccess@mailnull.com>

source: Classic Selection
fi: Perinteinen valitseminen
hr: Klasični odabir
pt_br: Seleção clássica
tr: Klasik Seçim

source: Contact: Tyler Spivey <tspivey@pcdesk.net>
fi: Yhteystiedot: Tyler Spivey <tspivey@pcdesk.net>
hr: Kontakt: Tyler Spivey <tspivey@pcdesk.net>
pt_br: Contato: Tyler Spivey <tspivey@pcdesk.net>
tr: İletişim: Tyler Spivey <tspivey@pcdesk.net>

source: Clip Contents Designer
fi: Leikepöydän sisällön käsittelijä
hr: Upravljanje sadržajem međuspremnika
pt_br: Designer de conteúdo de clipe
tr: Pano içerik düzenleyicisi

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>
fi: Yhteystiedot: Noelia Ruiz Martínez <nrm1977@gmail.com>
hr: Kontakt: Noelia Ruiz Martínez <nrm1977@gmail.com>
pt_br: Contato: Noelia Ruiz Martínez <nrm1977@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>
