Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdapy3.*.po
Languages: bg, da, de, ru, sk, tr

source: [[!meta title="NVDA add-ons and Python 3"]]
bg: [[!meta title="Добавките за NVDA и Python 3"]]
da: [[!meta title="Tilføjelser til NVDA og Python 3"]]
de: [[!meta title="NVDA-Erweiterungen und Python 3"]]
ru: [[!meta title="Дополнения NVDA и Python 3"]]
sk: [[!meta title="Doplnky NVDA a Python 3"]]
tr: [[!meta title="Python 3 için NVDA eklentileri"]]

source: The NVDA community has transitioned from Python 2 to Python 3 as part of NVDA 2019.3. This page aims to document add-ons compatible with NVDA 2019.3 (Python 3 version of NVDA), as well as highlighting issues when using add-ons with future NVDA releases.
bg: Общността на NVDA премина от Python 2 към Python 3, като част от NVDA 2019.3. Тази страница цели да документира добавките, съвместими с NVDA 2019.3 (базираната на Python 3 версия на NVDA), както и да откроява проблемите при използване на добавки с бъдещи версии на NVDA.
da: NVDA-Fællesskabet skifter fra Python 2 til Python 3. Denne side har til formål at udpege tilføjelser kompatible med Python 3-versionen af NVDA (NVDA 2019.3), samt fremhæve problemer, når du bruger tilføjelser med fremtidige NVDA udgivelser.
de: Das NVDA-Projekt wechselte im Rahmen der Version 2019.3 von Python 2 zu Python 3. Diese Seite zielt darauf ab, Erweiterungen zu dokumentieren, welche mit der Python 3-Version von NVDA kompatibel sind. Außerdem sollen hier mögliche Probleme bei der Verwendung von Erweiterungen mit zukünftigen NVDA-Versionen aufgezeigt werden.
ru: Сообщество NVDA перешло с Python 2 на Python 3 в рамках NVDA 2019.3. Эта страница предназначена для документирования дополнений, совместимых с NVDA 2019.3 (версия NVDA на Python 3), а также для освещения проблем при использовании дополнений в будущих версиях NVDA.
sk: Komunita NVDA prešla z Python 2 na Python 3. Cieľom tejto stránky je zdokumentovať doplnky kompatibilné s verziou NVDA 2019.3 a upozorniť na problémy pri používaní doplnkov s budúcimi vydaniami NVDA.
tr: NVDA topluluğu, NVDA 2019.3'ün bir parçası olarak Python 2'den Python 3'e geçiş yaptı. Bu sayfa, NVDA 2019.3 (NVDA'nın Python 3 sürümü) ile uyumlu eklentileri belgelemenin yanı sıra, gelecekteki NVDA sürümlerinde eklentileri kullanırken karşılaşılan sorunları vurgulamayı amaçlamaktadır.

source: What is Python 3 transition?
bg: Какво означава преминаването към Python 3?
da: Hvad betyder overgangsperioden til Python 3?
de: Was bedeutet der Übergang zu Python 3?
ru: Что такое переход на Python 3?
sk: Prečo prechádzame na python 3?
tr: Python 3 geçişi nedir?

source: Released in 2000, Python 2.x is one of the most popular programming languages. With support for Unicode, web technologies, and thousands of third-party libraries, Python became a language of choice for many projects, including NVDA in 2006.
bg: Издаден през 2000 г., Python 2.x е един от най-популярните езици за програмиране. С поддръжката за Unicode, уеб технологиите и хилядите библиотеки на трети страни, Python се превръща в избрания програмен език за много проекти, включително и NVDA през 2006 г.
da: Udgivet i 2000, Python 2.x er et af de mest populære programmeringssprog. Med understøttelse af Unicode, webteknologier og tusindvis af tredjepartsbiblioteker blev Python et valgsprog for mange projekter, herunder NVDA i 2006.
de: Python 2.x wurde im Jahr 2000 veröffentlicht und ist eine der beliebtesten Programmiersprachen. Mit der Unterstützung von Unicode, Web-Technologien und Tausenden von Bibliotheken von Drittanbietern wurde Python zu einer bevorzugten Sprache für viele Projekte, einschließlich NVDA im Jahr 2006.
ru: Выпущенный в 2000 году, Python 2.x является одним из самых популярных языков программирования. Благодаря поддержке Unicode, веб-технологий и тысяч библиотек сторонних разработчиков, Python стал предпочтительным языком для многих проектов, включая NVDA в 2006 году.
sk: V roku 2000 bol Python vo verziách 2.x jedným z najpopulárnejších programovacích jazykov. Vďaka podpore Unicode, webových technológií a tisícom knižníc tretích strán sa Python stal jazykom voľby mnohých projektov. NVDA začalo svoju cestu pod Python 2.X v roku 2006.
tr: 2000 yılında piyasaya sürülen Python 2.x, en popüler programlama dillerinden biridir. Unicode, web teknolojileri ve binlerce üçüncü taraf kitaplığı desteği ile Python, 2006 yılında NVDA dahil olmak üzere birçok proje için tercih edilen bir dil haline geldi.

source: In late 2000's, Python developers announced Python 3000, a project to modernize Python. Changes were made to Python syntax, standard library, and other underlying framework, including the print function, more comprehensive support for Unicode, changes to standard library, and changing iteration methods such as xrange to range. Although Python 3.x did modernize Python programming language, due to large-scale deployment of Python 2, Python developers decided to support Python 2.7 (the last version of Python 2) until January 2020 to give people time to move to Python 3.
bg: В края на 2000 г. разработчиците на Python обявиха Python 3000, проект за модернизиране на Python. Бяха направени промени в синтаксиса на Python, стандартната библиотека и други основни работни рамки, включително функцията за печат, по-всеобхватната поддръжка на Unicode, промените в стандартната библиотека и промяната на итерационни методи като xrange към range. Въпреки че Python 3.x осъществи модернизация на езика за програмиране на Python, поради широкото разпространение на Python 2, разработчиците на Python решиха да поддържат Python 2.7 (последната версия на Python 2) до януари 2020 г., за да дадат време на хората да преминат към Python 3.
da: I slutningen af 2000 annoncerede Python-udviklerne Python 3000, et projekt hvis formål var modernisering af Python. Der blev foretaget ændringer af Python-syntaks, standardbibliotek og andre underliggende frameworks, herunder udskrivningsfunktionen, mere omfattende understøttelse af Unicode, ændringer i standardbiblioteket og ændring af gentagelsesmetoder som f.eks. xrange to range. Selvom Python 3.x moderniserer Python-programmeringssprog, har Python-udviklerne på grund af storstilet udrulning af Python 2 besluttet at understøtte Python 2,7 (den sidste version af Python 2) indtil januar 2020 for at give folk tid til at overgå til Python 3.
de: Ende der 2000er Jahre kündigten die Python-Entwickler Python 3000 an, ein Projekt zur Modernisierung von Python. Änderungen wurden an der Python-Syntax, der Standard-Bibliothek und anderen zugrunde liegenden Frameworks vorgenommen, einschließlich der Funktion print, einer umfassenderen Unterstützung für Unicode, Änderungen an der Standard-Bibliothek und an Iterationsmethoden wie zum Beispiel der Wechsel von xrange zu range. Obwohl Python 3.x die Programmiersprache Python modernisiert hat, beschlossen die Python-Entwickler auf Grund des groß angelegten Einsatzes von Python 2, Python 2.7 (die letzte Version von Python 2) bis Januar 2020 zu unterstützen, um den Menschen hinter all den Projekten Zeit zu geben Python 3 zu implementieren.
ru: В конце 2000-х годов разработчики Python анонсировали Python 3000, проект по модернизации Python. Были внесены изменения в синтаксис Python, стандартную библиотеку и другие базовые платформы, включая функцию печати, более полную поддержку Unicode, изменения в стандартной библиотеке и изменение методов итерации, таких как xrange на range. Хотя в Python 3.x действительно была проведена модернизация языка программирования Python, из-за масштабного внедрения Python 2 разработчики Python решили поддерживать Python 2.7 (последнюю версию из Python 2) до января 2020 года, чтобы дать людям время перейти на Python 3.
sk: Neskôr vývojári oznámili príchod Python 3000, projekt na modernizáciu prostredia Python. Došlo k úpravam syntaxe, štandardných knižníc a iných závislostí, bola tiež vylepšená podpora Unicode, a upravené metódy iterácie. Prostredie Python 3.X bolo modernejšie, ale v prostredí 2.X bolo už navrhnutých a vyvinutých mnoho aplikácií, preto Vývojári podporovali Python 2.7 do januára 2020, aby mali programátori dostatok času na prechod na Python 3.
tr: 2000'lerin sonlarında Python geliştiricileri, Python'u modernize etmek için bir proje olan Python 3000'i duyurdular. Python sözdiziminde, standart kitaplıkta ve yazdırma işlevi, Unicode için daha kapsamlı destek, standart kitaplıkta değişiklikler ve xrange to range gibi yineleme yöntemlerinin değiştirilmesi dahil olmak üzere diğer temel çerçevede değişiklikler yapıldı. Python 3.x Python programlama dilini modernize etmiş olsa da, Python 2'nin geniş ölçekli dağıtımı nedeniyle Python geliştiricileri, insanlara Python 3'e geçmeleri için zaman vermek için Ocak 2020'ye kadar Python 2.7'yi (Python 2'nin son sürümü) desteklemeye karar verdi.

source: In 2019, NV Access began its work on Python 3 transition, citing popularity of NVDA and project longevity. This work culminated with release of Project Threshold builds of NVDA in July 2019, which is based on Python 3.7 and includes a host of changes in addition to Python 3 transition such as speech refactor, which will affect add-ons. NVDA 2019.3, released on February 10, 2020, is powered by Python 3.7.
bg: През 2019 г. NV Access започна работа по прехода към Python 3, базирайки се на популярността на NVDA и дълголетието на проекта. Тази работа завърши с издаването на проекта Threshold на NVDA през юли 2019 г., който е базиран на Python 3.7 и включва множество промени в допълнение към прехода към Python 3, като преработката на модула за реч, което ще засегне добавките. Излязлата на 10 февруари 2020 г. версия 2019.3 на NVDA е базирана на Python 3.7.
da: I 2019 igangsatte NV Access overgangsfasen til Python 3 , og citerede popularitet af NVDA og projektets levetid. Dette arbejde kulminerede med frigivelse af projektbuilds af NVDA i juli 2019, som er baseret på Python 3.7 og omfatter en række ændringer udover dem til overgangen til Python 3, såsom Speech Refactor, som vil påvirke tilføjelser. NVDA 20193, der blev udgivet d. 10. februar 2020 drives af Python 3.
de: Im Jahr 2019 begann NV Access mit der Portierungsarbeit zu Python 3, motiviert durch die Popularität von NVDA und die Langlebigkeit des Projekts. Der Hochpunkt dieser Arbeit war erreicht, als das Project "Threshold Builds" im Juli 2019 veröffentlicht wurde. Diese Threshold-Versionen von NVDA basierten auf Python 3.7. Neben dem Übergang zu Python 3 wurde auch eine Vielzahl von Änderungen eingeführt, wie z. B. das komplett neu gestaltete Sprachausgabenmodul. Diese grundlegenden Änderungen wirken sich signifikant auf Erweiterungen aus. Die kommende NVDA-Version 2019.3, erschien am 10.02.2020, wird mit Python 3.7 betrieben.
ru: В 2019 году NV Access начала работу над переходом на Python 3, сославшись на популярность NVDA и долговечность проекта. Кульминацией этой работы стал выпуск сборки Project Threshold для NVDA в июле 2019 года, которая основана на Python 3.7 и включает в себя множество изменений в дополнение к переходу на Python 3, таких как рефакторинг речи, который затронет дополнения. NVDA 2019.3, выпущенный 10 февраля 2020 года, работает на Python 3.7.
sk: V roku 2019 sme začali pracovať na prechode na Python 3, v snahe zdôrazniť popularitu NVDA a dlhovekosť projektu. V júly 2019 bola vydaná prvá verzia NVDA postavená na Python 3.7 a zahŕňa množstvo zmien,vrátane tzv. Speech refactoru, čo výrazne ovplyvňuje fungovanie doplnkov. Verzia 2019.3 vyšla 10. 2. 2020 a je kompletne poháňaná v prostredí Python 3.7
tr: 2019'da NV Access, NVDA'nın popülerliğini ve proje ömrünü gerekçe göstererek Python 3 geçişi üzerinde çalışmaya başladı. Bu çalışma, Temmuz 2019'da NVDA'nın Python 3.7'ye dayanan ve Python 3 geçişine ek olarak eklentileri etkileyecek konuşma refactor gibi bir dizi değişikliği içeren Project Threshold yapılarının yayınlanmasıyla sonuçlandı. 10 Şubat 2020'de yayınlanan NVDA 2019.3, Python 3.7 tarafından desteklenmektedir.

source: What you need to know about Python 3 transition and add-ons
bg: Какво трябва да знаете за прехода към Python 3 и добавките
da: Hvad du behøver at vide om overgangsfasen til Python 3 og tilføjelsespakker
de: Was Sie über den Übergang zu Python 3 und Erweiterungen wissen sollten
ru: Что вам нужно знать о переходе на Python 3 и дополнениях
sk: Python 3 a doplnky
tr: Python 3 geçişi ve eklentileri hakkında bilmeniz gerekenler

source: Python 3 transition affects many add-ons hosted on this website. Specifically, the following issues are known:
bg: Преходът към Python 3 засяга много добавки, хоствани на този уеб сайт. По-конкретно, известни са следните проблеми:
da: Overgangsperioden til Python 3 vil påvirke mange tilføjelser på denne hjemmeside. Følgende problemer kan opstå under kørsel af disse tilføjelser:
de: Der Übergang zu Python 3 wird sich auf viele Erweiterungen auswirken, die auf dieser Webseite bereitgestellt werden. Im Einzelnen sind folgende Probleme bekannt:
ru: Переход на Python 3 влияет на многие дополнения, размещённые на этом веб-сайте. В частности, известны следующие проблемы:
sk: Prechod na Python 3 ovplyvňuje mnohé doplnky, ktoré nájdete na tejto webovej stránke. Známe sú tieto problémy:.
tr: Python 3 geçişi, bu web sitesinde barındırılan birçok eklentiyi etkiler. özellikle, aşağıdaki sorunlar bilinmektedir:

source: Add-on does not load because they are flagged as incompatible by NVDA.
bg: Добавката не се зарежда, тъй като е отбелязана като несъвместима с NVDA.
da: Tilføjelsesprogrammer indlæses ikke, fordi de er markeret som inkompatible af NVDA.
de: Die Erweiterung wird nicht geladen, weil sie von NVDA als "inkompatibel" gekennzeichnet ist.
ru: Дополнения не загружаются, поскольку NVDA помечает их как несовместимые.
sk: Doplnok sa nenačíta, lebo ho NVDA označí ako nekompatibilný
tr: Eklentiler, NVDA tarafından uyumsuz olarak işaretlendiği için yüklenmiyor.

source: Add-on does load, but errors such as syntax errors and module not found errors are seen.
bg: Добавката се зарежда, но се проявяват грешки като такива в синтаксиса и такива с неуспешно откриване на модули.
da: Tilføjelsen indlæses, men fejl som syntaksfejl og fejl under indlæsning af moduler opstår.
de: Die Erweiterung wird zwar geladen, aber Fehler wie z. B. Syntaxfehler und nicht gefundene Module werden angezeigt.
ru: Дополнение загружается, но отображаются такие ошибки, как синтаксические ошибки и ошибки "модуль не найден".
sk: Doplnok sa načíta, ale jeho beh sprevádzajú syntaktické chyby a chyby pri načítaní modulov.
tr: Eklenti yükleniyor ancak sözdizimi hataları ve modül bulunamadı hataları gibi hatalar görülüyor.

source: Add-on does not load due to bytecode mismatch.
bg: Добавката не се зарежда поради несъответствие в байтовия код.
da: Tilføjelser indlæses ike pga. bytecode mismatch.
de: Die Erweiterung wird auf Grund von Bytecode-Fehlern nicht geladen.
ru: Дополнение не загружается из-за несоответствия байт-кода.
sk: Doplnok sa nenačíta kvôly chybe bytecode mismatch.
tr: Bayt kodu uyuşmazlığı nedeniyle eklenti yüklenmiyor.

source: Add-on behaves oddly when working with text.
bg: Добавката се държи странно при работа с текст.
da: Tilføjelse opfører sig mærkeligt, når du arbejder med tekst.
de: Die Erweiterung verhält sich seltsam, wenn man mit Text arbeitet.
ru: Дополнение странно ведёт себя при работе с текстом.
sk: Doplnok sa pri práci s textom správa nepredvídateľne.
tr: Eklenti, metinle çalışırken garip davranıyor.

source: Add-on works, but certain features that rely on Python standard library are not working such as internet access.
bg: Добавката работи, но някои функции, които разчитат на стандартната библиотека на Python, не работят, като например достъпа до интернет.
da: Tilføjelsen fungerer, men visse funktioner, der er afhængige af Python standard Library fungerer ikke korrekt, eksempelvis internetadgang.
de: Erweiterung funktioniert, aber bestimmte Funktionen, die auf der Python-Standard-Bibliothek basieren, funktionieren nicht, wie z. B. der Internetzugang.
ru: Дополнение работает, но некоторые функции, которые полагаются на стандартную библиотеку Python, не работают, например, доступ в Интернет.
sk: Doplnky pracujú, ale niektoré funkcie, ktoré sa spoliehajú na štandardnú knižnicu Python, nefungujú, napríklad prístup na internet.
tr: Eklenti çalışıyor, ancak internet erişimi gibi Python standart kitaplığına dayanan bazı özellikler çalışmıyor.

source: Some speech synthesizer and braille display add-ons behave oddly around text output.
bg: Някои добавки за речеви синтезатори и брайлови дисплеи се държат странно в текстовия изход.
da: Nogle tilføjelser der indlæser talesynteser og punktdisplays opfører sig mærkeligt omkring tekstoutput.
de: Einige Erweiterungen für Sprachausgaben und Braillezeilen verhalten sich bei der Textausgabe seltsam.
ru: Некоторые дополнения речевых синтезаторов и брайлевских дисплеев ведут себя странно при выводе текста.
sk: Ovládače braillovských riadkov a hlasových výstupov sa pri práci s textom správajú nepredvídateľne.
tr: Bazı konuşma sentezleyici ve braille görüntüleme eklentileri, metin çıktısı çevresinde garip davranıyor.

source: When you encounter these issues, you should contact the author(s) of the add-on(s) in question (see the below list for contact info for add-ons hosted on this website). Be sure to provide details when contacting authors.
bg: Когато се сблъскате с такива проблеми, трябва да се свържете с авторите на въпросните добавки (прегледайте списъка по-долу за информация за контакти за добавките, хоствани на този уеб сайт). Не забравяйте да предоставите подробности за проблемите, когато се свързвате с авторите на добавките.
da: Når disse problemer opstår, så er det vigtigt, at du kontakter udviklere af den pågældende tilføjelse. Kontaktinformation for tilføjelser findes nedenunder. Sørg for, at du inkluderer alle vigtige detaljer.
de: Wenn Sie auf diese Probleme stoßen, sollten Sie sich direkt an den Autor oder die Autoren der betreffenden Erweiterung wenden (siehe die untenstehende Liste für Kontakt-Informationen). Achten Sie darauf, dass Sie bei der Kontaktaufnahme mit den Autoren genaue Details der Probleme angeben.
ru: Если вы столкнётесь с этими проблемами, вам следует связаться с автором (ами) соответствующего дополнения(ий) (контактную информацию о дополнениях, размещенных на этом веб-сайте, смотрите в приведённом ниже списке). Обязательно указывайте подробности при обращении к авторам.
sk: Ak sa stretnete s týmito problémami, mali by ste sa spojiť s autormi príslušných doplnkov (kontaktné informácie týkajúce sa doplnkov na tejto webovej stránke nájdete v nižšie uvedenom zozname). Pri kontakte s autormi nezabudnite uviesť podrobnosti.
tr: Bu sorunlarla karşılaştığınızda, söz konusu eklentilerin yazarlarıyla iletişime geçmelisiniz (bu web sitesinde barındırılan eklentilerin iletişim bilgileri için aşağıdaki listeye bakın). Yazarlarla iletişim kurarken ayrıntıları sağladığınızdan emin olun.

source: Compatibility status key for add-ons listed below:
bg: Легенда за обозначенията за съвместимост на изброените по-долу добавки:
da: Nøglen til forståelse af kompatibilitetsstatus følger:
de: Erklärung der Statussymbole für die Kompatibilität der unten aufgeführten Erweiterungen:
ru: Ключ состояния совместимости для дополнений, перечисленных ниже:
sk: Stav kompatibility doplnkov:
tr: Aşağıda listelenen eklentiler için uyumluluk durumu anahtarı:

source: Yes: compatible
bg: Да: Добавката е съвместима
da: Ja: kompatibel
de: Ja: Kompatibel
ru: Да: совместимо
sk: Áno: kompatibilný
tr: Evet: uyumlu

source: Included in NVDA: add-on functionality is now part of NVDA as of 2019.3
bg: Включено в NVDA: Функционалността на добавката вече е част от NVDA от версия 2019.3
da: Inkluderet i NVDA:Funktionaliteten fra denne tilføjelse er nu en del af NVDA fra 2019.3
de: In NVDA enthalten: Die Funktionalität der Erweiterung ist seit 2019.3 teil von NVDA
ru: Включено в NVDA: функциональные возможности дополнения теперь являются частью NVDA с 2019.3
sk: Súčasťou NVDA: Funkcie doplnku boli integrované priamo do NVDA 2019.3
tr: NVDA'ya dahildir: eklenti işlevi, 2019.3 itibariyle artık NVDA'nın bir parçasıdır

source: No: incompatible (manifest edits and other tricks will not work; this includes add-ons with compatibility manifest issues)
bg: Не: Несъвместима (редактирането на манифестния файл и други подобни трикове няма да помогнат, това включва и добавки с проблеми в съвместимостта на манифестния файл)
da: Nej: Inkompatibel (manifest-redigeringer og andre tricks vil ikke fungerer. Dette gælder også tilføjelser med kompatibilitet i henhold til manifest-filer)
de: Nein: Inkompatibel (Bearbeitung der Datei "manifest.ini" und andere Tricks funktionieren nicht. Gilt für Erweiterungen mit Kompatibilitätsproblemen in dieser Datei)
ru: Нет: несовместимо (изменения в манифесте и другие уловки не сработают; это касается дополнений с проблемами в манифесте совместимости)
sk: Nie: Doplnok nie je kompatibilný (nefungujú úpravy manyfest súborov a tiež to zahŕňa doplnky s pôvodnou štruktúrou manyfest súborov)
tr: Hayır: uyumsuz (bildiri düzenlemeleri ve diğer ipuçlarıyla çalışmaz; buna uyumluluk bildirim sorunları olan eklentiler dahildir)

source: Planned: author indicated plans to port the add-on
bg: Планирано: Авторът на добавката е посочил планове за нейното пригаждане за съвместимост
da: Planlagt: Forfatter har meldt ud, at der er planer om at udvikle tilføjelsen til fordel for Python 3
de: Geplant: Der Autor hat seine Absicht erklärt, die Portierung der Erweiterung noch durchzuführen
ru: Запланировано: автор указал планы по переносу дополнения
sk: Plánované: Autor plánuje prepracovať doplnok na Python 3
tr: Planlandı: yazar, eklentiyi taşıma planlarını belirtti

source: Work in progress: add-on is being ported to Python 3, including testing in progress
bg: В процес на изпълнение: Добавката се преработва за съвместимост с Python 3, включително и с тестване
da: Arbejde undervejs: Tilføjelsen er ved at overgå til Python 3, herunder aktuelle testperioder
de: In Arbeit: Die Erweiterung wird zurzeit nach Python 3 portiert, einschließlich laufender Tests
ru: Ведётся работа: дополнение портируется на Python 3, включая текущее тестирование
sk: Prebieha: Vývojári pracujú na kóde a aktívne upravujú kód na Python 3
tr: Devam eden çalışma: eklenti, devam eden testler de dahil olmak üzere Python 3'e taşınıyor

source: Status of add-ons compatible with Python 3 and other changes
bg: Състояние на добавките, съвместими с Python 3 и другите промени
da: Status for tilføjelsesprogrammer, som er kompatible med Python 3 og andre ændringer
de: Status der Erweiterungen, die mit Python 3 und anderen Änderungen kompatibel sind
ru: Состояние дополнений, совместимых с Python 3, и другие изменения
sk: Stav doplnkov kompatibilných s Python 3 a ďalšie zmeny
tr: Python 3 ve diğer değişikliklerle uyumlu eklentilerin durumu
