Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdaDevTestToolbox.*.po
Languages: es, fr, pt_br

source: Author: Cyrille Bougot
es: Autor: Cyrille Bougot
fr: Auteur : Cyrille Bougot
pt_br: Autor: Cyrille Bougot

source: NVDA compatibility: 2019.2 and beyond
es: Compatibilidad con NVDA: de 2019.2 en adelante
fr: Compatibilité NVDA : 2019.2 et au-delà
pt_br: Compatibilidade com NVDA: 2019.2 e posterior

source: Download [stable version][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
pt_br: Download [versão estável][1]

source: This add-on gathers various features for NVDA debugging and testing.
es: Este complemento reúne diversas funciones para depuración y pruebas en NVDA.
fr: Cette extension rassemble diverses fonctionnalités pour le débogage et les tests dans NVDA.
pt_br: Esse complemento reúne vários recursos para depuração e teste do NVDA.

source: Features
es: Características
fr: Fonctionnalités
pt_br: Recursos

source: An enhanced restart dialog to specify some extra options when restarting NVDA.
es: Un diálogo mejorado para reiniciar que permite indicar algunas opciones extra cuando se reinicia NVDA.
fr: Un dialogue de redémarrage amélioré pour spécifier des options supplémentaires lors du redémarrage de NVDA.
pt_br: Uma caixa de diálogo de reinicialização aprimorada para especificar algumas opções adicionais ao reiniciar o NVDA.

source: Various features related to logged errors.
es: Diversas funciones relacionadas con errores registrados.
fr: Diverses fonctionnalités liées aux erreurs enregistrées.
pt_br: Vários recursos relacionados a erros registrados.

source: An object property explorer.
es: Un explorador de propiedades de los objetos.
fr: Un explorateur de propriétés d'objets.
pt_br: Um explorador de propriedades de objetos.

source: Script tools: an extended script description mode and a script opener.
fr: Des outils pour les scripts : un mode de description étendue des scripts et une ouverture facile des scripts.

source: Commands to help log reading and analyzing.
es: Órdenes para ayudar con la lectura y el análisis del registro.
fr: Commendes pour aider à la lecture et l'analyse du journal.
pt_br: Comandos para ajudar na leitura e análise de registros.

source: Backups of old logs
es: Copias de seguridad de registros antiguos
fr: Sauvegardes des anciens journaux
pt_br: Backups de registros antigos

source: In the Python console workspace, a function to open the source code of an object.
es: En el espacio de trabajo de la consola Python, una función para abrir el código fuente de un objeto.
fr: Dans l'espace de travail de la console Python, une fonction pour ouvrir le code source d'un objet.
pt_br: No espaço de trabalho do console do Python, uma função para abrir o código-fonte de um objeto.

source: A custom startup script for the Python console
es: Un script personalizado de inicio para la consola Python
fr: Un script personnalisé de démarrage pour la console Python
pt_br: Um script de inicialização personalizado para o console Python

source: A command to log the stack trace of the speech.speak function.
es: Una orden para registrar la pila de llamadas de la función speech.speak.
fr: Une commande pour journaliser la pile d'appels de la fonction speech.speak.
pt_br: Um comando para registrar o rastreamento de pilha da função speech.speak.

source: A command to reverse translate the items of the interface.
es: Una orden de traducción inversa de los elementos de la interfaz.
fr: Une commande pour effectuer une traduction inverse des éléments de l'interface.

source: Commands
es: Órdenes
fr: Commandes

source: This add-on uses layered commands for all of the new commands it adds. The entry point for these commands is `NVDA+X`; thus all the commands should be executed by `NVDA+X` followed by another single letter or gesture. You can list all the available layered commands pressing `NVDA+X, H`.
es: Este complemento usa órdenes de capa para las nuevas órdenes que añada. El punto de entrada de estas órdenes es `NVDA+x`; por lo que todas las órdenes deberían ejecutarse con `NVDA+x` seguido de otra letra sola o un gesto. Se pueden listar todas las órdenes de capa disponibles pulsando `NVDA+x, h`.
fr: Cette extension utilise des commandes séquentielles pour toutes les nouvelles commandes qu'elle ajoute. Le point d'entrée de ces commandes est `NVDA+X` ; ainsi, toutes les commandes doivent être exécutées par `NVDA+X` suivi d'une autre lettre ou geste. Vous pouvez obtenir la liste de toutes les commandes séquentielles en appuyant sur `NVDA+X, H`.

source: For the commands that you use more frequently, you can also define a direct gesture in the input gesture dialog.
es: Se pueden definir gestos directos con las órdenes que más uses en el diálogo Gestos de entrada.
fr: Pour les commandes que vous utilisez plus fréquemment, vous pouvez également définir un geste direct dans la boîte de dialogue Gestes de commandes.

source: Enhanced restart dialog
es: Diálogo reiniciar mejorado
fr: Dialogue de redémarrage amélioré
pt_br: Diálogo de reinicialização aprimorado

source: The `NVDA+X, Q` command opens a dialog to specify some extra options before restarting NVDA. The options that can be specified correspond to the [command line options][2] that can be used with `nvda.exe`, e.g. `-c` for config path, `--disable-addons` to disable add-ons, etc.
fr: La commande `NVDA+X, Q` ouvre un dialogue pour indiquer des options supplémentaires avant de redémarrer NVDA. Les options qui peuvent être spécifiées correspondent aux [options de ligne de commande][2] qui peuvent être utilisées avec `nvda.exe`, telles que `-c` pour le chemin de configuration, `--disable-addons` pour désactiver les extensions, etc.

source: Features related to logged errors
es: Funciones relacionadas con errores registrados
fr: Fonctionnalités liées aux erreurs enregistrées
pt_br: Recursos relacionados a erros registrados

source: Report last logged error
es: Anunciar último error registrado
fr: Annoncer la dernière erreur enregistrée
pt_br: Relatar o último erro registrado

source: Pressing `NVDA+X, E` allows to report the last error logged without needing to open the log. A second press clears the memorized last error.
fr: Un appui sur `NVDA+X, E` permet d'annoncer la dernière erreur enregistrée sans avoir à ouvrir le journal. Un deuxième appui efface la dernière erreur mémorisée.

source: Play a sound for logged errors
es: Reproducir un sonido para los errores registrados
fr: Jouer un son pour les erreurs journalisées
pt_br: Reproduzir um som para erros registrados

source: The ["Play a sound for logged errors" setting][4] has been introduced in NVDA 2021.3 and allows to specify if NVDA will play an error sound in case an error is logged.
es: La [opción "Reproducir un sonido para los errores registrados"][4] se introdujo en NVDA 2021.3 y permite especificar si NVDA reproducirá un sonido de error en caso de que se registre un error.
fr: Le [paramètre "Jouer un son pour les erreurs journalisées"][4] a été introduit dans NVDA 2021.3 et vous permet de spécifier si NVDA jouera un son d'erreur dans le cas où une erreur est journalisée.
pt_br: A configuração [“Reproduzir um som para erros registrados”][4] foi introduzida no NVDA 2021.3 e permite especificar se o NVDA reproduzirá um som de erro caso um erro seja registrado.

source: This add-on provides an additional command (`NVDA+X, shift+E`) to toggle this setting. You can choose:
fr: Cette extension fournit une commande supplémentaire (`NVDA+X, maj+E`) pour basculer ce paramètre. Vous pouvez choisir :

source: "Only in test versions" (default) to make NVDA play error sounds only if the current NVDA version is a test version (alpha, beta or run from source).
es: "Sólo en versiones de prueba de NVDA" (por defecto) para que NVDA reproduzca sonidos de error sólo si la versión actual de NVDA es una versión de prueba (alfa, beta o ejecutada desde el código fuente).
fr: "Uniquement dans les versions de test de NVDA" (par défaut) de sorte que NVDA joue les sons d'erreur uniquement si la version NVDA actuelle est une version de test (alpha, bêta ou exécuté à partir du code source).
pt_br: “Somente em versões de teste” (padrão) para fazer o NVDA reproduzir sons de erro somente se a versão atual do NVDA for uma versão de teste (alfa, beta ou executada a partir da fonte).

source: "Yes" to enable error sounds no matter your current NVDA version.
es: "Sí" para habilitar los sonidos de error sea cual sea tu versión de NVDA.
fr: "Oui" pour activer les sons d'erreur quelle que soit votre version de NVDA.
pt_br: “Sim” para ativar os sons de erro, independentemente da versão atual do NVDA.

source: For NVDA prior to 2021.3, this add-on provides the backport of this feature and the possibility to control it with the keyboard command. The checkbox in the Advanced settings panel is not backported however.
es: En versiones de NVDA anteriores a la 2021.3, este complemento proporciona el backport de esta característica y la posibilidad de controlarla con la orden de teclado. La casilla de verificación del panel de opciones avanzadas, sin embargo, no se incluye.
fr: Dans les versions NVDA avant la 2021.3, cette extension fournit le backport de cette fonctionnalité et la possibilité de le contrôler avec la commande clavier. La case à cocher du panneau des paramètres avancés n'est cependant pas disponible.
pt_br: Para o NVDA anterior à versão 2021.3, este complemento fornece o backport desse recurso e a possibilidade de controlá-lo com o comando do teclado. No entanto, a caixa de seleção no painel Configurações avançadas não é suportada.

source: Object property explorer
es: Explorador de propiedades de los objetos
fr: Explorateur de propriétés d'objets
pt_br: Explorador de propriedades de objetos

source: This feature allows to report some properties of the current navigator object without opening the log viewer.
es: Esta función permite anunciar algunas propiedades del objeto actual en el navegador de objetos sin abrir el visualizador del registro.
fr: Cette fonction permet d'annoncer certaines propriétés de l'objet actuel dans le navigateur d'objet sans ouvrir la visionneuse du journal.
pt_br: Esse recurso permite relatar algumas propriedades do objeto do navegador atual sem abrir o visualizador de registros.

source: To list the properties of an object, move the navigator object to it and use the following commands:
es: Para enumerar las propiedades de un objeto, mueve el navegador de objetos hacia él y usa las siguientes órdenes:
fr: Pour lister les propriétés d'un objet, déplacez-y le navigateur d'objets et utilisez les commandes suivantes :
pt_br: Para listar as propriedades de um objeto, mova o objeto do navegador até ele e use os seguintes comandos:

source: `NVDA+X, upArrow`: Selects the previous property and reports it for the navigator object.
fr: `NVDA+X, flècheHaut` : Sélectionne la propriété précédente et l'annonce pour l'objet navigateur.

source: `NVDA+X, downArrow`: Selects the next property and reports it for the navigator object.
fr: `NVDA+X, flècheBas` :Sélectionne la propriété suivante et l'annonce pour l'objet navigateur.

source: `NVDA+X, N`: Reports the currently selected property for the navigator object
fr: `NVDA+X, N` : Annonce la propriété actuellement sélectionnée pour l'objet navigateur

source: `NVDA+X, shift+N`: Displays the currently selected property for the navigator object in a browseable message
fr: `NVDA+X, maj+N` : Affiche la propriété actuellement sélectionnée pour l'objet navigateur dans un message en mode navigation

source: The list of the supported properties is the following: name, role, state, value, windowClassName, windowControlID, windowHandle, location, Python class, Python class mro.
es: La lista de propiedades soportadas es la siguiente: nombre, rol, estado, valor, nombre de clase de la ventana, id de control de la ventana, manejador de la ventana, ubicación, clase Python, orden de resolución de métodos de la clase Python.
fr: La liste des propriétés prises en charge est la suivante : name, role, state, value, windowClassName, windowControlID, windowHandle, location, Python class, Python class mro.
pt_br: A lista das propriedades compatíveis é a seguinte: name, role, state, value, windowClassName, windowControlID, windowHandle, location, Python class, Python class mro.

source: When using object navigation commands, you can also choose to have the currently selected property reported instead of NVDA usual object reporting. A toggle command, `NVDA+X, control+N`, allows to switch between this custom reporting of objects and NVDA usual reporting.
fr: Lorsque vous utilisez les commandes de navigation par objet, vous pouvez également choisir que la propriété actuellement sélectionnée soit annoncée au lieu de l'annonce habituelle des objets de NVDA. Une commande bascule, `NVDA+X, contrôle+N`, permet d'alterner entre cette annonce personnalisée des objets et l'annonce habituel de NVDA.

source: For exemple, you may select "windowClassName" property and enable custom object reporting. Then when moving the navigator object to next or previous object, you will hear the object's windowClassName instead of usual reporting.
es: Por ejemplo, puedes seleccionar la propiedad "Nombre de clase de la ventana" y habilitar el anuncio de objetos personalizado. Al moverte al siguiente objeto o al anterior con el navegador de objetos, escucharás el nombre de clase de ventana del objeto en lugar del anuncio habitual.
fr: Par exemple, vous pouvez sélectionner la propriété « windowClassName » et activer l'annonce des objets personnalisée. Ensuite, lorsque vous déplacez l'objet navigateur vers l'objet suivant ou précédent, vous entendrez la propriété windowClassName de l'objet au lieu de l'annonce habituel.
pt_br: Por exemplo, você pode selecionar a propriedade “windowClassName” e ativar o relatório de objeto personalizado. Então, ao mover o objeto do navegador para o objeto seguinte ou anterior, você ouvirá o windowClassName do objeto em vez do relatório normal.

source: Script tools
es: Herramientas de scripts
fr: Outils pour les scripts

source: The script opener
es: El abridor de scripts
fr: La commande d'ouverture de script

source: The script opener command allows to open the code of a script knowing its gesture.
es: La orden de abrir scripts permite abrir el código de un script conociendo su gesto.
fr: La commande d'ouverture de script permet d'ouvrir le code d'un script en connaissant son geste associé.

source: To use it press `NVDA+x, C` and then the gesture of the script which you want to see the code of. For example to see the code of the script that reports the title of the foreground window, press `NVDA+X, C` and then `NVDA+T`.
es: Para usarla, pulsa `NVDA+x, c` y luego el gesto del script cuyo código quieras ver. Por ejemplo, para ver el código del script que indica el título de la ventana en primer plano, pulsa `NVDA+x, c` y luego `NVDA+t`.
fr: Pour l'utiliser, appuyez sur `NVDA+x, C` puis le geste du script dont vous souhaitez voir le code. Par exemple, pour voir le code du script qui annonce le titre de la fenêtre au premier plan, appuyez sur `NVDA+X, C` et ensuite `NVDA+T`.

source: For this feature to work, you need to have configured your [favorite editor's command](#settingsOpenCommand) in the add-on's settings. If you are not running NVDA from source, the [location of NVDA source code](#settingsNvdaSourcePath) should also have been configured.
fr: Pour utiliser cette fonctionnalité, vous devez avoir configuré [la ligne de commande de votre éditeur préféré](#settingsOpenCommand) dans les paramètres de l'extension. Si vous n'exécutez pas NVDA à partir des sources, [l'emplacement du code source NVDA](#settingsNvdaSourcePath) doit également avoir été configuré.

source: Extended script description mode
es: Modo de descripción extendida de scripts
fr: Mode de description étendu des scripts
pt_br: Modo de descrição de script estendido

source: The extended script description mode allows to have reported information on scripts without description in input help mode.
fr: Le mode de description étendu pour les scripts permet l'annonce d'informations pour les scripts qui n'ont aucune description en mode d'aide à la saisie.

source: When the Extended script description mode is active, the input help mode (NVDA+1) is modified as follows. If a script has no description, the script's name and class are reported. If a script has a description, its description is reported as usual. The gesture to activate or deactivate this feature is `NVDA+X, D`.
fr: Lorsque le mode de description étendu des scripts est activé, le mode d'aide à la saisie (NVDA+1) est modifié comme suit. Si un script n'a aucune description, son nom et sa classe sont annoncés. Si un script a une description, il est annoncé de la manière habituelle. Le geste pour activer ou désactiver cette fonction est `NVDA+X, D`.

source: Executing a gesture bound to a script without description in input help mode also create an entry for this script in the gesture management dialog. This entry is located in a dedicated category called "Scripts without description (modify at your own risk!)". This allow to easily add, delete or change the native NVDA gestures for these script. Be aware however that it is often intended that such script do not have any description to prevent the user to modify the associated gesture. Indeed, the gesture may be defined to match an application shortcut key. For example the script script_toggleItalic on NVDAObjects.window.winword.WordDocument is bound to control+I and this should not be modified since the gesture is passed to the application to actually execute the shortcut key.
es: Ejecutar un gesto asociado a un script sin descripción en el modo ayuda de entrada también crea una entrada para este script en el diálogo de administración de gestos. Esta entrada se ubica en una categoría dedicada llamada "Scripts sin descripción (¡Modifica bajo tu responsabilidad!)". Esto permite añadir, eliminar o cambiar fácilmente los gestos nativos de NVDA para estos scripts. Ten en cuenta, sin embargo, que el script puede no tener una descripción intencionadamente para que el usuario no pueda modificarlo. El script puede estar pensado para coincidir con un atajo de una aplicación concreta. Por ejemplo, el script script_toggleItalic en NVDAObjects.window.winword.WordDocument está asignado a control+k, y no debería modificarse, ya que el gesto se pasa a la aplicación para ejecutar realmente ese atajo de teclado.
fr: L'exécution d'un geste associé à un script sans description dans le mode d'aide à la saisie crée également une entrée pour ce script via le dialogue Geste de Saisie. Cette entrée est située dans une catégorie dédiée appelée "Scripts sans description (modifiez à vos risques et périls !)". Cela permet de supprimer ou de modifier facilement les gestes natifs de NVDA pour ces scripts. Gardez à l'esprit, cependant, qu'il est souvent intentionnel que ces scripts n'aient pas de description afin que l'utilisateur ne puisse pas le modifier. Le script peut être conçu pour correspondre à un raccourci d'une application spécifique. Par exemple, le script script_toggleItalic dans NVDAObjects.window.winword.WordDocument est assigné à contrôle+I, et ne doit pas être modifié, car le geste est transmis à l'application pour vraiment exécuter ce raccourci clavier.
pt_br: A execução de um gesto vinculado a um script sem descrição no modo de ajuda de entrada também cria uma entrada para esse script na caixa de diálogo de gerenciamento de gestos. Essa entrada está localizada em uma categoria dedicada chamada “Scripts sem descrição (modifique por sua própria conta e risco!)”. Isso permite adicionar, excluir ou alterar facilmente os gestos nativos do NVDA para esses scripts. No entanto, esteja ciente de que muitas vezes esses scripts não têm nenhuma descrição para evitar que o usuário modifique o gesto associado. De fato, o gesto pode ser definido para corresponder a uma tecla de atalho do aplicativo. Por exemplo, o script script_toggleItalic em NVDAObjects.window.winword.WordDocument está vinculado a control+I e não deve ser modificado, pois o gesto é passado ao aplicativo para executar a tecla de atalho.

source: Usage example
es: Ejemplo de uso
fr: Exemple d'utilisation
pt_br: Exemplo de uso

source: Control+shift+I also toggle italic in Word, even if it is not natively reported by NVDA. To have the control+shift+I result reported by NVDA as control+I, you should perform the following steps:
es: Control+shift+k también conmuta la cursiva en Word, incluso si NVDA no lo anuncia de forma nativa. Para que el resultado de pulsar control+shift+k se anuncie como control+k, deberías seguir los siguientes pasos:
fr: Contrôle+maj+I bascule également l'italique dans Word, même si NVDA ne l'annonce pas nativement. Afin que le résultat par l'appui sur contrôle+maj+I soit annoncé comme contrôle+I, vous devez suivre les étapes suivantes :
pt_br: Control+shift+I também alterna o itálico no Word, mesmo que não seja relatado nativamente pelo NVDA. Para que o resultado de control+shift+I seja relatado pelo NVDA como control+I, execute as seguintes etapas:

source: Open a Word document.
es: Abre un documento de Word.
fr: Ouvrir un document Word.
pt_br: Abra um documento do Word.

source: Enable the extended script description mode with `NVDA+X, D`.
fr: Activer le mode de description étendu des scripts avec `NVDA+X, D`.

source: Enter input help mode with NVDA+1.
es: Entra en el modo ayuda de entrada con NVDA+1.
fr: Entrer en mode d'aide à la saisie avec NVDA+1.
pt_br: Entre no modo de ajuda de entrada com o NVDA+1.

source: Press control+I to report the italic script and have it added in the gesture dialog.
es: Pulsa control+K para anunciar el script de cursiva y añadirlo al diálogo de gestos.
fr: Appuyer sur contrôle+I pour annoncer le script italique et l'ajouter dans le dialogue des gestes de commande.
pt_br: Pressione control+I para relatar o script em itálico e adicioná-lo à caixa de diálogo de gestos.

source: Exit input help mode with NVDA+1.
es: Sal del modo ayuda de entrada con NVDA+1.
fr: Quitter le mode d'aide à la saisie avec NVDA+1.
pt_br: Sair do modo de ajuda de entrada com o NVDA+1.

source: Open the input gestures dialog.
es: Abre el diálogo Gestos de entrada.
fr: Ouvrir le dialogue Gestes de commandes.
pt_br: Abra a caixa de diálogo de gestos de entrada.

source: In the category "Scripts without description (modify at your own risk!)", select the command "toggleItalic on NVDAObjects.window.winword.WordDocument".
es: En la categoría "Scripts sin descripción (¡Modifícalos bajo tu responsabilidad!)", selecciona la orden "toggleItalic en NVDAObjects.window.winword.WordDocument".
fr: Dans la catégorie "Scripts sans description (modifiez à vos risques et périls !)", Sélectionnez la commande "toggleItalic dans NVDAObjects.window.winword.WordDocument".
pt_br: Na categoria “Scripts sem descrição (modifique por sua própria conta e risco!)”, selecione o comando “toggleItalic on NVDAObjects.window.winword.WordDocument”.

source: Add the control+shift+I shortcut and validate.
es: Añade el atajo control+shift+k y valida.
fr: Ajouter le raccourci contrôle+maj+I et valider.
pt_br: Adicione o atalho control+shift+I e valide.

source: If you want, exit the extended script description mode with `NVDA+X, D`.
fr: Si vous le souhaitez, quittez le mode description étendu des scripts avec `NVDA+X, D`.
