Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvdapy3.*.po
Languages: bg, da, de, ru, sk, tr

source: Contact: Alberto Buffolino <a.buffolino@gmail.com>
bg: За контакти: Alberto Buffolino <a.buffolino@gmail.com>
da: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>
de: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>
ru: Для связи: Alberto Buffolino <a.buffolino@gmail.com>
sk: Kontakt: Alberto Buffolino <a.buffolino@gmail.com>
tr: İletişim: Alberto Buffolino <a.buffolino@gmail.com>

source: NVDA Remote Support
bg: Поддръжка за управление от разстояние чрез NVDA
da: NVDA Remote Support (fjernstyrelse til NVDA)
de: NVDA Remote-Unterstützung
sk: Vzdialené ovládanie pre NVDA (NVDA Remote)
tr: NVDA Uzaktan Destek

source: Contact: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
bg: За контакти: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
da: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
de: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
ru: Для связи: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
sk: Kontakt: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>
tr: İletişim: Tyler Spivey <tspivey@pcdesk.net>, Christopher Toth <q@q-continuum.net>

source: Object Location Tones
bg: Тонове за местоположението на обектите
de: Töne für Objektlokalisierung
ru: Сигналы Расположения Объекта
sk: Signalizovanie objektov
tr: Nesne Konum Tonları

source: Contact: NV Access <info@nvaccess.org>
bg: За контакти: NV Access <info@nvaccess.org>
da: Kontakt: NV Access <info@nvaccess.org>
de: Kontakt: NV Access <info@nvaccess.org>
ru: Для связи: NV Access <info@nvaccess.org>
sk: Kontakt: NV Access <info@nvaccess.org>
tr: İletişim: NV Access <info@nvaccess.org>

source: Outlook Extended
bg: Разширена функционалност за Outlook
da: Udvidelse til Outlook
de: Erweiterte Unterstützung für Outlook
sk: Vylepšenia pre Outlook
tr: Outlook Geliştirmeleri

source: Contact: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
bg: За контакти: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
da: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
de: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
ru: Для связи: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
sk: Kontakt: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>
tr: İletişim: Cyrille Bougot <cyrille.bougot2@laposte.net>, Ralf Kefferpuetz <ralf.kefferpuetz@elra-consulting.de>

source: placeMarkers
bg: Позиционни маркери
da: placeMarkers (Stedmærker)
de: Lesezeichen
sk: Záložky
tr: yer işaretleri

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
ru: Для связи: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Chris <llajta2012@gmail.com>

source: Read Feeds
bg: Четене на емисии
da: Læs Feeds
de: RSS-Feeds lesen
sk: RSS čítačka
tr: Akışları Oku

source: Contact: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>
ru: Для связи: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>
tr: İletişim: Noelia Ruiz Martínez <nrm1977@gmail.com>, Mesar Hameed <mhameed@src.gnome.org>

source: Report Symbols
bg: Съобщаване на символите
da: Oplys symboler
de: Symbole ansagen
ru: Сообщать Символы
sk: Čítať napísané symboly
tr: Sembolleri bildir

source: Resource Monitor
bg: Наблюдение на ресурсите
da: Ressourcemonitor
de: Ressourcenmonitor
sk: Monitor prostriedkov
tr: Kaynak İzleyici

source: Contact: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> and other NVDA contributors
bg: За контакти: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> и други сътрудници на NVDA
da: Kontakt: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> og andre NVDA-bidragsydere
de: Kontakt: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> und andere Mitwirkende
ru: Для связи: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> и другие участники NVDA
sk: Kontakt: Alex Hall <mehgcap@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, beqa gozalishvili <beqaprogger@gmail.com>, Tuukka Ojala <tuukka.ojala@gmail.com>, Ethin Probst <harlydavidsen@gmail.com> a ostatní vývojári NVDA
tr: İletişim: Alex Hall, Joseph Lee, Beqa Gozalishvili, Tukka Ojala, Ethin Probst, Harly Davidsen @gmail.com> ve diğer NVDA katılımcıları

source: Review Cursor Copier
bg: Копиране на курсора за преглед
de: Kopierfunktionen für den NVDA-Cursor
sk: Kopírovanie textu pod prezeracím kurzorom
tr: İmleç Kopyalayıcıyı İncele

source: Contact: Tuukka Ojala <tuukka.ojala@gmail.com>
bg: За контакти: Tuukka Ojala <tuukka.ojala@gmail.com>
da: Kontakt: Tuukka Ojala <tuukka.ojala@gmail.com>
de: Kontakt: Tuukka Ojala <tuukka.ojala@gmail.com>
ru: Для связи: Tuukka Ojala <tuukka.ojala@gmail.com>
sk: Kontakt: Tuukka Ojala <tuukka.ojala@gmail.com>
tr: İletişim: Tuukka Ojala <tuukka.ojala@gmail.com>

source: sayCurrentKeyboardLanguage
bg: Изговаряне на текущия език на клавиатурата
de: Aktuelle Tastatursprache ansagen
sk: Vyslov jazyk klávesnice
tr: geçerli Klavye Dilini Söyle

source: Contact: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
bg: За контакти: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
da: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
de: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
ru: Для связи: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
sk: Kontakt: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>
tr: İletişim: Abdel <abdelkrim.bensaid@gmail.com>, Noelia <nrm1977@gmail.com>

source: SentenceNav
bg: Навигация по изречения
da: Sætningsnavigation
de: Satznavigation
sk: Čítanie po vetách
tr: Cümle Dolaşımı

source: Speak Passwords
bg: Изговаряне на паролите
da: Speak Passwords (Sig adgangskoder)
de: Passwörter ansagen
sk: Čítanie hesiel
tr: Parolaları Söyle

source: Speech History
bg: Хронология на речта
de: Sprachverlauf
ru: История Речи
sk: História reči
tr: Konuşma Geçmişi

source: Contact: Tyler Spivey, James Scholes
bg: За контакти: Tyler Spivey, James Scholes
da: Kontakt: Tyler Spivey, James Scholes
de: Kontakt: Tyler Spivey, James Scholes
ru: Для связи: Tyler Spivey, James Scholes
sk: Kontakt: Tyler Spivey, James Scholes
tr: İletişim: Tyler Spivey, James Scholes

source: Station Playlist
tr: İstasyon Çalma Listesi

source: Contact: Geoff Shang, Joseph Lee and other contributors
bg: За контакти: Geoff Shang, Joseph Lee и други сътрудници
da: Kontakt: Geoff Shang, Joseph Lee og andre bidgragsydere
de: Kontakt: Geoff Shang, Joseph Lee und andere Mitwirkende
ru: Для связи: Geoff Shang, Joseph Lee и другие участники
sk: Kontakt: Geoff Shang, Joseph Lee and other contributors
tr: İletişim: Geoff Shang, Joseph Lee ve diğer katkıda bulunanlar

source: Switch synth
bg: Превключване на синтезатора
da: Switch synth (skift talesyntese)
sk: Hlasové profily
tr: Sentezleyici Değiştir

source: systrayList
bg: Съдържание на системния жлеб и лентата на задачите
da: systrayList (liste over systembakkeikoner)
de: Infobereichsliste
sk: Systémový panel
tr: sistem Tepsisi Listesi

source: Contact: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
bg: За контакти: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, сътрудници от общността на NVDA
da: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
de: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com> und andere NVDA Mitwirkende
ru: Для связи: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
sk: Kontakt: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Community Contributors
tr: İletişim: Rui Fontes <rui.fontes@tiflotecnia.com>, Rui Batista <ruiandrebatista@gmail.com>, Joseph Lee <joseph.lee22590@gmail.com>, NVDA Topluluğuna Katkıda Bulunanlar

source: Issues: missing modules due to syntax errors, no compatibility information
bg: Проблеми: Липсващи модули поради синтактични грешки, липсваща информация за съвместимост
da: Problemer: manglende moduler på grund af syntaksfejl, ingen kompatibilitetsoplysninger
de: Probleme: Fehlende Module aufgrund von Syntax-Fehlern, keine Informationen zur Kompatibilität
ru: Проблемы: отсутствуют модули из-за синтаксических ошибок, отсутствует информация о совместимости
sk: Problémy: chýbajúce moduly, syntaktické chyby, žiadne informácie o kompatibilite.
tr: Sorunlar: sözdizimi hataları nedeniyle eksik modüller, uyumluluk bilgisi yok

source: Contact: Doug Lee with initial work by Tyler Spivey and others
bg: За контакти: Doug Lee с първоначална работа от страна на Tyler Spivey и други
da: Kontakt: Doug Lee med yderligere arbejde udført af Tyler Spivey og andre
de: Kontakt: Doug Lee mit Vorarbeit von Tyler Spivey und Andere
ru: Для связи: Doug Lee with initial work by Tyler Spivey and others
sk: Kontakt: Doug Lee with initial work by Tyler Spivey and others
tr: İletişim: Doug Lee, Tyler Spivey ve diğerlerinin ilk çalışmasıyla

source: Text Information
bg: Информация за текста
sk: Informácie o texte
tr: Metin Bilgisi

source: Contact: Carter Temm <crtbraille@gmail.com>
bg: За контакти: Carter Temm <crtbraille@gmail.com>
da: Kontakt: Carter Temm <crtbraille@gmail.com>
de: Kontakt: Carter Temm <crtbraille@gmail.com>
ru: Для связи: Carter Temm <crtbraille@gmail.com>
sk: Kontakt: Carter Temm <crtbraille@gmail.com>
tr: İletişim: Carter Temm <crtbraille@gmail.com>

source: TextNav
bg: Навигация в текста
da: Teksttnavigation
sk: Skoč na text
tr: Metin Dolaşımı

source: Tip of the Day
bg: Съвет на деня
da: Dagens tip
de: Tipp des Tages
ru: Совет Дня
sk: Tip na deň
tr: Günün İpucu

source: Compatible: Planned
bg: Съвместима: Планирано
da: Kompatibel: Planlagt
de: Kompatibel: Geplant
ru: Совместимо: Запланировано
sk: Plánuje sa
tr: Uyumlu: planlandı

source: ToolbarsExplorer
bg: Изследване на ленти с инструменти
da: Udforsk Værktøjslinjer
de: Explorer für die Symbolleiste
sk: Prehliadač panelov nástrojov
tr: Araç Çubukları Gezgini

source: Contact: Hrvoje Katić <hrvojekatic@gmail.com>
ru: Для связи: Hrvoje Katić <hrvojekatic@gmail.com>
tr: İletişim: Hrvoje Katic <hrvojekatic@gmail.com>

source: Contact: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
bg: За контакти: Mesar Hameed <mhameed@src.gnome.org>, Patrick Zajda <patrick@zajda.fr>
da: Kontakt: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
de: Kontakt: Mesar Hameed <mhameed@src.gnome.org>, Patrick Zajda <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
ru: Для связи: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
sk: Kontakt: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>
tr: İletişim: Mesar Hameed <mhameed@src.gnome.org>, Patrick ZAJDA <patrick@zajda.fr>, Leonard de Ruijter (Babbage B.V.) <leonard@babbage.com>

source: Virtual Review
bg: Виртуален преглед
da: Virtuelt gennemsyn
de: Virtuelles Fenster
ru: Виртуальный Просмотр
sk: Virtualizácia okna
tr: Sanal İnceleme

source: Contact: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
bg: За контакти: Rui Batista <ruiandrebatista@gmail.com> и екипа за добавки на NVDA
da: Kontakt: Rui Batista <ruiandrebatista@gmail.com> og NVDA Addon Team
de: Kontakt: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
ru: Для связи: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
sk: Kontakt: Rui Batista <ruiandrebatista@gmail.com> and NVDA Addon Team
tr: İletişim: Rui Batista <ruiandrebatista@gmail.com> ve NVDA Addon Ekibi

source: VLC Media Player
ru: Медиапроигрыватель VLC
tr: VLC Medya oynatıcı

source: Weather Plus
bg: Време Плюс
da: Vejret Plus
de: Wetter Plus
sk: Počasie
tr: Hava Durumu Artı

source: Contact: Adriano Barbieri <adrianobarb@yahoo.it>
bg: За контакти: Adriano Barbieri <adrianobarb@yahoo.it>
da: Kontakt: Adriano Barbieri <adrianobarb@yahoo.it>
de: Kontakt: Adriano Barbieri <adrianobarb@yahoo.it>
ru: Для связи: Adriano Barbieri <adrianobarb@yahoo.it>
sk: Kontakt: Adriano Barbieri <adrianobarb@yahoo.it>
tr: İletişim: Adriano Barbieri <adrianobarb@yahoo.it>

source: Windows 10 App Essentials
bg: Базов пакет за приложения в Windows 10
da: Windows 10 App Essentials (Vigtige forbedringer til Windows 10-apps)
sk: Vylepšenia pre Windows 10
tr: Windows Temel Uygulamalar

source: Contact: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
bg: За контакти: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> и други
da: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
de: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> und andere Mitwirkende
ru: Для связи: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> и другие
sk: Kontakt: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> and others
tr: İletişim: Joseph Lee <joseph.lee22590@gmail.com>, Derek Riemer <driemer.riemer@gmail.com> ve diğerleri

source: TBD: to be determined
bg: Неустановено: Към дадения момент състоянието на съвместимост не е проверено/установено
da: SB: Skal bestemmes
de: NZB: Noch zu bestimmen
ru: TBD: предстоит определить
sk: Určíme neskôr

source: Clipspeak
bg: Изговаряне на клипборда
sk: Oznamovanie schránky

source: OCR
bg: Оптично разпознаване на символи (OCR)

source: UnicodeBrailleInput
bg: Въвеждане на брайл на Уникод
de: UnicodeBrailleEingabe
sk: Unicode vstup pre braillovo písmo

source: Tone Master
sk: Hracia skrynka

source: [[!tag announcements]]
de: [[!tag Ankündigungen]]
