Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvSpeechPlayer.*.po
Languages: hr, it, pt_br, pt_pt, ru, tr

source: [[!meta title="NV Speech Player. A Klatt-based speech synthesis engine written in c++"]]
hr: [[!meta title="NV Speech Player. Klatt-bazirana govorna jedinica, napisana u jeziku c++"]]
pt_br: [[!meta title="NV Speech Player. Um mecanismo de síntese de fala baseado em Klatt escrito em c++"]]
pt_pt: [[!meta title="NV Speech Player . Um motor de síntese de voz baseado em Klatt- escrito em c++"]]
ru: [[!meta title="NV Speech Player. Движок синтеза речи на базе Klatt, написанный на c++"]]
tr: [[!meta title="NV Konuşma Oynatıcısı. c++ ile yazılan bulut tabanlı bir konuşma sentezleyici motoru"]]

source: Author: NV Access Limited
hr: Autor: NV Access Limited
it: Autore: NV Access Limited
pt_br: Autor: NV Access Limited
pt_pt: Autor: NV Access Limited
ru: Автор: NV Access Limited
tr: Yazan: NV Access Limited

source: Download [NV Speech Player for NVDA 2019.3 or higher][1]
hr: Preuzmi [NV Speech Player za NVDA verziju 2019.3 ili noviju][1]
it: Scarica [NV Speech Player per NVDA 2019.3 o superiore][1]
pt_br: Download do [NV Speech Player para NVDA 2019.3 ou superior][1]
pt_pt: Baixar [Leitor de Fala NV para NVDA 2019.3 ou superior][1]
ru: Загрузить [NV Speech Player для NVDA 2019.3 или выше][1]
tr: [NVDA 2019 için NV konuşma oynatıcısı. 3 ya da daha sonrası ][1] indir

source: Overview
hr: Pregled
it: Panoramica
pt_br: Visão geral
pt_pt: Visão geral
ru: Обзор
tr: Genel bakış

source: NV Speech Player is a free and open-source prototype speech synthesizer that can be used by NVDA. It generates speech using Klatt synthesis, making it somewhat similar to speech synthesizers such as Dectalk and Eloquence.
hr: NV Speech Player je eksperimentalna govorna jedinica otvorenog koda i može se koristiti u NVDA čitaču. NV Speech Player generira govor koristeći Klatt sintezu te je sličan govornim jedinicama kao što su Dectalk i Eloquence.
it: NV Speech Player è un prototipo di sintetizzatore gratuito e open-source che può essere utilizzato da NVDA. Produce output vocale utilizzando la sintesi Klatt, rendendola piuttosto simile a sintesi vocali come Dectalk e Eloquence.
pt_br: O NV Speech Player é um protótipo de sintetizador de fala gratuito e de código aberto que pode ser usado pelo NVDA. Ele gera a fala usando a síntese Klatt, o que o torna semelhante a sintetizadores de fala como o Dectalk e o Eloquence.
pt_pt: O NV Speech Player é um protótipo de sintetizador de voz gratuito e de código aberto que pode ser utilizado pelo NVDA. Gera fala usando síntese Klatt, tornando-o algo semelhante a sintetizadores de fala como o Dectalk e o Eloquence.
ru: NV Speech Player - это бесплатный прототип синтезатора речи с открытым исходным кодом, который может быть использован NVDA. Он генерирует речь с помощью Klatt synthesis, что делает его в некоторой степени похожим на синтезаторы речи, такие как Dectalk и Eloquence.
tr: NV Konuşma oynatıcısı , NVDA tarafından kullanılabilen ücretsiz ve açık kaynaklı bir prototip konuşma sentezleyicisidir. bulut sentezini kullanarak konuşma üretir, bu da onu Dectalk ve Eloquence gibi konuşma sentezleyicilerine biraz benzer kılar.

source: Licence and copyright
hr: Licenca i autorska prava
it: Licenza e copyright
pt_br: Licença e direitos autorais
pt_pt: Licença e direitos de autor
ru: Лицензия и авторское право
tr: Lisans ve telif hakkı

source: NV Speech Player is Copyright (c) 2014 NV Speech Player contributors NV Speech Player is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
hr: Autorska prava (c) 2014. NV Speech Player doprinositelji. NV Speech Player je licenziran pod GNU općom javnom licencom (verzija 2). Program se smije slobodno mijenjati i dijeliti na bilo koji način, dok god ga prati ova licenca i dok se omogući pristup izvornom kodu svakome tko to zatraži. To vrijedi za originalne i izmijenjene kopije ovog programa, kao i za svaki drugi rad, izveden iz njih. Daljnje informacije je moguće naći na: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
it: NV Speech Player è Copyright (c) 2014 dei contributori di NV Speech Player. NV Speech Player è coperto dalla GNU General Public License (Versione 2). Siete liberi di condividere o modificare questo software in qualunque modo vogliate, a condizione che sia accompagnato dall'accordo di licenza e rendiate il codice sorgente disponibile per chiunque lo voglia. Ciò si applica sia alle copie originali che a quelle modificate di questo software, oltre che ad ogni lavoro da esse derivante. Per ulteriori dettagli, potete consultare l'accordo di licenza sul sito http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
pt_br: NV Speech Player é Copyright (c) 2014 Contribuidores do NV Speech Player O NV Speech Player é coberto pela Licença Pública Geral GNU (Versão 2). Você é livre para compartilhar ou alterar este software da maneira que desejar, desde que ele esteja acompanhado da licença e que você disponibilize todo o código-fonte para quem quiser. Isso se aplica tanto às cópias originais quanto às modificadas deste software, além de quaisquer trabalhos derivados. Para obter mais detalhes, você pode visualizar a licença on-line em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
pt_pt: O NV Speech Player é da autoria (c) 2014 dos Os colaboradores do NV Speech Player NV Speech Player são cobertos pela Licença Pública Geral GNU (Versão 2). É livre de partilhar ou alterar este software da forma que desejar, desde que seja acompanhado pela licença e disponibilize todo o código fonte a qualquer pessoa que o deseje. Isto aplica-se tanto às cópias originais como às cópias modificadas deste software, mais quaisquer obras derivadas. Para mais detalhes, pode ver a licença online em: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
ru: Авторские права на NV Speech Player защищены (c) 2014 авторами NV Speech Player. На NV Speech Player распространяется Общая публичная лицензия GNU (версия 2). Вы можете свободно распространять или изменять это программное обеспечение любым удобным вам способом, при условии, что оно сопровождается лицензией, и вы предоставляете доступ ко всему исходному коду всем желающим. Это относится как к оригинальным, так и к модифицированным копиям этого программного обеспечения, а также к любым производным работам. Для получения более подробной информации вы можете ознакомиться с лицензией онлайн по адресу: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
tr: NV Speech Player'ın Telif Hakkı (c) 2014 NV Speech Player'a katkıda bulunanlar NV Speech Player, GNU Genel Kamu Lisansı (Sürüm 2) kapsamındadır. Bu yazılımı, lisansla birlikte verildiği ve tüm kaynak kodunu isteyen herkesin kullanımına açtığınız sürece istediğiniz şekilde paylaşmakta veya değiştirmekte özgürsünüz. Bu, bu yazılımın hem orijinal hem de değiştirilmiş kopyaları ile tüm türev çalışmaları için geçerlidir. Daha fazla ayrıntı için lisansı çevrimiçi olarak şu adresten görüntüleyebilirsiniz: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html

source: Background
hr: Povijest nastajanja
it: Contesto
pt_br: Histórico
pt_pt: Fundo
ru: В прошлом
tr: Arka plan

source: The 70s and 80s saw much research in speech synthesis. One of the most prominent synthesis models that appeared was a formant-frequency synthesis known as Klatt synthesis. Some well-known Klatt synthesizers are Dectalk and Eloquence. They are well suited for use by the blind as they are extremely responsive, their pronunciation is smooth and predictable, and they are small in memory footprint. However, research soon moved onto other forms of synthesis such as concatinative speech, as although this was slower, it was much closer to the human voice. This was an advantage for usage in mainstream applications such as GPS units or telephone systems, but not necessarily so much of an advantage to the blind, who tend to care more about responsiveness and predictability over prettiness.
hr: U sedamdesetim i osamdesetim godinama je bilo puno istraživanja na području sinteze govora. Jedna od najistaknutijih je bila Klatt sinteze govora. Neki od poznatijih Klatt govornih jedinica su Dectalk i Eloquence. Vrlo su korisni za slijepe zbog njihovog brzog odaziva, njihov izgovor je vrlo čist i predvidljiv i zauzimaju malo memorije. Ali, istraživanje je brzo prešlo na druge oblike sinteze govora kao što je konkatenacijski (spojeni) govor. Iako sporiji, mnogo je bliži ljudskom glasu. Ovo je bila prednost za korištenje u aplikacijama kao što su GPS uređaji ili telefonski sustavi, ali ne toliko za slijepe, kojima su brz odaziv i predvidljivost važniji od lijepog zvuka.
it: Negli anni '70 e '80 ha avuto luogo una notevole attività di ricerca nel settore delle sintesi vocali. Uno dei più importanti modelli di sintesi che apparve in quel periodo fu una sintesi a frequenza formante chiamata Klatt. Alcune sintesi vocali conosciute del tipo Klatt sono Dectalk e Eloquence. Esse si adattano molto bene all'utilizzo da parte delle persone cieche e rispondono molto rapidamente ai comandi, la loro pronuncia è fluida e prevedibile e occupano poca memoria. Ad ogni modo, la ricerca si è presto spostata su altre forme di sintesi, come quella concatenativa, perché, nonostante fosse più lenta, era molto più vicina alla voce umana. Ciò è risultato un vantaggio per l'utilizzo nelle applicazioni mainstream (come i sistemi GPS o telefonici), ma non necessariamente un grosso vantaggio per le persone cieche, che tendono a tenere in maggiore considerazione la rapidità di risposta e la prevedibilità rispetto alla gradevolezza.
pt_br: Nas décadas de 70 e 80, houve muitas pesquisas sobre síntese de fala. Um dos modelos de síntese mais proeminentes que surgiu foi uma síntese de frequência de formantes conhecida como síntese Klatt. Alguns sintetizadores Klatt bem conhecidos são o Dectalk e o Eloquence. Eles são adequados para uso por cegos, pois são extremamente responsivos, sua pronúncia é suave e previsível e ocupam pouco espaço na memória. Entretanto, as pesquisas logo passaram para outras formas de síntese, como a fala concatenativa, pois, embora fosse mais lenta, era muito mais próxima da voz humana. Isso foi uma vantagem para o uso em aplicativos convencionais, como unidades de GPS ou sistemas telefônicos, mas não necessariamente uma grande vantagem para os cegos, que tendem a se preocupar mais com a capacidade de resposta e a previsibilidade do que com a beleza.
pt_pt: Os anos 70 e 80 assistiram a muita investigação na síntese da voz. Um dos modelos de síntese mais proeminentes que apareceu foi uma síntese de formant-frequência conhecida como síntese Klatt. Alguns sintetizadores conhecidos de Klatt são Dectalk e Eloquence. São bem adequados para utilização por cegos, uma vez que são extremamente reactivos, a sua pronúncia é suave e previsível e consomem pouca memória. No entanto, a investigação passou rapidamente para outras formas de síntese, tais como o discurso concaterativo, pois embora este fosse mais lento, estava muito mais próximo da voz humana. Esta era uma vantagem para a utilização em aplicações correntes como unidades GPS ou sistemas telefónicos, mas não necessariamente uma grande vantagem para os cegos, que tendem a preocupar-se mais com a capacidade de resposta e previsibilidade do que com a prontidão.
ru: В 70-х и 80-х годах проводилось много исследований в области синтеза речи. Одной из наиболее известных моделей синтеза, которая появилась на свет, был синтез формантных частот, известный как синтез Клатта. Некоторые известные синтезаторы Клатта - это Dectalk и Eloquence. Они хорошо подходят для использования слепыми, поскольку обладают высокой чувствительностью, их произношение плавное и предсказуемое, а также они не занимают много места в памяти. Однако вскоре исследования перешли к другим формам синтеза, таким как связная речь, поскольку, хотя это был медленнее, он был намного ближе к человеческому голосу. Это было преимуществом для использования в обычных приложениях, таких как GPS-навигаторы или телефонные системы, но не обязательно таким большим преимуществом для слепых, которые, как правило, больше заботятся о быстродействии и предсказуемости, чем о красоте.
tr: 70'ler ve 80'ler konuşma sentezinde çok araştırma gördü. Ortaya çıkan en belirgin sentez modellerinden biri, Klatt sentezi olarak bilinen bir formant-frekans senteziydi. Bazı iyi bilinen Klatt sentezleyicileri Dectalk ve Eloquence'dir. Son derece duyarlı, telaffuzları düzgün ve öngörülebilir olduğundan ve bellekte küçük yer kapladıklarından, görme engelliler için çok faydalı oldular. Bununla birlikte, araştırmalar kısa süre sonra, daha yavaş olmasına rağmen insan sesine çok daha yakın olduğu için, birleşik konuşma gibi diğer sentez biçimleri üzerine yöneldi. Bu, GPS üniteleri veya telefon sistemleri gibi ana akım uygulamalarda kullanım için bir avantajdı, ancak yanıt verebilirlik ve öngörülebilirliğe estetikten daha fazla önem verme eğiliminde olan körler için çok fazla bir avantaj sağlamadılar.

source: Although synthesizers such as Dectalk and Eloquence continued to be maintained and available for nearly 20 years, now they are becoming harder to get, with multiple companies saying that these, and their variants, have been end-of-lifed and will not be updated anymore.
hr: Iako su govorne jedinice kao što su Dectalk i Eloquence bile dostupne skoro dvadeset godina, sad ih je sve teže dobiti. Mnoge kompanije govore o tome, da su te govorne jedinice kao i njihove varijante, zastarjele i da ih se više neće ažurirati.
it: Nonostante le sintesi come Dectalk ed Eloquence abbiano continuato ad essere manutenute e disponibili per quasi 20 anni, al momento stanno diventando più difficili da trovare, con diverse società che dicono che queste, e le loro varianti, sono state abbandonate e non verranno più aggiornate.
pt_br: Embora sintetizadores como o Dectalk e o Eloquence tenham continuado a ser mantidos e disponíveis por quase 20 anos, agora eles estão se tornando mais difíceis de obter, com várias empresas dizendo que esses sintetizadores e suas variantes chegaram ao fim da vida útil e não serão mais atualizados.
pt_pt: Embora sintetizadores como o Dectalk e Eloquence tenham continuado a ser mantidos e disponíveis durante quase 20 anos, agora estão a tornar-se mais difíceis de obter, com múltiplas empresas a dizerem que estes, e as suas variantes, foram eliminados e não serão mais actualizados.
ru: Хотя такие синтезаторы, как Dectalk и Eloquence, продолжали поддерживаться в рабочем состоянии и были доступны в течение почти 20 лет, сейчас их становится всё труднее достать, и многие компании заявляют, что у них и их вариантов закончился срок службы и они больше не будут обновляться.
tr: Dectalk ve Eloquence gibi sentezleyiciler yaklaşık 20 yıldır bakıma ve kullanılabilir olmaya devam etseler de, birden fazla şirket bunların ve varyantlarının ömrünün sona erdiğini ve artık güncellenmeyeceğini söylediği için artık elde edilmesi zorlaşıyor. .

source: Concatinative synthesis is now starting to show promise as a replacement as the responsiveness and smoothness is improving. However, most if not all of the acceptable quality synthesizers are commercial and are rather expensive.
hr: U međuvremenu, konkatenacijski (spojeni) govor obećaje postati dobra zamjena, budući da se odaziv i predvidljivost poboljšavaju. Na žalost, većina govornih jedinica prihvatljive kvalitete su komercijalne i skupe.
it: Il modello di sintesi concatenativa sta iniziando ora a proporsi come valido sostituto del precedente, poiché stanno migliorando la sua fruidità e rapidità di risposta. Ad ogni modo, molte se non tutte le sintesi si questo tipo di qualità accettabile sono a pagamento e piuttosto costose.
pt_br: A síntese concatenativa está começando a se mostrar promissora como substituta, pois a capacidade de resposta e a suavidade estão melhorando. Entretanto, a maioria dos sintetizadores de qualidade aceitável, se não todos, são comerciais e bastante caros.
pt_pt: A síntese concatinativa começa agora a mostrar-se prometedora como um substituto à medida que a capacidade de resposta e a suavidade melhoram. Contudo, a maioria dos sintetizadores de qualidade aceitável, se não todos, são comerciais e bastante caros.
ru: В настоящее время конкатинативный синтез становится перспективной заменой, поскольку улучшается быстродействие и плавность работы. Однако большинство, если не все, синтезаторов приемлемого качества являются коммерческими и довольно дорогими.
tr: Birleştirici sentez şimdi, yanıt verme ve pürüzsüzlük geliştikçe bir yedek olarak umut vermeye başlıyor. Bununla birlikte, kabul edilebilir kalite sentezleyicilerin tümü değilse de çoğu ticari ve oldukça pahalı.

source: Both Dectalk and Eloquence were closed-source commercial products themselves. However, there is a substantial amount of source code and research material on Klatt synthesis available to the community. NV Speech Player tries to take advantage of this by being a modern prototype of a Klatt synthesizer, in the hopes to either be a replacement for synthesizers like Dectalk or Eloquence, or at least restart research and conversation around this synthesis method.
hr: Dectalk i Eloquence su bili komercijalni proizvodi zatvorenog koda. Međutim, postoji materijal i određeni dio koda Klatt sinteze govora, koji su dostupni zajednici. NV Speech Player pokušava tu činjenicu iskoristiti kako bi bio moderan prototip Klatt sinteze govora, u nadi da će nadomjestiti Dectalk ili Eloquence ili da barem ponovo započne istraživanja i rasprave o ovoj metodi sinteze govora.
it: Sia Dectalk che Eloquence sono state anch'esse prodotti commerciali e closed-source. C'è però una notevole quantità di codice sorgente e materiale di ricerca sulle sintesi Klatt disponibile per tutti. NV Speech Player cerca di trarre vantaggio da ciò; è infatti un prototipo moderno di sintesi Klatt, nella speranza di essere un sostituto di sintesi come Dectalk o Eloquence, o almeno di riavviare la ricerca e il dibattito su questo metodo di sintesi.
pt_br: Tanto o Dectalk quanto o Eloquence eram produtos comerciais de código fechado. Entretanto, há uma quantidade substancial de código-fonte e material de pesquisa sobre a síntese Klatt disponível para a comunidade. O NV Speech Player tenta tirar proveito disso por ser um protótipo moderno de um sintetizador Klatt, na esperança de substituir sintetizadores como o Dectalk ou o Eloquence ou, pelo menos, reiniciar a pesquisa e a conversa sobre esse método de síntese.
pt_pt: Tanto o Dectalk como o Eloquence eram produtos comerciais de fonte fechada. Contudo, existe uma quantidade substancial de código fonte e material de pesquisa sobre a síntese Klatt à disposição da comunidade. NV Speech Player tenta tirar partido disto, sendo um protótipo moderno de um sintetizador Klatt, na esperança de ser um substituto de sintetizadores como Dectalk ou Eloquence, ou pelo menos reiniciar a investigação e a pesquisa em torno deste método de síntese.
ru: И Dectalk, и Eloquence сами по себе были коммерческими продуктами с закрытым исходным кодом. Однако сообществу доступно значительное количество исходного кода и исследовательских материалов по Klatt synthesis. NV Speech Player пытается воспользоваться этим преимуществом, представляя собой современный прототип синтезатора Klatt, в надежде либо заменить такие синтезаторы, как Dectalk или Eloquence, либо, по крайней мере, возобновить исследования и обсуждение этого метода синтеза.
tr: Hem Dectalk hem de Eloquence kapalı kaynaklı ticari ürünlerdi. Bununla birlikte, Klatt sentezi hakkında topluluğa sunulan önemli miktarda kaynak kodu ve araştırma materyali bulunmaktadır. NV Speech Player, Dectalk veya Eloquence gibi sentezleyicilerin yerine geçmeyi veya en azından bu sentez yöntemi etrafında araştırma ve tartışmayı yeniden başlatmayı umarak, bir Klatt sentezleyicisinin modern bir prototipi olarak bundan yararlanmaya çalışmaktadır.
