Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/nvSpeechPlayer.*.po
Languages: hr, it, pt_br, pt_pt, ru, tr

source: The eSpeak synthesizer, itself a free and open-source product has proved well as a replacement to a certain number of people in the community, but many people who hear it are extremely quick to point out its "metallic" sound and cannot seem to continue to use it. Although the authors of NV Speech Player still prefer eSpeak as their synthesizer of choice, they would still hope to try and understand better this strange resistance to eSpeak which may have something to do with eSpeak's spectral frequency synthesis verses Klatt synthesis. It may also have to do with the fact that consonants are also gathered from recorded speech and can therefore be perceived as being injected into the speech stream.
hr: Govorna jedinica otvorenog koda eSpeak, za određeni broj ljudi zajednice bila je dobra zamjena, no mnogi korisnici zamjeraju njegov „metaličan” zvuk i ne žele je dalje koristiti. Iako autori NV Speech Playera najradije koriste eSpeak kao govornu jedinicu, pokušavaju razumijeti protivljenje korisnika da koriste eSpeak. Razlog tomu je možda upotreba sinteze rasponom frekvencija nasuprot Klatt sinteze govora. Možda ima veze i s tim, da se suglasnici skupljaju iz snimljenog govora te stoga djeluje kao da su ubačeni u govor.
it: La sintesi eSpeak, essa stessa un prodotto gratuito e open-source, si è dimostrata un valido sostituto per un certo numero di persone nella comunità, ma molte persone che la ascoltano sottolineano subito il suo suono metallico e sembrano non poter continuare a utilizzarla. Nonostante gli autori di NV Speech Player preferiscano ancora eSpeak come sintesi vocale per il loro uso quotidiano, costoro sperano ancora di provare e comprendere meglio questa strana resistenza a eSpeak, che può avere qualcosa a che fare con le sue frequenze spettrali, se comparate a quelle delle Klatt. Essa può anche avere a che fare con il fatto che le consonanti sono anche raccolte da voci registrate e possono quindi essere percepite come iniettate nel parlato.
pt_br: O sintetizador eSpeak, por si só um produto gratuito e de código aberto, provou ser um bom substituto para um certo número de pessoas na comunidade, mas muitas pessoas que o ouvem são extremamente rápidas em apontar seu som “metálico” e parecem não conseguir continuar a usá-lo. Embora os autores do NV Speech Player ainda prefiram o eSpeak como seu sintetizador de escolha, eles ainda esperam tentar entender melhor essa estranha resistência ao eSpeak, que pode ter algo a ver com a síntese de frequência espectral do eSpeak em relação à síntese Klatt. Também pode ter a ver com o fato de que as consoantes também são coletadas da fala gravada e, portanto, podem ser percebidas como injetadas no fluxo da fala.
pt_pt: O sintetizador eSpeak, em si mesmo um produto gratuito e de código aberto, provou ser um substituto para um certo número de pessoas na comunidade, mas muitas pessoas que o ouvem são extremamente rápidas a apontar o seu som "metálico" e não parecem poder continuar a utilizá-lo. Embora os autores do NV Speech Player ainda prefiram o eSpeak como o seu sintetizador de escolha, ainda esperam tentar compreender melhor esta estranha resistência ao eSpeak que pode ter algo a ver com a síntese de frequência espectral do eSpeak versos síntese Klatt. Pode também ter a ver com o facto de que as consoantes também são recolhidas a partir do discurso gravado e podem, portanto, ser percebidas como sendo injectadas no fluxo do discurso.
ru: Синтезатор eSpeak, сам по себе являющийся бесплатным продуктом с открытым исходным кодом, хорошо зарекомендовал себя в качестве замены определенному числу людей в сообществе, но многие люди, которые его слышат, очень быстро отмечают его "металлическое" звучание и, похоже, не могут продолжать им пользоваться. Хотя авторы NV Speech Player по-прежнему предпочитают eSpeak в качестве своего синтезатора, они всё же надеются попытаться лучше понять это странное сопротивление eSpeak, которое, возможно, как-то связано со спектральной частотой eSpeak синтез - это синтез Клатта. Возможно, это также связано с тем фактом, что согласные также берутся из записанной речи и, следовательно, могут восприниматься как вводимые в речевой поток.
tr: Kendi başına ücretsiz ve açık kaynaklı bir ürün olan eSpeak sentezleyici, topluluktaki belirli sayıda insana göre bu sentezleyicilerinin yerini aldığını kanıtlasa da, onu duyan birçok kişi sesi metalik buluyor ve bu sesi kullanmaya devam etmeyecekmiş gibi görünüyor. NV Speech Player'ın yazarları hala eSpeak'i sentezleyici olarak tercih etseler de, eSpeak'in spektral frekans sentezi ile Klatt sentezi ile ilgisi olabilecek bu garip eSpeak direncini daha iyi anlamaya çalışmayı umuyorlar. bu direncin nedeni Aynı zamanda, ünsüzlerin de kaydedilmiş konuşmadan toplandığı ve bu nedenle konuşma akışına enjekte edilmiş olarak algılanabilmesi gerçeği de olabilir.

source: Implementation
hr: Implementacija
it: Implementazione
pt_br: Implementação
pt_pt: Implementação
ru: Реализация
tr: Uygulama

source: The synthesis engine itself is written in C++ using modern idioms, but closely following the implementation of klsyn-88, found at http://linguistics.berkeley.edu/phonlab/resources/
hr: Govorna jedinica je napisana u jeziku C++ korištenjem modernih idioma, ali usko prati implementaciju klsyn-88, koju je moguće naći na http://linguistics.berkeley.edu/phonlab/resources/
it: Il motore della sintesi è scritto in C++, utilizzando costrutti moderni, ma seguendo l'implementazione di klsyn-88, che si trova sul sito http://linguistics.berkeley.edu/phonlab/resources/
pt_br: O mecanismo de síntese em si é escrito em C++ usando expressões modernas, mas seguindo de perto a implementação do klsyn-88, encontrada em http://linguistics.berkeley.edu/phonlab/resources/
pt_pt: O próprio motor de síntese está escrito em C++ usando expressões idiomáticas modernas, mas seguindo de perto a implementação do klsyn-88, encontrado em http://linguistics.berkeley.edu/phonlab/resources/
ru: Сам движок синтеза написан на C++ с использованием современных идиом, но в точности повторяет реализацию klsyn-88, найденную по адресу http://linguistics.berkeley.edu/phonlab/resources/
tr: Sentezleme motorunun kendisi modern deyimler kullanılarak C++ ile yazılmıştır, ancak http://linguistics.berkeley.edu/phonlab/resources/ adresinde bulunan klsyn-88 uygulamasını yakından takip eder.

source: eSpeak is used to parse text into phonemes represented in IPA, making use of existing eSpeak dictionary processing. eSpeak can be found at: http://espeak.sourceforge.net/
hr: eSpeak se koristi za raščlanjivanje teksta u foneme koji se prikazuju IPA znakovima, koristeći postojeću obradu eSpeak rječnika. eSpeak se može naći na: http://espeak.sourceforge.net/
it: Viene utilizzata eSpeak per suddividere il testo in fonemi rappresentati in IPA, facendo uso del trattamento dei dizionari di eSpeak esistente. eSpeak si può trovare sul sito: http://espeak.sourceforge.net/
pt_br: eSpeak é usado para analisar o texto em fonemas representados no IPA, fazendo uso do processamento do dicionário eSpeak existente. O eSpeak pode ser encontrado em: http://espeak.sourceforge.net/
pt_pt: o eSpeak é utilizado para analisar texto em fonemas representados no IPA, fazendo uso do processamento do dicionário do eSpeak existente. O eSpeak pode ser encontrado em: http://espeak.sourceforge.net/
ru: eSpeak используется для разбора текста на фонемы, представленные в IPA, с использованием существующего словаря eSpeak. eSpeak можно найти по адресу: http://espeak.sourceforge.net/
tr: eSpeak, metni IPA'da temsil edilen fonemlere ayrıştırmak için kullanılıyordu ve mevcut eSpeak sözlük işlemesinden yararlanılıyordu. eSpeak şu adreste bulunabilir: http://espeak.sourceforge.net/

source: The Klatt formant data for each individual phoneme was collected mostly from a project called PyKlatt: http://code.google.com/p/pyklatt/ However it has been further tweaked based on testing and matching with eSpeak's own data.
hr: Klatt podaci za svaki pojedini fonem su prikupljeni uglavnom iz projekta PyKlatt: http://code.google.com/p/pyklatt/ Međutim, dalje se sve podešavalo na osnovi testiranja i uspoređivanja s eSpeak podacima.
it: I dati sulla frequenza di Klatt per ogni fonema sono stati raccolti soprattutto da un progetto chiamato PyKlatt: http://code.google.com/p/pyklatt/ Essi sono comunque stati modificati in base a test e confronti con i dati di eSpeak.
pt_br: Os dados de formantes Klatt para cada fonema individual foram coletados principalmente de um projeto chamado PyKlatt: http://code.google.com/p/pyklatt/. No entanto, eles foram ajustados com base em testes e correspondências com os próprios dados do eSpeak.
pt_pt: Os dados da formante do Klatt para cada fonema individual foram recolhidos principalmente de um projecto chamado PyKlatt: http://code.google.com/p/pyklatt/ No entanto, foram ainda ajustados com base em testes e correspondência com os dados do próprio eSpeak.
ru: Данные о формантах Klatt для каждой отдельной фонемы были собраны в основном в рамках проекта под названием PyKlatt: http://code.google.com/p/pyklatt/ Однако они были дополнительно доработаны на основе тестирования и сопоставления с собственными данными eSpeak.
tr: Her bir ses birimi için Klatt biçimlendirici verileri çoğunlukla PyKlatt adlı bir projeden toplanmıştır: http://code.google.com/p/pyklatt/ Bununla birlikte, eSpeak'in kendi verileriyle test ve eşleştirmeye dayalı olarak daha fazla ayar yapılmıştır.

source: The rules for phoneme lengths, gaps, speed and intonation have been coded by hand in Python, though eSpeak's own intonation data was tried to be copied as much as possible.
hr: Pravila za dužinu fonema, razmak između fonema i intonaciju ručno su programirana u Pythonu, iako se pokušalo kopirati eSpeakove podatke za intonaciju, koliko god je bilo moguće.
it: Le regole per la lunghezza, gli stacchi, la velocità e l'intonazione dei fonemi sono state codificate a mano in Python, anche se si è cercato di copiare i dati sull'intonazione di eSpeak il più possibile.
pt_br: As regras para comprimentos de fonemas, intervalos, velocidade e entonação foram codificadas manualmente em Python, embora os dados de entonação do próprio eSpeak tenham sido copiados o máximo possível.
pt_pt: As regras para comprimentos de fonemas, lacunas, velocidade e entoação foram codificadas à mão em Python, embora se tenha tentado copiar, tanto quanto possível, os dados de entoação do própria eSpeak.
ru: Правила для длительности фонем, пробелов, скорости и интонации были написаны вручную на Python, хотя собственные интонационные данные eSpeak были скопированы в максимально возможной степени.
tr: Ses uzunlukları, boşluklar, hız ve tonlama kuralları Python'da elle kodlanmış, ancak eSpeak'in kendi tonlama verileri mümkün olduğunca kopyalanmaya çalışılmıştır.

source: Building NV Speech Player
hr: Izgradnja NV Speech Playera
it: Compilare NV Speech Player
pt_br: Criação do reprodutor de fala NV
pt_pt: Construir o leitor de voz NV
ru: Сборка NV Speech Player
tr: NV Konuşma Oynatıcı Oluşturma

source: You will need: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Community
hr: Potreban je sljedeći softver: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Community
it: Vi serviranno: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Community
pt_br: Você precisará de: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Community
pt_pt: Vai precisar de : - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Comunidade Visual Studio 2019
ru: Вам понадобятся: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Community
tr: Gereksinimleriniz: - Python 3.7: http://www.python.org - SCons 3: http://www.scons.org/ - Visual Studio 2019 Topluluğu

source: To build: run scons
hr: Za izdradnju: pokreni scons
it: Per compilare, eseguite scons
pt_br: Para construir: execute scons
pt_pt: Para compilar: run scons
ru: Для сборки: выполните scons
tr: Oluşturmak için: scons'u çalıştırın

source: After building, there will be a nvSpeechPlayer_xxx.nvda-addon file in the root directory, where xxx is the git revision or hardcoded version number. Installing this add-on into NVDA will allow you to use the Speech Player synthesizer in NVDA. Note everything you need is in the add-on, no extra dlls or files need to be copied.
hr: Nakon izgradnje, u glavnoj mapi nalazit će se datoteka nvSpeechPlayer_xxx.nvda-addon, gdje je xxx broj prve verzije dodatka. Instaliranjem ovog dodatka u NVDA čitaču, moguće je koristiti govornu jedinicu Speech Player u NVDA čitaču. Sve što je potrebno se već nalazi u dodatku, nije potrebno kopirati nikakve dodatne datoteke.
it: Dopo la compilazione, troverete un file nvSpeechPlayer_xxx.nvda-addon nella cartella radice, dove xxx è la revisione GIT o il numero di versione. L'installazione di questo add-on in NVDA vi permetterà di utilizzare il sintetizzatore Speech Player in NVDA. Notate che ogni cosa di cui avete bisogno è nell'add-on: non c'è bisogno di copiare nessun ulteriore file o dll.
pt_br: Após a compilação, haverá um arquivo nvSpeechPlayer_xxx.nvda-addon no diretório raiz, em que xxx é a revisão do git ou o número da versão codificada. A instalação desse complemento no NVDA permitirá que você use o sintetizador Speech Player no NVDA. Observe que tudo o que você precisa está no complemento, nenhuma dll ou arquivo extra precisa ser copiado.
pt_pt: Após a construção, haverá um ficheiro nvSpeechPlayer_xxx.nvda-addon no directório raiz, onde xxx é o número de revisão git ou de versão codificada em código duro. A instalação deste suplemento no NVDA permitir-lhe-á utilizar o sintetizador Speech Player no NVDA. Note que tudo o que necessita está no add-on, não é necessário copiar ficheiros dlls ou ficheiros extra.
ru: После сборки в корневом каталоге появится файл nvSpeechPlayer_xxx.nvda-addon, где xxx - это ревизия git или жёстко заданный номер версии. Установка этого дополнения в NVDA позволит вам использовать синтезатор Speech Player в NVDA. Обратите внимание, что всё, что вам нужно, содержится в дополнении, никаких дополнительных библиотек dll или файлов копировать не нужно.
tr: Oluşturduktan sonra, kök dizinde bir nvSpeechPlayer_xxx.nvda-addon dosyası olacaktır; burada xxx, git revizyonu veya sabit kodlanmış sürüm numarasıdır. Bu eklentiyi NVDA'ya yüklemek, NVDA'da Speech Player sentezleyicisini kullanmanıza olanak tanır. İhtiyacınız olan her şeyin eklentide olduğunu, fazladan dll veya dosyanın kopyalanmasına gerek olmadığını unutmayın.
