Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/objPad.*.po
Languages: bg, da, de, es, fi, gl, hr, hu, it, ja, pt_br, ro, sk, uk

source: Right arrow: review next character.
bg: Стрелка надясно: преглед на следващия знак.
da: Højre pil: Næste tegn.
de: Pfeiltaste nach rechts: Nächster Buchstabe.
es: Flecha derecha: revisar carácter siguiente.
fi: Nuoli oikealle: seuraava merkki.
gl: Frecha dereita: revisar carácter seguinte.
hr: Strelica desno: pregled sljedećeg znaka.
hu: Jobbnyíl: következő karakter.
it: Freccia destra: leggi il carattere successivo.
ja: 右矢印: 次の文字のレビュー。
pt_br: Seta para direita: explora próximo caractere.
ro: Săgeată dreapta: Examinează caracterul următor.
sk: Pravá šípka: Nasledujúci znak.
uk: Стрілка вправо: наступний символ.

source: Left arrow: previous character.
bg: Стрелка наляво: преглед на предишния знак.
da: Venstre pil: Forrige tegn.
de: Pfeiltaste nach links: Vorheriger Buchstabe.
es: Flecha izquierda: revisar carácter anterior.
fi: Nuoli vasemmalle: edellinen merkki.
gl: Frecha esquerda: revisar carácter anterior.
hr: Strelica lijevo: prethodni znak.
hu: Balnyíl: előző karakter.
it: Freccia sinistra: leggi il carattere precedente.
ja: 左矢印: 前の文字のレビュー。
pt_br: Seta para esquerda: caractere anterior.
ro: Săgeată stânga: caracterul anterior.
sk: Ľavá šípka: Predchádzajúci znak.
uk: Стрілка вліво: попередній символ.

source: Control+right arrow: next word.
bg: Control+Стрелка надясно: следваща дума.
da: Control+højre pil: Næste ord.
de: Strg+Pfeil nach rechts: Nächstes Wort.
es: Control+Flecha derecha: palabra siguiente.
fi: Ctrl+Nuoli oikealle: seuraava sana.
gl: Control+Frecha dereita: palabra seguinte.
hr: Kontrol+Strelica desno: sljedeća riječ.
hu: Ctrl+Jobbnyíl: következő szó.
it: Control+freccia destra: parola successiva.
ja: Control+右矢印: 次の単語。
pt_br: CTRL+seta para direita: próxima palavra.
ro: Control+săgeată dreapta: Următorul cuvânt.
sk: Ctrl+pravá šípka: Nasledujúce slovo.
uk: Control+стрілка вправо: наступне слово.

source: Control+left arrow: previous word.
bg: Control+Стрелка наляво: предишна дума.
da: Control+venstre pil: Forrige ord.
de: Strg+Pfeil nach links: Vorheriges Wort.
es: Control+Flecha izquierda: palabra anterior.
fi: Ctrl+Nuoli vasemmalle: edellinen sana.
gl: Control+Frecha esquerda: palabra anterior.
hr: Kontrol+Strelica lijevo: prethodna riječ.
hu: Ctrl+balnyíl: előző szó.
it: Control+freccia sinistra: parola precedente.
ja: Control+左矢印: 前の単語。
pt_br: CTRL+seta para esquerda: palavra anterior.
ro: Control+săgeată stânga: cuvântul anterior.
sk: Ctrl+ľavá šípka: Predchádzajúce slovo.
uk: Control+стрілка вліво: попереднє слово.

source: Version 23.05
bg: Версия 23.05
es: Versión 23.05
fi: Versio 23.05
hr: Verzija 23.05
pt_br: Versão 23.05

source: To reflect the maintainer change, the manifest has been updated to indicate as such.
bg: За да се отрази промяната на разработчика, манифестният файл е актуализиран с новата информация.
de: Um die Änderung zur Wartung zu berücksichtigen, wurde das Manifest aktualisiert, um dies anzuzeigen.
es: Para reflejar el cambio de responsable de mantenimiento, se ha actualizado el manifiesto indicando tal situación.
fi: Ylläpitäjän vaihdos on huomioitu päivittämällä manifestitiedosto asianmukaisesti.
pt_br: Para refletir a mudança do mantenedor, o manifest foi atualizado para indicar isso.

source: Version 23.02
bg: Версия 23.02
es: Versión 23.02
fi: Versio 23.02
gl: Versión 23.02
hr: Verzija 23.02
pt_br: Versão 23.02
uk: Версія 23.02

source: NVDA 2022.4 or later is required.
bg: Изисква се NVDA 2022.4 или по-нова версия.
de: NVDA 2022.4 oder neuer wird benötigt.
es: Se requiere NVDA 2022.4 o posterior.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
gl: Require NVDA 2022.4 ou posterior.
hr: Zahtijeva NVDA 2022.4 ili noviju verziju.
pt_br: Requer NVDA 2022.4 ou posterior.
uk: Вимагається NVDA 2022.4 Або пізніша.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
bg: Изисква се Windows 10 21H2 (актуализация от месец ноември 2021 г./компилация 19044) или по-нова версия.
de: Windows 10 Version 21H2 (November 2021 Update / Build 19044) oder neuer wird benötigt.
es: Se requiere Windows 10 21H2 (actualización de noviembre de 2021 / compilación 19044) o posterior.
fi: Windows 10 21H2 (marraskuun 2021 päivitys/koontiversio 19044) tai uudempi vaaditaan.
gl: Requírese Windows 10 21H2 (Actualización de novembro de 2021/compilación 19044) ou posterior.
pt_br: É necessário o Windows 10 21H2 (atualização/compilação 19044 de novembro de 2021) ou posterior.
uk: Вимагається Windows 10 21H2 (оновлення від листопада 2021/збірка 19044) або пізніша.

source: Version 23.01
bg: Версия 23.01
es: Versión 23.01
fi: Versio 23.01
gl: Versión 23.01
hr: Verzija 23.01
pt_br: Versão 23.01
uk: Версія 23.01

source: NVDA 2022.3 or later is required.
bg: Изисква се NVDA 2022.3 или по-нова версия.
de: NVDA 2022.3 oder neuer ist erforderlich.
es: Se requiere NVDA 2022.3 o posterior.
fi: Vaatii NVDA 2022.3:n tai uudemman.
gl: Require NVDA 2022.3 ou posterior.
hr: Zahtijeva NVDA 2022.3 ili noviju verziju.
pt_br: Requer NVDA 2022.3 ou posterior.
uk: Вимагається NVDA 2022.3 Або пізніша.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
bg: Изисква се Windows 10 или по-нова версия, тъй като Windows 7, 8 и 8.1 вече не се поддържат от Microsoft от януари 2023 г.
de: Windows 10 oder neuer ist erforderlich, da Windows 7, 8 und 8.1 ab Januar 2023 nicht mehr von Microsoft unterstützt werden.
es: Se requiere Windows 10 o posterior, ya que Microsoft no soporta Windows 7, 8 y 8.1 a partir de enero de 2023.
fi: Windows 10 tai uudempi vaaditaan, koska Microsoft ei enää tue Windows 7:ää, 8:aa tai 8.1:tä tammikuusta 2023 alkaen.
gl: Requírese Windows 10 ou posterior xa que Windows 7, 8, e 8.1 xa non se soportan dende Microsoft dende xaneiro do 2023.
hr: Zahtijeva Windows 10 ili noviju verziju, jer od siječnja 2023. Microsoft više ne pordržava Windows 7, 8 i 8.1.
pt_br: É necessário ter o Windows 10 ou posterior, pois o Windows 7, 8 e 8.1 não serão mais suportados pela Microsoft a partir de janeiro de 2023.
uk: Вимагається Windows 10 чи пізніша, оскільки з січня 2023 року Майкрософт не підтримує Windows 7, 8 і 8.1.

source: Version 22.06
bg: Версия 22.06
es: Versión 22.06
fi: Versio 22.06
gl: Versión 22.06
hr: Verzija 22.06
pt_br: Versão 22.06
uk: Версія 22.06

source: Requires NVDA 2021.3 or later.
bg: Изисква се NVDA 2021.3 или по-нова версия.
de: Benötigt NVDA 2021.3 oder neuer.
es: Se requiere NVDA 2021.3 o posterior.
fi: Vaatii NVDA 2021.3:n tai uudemman.
gl: Require NVDA 2021.3 ou posterior.
hr: Zahtijeva NVDA 2021.3 ili noviju verziju.
pt_br: Requer NVDA 2021.3 ou posterior.
uk: Необхідна версія NVDA 2021.3 або пізніша.

source: Version 21.04
bg: Версия 21.04
es: Versión 21.04
fi: Versio 21.04
gl: Versión 21.04
hr: Verzija 21.04
it: Novità nella versione 21.04
ja: バージョン21.04
pt_br: Versão 21.04
uk: Версія 21.04

source: Requires NVDA 2020.1 or later.
bg: Изисква NVDA 2020.1 или по-нова версия.
de: Erfordert NVDA 2020.1 oder höher.
es: Se requiere NVDA 2020.1 o posterior.
fi: Edellyttää NVDA 2020.1:tä tai uudempaa.
gl: Require NVDA 2020.1 ou posterior.
hr: Zahtijeva NVDA verziju 2020.1 ili noviju.
it: Richiede NVDA 2020.1 o superiore.
ja: NVDA 2020.1以降が必要です。
pt_br: Requer NVDA 2020.1 ou posterior.
uk: Вимагає NVDA 2020.1 чи пізнішу.

source: Version 20.01
bg: Версия 20.01
es: Versión 20.01
fi: Versio 20.01
gl: Versión 20.01
hr: Verzija 20.01
hu: A 20.01 verzió változásai:
it: Novità nella versione 20.01
ja: バージョン20.01
pt_br: Versão 20.01
ro: Versiunea 20.01
sk: Verzia 20.01
uk: Версія 20.01

source: Requires NVDA 2019.3 or later.
bg: Изисква NVDA 2019.3 или по-нова версия.
da: Kræver NVDA 2019.3 eller nyere.
de: Erfordert NVDA 2019.3 oder höher.
es: Se requiere NVDA 2019.3 o posterior.
fi: Vaatii NVDA 2019.3:n tai uudemman.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA verziju 2019.3 ili noviju.
hu: Az NVDA 2019.3 vagy újabb kiadására van szükség.
it: Richiede NVDA 2019.3 o superiore.
ja: NVDA 2019.3以降が必要です。
pt_br: Requer NVDA 2019.3 ou posterior.
ro: Necesită NVDA 2019.3 sau mai nou.
sk: Vyžaduje NVDA od verzie 2019.3.
uk: Необхідна версія NVDA 2019.3 або пізніша.

source: Version 18.12
bg: Версия 18.12
es: Versión 18.12
fi: Versio 18.12
gl: Versión 18.12
hr: Verzija 18.12
hu: A 18.12 verzió változásai:
it: Novità nella versione 18.12
ja: バージョン18.12
pt_br: Versão 18.12
ro: Versiunea 18.12
sk: Verzia 18.12
uk: Версія 18.12

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени за поддръжка на бъдещите версии на NVDA.
da: Interne ændringer for at bedre kunne understøtte fremtidige versioner af NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Versionen.
es: Cambios internos para dar soporte a versiones futuras de NVDA.
fi: Sisäisiä muutoksia tulevien NVDA-versioiden tukemiseksi.
gl: Trocos internos para soportar versións futuras de NVDA.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
hu: Belső változások, hogy a bővítmény kompatibilis legyen a későbbi NVDA kiadásokkal.
it: Modifiche interne per supportare versioni future di NVDA.
ja: 未来のNVDAリリースをサポートするための内部変更。
pt_br: Alterações internas para dar suporte a versões futuras do NVDA.
ro: Au fost făcute modificări interne pentru ca viitoarele versiuni de NVDA să fie suportate.
sk: Príprava na podporu nasledujúcich verzií NVDA.
uk: Внутрішні зміни для підтримки майбутніх версій NVDA.

source: Version 18.09
bg: Версия 18.09
es: Versión 18.09
fi: Versio 18.09
gl: Versión 18.09
hr: Verzija 18.09
hu: A 18.09 verzió változásai:
it: Novità nella versione 18.09
ja: バージョン18.09
pt_br: Versão 18.09
ro: Versiunea 18.09
sk: Verzia 18.09
uk: Версія 18.09

source: Added localizations.
bg: Добавени преводи.
da: Tilføjede oversættelser.
de: Lokalisierungen wurden hinzugefügt.
es: Añadidas traducciones.
fi: Lokalisointeja lisätty.
gl: Engadidas traducións.
hr: Dodane lokalizacije.
hu: Fordításokat adtak hozzá.
it: Aggiunte traduzioni.
ja: ローカライズを追加しました。
pt_br: Adicionado localizações.
ro: S-au adăugat traduceri.
sk: Pridané preklady.
uk: Додано локалізації.

source: Enter key (regular and Numpad) can be used to activate objects.
bg: Клавишът Enter (както обикновения, така и този от цифровия блок) може да се използват за задействане на обекти.
da: Enter-tasten (talrækken på tastaturet og Numpad) kan bruges til at aktivere objekter.
de: Eingabetaste (normal und Numpad) kann zum Aktivieren von Objekten verwendet werden.
es: La tecla intro (normal y numérica) puede utilizarse para activar objetos.
fi: Tavallista ja laskinnäppäimistön Enter-näppäintä voi käyttää objektien aktivoimiseen.
gl: A tecla intro (normal e numérica) pode usarse para activar obxectos.
hr: Tipka enter (obična i numerička tipkovnica) se može koristiti za aktiviranje objekata.
hu: Az Enterrel vagy a Numpad billentyűivel lehet az elemeket aktiválni.
it: Può essere utilizzato il tasto invio (della tastiera centrale e del pad numerico) per attivare gli oggetti.
ja: エンターキー(標準およびテンキー)を使用してオブジェクトをアクティブ化出来るようになりました。
pt_br: A tecla Enter (regular e bloco numérico) pode ser usada para ativar objetos.
ro: Tasta Enter (obișnuită sau cea de pe blocul numeric) poate fi folosită pentru a activa obiecte.
sk: Objekty je možné aktivovať klávesom enter (aj na numerickom bloku).
uk: Enter (звичайний і на цифровому блоці) можна використовувати для активації об’єктів.

source: Version 18.03
bg: Версия 18.03
es: Versión 18.03
fi: Versio 18.03
gl: Versión 18.03
hr: Verzija 18.03
hu: A 18.03 verzió változásai:
it: Novità nella versione 18.03
ja: バージョン18.03
pt_br: Versão 18.03
ro: Versiunea 18.03
sk: Verzia 18.03
uk: Версія 18.03

source: Better compatibility with NVDA 2018.1.
bg: По-добра съвместимост с NVDA 2018.1.
da: Bedre kompatibilitet med NVDA 2018.1.
de: Bessere Kompatibilität mit NVDA 2018.1.
es: Mejor compatibilidad con NVDA 2018.1.
fi: Parempi yhteensopivuus NVDA 2018.1:n kanssa.
gl: Mellor compatibilidade con NVDA 2018.1.
hr: Bolja kompatibilnost s NVDA verzijom 2018.1.
hu: Jobb együttműködés az NVDA 2018.1 verziójával.
it: Migliore compatibilità con NVDA 2018.1.
ja: NVDA 2018.1への互換性がより良くなりました。
pt_br: Melhor compatibilidade com o NVDA 2018.1.
ro: Compatibilitate mai bună cu NVDA 2018.1.
sk: Prispôsobené pre NVDA 2018.1.
uk: Найкраща сумісність з NVDA 2018.1.

source: Version 16.12
bg: Версия 16.12
es: Versión 16.12
fi: Versio 16.12
gl: Versión 16.12
hr: Verzija 16.12
hu: A 16.12 verzió változásai:
it: Novità nella versione 16.12
ja: バージョン16.12
pt_br: Versão 16.12
ro: Versiunea 16.12
sk: Verzia 16.12
uk: Версія 16.12

source: Added web mode.
bg: Добавен е режим за уеб.
da: Tilføjet webtilstand.
de: Web-Modus wurde hinzugefügt.
es: Añadido el modo web.
fi: Lisätty verkkotila.
gl: Engadido o modo web.
hr: Dodan web modus.
hu: Hozzáadták a webmódot.
it: Aggiunto il modo web.
ja: Webモード追加。
pt_br: Adicionado modo web.
ro: A fost adăugat modul web.
sk: Pridaný webový režim.
uk: Додано режим «веб».

source: Version 16.10
bg: Версия 16.10
es: Versión 16.10
fi: Versio 16.10
gl: Versión 16.10
hr: Verzija 16.10
hu: A 16.10 verzió változásai:
it: Novità nella versione 16.10
ja: バージョン 16.10
pt_br: Versão 16.10
ro: Versiunea 16.10
sk: Verzia 16.10
uk: Версія 16.10

source: Initial stable version.
bg: Първа стабилна версия.
da: Første stabile version.
de: Erstveröffentlichung.
es: Versión estable inicial.
fi: Ensimmäinen vakaa versio.
gl: Versión estable inicial.
hr: Inicijalna stabilna verzija.
hu: Első stabil verzió.
it: Versione stabile iniziale.
ja: 最初の安定版。
pt_br: Versão inicial estável.
ro: Versiunea stabilă inițială.
sk: Prvé vydanie.
uk: Перша стабільна версія.

source: [[!meta title="ObjPad"]]
hr: [[!meta title="Upravljaj objektima (ObjPad)"]]
hu: [[!meta title="Nyílmódok"]]
