Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/objPad.*.po
Languages: bg, da, de, es, fi, gl, hr, hu, it, ja, pt_br, ro, sk, uk

source: Author: Christopher Duffley <nvda@chrisduffley.com>, originally by Joseph Lee, Cleverson Uliana and others
bg: Автори: Christopher Duffley <nvda@chrisduffley.com>, първоначална разработка от Joseph Lee, Cleverson Uliana и други
de: Autor: Christopher Duffley <nvda@chrisduffley.com> (ursprünglich geschrieben von Joseph Lee, Cleverson Uliana und weitere Entwickler)
es: Autores: Christopher Duffley <nvda@chrisduffley.com>, originalmente Joseph Lee, Cleverson Uliana y otros
fi: Tekijät: Christopher Duffley <nvda@chrisduffley.com> (alkuperäiset tekijät Joseph Lee, Cleverson Uliana sekä muut)
hr: Autori: Christopher Duffley <nvda@chrisduffley.com>, izvorno od Joseph Lee, Cleverson Uliana i drugih
pt_br: Autor: Christopher Duffley <nvda@chrisduffley.com>, originalmente por Joseph Lee, Cleverson Uliana e outros

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
hu: [stabil verzió][1] letöltése
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pt_br: Baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [Стабільну версію][1]

source: NVDA compatibility: 2022.4 and later
bg: Съвместимост с NVDA: от 2022.4 и по-нови версии
de: NVDA-Kompatibilität: 2022.4 und neuer
es: Compatibilidad con NVDA: de 2022.4 en adelante
fi: Yhteensopivuus: NVDA 2022.4 ja uudemmat
gl: Compatibilidade con NVDA: 2022.4 e posterior
hr: NVDA kompatibilnost: 2022.4 i novije verzije
pt_br: Compatibilidade com NVDA: 2022.4 e posterior
uk: Сумісність з NVDA: 2022.4 і новіші

source: This add-on provides quick commands to manage objects on screen, including navigation and other possibilities.
bg: Тази добавка предоставя бързи команди за управление на обектите по екрана, включително навигация между тях и други възможности.
da: Denne tilføjelse giver hurtige kommandoer til at styre objekter på skærmen, herunder navigation og andre muligheder.
de: Dieses Add-on bietet schnelle Befehle zur Verwaltung von Objekten auf dem Bildschirm, einschließlich Navigation und anderer Möglichkeiten.
es: Este complemento proporciona órdenes rápidas para gestionar objetos en pantalla, incluyendo la navegación y otras posibilidades.
fi: Tämä lisäosa tarjoaa pikakomentoja ruudulla olevien objektien hallintaan, navigointi ja muut mahdollisuudet mukaan lukien.
gl: Este complemento proporciona ordes rápidas para xestionar obxectos na pantalla, incluindo a navegación e outras posibilidades.
hr: Ovaj dodatak pruža brze naredbe za upravljanje objektima na ekranu, uključujući kretanje i druge mogućnosti.
hu: Ez a bővítmény alternatívát nyújt az NVDA különböző navigációs módjainak kezelésére. Az NVDA különböző kurzorainak mozgatását mind a nyílbillentyűkre koncentrálja. Hogy a nyílbillentyűk mikor melyik kurzort, hogy s mint mozgatják attól függ, hogy a felhasználó egy billentyűparanccsal melyik navigációs módra vált.
it: Questo add-on fornisce comandi rapidi per gestire gli oggetti sullo schermo, compresa la navigazione e le altre possibilità.
ja: このアドオンにより、画面上のオブジェクトについて、ナビゲーションや他の操作を素早く行えます。
pt_br: Esse complemento fornece comandos rápidos para gerenciar objetos na tela, incluindo navegação e outras possibilidades.
ro: Acest supliment furnizează comenzi rapide pentru a gestiona obiectele pe ecran, incluzând navigarea și alte posibilități.
sk: Pridáva klávesové skratky na navigáciu a prácu s prvkami.
uk: Цей додаток надає швидкі команди для керування об’єктами на екрані, включаючи навігацію та інші можливості.

source: Commands
bg: Команди
da: Kommandoer
de: Befehle
es: Órdenes
fi: Komennot
gl: Ordes
hr: Naredbe
hu: Parancsok
it: Comandi
ja: コマンド
pt_br: Comandos
ro: Comenzi
sk: Príkazy
uk: Команди

source: Control+NVDA+TAB: Steps through arrow key modes (see below for details).
bg: Control+NVDA+TAB: Превключва между режимите за стрелките (вижте по-долу за подробности).
da: Control+NVDA+TAB: Skifter gennem tilstanden der benyttes ved brug af piletasterne(se nedenfor for detaljer).
de: Strg+NVDA+Tab: Wechselt zwischen den Navigationsarten auf dem Bildschirm (Details siehe unten).
es: Control+NVDA+TAB: pasos a través de los modos de teclas de flechas (consulta abajo para detalles).
fi: Control+NVDA+Sarkain: Vaihtaa nuolinäppäintilaa (katso lisätietoja alta).
gl: Control+NVDA+TAB: pasos a través dos modos de teclas de frechas (consulta abaixo para detalles).
hr: Kontrol+NVDA+TAB: Prolazi kroz različite moduse za upotrebu tipki sa strelicama (vidi dolje za detalje).
hu: Ctrl+NVDA+Tab: Vált a nyílbillentyűk kezelésének módjai (a továbbiakban: nyílmódok) között, lásd alább.
it: Control+NVDA+TAB: cicla tra i diversi modi d'uso dei tasti freccia (vedere sotto per dettagli).
ja: Control+NVDA+TAB: 矢印キーモードを切り替えます (詳細は下方参照)。
pt_br: Control+NVDA+TAB: Percorre os modos de teclas de seta (veja abaixo para detalhes).
ro: Control+NVDA+Tab: Navighează printre modurile săgeți (vezi mai jos pentru detalii).
sk: Ctrl+NVDA+TAB: prepína medzi dostupnými režimami (popísané nižšie).
uk: Control+NVDA+TAB: перемикає між режимами клавіш зі стрілками (для подробиць дивіться нижче).

source: Arrow key modes
bg: Режими за клавишите със стрелките
da: Piletasttilstande
de: Navigationsarten
es: Modos de teclas de flechas
fi: Nuolinäppäintilat
gl: Modos de teclas de frechas
hr: Modusi za upotrebu tipki sa strelicama
hu: Nyílmódok
it: Modi d'uso dei tasti freccia
ja: 矢印キーモード
pt_br: Modos das teclas de seta
ro: Modurile săgeți
sk: Režimi prezerania
uk: Режими клавіш зі стрілками

source: The add-on provides four ways to use arrow keys:
bg: Добавката предоставя четири начина за използване на клавишите със стрелките:
da: Tilføjelsen giver fire måder at bruge piletasterne på:
de: Die Erweiterung bietet vier Möglichkeiten der Navigation mit Pfeiltasten:
es: El complemento proporciona cuatro formas de utilizar las flechas:
fi: Lisäosa tarjoaa neljä tapaa nuolinäppäinten käyttämiseen:
gl: O complemento proporciona catro xeitos de usar as frechas:
hr: Dodatak nudi četiri modusa za upotrebu tipki sa strelicama:
hu: A bővítmény használatával a nyílbillentyűk viselkedése az alábbi módon változtatható:
it: L'add-on fornisce quattro modi per utilizzare i tasti freccia:
ja: このアドオンにより、矢印キーを4通りに使用出来ます。
pt_br: O complemento apresenta quatro maneiras para usar as teclas de seta:
ro: Add-on-ul oferă patru posibilități de a utiliza săgețile:
sk: Dostupné sú 4 režimi:
uk: Додаток надає чотири способи використовувати клавіші стрілок:

source: Classic (or normal mode): use arrow keys to move cursor.
bg: Класически (или нормален) режим: използвайте стрелките за преместване на курсора.
da: Klassisk (eller normal tilstand): Brug piletasterne til at flytte markøren.
de: Klassisch (oder Normalmodus): Verwenden Sie die Pfeiltasten, um den Cursor zu steuern.
es: Clássico (o modo normal): utiliza las flechas para mover el cursor.
fi: Perinteinen (tai normaali tila): käytä nuolinäppäimiä kohdistimen siirtämiseen.
gl: Clássico (ou modo normal): usa as frechas para mover o cursor.
hr: Klasični (ili uobičajeni modus): koristite tipke sa strelicama za premještanje kursora.
hu: Normál: a nyílbillentyűk a kurzort mozgatják.
it: Modo classico (o normale): si utilizzano i tasti freccia per spostare il cursore.
ja: クラシック(または標準モード): 矢印キーでカーソルを移動します。
pt_br: Clássico (ou modo normal): usa as setas para mover o cursor.
ro: Clasic (sau modul normal): Folosește săgețile pentru a muta cursorul.
sk: Predvolený: Šípky pohybujú kurzorom tak, ako ste zvyknutí.
uk: Класичний (чи звичайний режим): використовуйте клавіші стрілок для переміщення курсора.

source: Object nav: use arrow keys to move to next/previous/parent/first child objects.
bg: Режим на обектна навигация: използвайте клавишите със стрелките, за да се придвижвате към следващия/предишния/родителския/първия дъщерен обект.
da: Objektnavigation: Brug piletasterne til at gå til næste, forrige, underordnede og overordnede objekter.
de: Objektnavigation: Benutzen Sie die Pfeiltasten, um zu den nächsten/vorherigen Hauptobjekten bzw. ersten/vorherigen/nächsten Unterobjekten zu gelangen.
es: Navegación de objetos: utiliza las flechas para mover a los objetos siguiente/anterior/padre/primer hijo.
fi: Objektinavigointi: käytä nuolinäppäimiä seuraavaan/edelliseen/ylemmän tason/ensimmäiseen alemman tason objektiin siirtymiseen.
gl: Navegación de obxectos: usa as frechas para mover cara os obxectos seguinte/anterior/pai/primeiro fillo.
hr: Kretanje po objektima: koristite tipke sa strelicama za premještanje na prethodne, sljedeće, nadređene i podređene objekte.
hu: Elemnavigáció: a nyílbillentyűkkel az előző vagy következő elemre, illetve a szülő- vagy gyermekelemre lehet lépni.
it: Navigazione ad oggetti: si utilizzano i tasti freccia per spostarsi all'oggetto successivo/precedente/padre/primo figlio.
ja: オブジェクトナビゲーション: 矢印キーで、次/前/親/最初の子 オブジェクトへ移動します。
pt_br: Navegação por objeto: usa as teclas de seta para ir para os objetos próximo/anterior/pai/primeiro filho.
ro: Navigarea obiectului: Folosește săgețile pentru a te muta la următorul/anteriorul/marile/micile obiecte.
sk: Objektový: Šípky prechádzajú na nasledujúci alebo predchádzajúci objekt resp. na rodiča alebo potomka objektu.
uk: Об’єктна навігація: використовуйте клавіші стрілок для переходу до наступного/попереднього/батьківського/першого дочірнього об’єкта.

source: Web: use arrow keys to cycle through elements and move between them.
bg: Уеб: Използвайте стрелките за превключване между видовете елементи и за тяхното обхождане.
da: Web: Brug piletasterne til at gennemse elementer og flytte mellem dem.
de: Web: Benutzen Sie die Pfeiltasten, um durch die Elementtypen zu blättern und sich zwischen elementen zu bewegen.
es: Web: utiliza las teclas de flechas para recorrer los elementos y moverte entre ellos.
fi: Verkko: käytä nuolinäppäimiä elementtityypin vaihtamiseen ja niiden välillä liikkumiseen.
gl: Web: usa as teclas de frechas para percorrer os elementos e moverse entre eles.
hr: Web: Pomoću tipki sa strelicama kružite kroz elemente i krećite se između njih.
hu: Webmód: a nyílbillentyűkkel lehet váltogatni a webes elemtípusokat és az egyes elemek közt navigálni.
it: Web: si utilizzano i tasti freccia per ciclare attraverso gli elementi (di una pagine web) e spostarsi tra di essi.
ja: Web: 矢印キーで各要素を回り、要素間を移動します。
pt_br: Web: usa as setas para percorrer os elementos e mover-se entre eles.
ro: Web: utilizați săgețile pentru a parcurge elementele și pentru a vă deplasa printre ele.
sk: Webový: Šípky prechádzajú medzi prvkami v režime prehliadania.
uk: Веб: використовуйте клавіші стрілок для перемикання між елементами й переміщення між ними.

source: Scan mode: use arrow keys to move through objects on screen regardless of hierarchy.
bg: Режим на сканиране (претърсване): използвайте клавишите със стрелките, за да се придвижвате между обектите по екрана независимо от йерархията.
da: Scanningstilstand: Brug piletasterne til at flytte gennem objekter på skærmen uanset hierarki.
de: Erkundungsmodus: Benutzen Sie die Pfeiltasten, um unabhängig von der Hierarchie durch die Objekte auf dem Bildschirm zu navigieren.
es: Modo escanear: utiliza las flechas para moverte a través de los objetos en pantalla independientemente de la jerarquía.
fi: Skannaustila: käytä nuolinäppäimiä ruudulla olevien objektien välillä liikkumiseen niiden hierarkiasta riippumatta.
gl: Modo escanear: usa as frechas para moverte a través dos obxectos na pantalla independentemente da xerarquía.
hr: Modus skeniranja: koristite tipke sa strelicama za kretanje između objekata na ekranu bez obzira na hijerarhiju.
hu: áttekintőmód: a nyílbillentyűkkel lehet az egyes képernyőelemeken mozogni a köztük fennálló kapcsolattól függetlenül.
it: Modalità scansione: si utilizzano i tasti freccia per spostarsi tra gli oggetti sullo schermo indipendentemente dalla loro gerarchia.
ja: スキャンモード: 矢印キーで画面上のオブジェクトを、階層構造に関係なく移動します。
pt_br: Modo de esquadrinhamento: usa as teclas de seta para percorrer os objetos na tela, independentemente da hierarquia.
ro: Modul de scanare: Folosește săgețile pentru a comuta printre obiectele de pe ecran referitoare la modul erarhic.
sk: skenovací: prechádza medzi objektmi, pričom ignoruje hierarchiu objektov.
uk: Режим сканування: використовуйте клавіші стрілок для переміщення між об'єктами на екрані незалежно від ієрархії.

source: The following commands are available with arrow keys set to object nav:
bg: При избран режим на обектна навигация за клавишите със стрелките, са налични следните команди:
da: Følgende kommandoer er tilgængelige med piletasterne indstillet til objektnavigation:
de: Die folgenden Befehle sind verfügbar, wenn die Pfeiltasten auf Objektnavigation eingestellt sind:
es: Las siguientes órdenes están disponibles con las flechas puestas en Navegación de objetos:
fi: Seuraavat komennot ovat käytettävissä, kun nuolinäppäinten tilana on objektinavigointi:
gl: As seguintes ordes están dispoñibles coas frechas postas en Navegación de obxectos:
hr: Sljedeće naredbe su dostupne, ako su tipke sa strelicama postavljene na kretanje po objektima:
hu: Elemnavigációs módban a következő parancsok érhetők el:
it: Quando il modo d'uso dei tasti freccia è impostato su Navigazione a Oggetti, sono disponibili i seguenti comandi:
ja: オブジェクトナビゲーションに設定されている場合、矢印キーを次のようなコマンドで使えます。
pt_br: Os seguintes comandos estão disponíveis com as teclas de seta configuradas para navegação por objeto:
ro: Următoarele comenzi sunt valabile cu săgețile setate în navigatorul obiectului:
sk: V objektovom režime sú dostupné tieto príkazy:
uk: Нижченаведені команди доступні за допомогою клавіш зі стрілками, встановлених на об’єктну навігацію:

source: Right arrow: next object.
bg: Стрелка надясно: следващ обект.
da: Højre pil: Næste objekt.
de: Pfeiltaste nach rechts: Nächstes Objekt.
es: Flecha derecha: objeto siguiente.
fi: Nuoli oikealle: seuraava objekti.
gl: Frecha dereita: obxecto seguinte.
hr: Strelica desno: sljedeći objekt.
hu: Jobbnyíl: következő elem.
it: Freccia destra: oggetto successivo.
ja: 右矢印: 次のオブジェクト。
pt_br: Seta para direita: próximo objeto.
ro: Săgeată dreapta: Următorul obiect.
sk: Pravá šípka: Nasledujúci objekt.
uk: Стрілка вправо: наступний об’єкт.

source: Left arrow: previous object.
bg: Стрелка наляво: предишен обект.
da: Venstre pil: Forrige objekt.
de: Pfeiltaste nach links: Vorheriges Objekt.
es: Flecha izquierda: objeto anterior.
fi: Nuoli vasemmalle: edellinen objekti.
gl: Frecha esquerda: obxecto anterior.
hr: Strelica lijevo: prethodni objekt.
hu: Balnyíl: előző elem.
it: Freccia sinistra: oggetto precedente.
ja: 左矢印: 前のオブジェクト。
pt_br: Seta para esquerda: objeto anterior.
ro: Săgeată stânga: Obiectul anterior.
sk: Ľavá šípka: predchádzajúci objekt.
uk: Стрілка вліво: попередній об’єкт.

source: Up arrow: parent object.
bg: Стрелка нагоре: родителски обект.
da: Pil op: Overordnet objekt.
de: Pfeiltaste nach oben: Hauptobjekt für die aktuelle Region.
es: Flecha arriba: objeto padre.
fi: Nuoli ylös: ylemmän tason objekti.
gl: Frecha arriba: obxecto pai.
hr: Strelica gore: nadređeni objekt.
hu: Felnyíl: szülőelem.
it: Freccia su: oggetto padre.
ja: 上矢印: 親オブジェクト。
pt_br: Seta para cima: objeto pai.
ro: Săgeată sus: Obiectul mare.
sk: Šípka hore: Rodičovský (nadradený objekt).
uk: Стрілка вгору: батьківський об’єкт.

source: Down arrow: first child object.
bg: Стрелка надолу: първи дъщерен обект.
da: Pil ned: Første underordnede objekt.
de: Pfeiltaste nach unten: Erstes Unterobjekt des Hauptobjekts.
es: Flecha abajo: primer objeto hijo.
fi: Nuoli alas: ensimmäinen alemman tason objekti.
gl: Frecha abaixo: primeiro obxecto fillo.
hr: Strelica dolje: podređeni objekt.
hu: Lenyíl: az első gyermekelem.
it: Freccia giù: oggetto primo figlio.
ja: 下矢印: 最初の子オブジェクト。
pt_br: Seta para baixo: primeiro objeto filho.
ro: Săgeată jos: Primul obiect mic.
sk: Šípka dole: Potomok (podradený objekt).
uk: Стрілка вниз: першій дочірній об’єкт.

source: SPACE or ENTER: activate.
bg: Клавиш интервал или ENTER: задействане.
da: Mellemrum eller ENTER: Aktivér.
de: Leertaste or Eingabetaste: Aktivieren.
es: Espacio o intro: activar.
fi: Väli tai Enter: aktivoi.
gl: Espazo ou intro: activar.
hr: RAZMAKNICA ili ENTER: aktiviranje.
hu: Szóköz vagy enter: elem aktiválása
it: Spazio o invio: attiva.
ja: スペースまたはエンター: アクティブ化。
pt_br: ESPAÇO ou ENTER: ativar.
ro: Spațiu sau Enter: activează.
sk: Medzera alebo enter: Aktivovať.
uk: Пробіл або enter: активувати.

source: With web mode active (elements are normal or moving by object, link, form field, heading, frame, table, list, landmark):
bg: С действащ режим за уеб (елементите са нормални или обхождане по обекти, връзки, полета за формуляри, заглавия, рамки, таблици, списъци, маркери):
da: Når webtilstand er aktiv, vil følgende kommandoer navigere mellem disse elementer på en side, med mindre denne er indstillet til normal (objekt, link, formularfelt, overskrift, ramme, tabel, liste, landmærke):
de: Elemente können im Webmodus normal eingestellt werden. Sie können aber auch zwischen den Elementtypen Objekte, Links, Formularfelder, Überschriften, Rahmen, Tabellen, Listen, Sprungmarken navigieren:
es: Con el modo web activo (los elementos son normal o se mueven por objeto, enlace, campo de formulario, encabezado, marco, tabla, lista, punto de referencia):
fi: Kun verkkotila on aktiivisena (elementit ovat normaaleja tai niiden välillä liikutaan objekti, linkki, lomakekenttä, otsikko, kehys, taulukko, luettelo ja kiintopiste kerrallaan):
gl: Co modo web activo (os elementos son normal ou mover por obxecto, liga, campo de formulario, cabeceira, marco, táboa, lista, ponto de referencia):
hr: Kad je web modus aktivan (elementi su uobičajeni ili se kreću po objektu, poveznici, polju obrasca, naslovu, okviru, tablici, popisu, orijentiru):
hu: Webmódban elérhető a normál és az elemenkénti navigáció. A választható elemek: hivatkozás, űrlapmező, címsor, keret, táblázat, lista, jelzőpont.
it: Con il modo web attivo (gli elementi sono normali o ci si sposta per oggetto, link, campo di un form, intestazione, frame, tabella, elenco, punto di riferimento):
ja: Webモードがアクティブの場合(要素は通常、または要素、リンク、フォーム、フィールド、見出し、テーブル、リスト、ランドマークごとに移動):
pt_br: Com o modo Web ativo (os elementos são normais ou movendo-se por objeto, link, campo de formulário, título, frame, tabela, lista, marco):
ro: Cu modul web activ, (elementele sunt normale sau care se deplasează prin obiect, link, câmp formular, rubrică, cadru, tabel, listă, regiune):
sk: Webový režim (môžete sa pohybovať po prvkoch ako oblasti, prvky formulára, nadpisy, rámce, tabuľky a zoznamy).
uk: В активному режимі «Веб» (елементи розміщені як зазвичай або відбувається переміщення між об’єктами, посиланнями, полями форм, заголовками, фреймами, таблицями, списками, орієнтирами):

source: Right arrow: next element.
bg: Стрелка надясно: следващ елемент.
da: Højre pil: Næste element.
de: Pfeiltaste nach rechts: Nächstes Element.
es: Flecha derecha: elemento siguiente.
fi: Nuoli oikealle: seuraava elementti.
gl: Frecha dereita: elemento seguinte.
hr: Strelica desno: sljedeći element.
hu: Jobbra nyíl: következő webes elem.
it: Freccia destra: elemento successivo.
ja: 右矢印: 次の要素。
pt_br: Seta para direita: próximo elemento.
ro: Săgeată dreapta: Următorul element.
sk: Pravá šípka: Nasledujúci prvok.
uk: Стрілка вправо: наступний елемент.

source: Left arrow: previous element.
bg: Стрелка наляво: предишен елемент.
da: Venstre pil: Forrige element.
de: Pfeiltaste nach links: Vorheriges Element.
es: Flecha izquierda: elemento anterior.
fi: Nuoli vasemmalle: edellinen elementti.
gl: Frecha esquerda: elemento anterior.
hr: Strelica lijevo: prethodni element.
hu: Balra nyíl: előző webes elem.
it: Freccia sinistra: elemento precedente.
ja: 左矢印: 前の要素。
pt_br: Seta para esquerda: elemento anterior.
ro: Săgeată stânga: Elementul anterior.
sk: Ľavá šípka: Predchádzajúci prvok.
uk: Стрілка вліво: попередній елемент.

source: Up arrow: previous element type.
bg: Стрелка нагоре: предишен тип елемент.
da: Pil op: Forrige elementtype.
de: Pfeiltaste nach oben: Vorheriges Elementtyp.
es: Flecha arriba: tipo de elemento anterior.
fi: Nuoli ylös: edellinen elementtityyppi.
gl: Frecha arriba: tipo de elemento anterior.
hr: Strelica gore: prethodna vrsta elementa.
hu: Felnyíl: előző webes elemtípus.
it: Freccia su: tipo di elemento precedente.
ja: 上矢印: 前の要素タイプ。
pt_br: Seta para cima: tipo de elemento anterior.
ro: Săgeată sus: Tipul de element anterior.
sk: Šípka hore: Prejdi na predchádzajúci typ prvku.
uk: Стрілка вгору: попередній тип елементів.

source: Down arrow: next element type.
bg: Стрелка надолу: следващ тип елемент.
da: Pil ned: Næste elementtype.
de: Pfeiltaste nach unten: Nächstes Elementtyp.
es: Flecha abajo: tipo de elemento siguiente.
fi: Nuoli alas: seuraava elementtityyppi.
gl: Frecha abaixo: tipo de elemento seguinte.
hr: Strelica dolje: sljedeća vrsta elementa.
hu: Lenyíl: következő webes elemtípus.
it: Freccia giù: tipo di elemento successivo.
ja: 下矢印: 次の要素タイプ。
pt_br: Seta para baixo: próximo tipo de elemento.
ro: Săgeată jos: Tipul de element următor.
sk: Šípka dole: Prejdi na nasledujúci typ prvku.
uk: Стрілка вниз: наступний тип елементів.

source: With scan mode active:
bg: При избран режим на сканиране:
da: Med scanningstilstand aktiv:
de: Bei aktiviertem Scan-Modus:
es: Con el modo escanear activo:
fi: Skannaustilan ollessa aktiivisena:
gl: Co modo escanear activo:
hr: Kad je modus skeniranja aktivan:
hu: Áttekintőmód:
it: Con la modalità scansione attiva:
ja: スキャンモードがアクティブの場合:
pt_br: Com o modo de esquadrinhamento ativo:
ro: Cu modul de scanare activ:
sk: Skenovací režím:
uk: В активному режимі сканування:

source: Down arrow: next object or the next line.
bg: Стрелка надолу: следващ обект или следващ ред.
da: Pil ned: Næste objekt eller næste linje.
de: Pfeiltaste nach unten: Nächstes Objekt oder nächste Zeile.
es: Flecha abajo: objeto o línea siguiente.
fi: Nuoli alas: seuraava objekti tai rivi.
gl: Frecha abaixo: obxecto ou liña seguinte.
hr: Strelica dolje: sljedeći objekt ili sljedeći redak.
hu: lenyíl: következő elem vagy következő sor.
it: Freccia giù: oggetto o riga successiva.
ja: 下矢印: 次のオブジェクトまたは次の行。
pt_br: Seta para baixo: próximo objeto ou próxima linha.
ro: Săgeată jos: Următorul obiect sau linia următoare.
sk: Šípka dole: Nasledujúci objekt, nasledujúci riadok.
uk: Стрілка вниз: наступний об’єкт чи наступний рядок.

source: Up arrow: previous object or previous line.
bg: Стрелка нагоре: предишен обект или предишен ред.
da: Pil op: Forrige objekt eller forrige linje.
de: Pfeiltaste nach oben: Vorheriges Objekt oder vorherige Zeile.
es: Flecha arriba: objeto o línea anterior.
fi: Nuoli ylös: edellinen objekti tai rivi.
gl: Frecha arriba: obxecto ou liña anterior.
hr: Strelica gore: prethodni objekt ili prethodni redak.
hu: felnyíl: előző elem vagy előző sor.
it: Freccia su: oggetto o riga precedente.
ja: 上矢印: 前のオブジェクトまたは前の行。
pt_br: Seta para cima: objeto anterior ou linha anterior.
ro: Săgeată sus: Obiectul anterior sau linia anterioară.
sk: Šípka hore: Predchádzajúci objekt, predchádzajúci riadok.
uk: Стрілка вгору: попередній об’єкт або попередній рядок.
