Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/objWatcher.*.po
Languages: es, fi, pt_br, ru, tr

source: [[!meta title="obj Watcher"]]
fi: [[!meta title="Objektin tarkkailija"]]
ru: [[!meta title="наблюдатель за объектами"]]
tr: [[!meta title="nesne İzleyici"]]

source: **This NVDA add-on watches changes to attributes of navigation objects.**
es: **Este complemento para NVDA observa cambios en los atributos de los objetos.**
fi: **Tämä NVDA-lisäosa tarkkailee navigointiobjektien määreiden muutoksia.**
pt_br: **Este complemento do NVDA observa as alterações nos atributos dos objetos de navegação.
ru: **Это дополнение NVDA отслеживает изменения атрибутов навигационных объектов.**
tr: **Bu NVDA eklentisi, dolaşma nesnelerinin niteliklerinde yapılan değişiklikleri izler.**

source: Author: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>
es: Autor: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>
fi: Tekijät: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>
pt_br: Autor: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>
ru: Автор: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>
tr: Yazar: Cary-rowen <manchen_0528@outlook.com>, hwf1324 <1398969445@qq.com>

source: Compatibility: NVDA-2023.1 or later
es: Compatibilidad: NVDA 2023.1 o posterior
fi: Yhteensopivuus: NVDA 2023.1 tai uudempi
pt_br: Compatibilidade: NVDA-2023.1 ou posterior
ru: Совместимость: NVDA-2023.1 или выше
tr: Uyumluluk: NVDA-2023.1 veya sonrası

source: Possible Use Cases
es: Casos de uso posibles
fi: Mahdolliset käyttötapaukset
pt_br: Possíveis casos de uso
ru: Возможные варианты использования
tr: Olası Kullanım Örnekleri

source: Watch subtitles or lyric objects of certain players and enable automatic reporting upon refreshing.
es: Ver subtítulos o letras de canciones en ciertos reproductores y habilitar el anuncio automático cuando se actualicen.
fi: Tarkkaile tekstitystä tai laulun sanat sisältäviä objekteja tietyissä mediasoittimissa ja ota käyttöön automaattinen puhuminen niiden päivittyessä.
pt_br: Assista a legendas ou objetos líricos de determinados players e ative o relatório automático após a atualização.
ru: Смотрите субтитры или текстовые фрагменты некоторых проигрывателей и включайте автоматические отчеты при обновлении.
tr: Belirli oynatıcıların altyazılarını veya şarkı sözlerini izleyebilir ve yenilendiğinde otomatik raporlamayı etkinleştirebilir.

source: Watch items of interest within the group chat list in the Unigram or WeChat conversation list. New messages can be automatically reported, and background reporting is supported.
es: Mirar elementos de interés en la lista de un chat grupal de Unigram o la lista de conversaciones en WeChat. Los nuevos mensajes se anunciarán automáticamente, y se soporta el anuncio en segundo plano.
fi: Tarkkaile kiinnostavia ryhmäkeskustelujen kohteita Unigramin tai WeChatin keskusteluluettelossa. Uudet viestit voidaan ilmoittaa automaattisesti, ja taustailmoituksiakin tuetaan.
pt_br: Observe itens de interesse na lista de bate-papo em grupo na lista de conversas do Unigram ou do WeChat. Novas mensagens podem ser relatadas automaticamente, e há suporte para relatórios em segundo plano.
ru: Просматривайте интересующие вас темы в списке групповых чатов в Unigram или WeChat. Можно автоматически сообщать о новых сообщениях, а также поддерживается создание справочных отчетов.
tr: Unigram veya WeChat konuşma listesindeki grup sohbeti listesinde ilgi çekici öğeleri izle. Yeni mesajlar otomatik olarak raporlanabilir ve arka plan raporlaması desteklenir.

source: Solely for testing purposes, you can also watch the status bar of Notepad to automatically report rows and columns during content insertion/deletion.
es: Sólo con propósitos de prueba, mirar también la barra de estado del bloc de notas para anunciar las filas y columnas durante la inserción y eliminación del contenido.
fi: Pelkästään testitarkoituksessa voit myös tarkkailla Muistion tilapalkkia rivien ja sarakkeiden automaattista puhumista varten sisältöä lisättäessä/poistettaessa.
pt_br: Apenas para fins de teste, você também pode observar a barra de status do Bloco de Notas para informar automaticamente as linhas e colunas durante a inserção/exclusão de conteúdo.
ru: Исключительно в целях тестирования вы также можете просмотреть строку состояния блокнота, чтобы автоматически сообщать о строках и столбцах при вставке/удалении содержимого.
tr: Yalnızca test amaçlı olarak, içerik ekleme/silme sırasında satır ve sütunları otomatik olarak raporlamak için Not Defteri'nin durum çubuğunu da izleyebilirsiniz.

source: Gestures
es: Gestos
fi: Näppäinkomennot
pt_br: Gestos
ru: Жесты
tr: Kısayollar

source: ``Control+NVDA+W``: Press once to start watching the current navigator object. If a navigator object is currently being watched, the watched attribute will be reported. Press twice to stop watching.
es: ``Control+NVDA+w``: pulsa una vez para vigilar el objeto bajo el navegador de objetos. Si el objeto actual del navegador de objetos ya está bajo vigilancia, se anunciará el atributo observado. Pulsa dos veces para dejar de observar.
fi: ``Ctrl+NVDA+W``: Tarkkaile nykyistä navigointiobjektia painamalla kerran. Jos navigointiobjektin tarkkailu on jo käytössä, tarkkailtava määre ilmoitetaan. Lopeta tarkkailu painamalla kahdesti.
pt_br: ``Control+NVDA+W``: Pressione uma vez para começar a observar o objeto do navegador atual. Se um objeto do navegador estiver sendo observado no momento, o atributo observado será informado. Pressione duas vezes para interromper a observação.
ru: ``Control+NVDA+W``: Нажмите один раз, чтобы начать просмотр текущего объекта навигатора. Если в данный момент ведётся просмотр объекта навигатора, появится сообщение о наблюдаемом атрибуте. Нажмите дважды, чтобы прекратить просмотр.
tr: ``CTRL+NVDA+W``: Mevcut dolaşım nesnesini izlemeye başlamak için bir kez basın. Şu anda izlenen bir dolaşım nesnesi varsa, izlenen özellik raporlanacaktır. İzlemeyi durdurmak için iki kez basın.

source: **You can change this gesture from the Input Gestures dialog.**
es: **Este gesto se puede cambiar desde el diálogo Gestos de entrada.**
fi: **Voit muuttaa tätä näppäinkomentoa Näppäinkomennot-valintaikkunasta.**
pt_br: **Você pode alterar esse gesto na caixa de diálogo Gestos de entrada.**
ru: **Вы можете изменить этот жест в диалоге жестов ввода.**
tr: **Bu hareketi Girdi Hareketleri iletişim kutusundan değiştirebilirsiniz.**

source: Contributors
es: Colaboradores
fi: Osallistujat
pt_br: Contribuidores
ru: Составители
tr: Katkıda Bulunanlar

source: Contribution
es: Colaboración
fi: Osallistuminen
pt_br: Contribuição
ru: Вклад
tr: Katkı

source: The add-on welcomes Pull Requests (PRs) for new features and localized translations on [GitHub][GitHub].
es: El complemento acepta solicitudes de cambio (pull requests) con nuevas características y traducciones actualizadas en [GitHub][GitHub].
fi: Vetopyynnöt ovat tervetulleita [GitHubissa][GitHub] lisäosan uusia ominaisuuksia ja käännöksiä varten.
pt_br: O complemento aceita Pull Requests (PRs) para novos recursos e traduções localizadas no [GitHub][GitHub].
ru: Дополнение приветствует запросы на получение новых функций и локализованных переводов на [ГитХаб][GitHub].
tr: Eklenti, [GitHub] [GitHub]'daki yeni özellikler ve yerelleştirilmiş çeviriler için Çekme İsteklerini (PR'ler) memnuniyetle karşılar.

source: For any feedback, please submit it through a [GitHub Issue][GitHubIssue].
es: Si tienes comentarios, envíalos mediante una [incidencia de GitHub][GitHubIssue].
fi: Anna palautetta lähettämällä se [GitHub-aiheena][GitHubIssue].
pt_br: Para qualquer feedback, envie-o por meio de um [GitHub Issue][GitHubIssue].
ru: Для получения любых отзывов, пожалуйста, отправляйте их через [GitHub Issue][GitHubIssue].
tr: Herhangi bir geri bildirim için lütfen bunu [GitHub Issue][GitHubIssue] aracılığıyla gönderin.

source: Release Notes
es: Registro de cambios
fi: Julkaisumuistio
pt_br: Notas de lançamento
ru: Примечания к выпуску
tr: Sürüm notları

source: Version 0.4.4
es: Versión 0.4.4
fi: Versio 0.4.4
pt_br: Versão 0.4.4
ru: Версия 0.4.4
tr: Sürüm 0.4.4

source: Supported speak on demand mode on NVDA2024.1.
es: Se soporta el modo de voz a petición de NVDA 2024.1.
fi: Pyydettäessä-puhetilaa tuetaan NVDA2024.1:ssä.
pt_br: Suporte ao modo de fala sob demanda no NVDA2024.1.
ru: Поддерживается режим речи по требованию в NVDA2024.1.
tr: NVDA2024.1'de isteğe bağlı konuşma modu desteklenmektedir.

source: Version 0.4.3
es: Versión 0.4.3
fi: Versio 0.4.3
pt_br: Versão 0.4.3
ru: Версия 0.4.3
tr: Sürüm 0.4.3

source: Compatible with NVDA2024.1
es: Compatible con NVDA 2024.1
fi: Yhteensopiva NVDA 2024.1:n kanssa.
pt_br: Compatível com o NVDA2024.1
ru: Совместимость с NVDA2024.1
tr: NVDA2024.1 ile uyumlu

source: Version 0.4.2
es: Versión 0.4.2
fi: Versio 0.4.2
pt_br: Versão 0.4.2
ru: Версия 0.4.2
tr: Sürüm 0.4.2

source: Added Ukrainian translation by VovaMobile.
es: Se añade traducción al ucraniano por VovaMobile.
fi: Lisätty VovaMobilen tekemä ukrainankielinen käännös.
pt_br: Adicionada a tradução para ucraniano feita pelo VovaMobile.
ru: Добавлен перевод на украинский язык от VovaMobile.
tr: VovaMobile tarafından Ukraynaca çeviri eklendi.

source: Version 0.4.1
es: Versión 0.4.1
fi: Versio 0.4.1
pt_br: Versão 0.4.1
ru: Версия 0.4.1
tr: Sürüm 0.4.1

source: Added Arabic translation by ibrahim hamadeh.
es: Se añade traducción al árabe, por ibrahim hamadeh.
fi: Lisätty Ibrahim Hamadehin tekemä arabiankielinen käännös.
pt_br: Adicionada a tradução para o árabe feita por ibrahim hamadeh.
ru: Добавлен арабский перевод от ibrahim hamadeh.
tr: İbrahim hamadeh tarafından Arapça çeviri eklendi.

source: Version 0.4.0
es: Versión 0.4.0
fi: Versio 0.4.0
pt_br: Versão 0.4.0
ru: Версия 0.4.0
tr: Sürüm 0.4.0

source: The watcher timer interval can be set in the settings panel, the default value is 100.
es: Se puede configurar el intervalo de vigilancia en el panel de opciones. El valor por defecto es 100.
fi: Tarkkailuajastimen aikaväli voidaan määrittää asetuspaneelissa. Oletusarvo on 100.
pt_br: O intervalo do cronômetro do observador pode ser definido no painel de configurações; o valor padrão é 100.
ru: Интервал таймера наблюдателя можно установить на панели настроек, значение по умолчанию равно 100.
tr: İzleyici zamanlayıcı aralığı ayarlar panelinde ayarlanabilir, varsayılan değer 100'dür.

source: Version 0.3.4
es: Versión 0.3.4
fi: Versio 0.3.4
pt_br: Versão 0.3.4
ru: Версия 0.3.4
tr: Sürüm 0.3.4

source: Enhanced documentation.
es: Documentación mejorada.
fi: Dokumentaatiota paranneltu.
pt_br: Documentação aprimorada.
ru: Расширенная документация.
tr: Geliştirilmiş belgeler.

source: The rapid double press gesture no longer consistently prioritizes the execution of the first press function.
es: La pulsación del gesto dos veces rápidamente ya no prioriza consistentemente la ejecución de la primera función de pulsación.
fi: Nopea näppäinkomennon kaksoispainallus ei enää johdonmukaisesti priorisoi ensimmäisen painalluksen toiminnon suorittamista.
pt_br: O gesto de pressionamento duplo rápido não prioriza mais de forma consistente a execução da primeira função de pressionamento.
ru: Жест быстрого двойного нажатия больше не является приоритетным для выполнения функции первого нажатия.
tr: Hızlı çift basma hareketi artık ilk basma işlevinin gerçekleştirilmesini tutarlı bir şekilde önceliklendirmez.
