Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/ocr.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, zh_cn

source: [[!meta title="OCR"]]
bg: [[!meta title="Оптично разпознаване на символи (OCR)"]]
zh_cn: [[!meta title="NVDA光学字符识别插件"]]

source: Authors: NV Access Limited, Lukasz Golonka and other contributors
bg: Автори: NV Access ООД, Lukasz Golonka и други сътрудници
de: Authoren: NV Access Limited, Lukasz Golonka und weitere Entwickler
es: Autores: NV Access Limited, Lukasz Golonka y otros colaboradores
fi: Tekijät: NV Access Limited, Lukasz Golonka sekä muut
fr: Auteurs : NV Access Limited, Lukasz Golonka et autres contributeurs
gl: Autores: NV Access Limited, Lukasz Golonka and other contributors
hr: Autori: NV Access Limited, Lukasz Golonka i drugi doprinositelji
it: Autori: NV Access Limited, Lukasz Golonka ed altri collaboratori
ja: 作者: NV Access Limited および他の貢献者
pl: Autorzy: NV Access Limited, Lukasz Golonka i inni współpracownicy
pt_br: Autores: NV Access Limitada, Lukasz Golonka e outros colaboradores
pt_pt: Autores: NV Access Limited, Lukasz Golonka e outros colaboradores
ru: Авторы: NV Access Limited, Lukasz Golonka и другие участники
tr: Yazarlar: NV Access Limited, Lukasz Golonka ve diğer katkıda bulunanlar
zh_cn: 作者：NV Access Limited，Lukasz Golonka和其他贡献者

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: 2019.3 y posterior
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieure
gl: Compatibilidade con NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i nadalje
it: Compatibilità con NVDA: 2019.3 ed oltre
ja: NVDA互換性: 2019.3以降
pl: Zgodność z wersjami NVDA: 2019.3 i nowszymi
pt_br: Compatibilidade com NVDA: 2019.3 e além
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и позднее
tr: NVDA uyumluluğu: 2019.3 ve sonrası
zh_cn: NVDA兼容版本：2019.3以上

source: Download [Stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stable Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [Version stable][1]
gl: Descarga [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [Versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [Versão estável][1]
pt_pt: Baixar [Versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indir][1]
zh_cn: 下载 [稳定版][1]

source: Download [version compatible with NVDA 2019.2 and older][2]
bg: Изтегляне на [версия, съвместима с NVDA 2019.2 и по-стари версии][2]
de: [Herunterladen der Version kompatibel mit NVDA 2019.2 und älter][2]
es: Descargar [versión compatible con NVDA 2019.2 y anteriores][2]
fi: Lataa [NVDA 2019.2:n ja sitä vanhempien kanssa yhteensopiva versio][2]
fr: Télécharger [version compatible avec NVDA 2019.2 et versions antérieures][2]
gl: Descargar [versión compatible con NVDA 2019.2 e anteriores][2]
hr: Preuzmi [verziju koja je kompatibilna s NVDA 2019.2 i starijim verzijama)[2]
it: Scarica la [versione compatibile con NVDA 2019.2 e precedenti][2]
ja: ダウンロード[NVDA 2019.2以前に互換するバージョン][2]
pl: Pobierz [wersja kompatybilna z NVDA 2019.2 i starszymi][2]
pt_br: Baixe a [versão compatível com NVDA 2019.2 e anteriores][2]
pt_pt: Descarregar [versão compatível com NVDA 2019.2 e anterior][2]
ru: Загрузить [совместимую версию с NVDA 2019.2 и старше][2]
tr: [NVDA 2019.2 ve daha eski sürümlerle uyumlu sürümü indirin][2]
zh_cn: 下载 [与NVDA 2019.2兼容的版本][2]

source: Important: if you are using NVDA 2017.3 or later on Windows 10, please consider using built-in Windows 10 OCR.
bg: Важно: Ако използвате NVDA 2017.3 или по-нова под Windows 10, се препоръчва да използвате вградения компонент за OCR в Windows 10.
de: Wichtig: Wenn Sie NVDA 2019.3 oder neuer unter Windows 10 verwenden, bitte benutzen Sie die in Windows 10 integrierte OCR-Erkennung.
es: Importante: si estás utilizando NVDA 2017.3 o posterior en Windows 10, plantéate utilizar el OCR incorporado en Windows 10.
fi: Tärkeää: Mikäli käytät NVDA 2017.3:a tai sitä uudempaa Windows 10:ssä, harkitse Windows 10:n sisäänrakennetun tekstintunnistuksen käyttöä.
fr: Important : si vous utilisez NVDA 2017.3 ou une version ultérieure sur Windows 10, veuillez envisager d'utiliser l'OCR intégré de Windows 10.
gl: Importante: se estás a usar o NVDA 2017.3 ou posterior en Windows 10, por favor considera o uso do OCR integrado no Windows 10.
hr: Važno: ako koristiš NVDA verziju 2017.3 ili noviju na sustavu Windows 10, predlažemo upotrebu ugrađenog OCR-a u sustavu Windows 10.
it: Importante: se si utilizza NVDA 2017.3 o versioni successive per Windows 10, è preferibile utilizzare l'OCR incluso in Windows 10.
ja: 重要: NVDA 2017.3以降をWindows 10で使用している場合は、内蔵のWindows 10 OCRの使用を考えて下さい。
pl: Ważne: jeśli używasz NVDA 2017.3 lub nowszego w systemie Windows 10, rozważ użycie wbudowanego OCR systemu Windows 10.
pt_br: Importante: se você estiver usando o NVDA 2017.3 ou posterior no Windows 10, considere usar o OCR integrado do Windows 10.
pt_pt: Importante: se estiver a usar o NVDA 2017.3 ou mais recente no Windows 10, por favor considere o uso do OCR incorporado no Windows 10.
ru: Важно: если вы используете NVDA 2017.3 или позднее в Windows 10, рассмотрите возможность использования встроенного распознавания текста в Windows 10.
tr: Önemli: Windows 10'da NVDA 2017.3 veya sonraki bir sürümünü kullanıyorsanız, lütfen yerleşik Windows 10 OCR kullanmayı düşünün.
zh_cn: 重要提示：如果您在 Windows 10 上使用 NVDA 2017.3 或更高版本，请考虑使用内置的 Windows 10 OCR。

source: Performs optical character recognition (OCR) to extract text from an object which is inaccessible. The Tesseract OCR engine is used. To perform OCR, move to the object in question using object navigation and press NVDA+r. You can set the OCR recognition language by going to the NVDA settings panel and selecting OCR settings. The keyboard shortcut can be reassigned from NVDA input gestures dialog in the "Miscellaneous" category.
bg: Извършва оптично разпознаване на символи (OCR), за да извлече текста от обект, който е недостъпен по друг начин. За оптичното разпознаване се използва системата Tesseract. За да извършите OCR, се позиционирайте до въпросния обект, използвайки обектната навигация и натиснете NVDA+r. Може да зададете езика за разпознаване от панела с настройки на NVDA, от категорията "Настройки на OCR". Клавишната комбинация може да бъде променена от диалоговия прозорец "Жестове на въвеждане" на NVDA в категорията "Разни".
de: Führt eine optische Zeichenerkennung (OCR) durch, um Text aus einem unzugänglichen Objekt zu extrahieren. Es wird die OCR-Engine von Tesseract verwendet. Um die OCR durchzuführen, bewegen Sie sich mit der Objekt-Navigation zu dem betreffenden Objekt und drücken Sie NVDA+R. Sie können die OCR-Erkennungssprache einstellen, indem Sie in die NVDA-Einstellungen und dort zu den OCR-Einstellungen öffnen. Das Tastaturkürzel kann im Dialogfeld Tastenbefehle in NVDA in der Kategorie "Verschiedenes" neu zugewiesen werden.
es: Lleva a cabo el reconocimiento óptico de caracteres (OCR) para extraer texto de un objeto que sea inaccesible. se utiliza el motor OCR Tesseract. Para realizar el OCR, muévete al objeto en cuestión utilizando la navegación de objetos y pulsa NVDA+r. Puedes configurar el idioma de reconocimiento del OCR yendo al diálogo de opciones de NVDA y eligiendo los ajustes de OCR. Se puede reasignar el atajo de teclado desde el diálogo Gestos de entrada de NVDA en la categoría "Miscelánea".
fi: Poimii tekstin esteellisestä objektista suorittamalla sille tekstintunnistuksen. Tunnistuksessa käytetään Tesseract-moottoria. Tekstintunnistus suoritetaan siirtymällä haluttuun objektiin objektinavigointia käyttäen ja painamalla NVDA+R. Tunnistuksen kieli voidaan määrittää valitsemalla Tekstintunnistus-vaihtoehto NVDA:n asetuspaneelista. Pikanäppäin on mahdollista muuttaa NVDA:n Syöttökomennot-valintaikkunan Sekalaiset-kategoriasta.
fr: Effectue une reconnaissance de caractères (OCR) pour extraire le texte d'un objet inaccessible. Le moteur d'OCR Tesseract est utilisé. Pour effectuer l'OCR, placez-vous sur l'objet en question à l'aide de la navigation par objet et appuyez sur NVDA+r. Vous pouvez définir la langue de reconnaissance OCR en accédant au panneau des paramètres NVDA et en sélectionnant Paramètres OCR. Le raccourci clavier peut être réaffecté à partir de la boîte de dialogue des gestes de saisie NVDA dans la catégorie "Divers".
gl: Realiza recoñecemento óptico de caracteres (OCR) para extraer texto nun obxecto que sexa inaccesible. Utilízase o motor Tesseract OCR. Para realizar o OCR, móvete cara o obxecto en cuestión utilizando a navegación de obxectos e preme NVDA+r. Podes configurar a lingua de recoñecemento do OCR indo ó panel Preferencias do NVDA e seleccionando Opcións do OCR. A orde de teclas pódese reasignar no diálogo de xestos de entrada de NVDA na categoría "Miscelánea".
hr: Izvodi optičko prepoznavanje znakova (OCR) kako bi se izdvojio tekst iz nepristupačnog objekta. Tesseract se koristi kao pogon za prepoznavanje teksta. Za izvođenje optičkog prepoznavanja, pomakni se na željeni objekt koristeći objektnu navigaciju i pritisni NVDA+r. Jezik prepoznavanja znakova određuje se u izborniku postavki NVDA čitača, odabirom OCR postavki. Tipkovni prečac može se dodijeliti u dijaloškom okviru NVDA čitača za ulazne geste, u kategoriji „Razno”.
it: Esegue il riconoscimento ottico dei caratteri (OCR) per estrarre il testo da un oggetto che risulta inaccessibile. Il motore OCR utilizzato è Tesseract. Per eseguire l'OCR, spostarsi sull'oggetto in questione utilizzando la navigazione ad oggetti e premere NVDA + r. È possibile impostare la lingua di riconoscimento OCR andando nel menu di NVDA preferenze e selezionare le impostazioni OCR. Il tasto rapido può essere riassegnato dalla finestra Gesti e Tasti di Immissione di NVDA nella categoria "Varie".
ja: アクセシブルでないオブジェクトから文字認識(OCR)を使ってテキストを抽出します。Tesseract OCRエンジンを使っています。 文字認識を実行するには、オブジェクトナビゲーションで対象オブジェクトに移動し、NVDA+rを押してください。NVDA設定パネルに行き、OCR設定を選択して、文字認識の言語を設定できます。キーボードショートカットを"その他"のカテゴリーのNVDA入力ジェスチャーダイアログから再割り当て出来ます。
pl: Wykonuje optyczne rozpoznawanie znaków (OCR) w celu wyodrębnienia tekstu z obiektu, który jest niedostępny. Zastosowano silnik OCR Tesseract. Aby wykonać OCR, przejdź do danego obiektu za pomocą nawigacji po obiektach i naciśnij NVDA + r. Język rozpoznawania OCR można ustawić, przechodząc do panelu ustawień NVDA i wybierając ustawienia OCR. Skrót klawiaturowy można przypisać z okna dialogowego gestów wejściowych NVDA w kategorii "Różne".
pt_br: Realiza um reconhecimento ótico de caracteres (OCR) para extrair o texto de um objeto que é inacessível. Usa-se o motor Tesseract OCR. Para executar o OCR, vá para o objeto em questão usando a navegação por objetos e pressione NVDA+r. Pode definir o idioma de reconhecimento do OCR acessando o painel de configurações do NVDA e selecionando configurações de OCR. O atalho de teclado pode ser reatribuído a partir do diálogo definir comandos do NVDA na categoria "Diversos".
pt_pt: Realiza o reconhecimento óptico de caracteres (OCR) para extrair texto de um objecto inacessível. É utilizado o motor Tesseract OCR. Para executar o OCR, passar para o objecto em questão utilizando a navegação do objecto e premir NVDA+r. Pode definir a linguagem de reconhecimento do OCR indo ao painel de configurações NVDA e seleccionando definições de OCR. O atalho do teclado pode ser reatribuído a partir do diálogo definir comandos do NVDA na categoria "Diversos".
ru: Выполняет оптическое распознавание символов (OCR) для извлечения текста из недоступного объекта. Используется механизм распознавания текста Tesseract. Чтобы выполнить распознавание текста, перейдите к нужному объекту с помощью навигации по объектам и нажмите NVDA+r. Вы можете настроить язык распознавания текста, перейдя на панель настроек NVDA и выбрав пункт Настройки распознавания текста. Сочетание клавиш можно переназначить в диалоговом окне ввода жестов NVDA в категории "Разное".
tr: Erişilemeyen bir nesneden metin çıkarmak için optik karakter tanıma (OCR) gerçekleştirir. Tesseract OCR motoru kullanılır. OCR gerçekleştirmek için, nesne navigasyonunu kullanarak söz konusu nesneye gidin ve NVDA+r tuşlarına basın. OCR tanıma dilini, NVDA ayarlar paneline gidip OCR ayarları'nı seçerek ayarlayabilirsiniz. Klavye kısayolu, "Çeşitli" kategorisindeki NVDA girdi hareketleri iletişim kutusundan yeniden atanabilir.
zh_cn: 执行光学字符识别（OCR）以从无法访问的对象中提取文本。使用Tesseract OCR引擎。要执行OCR，请使用对象导航移动到相关对象，然后按NVDA + r。您可以通过转到NVDA首选项菜单并选择OCR设置来设置OCR识别语言。另外还可以从NVDA输入手势对话框的“其他”类别中重新分配键盘快捷键。

source: Change log:
bg: Списък с промените:
de: Änderungsverlauf:
es: Registro de cambios:
fi: Muutosloki:
fr: Journal des modifications :
gl: Rexistro de trocos:
hr: Zapis promjena:
it: Elenco delle modifiche:
ja: 変更履歴:
pl: Lista zmian:
pt_br: Registro de alterações:
pt_pt: Alterações
ru: Журнал изменений:
tr: Değişiklik günlüğü:
zh_cn: 更改日志：

source: Changes for 2.1:
bg: Промени във версия 2.1:
de: Änderungen in 2.1:
es: Cambios para 2.1:
fi: Muutokset versiossa 2.1:
fr: Modifications de la version 2.1 :
gl: Cambios para 2.1:
hr: Promjene u verziji 2.1:
it: Novità nella versione 2.1:
ja: 2.1の変更点:
pl: Zmiany dla wersji 2.1:
pt_br: Alterações para a versão 2.1:
pt_pt: Alterações para 2.1:
ru: Изменения в версии 2.1:
tr: 2.1 için değişiklikler:
zh_cn: 2.1的更改：

source: When recognition is performed on an edit field it is now possible to navigate it with the system caret without moving focus from it and back again.
bg: Когато разпознаването се извършва в поле за редактиране, вече е възможно да го обхождате със системната каретка, без да премествате фокуса от него и обратно.
de: Wenn die Erkennung in einem Eingabefeld durchgeführt wird, ist es jetzt möglich, mit dem System-Cursor in diesem Feld zu navigieren, ohne den Fokus von diesem Feld weg und wieder zurück zu bewegen.
es: Cuando se realiza el reconocimiento en un cuadro de edición, es posible navegar por él con el cursor del sistema sin tener que sacar el foco y volver a llevarlo.
fi: Kun tekstintunnistus suoritetaan muokkauskentässä, siinä on nyt mahdollista liikkua nuolinäppäimillä siirtämättä kohdistusta pois ja taas takaisin.
fr: Lorsque la reconnaissance est effectuée sur un champ d'édition, il est désormais possible d'y naviguer avec le curseur système sans déplacer le focus de celui-ci et vice-versa.
gl: Cando se realiza o recoñecemento nunha caixa de edición é posible navegar por él co cursor do sistema sen sacar o foco e movelo alí de novo.
hr: Kad se izvodi prepoznavanje na polju za uređivanje, sada mu se može pristupiti se sistemskim kursorom bez premještanja fokusa s njega i vraćanja natrag.
it: Quando si effettua il riconoscimento di un campo editazione, è ora possibile leggerne il risultato con il cursore di sistema, senza spostare il focus fuori e dentro di esso.
ja: エディットフィールドで認識が実行される時、フォーカスを動かしたりまた戻したりせず、システムキャレットでナビゲートすることが可能になりました。
pl: Gdy rozpoznawanie jest wykonywane w polu edycji, można teraz poruszać się po nim za pomocą karetki systemowej bez przesuwania fokusu z niego i z powrotem.
pt_br: Quando o reconhecimento é realizado em um campo de edição, agora é possível navegar por ele com o cursor do sistema sem mover o foco dele e voltar a ele.
pt_pt: Quando o reconhecimento é efectuado num campo de edição, é agora possível navegar com o carreto do sistema sem deslocar o foco do mesmo e vice-versa.
ru: Когда выполняется распознавание поля редактирования, теперь можно перемещаться по нему с помощью системного курсора, не перемещая фокус с него и обратно.
tr: Bir düzenleme alanında tanıma gerçekleştirildiğinde, artık odağı buradan hareket ettirmeden ve tekrar geri getirmeden sistem imleci ile bu alanda gezinmek mümkündür.
zh_cn: 当在编辑字段上执行识别时，现在可以使用系统输入焦点来导航，而无需将焦点从结果移开后再次返回。

source: Tesseract release info is no longer written to the focused console.
bg: Информацията за изданието на Tesseract вече не се извежда във фокусираната конзола.
de: Tesserakt-Veröffentlichungsinformationen werden nicht mehr auf die fokussierte Konsole geschrieben.
es: Ya no se imprime la información de versión de Tesseract en la consola que tiene el foco.
fi: Tesseractin versiotietoja ei enää kirjoiteta aktiivisena olevaan konsoliin.
fr: Les informations de version de Tesseract ne sont plus écrites sur la console ayant le focus.
gl: a información de versión de Tesseract xa non se escribe na consola enfocada.
hr: Podaci izdanja Tesseract više se ne ispisuju u fokusiranu konzolu.
it: Le informazioni sulla versione di Tesseract non sono più scritte nella focus console.
ja: Tesseractのリリース情報が、フォーカスされたコンソールに書かれなくなりました。
pl: Informacje o wersji Tesseract nie są już zapisywane w konsoli fokusowej.
pt_br: As informações de lançamento do Tesseract não são mais gravadas no console de foco.
pt_pt: As informações de início do Tesseract já não são escritas na consola focalizada.
ru: Информация о выпуске Tesseract больше не записывается в консоль в фокусе.
tr: Tesseract sürüm bilgisi artık odaklanılan konsola yazılmıyor.

source: When no text is recognized this fact is announced to the user.
bg: Когато няма разпознат текст, това бива докладвано на потребителя.
de: Wenn kein Text erkannt wird, wird dieser Umstand dem Benutzer mitgeteilt.
es: Si no se reconoce ningún texto, esta situación se anuncia al usuario.
fi: Kun tekstiä ei tunnistettu, siitä ilmoitetaan käyttäjälle.
fr: Lorsqu'aucun texte n'est reconnu, ce fait est signalé à l'utilisateur.
gl: Cando non se recoñece texto anúnciase ao usuario tal circunstancia.
hr: Kad se nijedan tekst ne prepozna, to se objavljuje korisniku.
it: Quando non è riconosciuto nessun testo, ciò viene annunciato all'utente.
ja: テキストが認識されなかった時、そのことがユーザーに通知されるようになりました。
pl: Gdy żaden tekst nie zostanie rozpoznany, fakt ten jest ogłaszany użytkownikowi.
pt_br: Quando nenhum texto é reconhecido, esse fato é anunciado ao usuário.
pt_pt: Quando nenhum texto é reconhecido, este facto é anunciado ao utilizador.
ru: Когда текст не распознаётся, пользователю сообщается об этом факте.
tr: Hiçbir metin tanınmadığında bu durum kullanıcıya duyurulur.
zh_cn: 当未识别出任何文本时，将提示用户。

source: It is no longer possible to attempt recognition on an invisible object.
bg: Вече не е възможно да се направи опит за разпознаване на невидим обект.
de: Es ist nicht mehr möglich, die Erkennung an einem unsichtbaren Objekt durchzuführen.
es: Ya no es posible intentar el reconocimiento en un objeto invisible.
fi: Enää ei ole mahdollista yrittää tekstintunnistusta näkymättömässä objektissa.
fr: Il n'est plus possible de tenter une reconnaissance sur un objet invisible.
gl: Xa non é posible tentar o recoñecemento sobre un obxecto invisible.
hr: Pokušaj prepoznavanja na nevidljivom objektu više nije moguć.
it: Non è più possibile tentare il riconoscimento su un oggetto invisibile.
ja: 目に見えないオブジェクトを認識しようとすることが出来なくなりました。
pl: Nie jest już możliwe podjęcie próby rozpoznania niewidocznego obiektu.
pt_br: Não é mais possível tentar o reconhecimento de um objeto invisível.
pt_pt: Já não é possível tentar o reconhecimento de um objecto invisível.
ru: Попытка распознавания невидимого объекта больше невозможна.
tr: Artık görünmez bir nesne üzerinde tanıma işlemi gerçekleştirmek mümkün değildir.
zh_cn: 不再尝试在不可见的对象上进行识别。

source: WX is now used to capture images instead of Pillow.
bg: За заснемането на изображения вече се използва WX вместо Pillow.
de: WX wird jetzt anstelle von Pillow zur Aufnahme von Bildern verwendet.
es: Se utiliza WX en vez de Pyllow para capturar imágenes.
fi: Kuvien kaappaamiseen käytetään nyt WX:ää Pillowin asemesta.
fr: WX est maintenant utilisé pour capturer les images au lieu de Pillow.
gl: Agora úsase WX para capturar imaxes no canto de Pillow.
hr: Za snimanje slika sada se koristi WX umjesto Pillow.
it: Per catturare le immagini, ora viene utilizzato WX invece di Pillow.
ja: 画像をキャプチャするために、Pillowの代わりに、WXが使用されるようになりました。
pl: WX jest teraz używany do przechwytywania obrazów zamiast Pillow.
pt_br: O WX agora é usado para capturar imagens em vez de Pillow.
pt_pt: O WX é agora utilizado para capturar imagens em vez do Pillow.
ru: WX теперь используется для захвата изображений вместо Pillow.
tr: WX artık Yastık yerine görüntü yakalamak için kullanılıyor.

source: Changes for 2.0:
bg: Промени във версия 2.0:
de: Änderungen in 2.0:
es: Cambios para 2.0:
fi: Muutokset versiossa 2.0:
fr: Modifications de la version 2.0 :
gl: Cambios para 2.0:
hr: Promjene u verziji 2.0:
it: Novità nella versione 2.0:
ja: 2.0の変更点:
pl: Zmiany dla wersji 2.0:
pt_br: Alterações para a versão 2.0:
pt_pt: Alterações para 2.0:
ru: Изменения в версии 2.0:
tr: 2.0 için değişiklikler:
zh_cn: 2.0版的更改：

source: Compatibility with NVDA 2019.3 and later.
bg: Съвместимост с NVDA: 2019.3 и по-нови версии.
de: NVDA-Kompatibilität: 2019.3 und neuer.
es: Compatibilidad con NVDA: 2019.3 y posterior.
fi: Yhteensopivuus: NVDA 2019.3 ja sitä uudemmat
fr: Compatibilité avec NVDA 2019.3 et versions ultérieures.
gl: Compatibilidade con NVDA 2019.3 e posterior.
hr: NVDA kompatibilnost: 2019.3 i novija izdanja.
it: Compatibilità con NVDA 2019.3 ed oltre.
ja: NVDA 2019.3以降に互換。
pl: Zgodność z NVDA 2019.3 i nowszymi.
pt_br: Compatibilidade com o NVDA 2019.3 e posterior.
pt_pt: Compatibilidade com o NVDA 2019.3 e posteriores.
ru: Совместимость с NVDA 2019.3 и позднее.
tr: NVDA 2019.3 ve sonrası ile uyumluluk.
zh_cn: NVDA兼容版本：2019.3以上。

source: It is possible to set different recognition languages for different configuration profiles.
bg: Възможно е да бъдат зададени различни езици за разпознаване за различните конфигурационни профили.
de: Verschiedene Erkennungssprachen für verschiedene Konfigurationsprofile können eingestellt werden.
es: Es posible configurar distintos idiomas de reconocimiento en perfiles diferentes.
fi: Eri tunnistuskielien määrittäminen on mahdollista eri asetusprofiileille.
fr: Il est possible de définir différentes langues de reconnaissance pour différents profils de configuration.
gl: É posible establecer distintos idiomas de recoñecemento segundo o perfil de configuración.
hr: Moguće je postaviti različite jezike prepoznavanja za različite konfiguracijske profile.
it: E' possibile impostare diverse lingue di riconoscimento per diversi profili di configurazione.
ja: 異なる設定プロファイルで、違う認識言語を設定出来るようになりました。
pl: Możliwe jest ustawienie różnych języków rozpoznawania dla różnych profili konfiguracji.
pt_br: É possível definir diferentes idiomas de reconhecimento para diferentes perfis de configuração.
pt_pt: É possível definir diferentes idiomas de reconhecimento para diferentes perfis de configuração.
ru: Можно установить разные языки распознавания для разных профилей конфигурации.
tr: Farklı yapılandırma profilleri için farklı tanıma dilleri ayarlamak mümkündür.
zh_cn: 可以为不同的配置文件设置不同的识别语言。
