Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/ocr.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, zh_cn

source: OCR settings can now be changed from NVDA settings dialog rather than from a separate dialog in the tools menu.
bg: Настройките за OCR вече могат да се променят от диалоговия прозорец за настройки на NVDA, а не от отделен диалогов прозорец в менюто "Инструменти".
de: Die OCR-Einstellungen können jetzt über den NVDA-Einstellungsdialog und nicht mehr über einen separaten Dialog im Menü Werkzeuge geändert werden.
es: Las opciones del OCR se pueden modificar desde el diálogo de opciones de NVDA, ya no se utiliza el diálogo independiente que se abría desde el menú Herramientas.
fi: Tekstintunnistuksen asetuksia muutetaan nyt NVDA:n asetusvalintaikkunasta erillisen, Työkalut-valikosta avattavan valintaikkunan asemesta.
fr: Les paramètres d'OCR peuvent désormais être modifiés à partir de la boîte de dialogue des paramètres NVDA plutôt qu'à partir d'une boîte de dialogue distincte dans le menu Outils.
gl: As opcións do OCR agora pódense cambiar dende o diálogo de opcións de NVDA no canto de mediante un diálogo separado no menú ferramentas.
hr: Postavke OCR-a sada se mogu mijenjati u dijaloškom okviru postavki NVDA čitača, umjesto u zasebnom dijaloškom okviru u izborniku alata.
it: Le impostazioni dell'OCR ora possono essere modificate dalla finestra Impostazioni di NVDA invece che da una finestra separata nel menù strumenti.
ja: OCR設定が、ツールメニューの中の別のダイアログからではなく、NVDA設定ダイアログから変えられるようになりました。
pl: Ustawienia OCR można teraz zmieniać w oknie dialogowym ustawień NVDA, a nie w osobnym oknie dialogowym w menu narzędzi.
pt_br: As configurações de OCR agora podem ser alteradas na caixa de diálogo de configurações do NVDA, em vez de em uma caixa de diálogo separada no menu de ferramentas.
pt_pt: As definições do OCR podem agora ser alteradas a partir do diálogo de configurações do NVDA em vez de a partir de um diálogo separado no menu de ferramentas.
ru: Настройки распознавания теперь изменяются из диалога настроек NVDA, а не из отдельного диалога в меню сервис.
tr: OCR ayarları artık araçlar menüsündeki ayrı bir iletişim kutusu yerine NVDA ayarları iletişim kutusundan değiştirilebilir.
zh_cn: 现在可以从 NVDA 设置对话框更改 OCR 设置，而不是从工具菜单中的单独对话框更改。

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=ocr
pt_br: [1]: https://www.nvaccess.org/addonStore/legacy?file=ocr[1]: https://addons.nvda-project.org/files/get.php?file=ocr
