Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/officeDesk.*.po
Languages: fi, fr, it, pt_pt

source: [[!meta title="Office Desk"]]
fi: [[!meta title="Toimistopöytä"]]

source: Authors: Joseph Lee and contributors
fi: Tekijät: Joseph Lee sekä muut osallistuneet
fr: Auteurs : Joseph Lee et contributeurs
it: Autori: Joseph Lee e collaboratori
pt_pt: Autores: Joseph Lee e colaboradores

source: Download [stable version][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
it: Scarica [versione stabile][1]
pt_pt: Descarregar [versão estável][1]

source: NVDA compatibility: 2023.1 and later
fi: Yhteensopivuus: NVDA 2023.1 ja sitä uudemmat
fr: Compatibilité NVDA : 2023.1 et plus

source: This add-on provides improved support for Microsoft Office applications.
fi: Tämä lisäosa tarjoaa parannetun tuen Microsoft Office -sovelluksille.
fr: Cette extension fournit une prise en charge améliorée pour les applications Microsoft Office.
it: Questo componente aggiuntivo fornisce un supporto migliorato per le applicazioni di Microsoft Office.
pt_pt: Este extra fornece um melhor suporte para aplicações do Microsoft Office.

source: The following Office (sometimes called Microsoft 365) applications are supported:
fi: Seuraavia Officen (kutsutaan joskus myös Microsoft 365:ksi) sovelluksia tuetaan:
fr: Les applications Office suivant (parfois appelées Microsoft 365) sont prises en charge:
it: Sono supportate le seguenti applicazioni Office (a volte denominate Microsoft 365):
pt_pt: As seguintes aplicações Office (por vezes chamadas Microsoft 365) são suportadas:

source: Notes:
fi: Huomautuksia:
fr: Remarques :
it: Note:

source: This add-on requires Windows 10 or later and is optimized for Office 2016 and later, including Microsoft 365 subscription versions.
fi: Tämä lisäosa edellyttää Windows 10:tä tai uudempaa, ja se on optimoitu Office 2016:lle ja sitä uudemmille, mukaan lukien Microsoft 365:n tilausversiot.
fr: Cette extension nécessite Windows 10 ou version ultérieure et est optimisé pour Office 2016 et plus, y compris les versions d'abonnement Microsoft 365.
it: Questo componente aggiuntivo richiede Windows 10 o versioni successive ed è ottimizzato per Office 2016 e versioni successive, incluse le versioni in abbonamento a Microsoft 365.
pt_pt: Este extra requer o Windows 10 ou posteriores e está optimizado para o Office 2016 e posteriores, incluindo as versões de subscrição Microsoft 365.

source: General
fi: Yleistä
fr: Général
it: Generale
pt_pt: Geral

source: In backstage view, NVDA will announce search count when search results appear.
fi: NVDA puhuu backstage-näkymässä hakutulosten määrän niiden tullessa näkyviin.
fr: En vue backstage, NVDA annoncera le nombre de recherches lorsque les résultats de la recherche apparaîtront.

source: NVDA will no longer announce formatting changes such as bold and italic onoff multiple times.
fi: NVDA ei enää ilmoita useita kertoja muotoilun muutoksista, kuten lihavointi ja kursivointi käytössä/pois.
fr: NVDA n'annoncera plus les modifications de formatage telles que le gras et l'italique activer désactiver à plusieurs reprises.
it: NVDA non annuncerà più ripetutamente la presenza o meno dei cambiamenti di formattazione come il grassetto e il corsivo.
pt_pt: O NVDA não anunciará mais alterações de formatação tais como o negrito e o itálico várias vezes.

source: In Envelopes dialog, NVDA will announce edit field labels.
fi: NVDA ilmoittaa Kirjekuoret-valintaikkunassa muokkauskenttien selitteet.
fr: Dans le dialogue Enveloppes, NVDA annoncera le champ d'édition des étiquettes.
it: Nella finestra di dialogo Buste, NVDA annuncerà le etichette dei campi di modifica.
pt_pt: No diálogo Envelopes, o NVDA anunciará a edição de etiquetas de campo.

source: Version 24.04
fi: Versio 24.04

source: NVDA 2023.1 or later is required.
fi: Edellyttää NVDA 2023.1:tä tai sitä uudempaa.
fr: NVDA 2023.1 ou version ultérieure est requis.

source: Version 23.02
fi: Versio 23.02
it: Versione 23.02
pt_pt: Versão 23.02

source: NVDA 2022.4 or later is required.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
fr: NVDA 2022.4 ou version ultérieure est requis.
it: È richiesto NVDA 2022.4 o successivo.
pt_pt: É necessário o NVDA 2022.4 ou posteriores.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
fi: Windows 10 21H2 (marraskuun 2021 päivitys/koontiversio 19044) tai uudempi vaaditaan.
fr: Windows 10 21H2 (November 2021 Update/build 19044) ou ultérieure est requis.
it: È richiesto Windows 10 21H2 (aggiornamento/build 19044 di novembre 2021) o successivo.
pt_pt: É necessário o Windows 10 21H2 (actualização/construção 19044 de Novembro de 2021) ou posteriores.

source: Version 23.01
fi: Versio 23.01
it: Versione 23.01
pt_pt: Versão 23.01

source: NVDA 2022.3 or later is required.
fi: Edellyttää NVDA 2022.3:a tai uudempaa.
fr: NVDA 2022.3 ou version ultérieure est requis.
it: È richiesto NVDA 2022.3 o successivo.
pt_pt: É necessário o NVDA 2022.3 ou posteriores.

source: Version 22.12
fi: Versio 22.12
it: Versione 22.12
pt_pt: Versão 22.12

source: Search suggestion sounds are heard once again in NVDA alpha snapshots.
fi: Hakuehdotusten äänet kuuluvat jälleen NVDA:n alfa-kehitysversioissa.
fr: Les sons de suggestion de recherche sont à nouveau entendus dans les versions dites de développement (Snapshots) Alpha de NVDA.
it: I suoni dei suggerimenti di ricerca si possono di nuovo ascoltare nelle snapshots alpha di NVDA.
pt_pt: Os sons de sugestão de pesquisa são ouvidos mais uma vez nos instantâneos alfa do NVDA.

source: Version 22.10
fi: Versio 22.10
it: Versione 22.10
pt_pt: Versão 22.10

source: Initial release.
fi: Ensimmäinen versio.
fr: Première version.
it: Versione iniziale.
pt_pt: Lançamento inicial.
