Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Recognize current navigator object with online OCR engine Then read result. If pressed twice, open a virtual result document.
bg: Разпознаване на текущия навигационен обект с онлайн машина за OCR и след това прочитане на резултата. При двукратно натискане – отваряне на виртуален документ с резултата.
fr: Reconnaissance de l'objet navigateur courant avec le moteur de reconnaissance de caractères en ligne puis lecture du résultat. Un double appui ouvre un document virtuel de résultat.
gl: Recoñecer obxecto actual no navegador de obxectos co motor Online OCR Logo ler resultado. Se se preme dúas veces, abrir un documento virtual de resultado.
hr: Prepoznaje trenutačni navijgacijski objekt s internetskim OCR mehanizmom. Tada čita rezultate. Kad se pritisne dvaput, otvara virtualni dokument rezultata.
pl: Rozpoznaj bieżący obiekt nawigatora za pomocą silnika OCR online, a następnie odczytaj wynik. W przypadku dwukrotnego naciśnięcia otwórz wirtualny dokument wynikowy.
pt_br: Reconhecer o objeto do navegador atual com o mecanismo de OCR on-line. Se pressionado duas vezes, abre um documento de resultado virtual.
ru: Распознать текущий объект навигатора с помощью онлайн-движка, затем прочитать результат. При двойном нажатии откроется виртуальный документ с результатом.
tr: Mevcut gezgin nesnesini çevrimiçi OCR motoruyla tanır Ardından sonucu okur. İki kez basılırsa sanal bir sonuç belgesi açar.

source: Recognizes image in clipboard with online OCR engine. Then read result. If pressed twice, open a virtual result document.
bg: Разпознаване на изображението в клипборда с онлайн машината за OCR и след това прочитане на резултата. При двукратно натискане – отваряне на виртуален документ с резултата.
fr: Reconnaissance d'une image dans le presse-papiers avec le moteur de reconnaissance de caractères en ligne puis lecture du résultat. Un double appui ouvre un document virtuel de résultat.
gl: Recoñece imaxe no portapapeis co motor Online OCR. Logo ler resultado. Se se preme dúas veces, abrir un documento virtual de resultado.
hr: Prepoznaje sliku u međuspremniku s internetskim OCR mehanizmom. Tada čita rezultate. Kad se pritisne dvaput, otvara virtualni dokument rezultata.
pl: Rozpoznaje obraz w schowku za pomocą silnika OCR online. Następnie odczytaj wynik. W przypadku dwukrotnego naciśnięcia otwórz wirtualny dokument wynikowy.
pt_br: Reconhece a imagem na área de transferência com o mecanismo de OCR on-line. Em seguida, lê o resultado. Se pressionado duas vezes, abre um documento de resultado virtual.
ru: Распознать изображение в буфере обмена с помощью онлайн-движка. Затем прочитать результат. При двойном нажатии откроется виртуальный результирующий документ.
tr: Çevrimiçi OCR motoruyla panodaki görüntüyü tanır. Ardından sonucu okur. İki kez basılırsa sanal bir sonuç belgesi açar.

source: Recognize current navigator object Then read result. If pressed twice, open a virtual result document.
bg: Разпознаване на текущия навигационен обект и след това прочитане на резултата. При двукратно натискане – отваряне на виртуален документ с резултата.
fr: Reconnaissance de l'objet navigateur courant puis lecture du résultat. Un double appui ouvre un document virtuel de résultat.
gl: Recoñecer obxecto actual no navegador Logo ler resultado. Se se preme dúas veces, abrir un documento virtual de resultado.
hr: Prepoznaje trenutačni navigacijski objekt. Tada čita rezultate. Kad se pritisne dvaput, otvara virtualni dokument rezultata.
pl: Rozpoznaj bieżący obiekt nawigatora, a następnie odczytaj wynik. W przypadku dwukrotnego naciśnięcia otwórz wirtualny dokument wynikowy.
pt_br: Reconhece o objeto do navegador atual e, em seguida, lê o resultado. Se pressionado duas vezes, abre um documento de resultado virtual.
ru: Распознать текущий объект навигатора, затем прочитать результат. При двойном нажатии откроется виртуальный документ результатов.
tr: Geçerli gezgin nesnesini tanır Ardından sonucu okur. İki kez basılırsa sanal bir sonuç belgesi açar.

source: Recognizes image in clipboard . Then read result. If pressed twice, open a virtual result document.
bg: Разпознаване на изображението в клипборда, след което се прочита резултата. При двукратно натискане – отваряне на виртуален документ с резултата.
fr: Reconnaissance d'une image dans le presse-papiers puis lecture du résultat. Un double appui ouvre un document virtuel de résultat.
gl: Recoñece imaxe no portapapeis. Logo ler resultado. Se se preme dúas veces, abrir un documento virtual de resultado.
hr: Prepoznaje sliku u međuspremniku. Tada čita rezultate. Kad se pritisne dvaput, otvara virtualni dokument rezultata.
pl: Rozpoznaje obraz w schowku . Następnie odczytaj wynik. W przypadku dwukrotnego naciśnięcia otwórz wirtualny dokument wynikowy.
pt_br: Reconhece a imagem na área de transferência. Em seguida, lê o resultado. Se pressionado duas vezes, abre um documento de resultado virtual.
ru: Распознать изображение в буфере обмена. Затем прочитать результат. При двойном нажатии откроется виртуальный результирующий документ.
tr: Panodaki görüntüyü tanır. Ardından sonucu okur. İki kez basılırsa sanal bir sonuç belgesi açar.

source: Engine Configuration
bg: Настройка на машината
de: Engine-Konfiguration
fr: Configuration du Moteur
gl: Configuración de motores
hr: Konfiguracija mehanizma
pl: Konfiguracja silnika
pt_br: Configuração do motor
ru: Конфигурация движка
tr: Motor Yapılandırması
zh_cn: 引擎设置

source: You can choose recognition engines and configure them in detail in *Online Image Describer* category in NVDA settings dialog.
bg: Можете да изберете машините за разпознаване и да ги конфигурирате подробно в категорията "Онлайн описател на изображения" в диалоговия прозорец за настройки на NVDA.
de: Sie können Erkennungsmodule auswählen und diese detailliert in der Kategorie *Online Bildbeschreiber* im Dialogfeld in den NVDA-Einstellungen konfigurieren.
fr: Vous pouvez choisir les moteurs de reconnaissance et les configurer en détail dans la catégorie *Online Image Describer* dans le dialogue de paramètres de NVDA.
gl: Podes escoller motores de recoñecemento e configuralos en detalle na categoría *Online Image Describer* (Descritor en Liña de Imaxes) no diálogo de opcións do NVDA.
hr: Moguće je odabrati mehanizme za prepoznavanje i detaljno ih podesiti u kategroiji „Internetsko opisivanje slika” u dijalogu postavki NVDA čitača.
pl: Silniki rozpoznawania można wybierać i szczegółowo konfigurować w kategorii *Online Image Describer* w ustawieniach NVDA.
pt_br: Você pode escolher os mecanismos de reconhecimento e configurá-los detalhadamente na categoria *Online Image Describer* na caixa de diálogo de configurações do NVDA.
ru: Вы можете выбрать движки распознавания и подробно настроить их в категории "Онлайн-описания изображений" в диалоге настроек NVDA.
tr: NVDA ayarları iletişim kutusundaki *Çevrimiçi Görüntü Betimleyici * kategorisinde tanıma motorlarını seçebilir ve bunları ayrıntılı olarak yapılandırabilirsiniz.
zh_cn: 您可以选择识别引擎, 并在 NVDA 设置对话框的 * 在线图像描述 * 类别中对其进行详细配置。

source: The author of addon have registered account with free API quota and set up a proxy server on www.nvdacn.com to make this addon easier to test at first. Test quota is limited and may be cancelled by API provider anytime.
bg: Авторът на добавката е регистрирал акаунт с безплатна ППИ квота и е създал прокси сървър на www.nvdacn.com, за да направи тази добавка по-лесна за тестване. Тестовата квота е ограничена и може да бъде анулирана от доставчика на ППИ по всяко време.
fr: L'auteur de cette extension a créé un compte avec un quota d'API gratuit et mis en place un serveur proxy sur www.nvdacn.com pour faciliter les premiers tests de l'extension. Le quota de test est limité et peut être annulé par le fournisseur à tout moment.
gl: O autor do complemento rexistrou contas con cota de balde na API e configurou un proxy en www.nvdacn.com para que fose máis fácil probar o complemento de primeiras. A cota de probas é limitada e podería ser cancelada polo provedor da API en calquera momento.
hr: Autor dodatka ima registriran račun s besplatnom API kvotom i postavio je proxy poslužitelja na www.nvdacn.com, kako bi se ovaj dodatak lakše testirao.
pl: Autor dodatku zarejestrował konto z bezpłatnym przydziałem API i skonfigurował serwer proxy na www.nvdacn.com, aby ten dodatek był łatwiejszy do przetestowania na początku. Przydział testowy jest ograniczony i może zostać anulowany przez dostawcę interfejsu API w dowolnym momencie.
pt_br: O autor do complemento registrou uma conta com cota de API gratuita e configurou um servidor proxy em www.nvdacn.com para facilitar o teste inicial desse complemento. A cota de teste é limitada e pode ser cancelada pelo provedor de API a qualquer momento.
ru: Автор дополнения зарегистрировал учетную запись с бесплатной квотой API и настроил прокси-сервер на <url> www.nvdacn.com чтобы упростить тестирование этого дополнения на первых порах. Тестовая квота ограничена и может быть отменена поставщиком API в любое время.
tr: Eklentinin yazarı, ücretsiz API kotasına sahip bir hesaba kaydoldu ve bu eklentinin ilk başta test edilmesini kolaylaştırmak için www.nvdacn.com'da bir proxy sunucusu kurdu. Test kotası sınırlıdır ve herhangi bir zamanda API sağlayıcısı tarafından iptal edilebilir.

source: It is highly recommended to register your own key according to guide in each engine.
bg: Силно се препоръчва да регистрирате свой собствен ключ според указанията за всяка машина.
fr: Il est fortement recommangé d'enregistrer votre propre clé en consultant le guide pour chaque moteur.
gl: É moi recomendable rexistrar unha clave propia na API de acordo coas instrucións en cada motor.
hr: Preporučujemo registrirati vlastiti ključ kao što je opisano u priručnicima mehanizama.
pl: Zdecydowanie zaleca się zarejestrowanie własnego klucza zgodnie z instrukcją w każdym silniku.
pt_br: É altamente recomendável registrar sua própria chave de acordo com o guia de cada motor.
ru: Настоятельно рекомендуется зарегистрировать свой собственный ключ в соответствии с руководством для каждого движка.
tr: Her motordaki kılavuza göre kendi anahtarınızı kaydetmeniz şiddetle tavsiye edilir.

source: The following settings are applicable to all engines.
bg: Следните настройки са приложими за всички машини.
de: Die folgenden Einstellungen sind auf alle Engines anwendbar.
fr: Les paramètres suivants s'appliquent à tous les moteurs.
gl: Os seguintes axustes aplícanse a tódolos motores.
hr: Sljedeća postavke primijenjuju se za sve mehanizme.
pl: Następujące ustawienia mogą być stosowane do wszystkich silników.
pt_br: As configurações a seguir são aplicáveis a todos os motores.
ru: Следующие настройки применимы ко всем движкам.
tr: Aşağıdaki ayarlar tüm motorlar için geçerlidir.
zh_cn: 以下设置适用于所有引擎。

source: Copy recognition result to the clipboard: if enabled, recognition result text will be copied to clipboard after recognition.
bg: Копирай резултата в клипборда след разпознаване: Ако е включено, резултатът с текста от разпознаването ще бъде копиран в клипборда след разпознаване.
fr: Copier le résultat de la reconnaissance dans le presse-papiers : Si activé, le résultat de reconnaissance sera copié dans le presse-papiers après reconnaissance.
gl: Copy recognition result to clipboard (copiar resultado do recoñecemento ao portapapeis): Se está habilitado, o texto de resultado do recoñecemento copiarase ao portapapeis despois do recoñecemento.
hr: Kopiraj rezultat prepoznavanja u međuspremnik: ako je aktivirano, tekst rezultata prepoznavanja kopirat će se u međuspremnik nakon prepoznavanja.
pl: Kopiuj wynik rozpoznawania do schowka: jeśli ta opcja jest włączona, tekst wyniku rozpoznawania zostanie skopiowany do schowka po rozpoznaniu.
pt_br: Copiie resultado do reconhecimento para a área de transferência: se ativado, o texto do resultado do reconhecimento será copiado para a área de transferência após o reconhecimento.
ru: Копировать результат распознавания в буфер обмена: если этот параметр включён, текст результата распознавания будет скопирован в буфер обмена после распознавания.
tr: Tanıma sonucunu panoya kopyala: etkinleştirilirse, tanıma sonucu metni tanımadan sonra panoya kopyalanır.

source: Use browseable message for text result: if enabled, recognition result text will be shown in a popup window instead of speech or braille message.
bg: Използвай съобщение в режим на разглеждане за текстовите резултати: Ако е включено, текстът на резултата от разпознаването ще бъде показан в изскачащ прозорец, вместо чрез реч или брайл.
de: Durchsuchbare Nachricht für Textergebnisse verwenden: Wenn diese Option aktiviert ist, wird der Text des Erkennungsergebnis in einem Popup-Fenster gezeigt, anstelle der Sprachausgabe oder Anzeige auf der Braillezeile.
fr: Utiliser un message navigable pour le résultat texte : Si activé, le résultat sera affiché dans une fenêtre pop-up au lieu d'un message braille ou audio.
gl: Use browseable message for text result (Utilizar mensaxe navegable para resultados de texto): se está habilitado, o texto de resultado do recoñecemento amosarase nunha xanela emerxente no canto de mensaxes por fala e braille.
hr: Prikaži tekstualnu poruku za rezultat teksta: ako je aktivirano, tekst rezultata prepoznavanja prikazat će se u skočnom prozoru, umjesto govora ili brajične poruke.
pl: Użyj wiadomości z możliwością przeglądania dla wyniku tekstowego: jeśli ta opcja jest włączona, tekst wyniku rozpoznawania będzie wyświetlany w wyskakującym okienku zamiast mowy lub wiadomości brajlowskiej.
pt_br: Use mensagem navegável para resultado de texto: se ativado, o texto do resultado do reconhecimento será mostrado em uma janela pop-up em vez da mensagem de fala ou braile.
ru: Использовать текстовое сообщение с возможностью просмотра результатов: если оно включено, текст результата распознавания будет отображаться во всплывающем окне вместо речевого или брайлевского сообщения.
tr: Metin sonucu için göz atılabilir mesajı kullan: etkinleştirilirse, konuşma veya braille mesajı yerine bir açılır pencerede tanıma sonucu metni gösterilecektir.

source: Swap the effect of repeated gesture with none repeated ones: by default, a virtual result document is shown only if you press the corresponding gesture twice, if you use that frequently you can enable this option so that you only need to press once to get a result viewer.
bg: Размени действията за еднократно и за двукратно задействане на командите: По подразбиране, резултатът се извежда във виртуален документ само ако задействате съответната команда два пъти. Ако използвате тази функция често, можете да включите тази опция, така че да ви се налага да задействате съответната команда само веднъж, за да изведете виртуалния документ с резултата.
de: Vertauschen Sie den Effekt eines wiederholten Tastenbefehls gegen einen anderen aus: Standardmäßig wird ein virtuelles Ergebnisdokument nur angezeigt, wenn Sie den entsprechenden Tastenbefehl zweimal drücken. Wenn Sie dies häufig verwenden, können Sie diese Option aktivieren, sodass Sie nur einmal drücken müssen, um das Ergebnis der Texterkennung zu erhalten.
fr: Inverser l'effet des gestes à double appui et simple appui : Par défaut, un document virtuel de résultat est affiché seulement lors d'un double appui du geste correspondant, si vous utilisez cela fréquemment vous pouvez activer cette option pour qu'un simple appui vous affiche le document.
gl: Swap the effect of repeated gesture with none repeated ones (Intercambiar o efecto de xestos repetidos co dos que non se repiten): por defecto, un documento virtual de resultado amosarase só se premes o xesto correspondente dúas veces, se o utilizas con frecuencia podes habilitar esta opción de maneira que só necesites premelo unha vez para abrir un visor do resultado.
hr: Zamijeni učinak ponavljajućih gesta s neponavljajućim: virtualni dokument s rezultatima standardno se prikazuje samo, ako se dvaput pritisne odgovarajuća gesta. Ako to često koristiš, ovu opciju možeš postaviti tako, da moraš samo jednom pritisnuti za prikazivanje rezultata.
pt_br: Troque o efeito de gestos repetidos por gestos não repetidos: por padrão, um documento de resultado virtual é mostrado somente se você pressionar o gesto correspondente duas vezes; se você usar isso com frequência, poderá ativar essa opção para que seja necessário pressionar apenas uma vez para obter um visualizador de resultados.
ru: Замените эффект повторяющегося жеста на отсутствие повторяющихся: по умолчанию виртуальный документ-результат отображается только при повторном нажатии соответствующего жеста, если вы часто используете этот жест, вы можете включить эту опцию, чтобы вам было достаточно нажать один раз, чтобы просмотреть результаты.
tr: Tekrarlı hareketin etkisini tekrarlı olmayanlarla değiştir: varsayılan olarak, sanal bir sonuç belgesi yalnızca ilgili harekete iki kez basarsanız gösterilir, bunu sık kullanıyorsanız bu seçeneği etkinleştirebilirsiniz, böylece sonuç görüntüleyicide bir mesaj almak için yalnızca bir kezbasmanız yeterli olur.

source: Enable more verbose logging for debug purposes: some logs are essential for debugging but affects performance and takes up a lot of space. Only turn this on if specifically instructed to by the addon author or an NVDA developer.
bg: Включи по-подробното протоколиране с цел отстраняването на грешки: Някои протоколи са от съществено значение за отстраняването на грешки, но засягат производителността и заемат много място. Включете тази опция само ако сте били изрично инструктирани да го направите от автора на добавката или разработчик на NVDA.
fr: Activer une journalisation plus verbeuse dans un but de débogage : Certains éléments de journal sot essentiels pour le débogage mais affectent les performances et consomment beaucoup d'espace. N'activez ceci que si l'auteur de l'extension ou un développeur NVDA vous l'a spécifiquement demandé.
gl: Enable more verbose logging for debug purpose (Habilitar rexistro máis verboso para tarefas de depuración): algúns rexistros son esenciais para depurar mais afectan ao rendemento e ocupan moito espazo. Activa isto só se cho indica o autor do complemento ou un desenvolvedor de NVDA.
hr: Omogući detaljnjije zapisivanje u svrhu uklanjanja pogrešaka: neki su zapisi ključni za uklanjanje pogrešaka, ali utječu na performanse i zauzimaju puno prostora. Uključi ovo samo, ako autor dodatka ili NVDA programer to izričito zatraže.
pl: Włącz bardziej szczegółowe rejestrowanie do celów debugowania: niektóre dzienniki są niezbędne do debugowania, ale wpływają na wydajność i zajmują dużo miejsca. Włącz tę funkcję tylko wtedy, gdy zostało to specjalnie poinstruowane przez autora dodatku lub programistę NVDA.
pt_br: Habilite o registro mais detalhado para fins de depuração: alguns registros são essenciais para a depuração, mas afetam o desempenho e ocupam muito espaço. Só ative essa opção se for especificamente instruído pelo autor do complemento ou por um desenvolvedor do NVDA.
ru: Включить более подробное ведение журнала для целей отладки: некоторые журналы необходимы для отладки, но влияют на производительность и занимают много места. Включайте это только по специальному указанию автора дополнения или разработчика NVDA.
tr: Hata ayıklama amacıyla daha ayrıntılı günlük kaydını etkinleştir: bazı günlükler hata ayıklama için gereklidir ancak performansı etkiler ve çok yer kaplar. Bunu yalnızca eklenti yazarı veya bir NVDA geliştiricisi tarafından özellikle talimat verildiyse açın.

source: Proxy type: which type of proxy you are using. If you do not know what a proxy is just leave it as is.
bg: Тип прокси: Какъв тип прокси използвате. Ако не знаете какво е прокси, просто го оставете както си е.
de: Proxy-Typ: Welchen Proxy-Typ verwenden Sie? Wenn Sie nicht wissen, was ein Proxy ist, lassen Sie es einfach unverändert.
fr: Type de proxy : Le type de proxy que vous utilisez. Si vous ne savez pas ce qu'est un proxy, laissez ce paramètre tel quel.
gl: Proxy type (Tipo de proxy): Que tipo de proxy estás a utilizar. Se non sabes que é un proxy, só déixao como está.
hr: Vrsta proxyja: vrsta korištenog proxy poslužitelja. Ako ne znaš što je proxy, ostavi sve kako je.
pl: Typ serwera proxy: typ używanego serwera proxy. Jeśli nie wiesz, co to jest proxy, po prostu zostaw go takim, jaki jest.
pt_br: Tipo de proxy: qual tipo de proxy você está usando. Se você não souber o que é um proxy, deixe-o como está.
ru: Тип прокси: какой тип прокси вы используете. Если вы не знаете, что такое прокси, просто оставьте всё как есть.
tr: Proxy türü: hangi tür proxy kullanıyorsunuz. Proxy'nin ne olduğunu bilmiyorsanız, olduğu gibi bırakın.

source: Proxy address: full URL of your proxy. If you do not know what a proxy is just leave it as is. If you choose to use proxy your proxy will be verified before saving , after verification, there will be a prompt to tell you result.
bg: Прокси адрес: Пълен URL адрес на прокси сървъра ви. Ако не знаете какво е прокси, просто го оставете както си е. Ако изберете да използвате прокси сървъра, проксито ви ще бъде потвърдено преди запазване, след проверка, ще има подкана да се покаже резултата.
de: Proxy-Adresse: Vollständige URL Ihres Proxys. Wenn Sie nicht wissen, was ein Proxy ist, lassen Sie ihn einfach unverändert. Wenn Sie sich für die Verwendung des Proxys entscheiden, wird Ihr Proxy vor dem Speichern überprüft. Nach der Überprüfung wird Ihnen auf dem Bildschirm das Ergebnis mitgeteilt.
fr: Adresse de proxy : l'url complet de votre proxy. Si vous ne savez pas ce qu'est un proxy, laissez ce paramètre tel quel.
gl: Proxy address (enderezo do proxy): URL completa do teu proxy. Se non sabes que é un proxy, só déixao como está.
hr: Adresa proxyja: potpuna URL adresa proxy poslužitelja. Ako ne znaš što je proxy, ostavi sve kako je. Ako odlučiš koristiti proxy, tvoj će se proxy verificirati prije spremanja. Nakon potvrde prikazat će se rezultat.
pl: Adres serwera proxy: pełny adres URL serwera proxy. Jeśli nie wiesz, co to jest proxy, po prostu zostaw go takim, jaki jest. Jeśli zdecydujesz się użyć proxy, Twój serwer proxy zostanie zweryfikowany przed zapisaniem, po weryfikacji pojawi się monit o podanie wyniku.
pt_br: Endereço do proxy: URL completo de seu proxy. Se você não souber o que é um proxy, deixe-o como está. Se você optar por usar o proxy, ele será verificado antes de ser salvo; após a verificação, haverá um aviso para informar o resultado.
ru: Адрес прокси-сервера: полный URL вашего прокси-сервера. Если вы не знаете, что такое прокси-сервер, просто оставьте всё как есть. Если вы решите использовать прокси-сервер, ваш прокси-сервер будет проверен перед сохранением, после проверки вам будет предложено сообщить результат.
tr: Proxy adresi: proxy'nizin tam URL'si. Proxy'nin ne olduğunu bilmiyorsanız, olduğu gibi bırakın. Proxy kullanmayı seçerseniz, proxy'niz kaydetmeden önce doğrulanacak, doğrulamadan sonra size sonucu bildiren bir istem olacaktır.
