Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Tags - tags the image with a detailed list of words related to the image content.
bg: Етикети: Етикетира изображението с подробен списък от думи, свързани със съдържанието на изображението.
de: Tags - markiert das Bild mit einer detaillierten Liste von Wörtern, die sich auf den Bildinhalt beziehen.
fr: Étiquettes - étiquette l'image avec une liste détaillée de mots liés au contenu de l'image.
gl: Etiquetas - etiqueta a imaxe cunha lista detallada de palabras relacionada co contido da imaxe.
hr: Oznake – označava sliku detaljnim popisom riječi povezanih sa sadržajem slike.
pl: Tagi - Silnik może otagować obraz szczegółową listą słów związanych z jego zawartością.
pt_br: Tags - marca a imagem com uma lista detalhada de palavras relacionadas ao conteúdo da imagem.
ru: Теги - помечает изображение подробным списком слов, связанных с содержимым изображения.
tr: Etiketler - resmi, resim içeriğiyle ilgili ayrıntılı bir kelime listesiyle etiketler.
zh_cn: 标签-标记图像与图像内容相关的单词的详细列表。

source: Some features also provide additional details:
bg: Някои функции предоставят и допълнителни подробности:
de: ^Einige Funktionen bieten auch zusätzliche Details:
fr: Certaines fonctionnalités fournissent également des détails supplémentaires :
gl: Algunhas características tamén proporcionan detalles adicionais:
hr: Neke funkcije pružaju i dodatne pojedinosti:
pl: Niektóre cechy wizualne zawierają dodatkowe szczegóły:
pt_br: Alguns recursos também fornecem detalhes adicionais:
ru: Некоторые функции также содержат дополнительные сведения:
tr: Bazı özellikler ayrıca ek ayrıntılar sağlar:
zh_cn: 某些功能还提供了其他详细信息:

source: Celebrities - identifies celebrities if detected in the image.
bg: Знаменитости: Разпознава знаменитости, ако бъдат открити такива в изображението.
fr: Célébrités - identifie les célébrités si elle est détectée dans l'image.
gl: Celebridades - identifica celebridades se se detectaron na imaxe.
hr: Poznate osobe – prepoznaje poznate osobe, ako se otkriju u slici.
pl: Gwiazdy - identyfikuje celebrytów, jeśli zostaną wykryte na obrazie.
pt_br: Celebridades - identifica celebridades se detectadas na imagem.
ru: Знаменитости - идентифицирует знаменитостей, если они обнаружены на изображении.
tr: Ünlüler - resimde tespit edilirse ünlüleri tanımlar.
zh_cn: 名人-识别名人。

source: Landmarks - identifies landmarks if detected in the image.
bg: Забележителности: Разпознава забележителности, ако бъдат открити такива в изображението.
de: Orientierungspunkte - Identifiziert im Bild erkannte Orientierungspunkte.
fr: Régions - identifie les Régions s'ils sont détectés dans l'image.
gl: Puntos de referencia - identifica puntos de referencia se se detectaron na imaxe.
hr: Orijentiri – prepoznaje orijentire, ako se otkriju u slici.
pl: Zabytki - Silnik wykrywa i identyfikuje zabytki na obrazie.
pt_br: Pontos de referência - identifica pontos de referência se detectados na imagem.
ru: Ориентиры - идентифицирует ориентиры, если они обнаружены на изображении.
tr: Önemli yerler - görüntüde algılanırsa önemli yerleri tanımlar.
zh_cn: 地标-如果在图像中检测到地标, 则标识地标。

source: Microsoft Azure Image describer
bg: Описател на изображения на Microsoft Azure (Microsoft Azure Image describer)
de: Microsoft Azure-Bildbeschreiber
hr: Opisivanje slika s Microsoft Azure
pt_br: Descritor de imagens do Microsoft Azure
ru: Средство описания изображений Microsoft Azure
tr: Microsoft Azure Görüntü Betimleyici
zh_cn: 微软 Azure 图像描述

source: This engine generates a description of an image in human readable language with complete sentences. The description is based on a collection of content tags, which are also returned by the operation.
bg: Тази машина генерира описание на изображение на разбираем за човека език с пълни изречения. Описанието се основава на колекция от етикети за съдържанието, които също се връщат от операцията.
fr: Ce moteur génère une description d'une image dans un langage lisible par un humain avec des phrases complètes. La description est basée sur une collection de étiquettes de contenu, qui sont également renvoyées par l'opération.
gl: Este motor xera unha descrición dunha imaxe en linguaxe de lectura para humanos con oracións completas. A descrición está baseada nunha colección de etiquetas de contido, que son devoltas tamén pola operación.
hr: Ovaj mehanizam generira opis slike na ljudski razumljivom jeziku u obliku rečenica. Opis se temelji na zbirci oznaka sadržaja, koje operacija također šalje natrag.
pl: Ten silnik generuje opis obrazu w języku czytelnym dla człowieka z pełnymi zdaniami. Opis jest oparty na kolekcji znaczników zawartości, które są również zwracane przez operację.
pt_br: Esse mecanismo gera uma descrição de uma imagem em linguagem legível por humanos com frases completas. A descrição é baseada em uma coleção de tags de conteúdo, que também são retornadas pela operação.
ru: Этот движок генерирует описание изображения на понятном человеку языке, состоящее из полных предложений. Описание основано на наборе тегов содержимого, которые также возвращаются операцией.
tr: Bu motor, insan tarafından okunabilir bir dilde tam cümlelerle bir görüntünün tanımını oluşturur. Betimleme , işlem tarafından da döndürülen bir içerik etiketleri koleksiyonuna dayanır.
zh_cn: 此引擎生成一个图像的简单描述。这个描述是通过检测到的一系列标签合成的。可以为每个图像生成多个说明。描述是根据可能性排序的。 此引擎有两个设置。 * 语言服务将返回图像描述的语言。默认情况下为英语。

source: More than one description can be generated for each image. Descriptions are ordered by their confidence score.
bg: За всяко изображение може да се генерира повече от едно описание. Описанията са подредени по тяхната оценка за точност.
fr: Plus d'une description peut être générée pour chaque image. Les descriptions sont commandées par leur marque de confiance.
gl: Pódese xerar máis de unha descrición para cada imaxe. As descricións ordéanse pola súa nota de confiabilidade.
hr: Za svaku sliku moguće je stvoriti više opisa. Opisi su poredani prema ocjeni pouzdanosti.
pl: Dla każdego obrazu można wygenerować więcej niż jeden opis. Opisy są uporządkowane według ich wyniku ufności.
pt_br: Mais de uma descrição pode ser gerada para cada imagem. As descrições são ordenadas por sua pontuação de confiança.
ru: Для каждого изображения может быть создано более одного описания. Описания упорядочены по степени достоверности.
tr: Her görüntü için birden fazla betimleme oluşturulabilir. Betimlemeler , güven puanlarına göre sıralanır.
zh_cn: 可以为每个图像生成多个描述。描述按其置信度分数排序。

source: There are two settings for this engine.
bg: За тази машина има две настройки:
de: Für diese Erkennungsmethode gibt es 2 Einstellungen.
fr: Il y a deux paramètres pour ce moteur.
gl: Hai dous axustes para este motor.
hr: Postoje dvije postavke za ovaj mehanizam.
pl: Istnieją dwa ustawienia dla tego silnika.
pt_br: Há duas configurações para esse mecanismo.
ru: Для этого движка есть две настройки.
tr: Bu motor için iki ayar vardır.
zh_cn: 此引擎有两个设置。

source: Language: the language in which the service will return a description of the image. English by default.
bg: Език: Езикът, на който услугата ще върне описание на изображението. По подразбиране е английски.
de: Sprache: Die Sprache, in der der Dienst eine Beschreibung des Bildes zurückgibt. Englisch ist standardmäßig voreingestellt.
fr: Langue : La langue dans laquelle le service renverra une description de l'image. Anglais par défaut.
gl: Language (Lingua): O idioma no que o servizo devolverá unha descrición da imaxe. Inglés por defecto.
hr: Jezik: jezik na kojem će usluga slati opis slike. Standardni jezik je engleski.
pl: Język: język, w którym usługa zwróci opis obrazu. Domyślnie angielski.
pt_br: Idioma: o idioma no qual o serviço retornará uma descrição da imagem. Inglês por padrão.
ru: Язык: язык, на котором сервис будет возвращать описание изображения. По умолчанию используется английский.
tr: Dil: hizmetin görüntünün betimlemesini döndüreceği dil. Varsayılan olarak İngilizcedir.
zh_cn: 语言: 用于识别的文本语言。默认情况下为英语。

source: Maximum Candidates: maximum number of candidate descriptions to be returned. The default is 1.
bg: Максимален брой предположения: Максималният брой предполагаеми описания, които да бъдат върнати. По подразбиране е 1.
fr: Candidats maximaux : Nombre maximum de descriptions de candidats à retourner. La valeur par défaut est 1.
gl: Max Candidates (Máximo de Candidatas): Número máximo de descricións candidatas a ser devoltas. O predeterimnado é 1.
hr: Maksimalan broj prijedloga: maksimalan broj predloženih opisa koji se šalje natrag. Standardna vrijednost je 1.
pl: Maksymalna liczba kandydatów: maksymalna liczba opisów kandydatów do zwrotu. Wartość domyślna to 1.
pt_br: Máximo de candidatos: número máximo de descrições de candidatos a serem retornadas. O padrão é 1.
ru: Максимальное количество кандидатов: максимальное количество возвращаемых описаний кандидатов. Значение по умолчанию равно 1.
tr: Maksimum Aday: döndürülecek maksimum aday betimleme sayısı. Varsayılan 1'dir.
zh_cn: 最多返回多少个可能的描述 要返回的描述的最大数量。默认值为1。

source: Online OCR
bg: Онлайн OCR
fr: Reconnaissance optique de caractères en ligne
gl: Online OCR (OCR en liña)
hr: Internetski OCR
pt_br: OCR on-line
ru: Распознавание текста в режиме онлайн
tr: Çevrimiçi OCR
zh_cn: 在线 OCR

source: Online engines rely on the use and presence of the following services.
bg: Онлайн машините разчитат на използването и наличието на следните услуги.
de: Online-Engines sind auf die Nutzung und Präsenz der folgenden Dienste angewiesen.
fr: Les moteurs en ligne s'appuient sur l'utilisation et la présence des services suivants.
gl: Os motores en liña confían no uso e a presenza dos seguintes servizos.
hr: Internetski mehanizmi zahtijevaju upotrebu i prisutnost sljedećih usluga.
pl: Silniki internetowe funkcjonują dzięki następującym usługom.
pt_br: Os mecanismos on-line dependem do uso e da presença dos seguintes serviços.
ru: Онлайн-движки полагаются на использование и наличие следующих сервисов.
tr: Çevrimiçi motorlar, aşağıdaki hizmetlerin kullanımına ve varlığına dayanır.

source: Engines
bg: Машини
fr: Moteurs
gl: Motores
hr: Mehanizmi
pl: Silniki
pt_br: Motores
ru: Движки
tr: Motorlar
zh_cn: 引擎

source: There are five engines available.
bg: Налични са пет машини.
de: Fünf Engines sind verfügbar.
fr: Il y a cinq moteurs disponibles.
gl: Hai cinco motores dispoñibles.
hr: Dostupno je pet mehanizama.
pl: Jest pięć dostępnych silników.
pt_br: Há cinco motores disponíveis.
ru: Всего доступно пять движков.
tr: Beş motor mevcuttur.
zh_cn: 有五个引擎可用。

source: This API is sponsored by [Tencent Cloud](https://intl.cloud.tencent.com) and [Aceessibility Research Association](http://www.siaa.org.cn), with a quota of 15000 per day.
bg: Този ППИ е спонсориран от [Tencent Cloud](https://intl.cloud.tencent.com) и [Aceessibility Research Association](http://www.siaa.org.cn), с квота от 15000 на ден.
fr: Cette API est financée par [Tencent Cloud](https://intl.cloud.tencent.com) et [Aceessibility Research Association](http://www.siaa.org.cn), avec un quota de 15000 par jour.
gl: Esta API é mantida por [Tencent Cloud](https://intl.cloud.tencent.com) e [Aceessibility Research Association](http://www.siaa.org.cn), cunha cota de 15000 ó día.
hr: Ovaj API omogućuju [Tencent Cloud](https://intl.cloud.tencent.com) i [Aceessibility Research Association](http://www.siaa.org.cn), s kvotom od 15.000 na dan.
pl: Ten interfejs API jest sponsorowany przez [Tencent Cloud](https://intl.cloud.tencent.com) i [Aceessibility Research Association] (http://www.siaa.org.cn), z limitem 15000 dziennie.
pt_br: Essa API é patrocinada pela [Tencent Cloud] (https://intl.cloud.tencent.com) e pela [Aceessibility Research Association] (http://www.siaa.org.cn), com uma cota de 15.000 por dia.
ru: Этот API спонсируется [Tencent Cloud](https://intl.cloud.tencent.com) и [Aceessibility Research Association](http://www.siaa.org.cn), с квотой в 15000 пользователей в день.
tr: Bu API, günde 15000 kota ile [Tencent Cloud](https://intl.cloud.tencent.com) ve [Aceessibility Research Association](http://www.siaa.org.cn) tarafından desteklenmektedir.
zh_cn: 此 API 由 [腾讯云](https://intl.cloud.tencent.com)和 [无障碍研究会](http://www.siaa.org.cn)赞助，每天的配额为 15000。

source: This engine support 19 languages.
bg: Тази машина поддържа 19 езика.
de: Diese Funktion unterstützt 19 Sprachen.
fr: Ce moteur prend en charge 19 langues.
gl: Este motor soporta 19 idiomas.
hr: Ovaj mehanizam podržava 19 jezika.
pl: Ten aparat obsługuje 19 języków.
pt_br: Esse mecanismo é compatível com 19 idiomas.
ru: Этот движок поддерживает 19 языков.
tr: Bu motor 19 dili destekler.
zh_cn: 此引擎支持 19 种语言。

source: Chinese-English mix
bg: Смесица от китайски и английски
de: Chinesische und englische Mischung
fr: Mélange Chinois-Anglais
gl: Mestura de chinés e inglés
hr: Kinesko-engleski miks
pl: Chińsko-angielska mieszanka
pt_br: Mix chinês-inglês
ru: Смесь китайского и английского
tr: Çince-İngilizce karışımı
zh_cn: 中文和英文混合

source: Japanese
bg: Японски
de: Japanisch
fr: Japonais
gl: Xaponés
hr: Japanski
pl: Japoński
pt_br: Janponês
ru: Японский
tr: Japonca
zh_cn: 日语

source: Korean
bg: Корейски
de: Koreanisch
fr: Coréen
gl: Coreano
hr: Korejski
pl: Koreański
pt_br: Coreano
ru: Корейский
tr: Korece
zh_cn: 韩语

source: Spanish
bg: Испански
de: Spanisch
fr: Espagnol
gl: Español
hr: Španjolski
pl: Hiszpański
pt_br: Espanhol
ru: Испанский
tr: İspanyolca
zh_cn: 西班牙语

source: French
bg: Френски
de: Französisch
fr: Français
gl: Francés
hr: Francuski
pl: Francuski
pt_br: Francês
ru: Французский
tr: Fransızca
zh_cn: 法语

source: German
bg: Немски
de: Deutsch
fr: Allemand
gl: Alemán
hr: Njemački
pl: Niemiecki
pt_br: Alemão
ru: Немецкий
tr: Almanca
zh_cn: 德语

source: Portuguese
bg: Португалски
de: Portugiesisch
fr: Portugais
gl: Portugués
hr: Portugalski
pl: Portugalski
pt_br: Português
ru: Португальский
tr: Portekize
zh_cn: 葡萄牙语

source: Vietnamese
bg: Виетнамски
de: Vietnamesisch
fr: Vietnamien
gl: Vietnamita
hr: Vijetnamski
pl: Wietnamski
pt_br: Vietinamita
ru: Вьетнамский
tr: Viyetnamca
zh_cn: 越南语

source: Malay
bg: Малайски
de: Malayisch
fr: Malais
gl: Malaio
hr: Malajski
pl: Malajski
pt_br: Malaio
ru: Малайский
tr: Malayca
zh_cn: 马来语

source: Russian
bg: Руски
de: Russisch
fr: Russe
gl: Ruso
hr: Ruski
pl: Rosyjski
pt_br: Russo
ru: Русский
tr: Rusça
zh_cn: 俄语

source: Italian
bg: Италиански
de: Italienisch
fr: Italien
gl: Italiano
hr: Talijanski
pl: Włoski
pt_br: Italiano
ru: Итальянский
tr: İtalyanca
zh_cn: 意大利语

source: Dutch
bg: Нидерландски
de: Niederländisch
fr: Néerlandais
gl: Holandés
hr: Nizozemski
pl: Holenderski
pt_br: Holandês
ru: Голландский
tr: Flemenkçe
zh_cn: 荷兰语

source: Swedish
bg: Шведски
de: Schwedisch
fr: Suédois
gl: Sueco
hr: Švedski
pl: Szwedzki
pt_br: Sueco
ru: Шведский
tr: İsveççe
zh_cn: 瑞典语

source: Finnish
bg: Финландски
de: Finnisch
fr: Finnois
gl: Finés
hr: Finski
pl: Fiński
pt_br: Finlandês
ru: Финский
tr: Fince
zh_cn: 芬兰语

source: Danish
bg: Датски
de: Dänisch
fr: Danois
gl: Dinamarqués
hr: Danski
pl: Duński
pt_br: Dinamarquês
ru: Датский
tr: Danimarkaca
zh_cn: 丹麦语

source: Norwegian
bg: Норвежки
de: Norwegisch
fr: Norvégien
gl: Noruegués
hr: Norveški
pl: Norweski
pt_br: Norueguês
ru: Норвежский
tr: Norveççe
zh_cn: 挪威语

source: Hungarian
bg: Унгарски
de: Ungarisch
fr: Hongrois
gl: Húngaro
hr: Mađarski
pl: Węgierski
pt_br: Húngaro
ru: Венгерский
tr: Macarca
zh_cn: 匈牙利语

source: Thai
bg: Тайландски
de: Thailändisch
fr: Thaï
gl: Tailandés
hr: Tajlandski
pl: Tajski
pt_br: Tailandês
ru: Тайский
tr: Tayca
zh_cn: 泰语

source: Latin
bg: Латински
de: Serbisch (Latein)
gl: Latín
hr: Latinski
pl: Łaciński
pt_br: Latino
ru: Латинский
tr: Latince
zh_cn: 拉丁语

source: Here is the settings of this engine.
bg: Ето ги настройките за тази машина.
de: Es gibt folgende Einstellungen für diese Erkennungsmethode.
fr: Voici les paramètres de ce moteur.
gl: Aquí están as opcións para este motor.
hr: Slijede postavke za ovaj mehanizam.
pl: Oto ustawienia tego silnika.
pt_br: Aqui estão as configurações desse mecanismo.
ru: Вот настройки этого движка.
tr: İşte bu motorun ayarları.
zh_cn: 下面是此引擎的设置。

source: Language: Text language for recognition. Auto detection by default.
bg: Език: Език на текста за разпознаване. По подразбиране е зададено на "Автоматично откриване".
de: Sprache: Textsprache zur Erkennung. Standardmäßig automatische Erkennung.
fr: Langue : Langue de texte pour la reconnaissance. Détection automatique par défaut.
gl: Language (Lingua): Idioma do texto para recoñecemento. Detección automática por defecto.
hr: Jezik: Jezik teksta za prepoznavanje. Standardno je postavljeno automatsko otkrivanje jezika.
pl: Język: Język rozpoznawania tekstu, domyślnie język jest wykrywany automatycznie.
pt_br: Linguagem: Idioma do texto para reconhecimento. Detecção automática por padrão.
ru: Язык: язык текста для распознавания. По умолчанию используется автоматическое определение.
tr: Dil: Tanıma için metin dili. Varsayılan olarak otomatik algılar.
zh_cn: 语言: 用于识别的文本语言。默认情况下自动检测。

source: This one is a paid API with free quota provided by [OCR Space](https://ocr.space)
bg: Това е платен ППи с безплатна квота, осигурена от [OCR Space](https://ocr.space)
de: Dies ist eine kostenpflichtige API mit kostenlosem Kontingent, das von https://ocr.space bereitgestellt wird
fr: Celui-ci est une API payante avec un quota gratuit fourni par [OCR Space](https://ocr.space)
gl: Ésta é unha API de pagamento con cuota de balde fornecida por [OCR Space](https://ocr.space)
hr: Ovo je naplativ API s besplatnom kvotom, a pruža ga [OCR Space](https://ocr.space)
pl: Ten jest płatnym interfejsem API z bezpłatnym przydziałem zapewnianym przez [OCR Space] (https://ocr.space)
pt_br: Esta é uma API paga com cota gratuita fornecida pelo [OCR Space] (https://ocr.space)
ru: Это платный API с бесплатной квотой, предоставляемый [OCR Space](https://ocr.space)
tr: Bu, [OCR Space](https://ocr.space) tarafından sağlanan ücretsiz kotaya sahip ücretli bir API'dir.
zh_cn: 这是一个付费 API，由 [OCR Space] (https://ocr. space)提供免费配额

source: It supports 24 languages
bg: Той поддържа 24 езика
de: Unterstützt werden 24 Sprachen
fr: Il prend en charge 24 langues
gl: Soporta 24 linguas
hr: Podržava 24 jezika
pl: Obsługuje 24 języki
pt_br: Ele suporta 24 idiomas
ru: Он поддерживает 24 языка
tr: 24 dili destekler
zh_cn: 它支持 24 种语言

source: Arabic
bg: Арабски
de: Arabisch
fr: Arabe
gl: Árabe
hr: Arapski
pl: Arabski
pt_br: Árabe
ru: Арабский
tr: Arapça
zh_cn: 阿拉伯语

source: Bulgarian
bg: Български
de: Bulgarisch
fr: Bulgare
gl: Búlgaro
hr: Bugarski
pl: Bułgarski
pt_br: Búlgaro
ru: Болгарский
tr: Bulgarca
zh_cn: 匈牙利语

source: Chinese(Simplified)
bg: Опростен китайски
de: Chinesisch (vereinfacht)
fr: Chinois (Simplifié)
gl: Chinés (simplificado)
hr: Kineski (pojednostavljeni)
pl: Chiński (uproszczony)
pt_br: Chinês (simplificado)
ru: Китайский (упрощённый)
tr: Basitleştirilmiş Çince
zh_cn: 简体中文

source: Chinese(Traditional)
bg: Традиционен китайски
de: Chinesisch (traditionell)
fr: Chinois (Traditionnel)
gl: Chinés (tradicional)
hr: Kineski (tradicionalni)
pl: Chiński (tradycyjny)
pt_br: Chinês (Tradicional)
ru: Китайский (традиционный)
tr: Geleneksel Çince
zh_cn: 繁体中文

source: Croatian
bg: Хърватски
de: Kroatisch
fr: Croate
gl: Croata
hr: Hrvatski
pl: Chorwacki
pt_br: Croata
ru: Хорватский
tr: Hırvatça
zh_cn: 克罗地亚语

source: Czech
bg: Чешки
de: Tschechisch
fr: Tchèque
gl: Checo
hr: Češki
pl: Czeski
pt_br: Tcheco
ru: Чежский
tr: Çekce
zh_cn: 捷克语

source: English
bg: Английски
de: Englisch
fr: Anglais
gl: Inglés
hr: Engleski
pl: Angielski
pt_br: Inglês
ru: Английский
tr: İngilizce
zh_cn: 英文

source: Greek
bg: Гръцки
de: Griechisch
fr: Grec
gl: Grego
hr: Grčki
pl: Grecki
pt_br: Grego
ru: Греческий
tr: Yunanca
zh_cn: 希腊语

source: Polish
bg: Полски
de: Polnisch
fr: Polonais
gl: Polaco
hr: Poljski
pl: Polski
pt_br: Polonês
ru: Польский
tr: Lehçe
zh_cn: 波兰语

source: Slovenian
bg: Словенски
de: Slovenisch
fr: Slovène
gl: Esloveno
hr: Slovenski
pl: Słoweński
pt_br: Esloveno
ru: Словенский
tr: Slovence
zh_cn: 斯洛文尼亚语

source: Turkish
bg: Турски
de: Türkisch
fr: Turc
gl: Turco
hr: Turski
pl: Turecki
pt_br: Turco
ru: Турецкий
tr: Türkçe
zh_cn: 土耳其语

source: Here are settings for this engine:
bg: Ето ги настройките за тази машина:
de: Einstellungen für diese Engine:
fr: Voici les paramètres de ce moteur :
gl: Aquí están as opcións para este motor:
hr: Slijede postavke za ovaj mehanizam:
pl: Poniżej znajdują się ustawienia tego silnika:
pt_br: Aqui estão as configurações para esse mecanismo:
ru: Вот настройки для этого движка:
tr: İşte bu motor için ayarlar:
zh_cn: 以下是此引擎的设置:

source: Language: text language for recognition. English by default.
bg: Език: Език за разпознаване на текста. По подразбиране е зададено на английски.
de: Sprache: Textsprache für die Erkennung. Standardmäßig in Englisch.
fr: Langue : Langue de texte pour la reconnaissance. Anglais par défaut.
gl: Language (lingua): Idioma do texto a recoñecer. Inglés por defecto.
hr: Jezik: jezik teksta za prepoznavanje. Standardno je postavljen engleski jezik.
pl: Język: język tekstu do rozpoznawania. Domyślnie angielski.
pt_br: Idioma: idioma do texto para reconhecimento. Inglês por padrão.
ru: Язык: язык текста для распознавания. По умолчанию используется английский.
tr: Dil: tanıma için metin dili. Varsayılan olarak İngilizcedir.
zh_cn: 语言: 用于识别的文本语言。默认情况下为英语。

source: Detect image orientation: if set to true, the API autorotates the image correctly.
bg: Откриване на ориентацията на изображението: Ако е зададено на "true", ППИ автоматично коригира ориентацията на изображението.
fr: Détectez l'orientation de l'image : Si elle est définie sur true, l'API autorote correctement l'image.
gl: Detect image orientation (Detectar orientación de imaxe): Se se marca, a API autorrota a imaxe correctamente.
hr: Otkrivanje položaja slike: ako je uključeno, API automatski ispravno rotira sliku.
pl: Wykryj orientację obrazu: jeśli ustawiona jest wartość true, interfejs API automatycznie autorotuje obraz.
pt_br: Detectar a orientação da imagem: se definido como true, a API orienta automaticamente a imagem de forma correta.
ru: Определение ориентации изображения: если установлено значение true, API автоматически поворачивает изображение правильно.
tr: Görüntü yönünü algıla: doğru olarak ayarlanırsa API, görüntüyü doğru şekilde otomatik olarak döndürür.
zh_cn: 检测图像方向: 如果设置为 true, API 将正确自动调整图像。
