Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: The following settings means the same in all engines, describe them here to save space.
bg: Следните настройки са еднакви за всички машини. Описваме ги тук, за да спестим място:
de: Die folgenden Einstellungen sind für alle Erkennungen gleich. Sie werden hier beschrieben, um Platz zu sparen.
fr: Les paramètres suivants ont la même signification pour tous les moteurs, définissez-les ici pour gagner de l'espace.
gl: Os seguintes axustes serven para o mesmo en tódolos motores, descríbense aquí para aforrar espazo.
hr: Sljedeće postavke znače isto u svim mehanizmima. Opiši ih ovdje kako bi se uštedio prostor.
pl: Poniższe ustawienia oznaczają to samo we wszystkich silnikach, opisz je tutaj, aby zaoszczędzić miejsce.
pt_br: As configurações a seguir significam o mesmo em todos os motores; descreva-as aqui para economizar espaço.
ru: Следующие настройки одинаковы для всех движков, они описаны здесь для экономии места.
tr: Aşağıdaki ayarlar tüm motorlarda aynı anlama gelir, yerden tasarruf etmek için bunları burada açıklayın.

source: API Access Type: this controls how you get access to the corresponding API endpoints.
bg: Тип на ППИ за достъп: Това управлява начина, по който получавате достъп до съответните крайни точки на ППИ.
fr: Type d'accès à l'API : Cela contrôle la façon dont vous accédez aux points de terminaison API correspondants.
gl: API Access Type (tipo de Acceso á API): isto controla como obtés acceso aos puntos de terminación da API correspondentes.
hr: Vrsta pristupa API sučelju: ovo kontrolira način pristupa odgovarajućim krajnjim točkama API-ja.
pl: Typ dostępu do interfejsu API: określa sposób uzyskiwania dostępu do odpowiednich punktów końcowych interfejsu API.
pt_br: Tipo de acesso à API: controla como você obtém acesso aos endpoints de API correspondentes.
ru: Тип доступа к API: определяет способ получения доступа к соответствующим конечным точкам API.
tr: API Erişim Türü: bu, ilgili API uç noktalarına nasıl erişeceğinizi kontrol eder.

source: If you choose "Use public quota", you are using free quota in an account registered by addon author.
bg: Ако изберете "Използвай публична квота", използвате безплатна квота в профил, регистриран от автора на добавката.
fr: Si vous choisissez "Utiliser les quotas publics", vous utilisez un quota gratuit dans un compte créé par l'auteur de l'extension.
gl: Se elixes "Use public quota" (Utilizar cota pública), utilizarás cota de balde nunha conta rexistrada polo autor do complemento.
hr: Ako odabereš „Koristi javnu kvotu”, koristit ćeš besplatnu kvotu na registriranom računu autora dodatka.
pl: Jeśli wybierzesz opcję "Użyj przydziału publicznego", korzystasz z bezpłatnego przydziału na koncie zarejestrowanym przez autora dodatku.
pt_br: Se você escolher “Usar cota pública", estará usando a cota gratuita em uma conta registrada pelo autor do complemento.
ru: Если вы выберите "Использовать общедоступную квоту", вы используете бесплатную квоту в учётной записи, зарегистрированной автором дополнения.
tr: "Genel kotayı kullan"ı seçerseniz, eklenti yazarı tarafından kayıtlı bir hesapta ücretsiz kota kullanıyorsunuz demektir.

source: If you choose "Use your own API key", this addon will use quota from your own account.
bg: Ако изберете "Използвай моя собствен ППИ ключ", тази добавка ще използва квота от собствения Ви профил.
fr: Si vous choisissez "Utiliser votre propre clé API", cette extension utilisera le quota de votre propre compte.
gl: Se escolles "Use your own API key" (Utilizar a túa propia clave na API), este complemento utilizará cota da túa propia conta.
hr: Ako odabereš „Koristi vlastiti API ključ”, ovaj će dodatak koristiti kvote s tvog vlastitog računa.
pl: Jeśli wybierzesz opcję "Użyj własnego klucza API", ten dodatek użyje przydziału z Twojego konta.
pt_br: Se você escolher “Usar sua própria chave de API", esse complemento usará a cota de sua própria conta.
ru: Если вы выберете "Использовать свой собственный ключ API", это дополнение будет использовать квоту из вашей учётной записи.
tr: "Kendi API anahtarınızı kullanın"ı seçerseniz, bu eklenti kendi hesabınızdan kota kullanır.

source: APP ID, API key or API Secret Key: if you want to use quota from your own account corresponding access tokens is required. Some engines only need API key. Some engines require two tokens. These are only valid if you choose "use your own API key" in API Access type.
bg: ППИ ИД, ППИ ключ или ППИ секретен ключ: Ако искате да използвате квота от собствения си профил, се изискват маркери за достъп. Някои машини се нуждаят само от ППИ ключ. Някои машини изискват два маркера. Тези са валидни, само ако изберете "Използвай мой собствен ППИ ключ" в настройката "Тип на ППИ за достъп".
fr: APP ID, clé API ou Clé secrète API : si vous voulez utiliser le quota de votre propre compte une clé correspondant à cet accès est requise. Certains moteurs ne requièrent qu'une clé API. Certains moteurs requièrent deux clés. Celles-ci ne sont valides que si vous choisissez "utiliser votre propre clé API" dans le type d'accès API.
gl: App ID (ID da aplicación), API key (clave na API) ou API Secret Key (clave Secreta na API): Se queres utilizar cota da túa propia conta requírense os tokens de acceso correspondentes. Algúns motores só necesitan a clave na API. Algúns motores necesitan dous tokens. Só son válidos se escolles "Use your own API key" (Utilizar a túa propia clave na API) en API Access type (tipo de Acceso á API).
hr: APP ID, API ključ ili tajni API ključ: ako želiš koristiti kvotu tvog vlastitog računa, potreban je odgovarajući token za pristup. Neki mehanizmi trebaju samo API ključ.\ Neki mehanizmi trebaju dva tokena. Ovi vrijede samo, ako odabereš „koristi vlastiti API ključ” u vrsti API pristupa.
pl: Identyfikator aplikacji, klucz API lub tajny klucz API: jeśli chcesz użyć przydziału z własnego konta, wymagane są odpowiednie tokeny dostępu. Niektóre aparaty potrzebują tylko klucza API. Niektóre silniki wymagają dwóch tokenów. Są one ważne tylko wtedy, gdy wybierzesz "użyj własnego klucza API" w typie dostępu do interfejsu API.
pt_br: ID do aplicativo, chave de API ou chave secreta de API: se você quiser usar a cota de sua própria conta, os tokens de acesso correspondentes são necessários. Alguns mecanismos precisam apenas da chave de API. Alguns mecanismos exigem dois tokens. Eles só são válidos se você escolher “usar sua própria chave de API” no tipo de acesso à API.
ru: Идентификатор приложения, ключ API или секретный ключ API: если вы хотите использовать квоту из своей учетной записи, вам потребуются соответствующие жетоны доступа. Некоторым движкам требуется только ключ API. Некоторым движкам требуется два жетона. Они действительны, только если вы выберете "использовать свой собственный ключ API" в поле "Тип доступа к API".
tr: APP Kimliği, API anahtarı veya API Gizli Anahtarı: Kendi hesabınızdan kota kullanmak istiyorsanız, ilgili erişim belirteçleri gereklidir. Bazı motorlar yalnızca API anahtarına ihtiyaç duyar. Bazı motorlar iki jeton gerektirir. Bunlar yalnızca API Erişim türünde "kendi API anahtarınızı kullan" seçeneğini belirlediğinizde geçerlidir.

source: Note that the quality and accuracy of results are affected by many factors.
bg: Имайте предвид, че качеството и точността на резултатите се влияят от много фактори.
de: Beachten Sie, dass die Qualität und Genauigkeit der Ergebnisse von vielen Faktoren beeinflusst wird.
fr: Notez que la qualité et l'exactitude du résultat dépendent de facteurs multiples.
gl: Ten en conta que a calidade e exactitude dos resultados están afectadas por varios factores.
hr: Na kvalitetu i točnost rezultata utječu mnogi faktori.
pl: Należy pamiętać, że na jakość i dokładność wyników wpływa wiele czynników.
pt_br: Observe que a qualidade e a precisão dos resultados são afetadas por muitos fatores.
ru: Обратите внимание, что на качество и точность результатов влияют многие факторы.
tr: Sonuçların kalitesinin ve doğruluğunun birçok faktörden etkilendiğini unutmayın.

source: Models and techniques used by engine provider
bg: Моделите и техниките, използвани от доставчика на машината
de: Vom Anbiter der Engines verwendete Modelle und Techniken
fr: Les modèles et techniques utilisés par le fournisseur de moteur.
gl: Modelos e técnicas utilizados polo provedor do motor
hr: Modeli i tehnike koje pružatelja mehanizma koristi
pl: Modele i techniki stosowane przez dostawcę silnika
pt_br: Modelos e técnicas usados pelo fornecedor de motores
ru: Модели и методы, используемые поставщиком движков
tr: Motor sağlayıcısı tarafından kullanılan modeller ve teknikler
zh_cn: 引擎商使用的模型和技术

source: Quality of uploaded image
bg: Качество на каченото изображение
de: Qualität des hochgeladenen Bildes
fr: La qualité de l'image fournie
gl: Calidade da imaxe subida
hr: Kvaliteta poslanih slika
pl: Jakość przesłanego obrazu
pt_br: Qualidade da imagem carregada
ru: Качество загруженного изображения
tr: Yüklenen görüntünün kalitesi
zh_cn: 上传图像的质量

source: Is navigator object hidden behind something else
bg: Дали навигационният обект е скрит зад нещо друго
de: Ist das Navigatorobjekt hinter etwas anderem versteckt
fr: Si l'objet navigateur est caché derrière quelque chose d'autre
gl: Está o obxecto do navegador oculto tras algunha outra cousa
hr: Je li navigacijski objekt sakriven iza nećeg drugog
pl: Czy obiekt nawigatora jest ukryty za czymś innym
pt_br: O objeto do navegador está oculto atrás de outra coisa
ru: Является ли объект навигатора скрытым чем-то другим
tr: Gezgin nesnesi başka bir şeyin arkasına mı gizlenmiş
zh_cn: 导航对象是否隐藏在其他东西后面

source: Screen resolution
bg: Разделителна способност на екрана
de: Bildschirmauflösung
fr: La résolution d'écran
gl: Reoslución da pantalla
hr: Rezolucija ekrana
pl: Rozdzielczość ekranu
pt_br: Resolução da tela
ru: Разрешение экрана
tr: Ekran çözünürlüğü
zh_cn: 屏幕分辨率

source: Online image description
bg: Онлайн описание на изображение
de: Online-Bildbeschreibung
fr: Description d'image en ligne
gl: Descrición en liña de imaxes
hr: Opisivanje slika na internetu
pl: Opis obrazu w sieci
pt_br: Descrição da imagem on-line
ru: Описание онлайн-изображения
tr: Çevrimiçi resim betimlemesi
zh_cn: 在线图像描述

source: Here are three engines available.
bg: Предлагаме ви три машини.
de: Drei Engines sind verfügbar.
fr: Voici trois moteurs disponibles.
gl: Aquí hai tres motores dispoñibles.
hr: Ovdje su dostupna tri mehanizma.
pl: Dostępne są trzy silniki.
pt_br: Aqui estão três motores disponíveis.
ru: Вот три доступных движка.
tr: Burada üç motor mevcuttur.
zh_cn: 这里有三个引擎可用。

source: Microsoft Azure Image Analyser
bg: Анализиране на изображение с Microsoft Azure
de: Microsoft Azure-Bildanalysierung
hr: Microsoft Azure analizator slika
pt_br: Analisador de imagens do Microsoft Azure
ru: Анализатор изображений Microsoft Azure
tr: Microsoft Azure Görüntü Çözümleyicisi
zh_cn: 微软 Azure 图像分析

source: This engine extracts a rich set of visual features based on the image content.
bg: Тази машина извлича богат набор от визуални възможности въз основа на съдържанието на изображението.
fr: Ce moteur extrait un riche ensemble de caractéristiques basées sur le contenu de l'image.
gl: Este motor extrae un rico conxunto de características visuais basadas no contido da imaxe.
hr: Ovaj mehanizam izdvaja razne vizualne funkcije na temelju sadržaja slike.
pl: Ten silnik wyodrębnia bogaty zestaw funkcji wizualnych na podstawie zawartości obrazu.
pt_br: Esse mecanismo extrai um rico conjunto de recursos visuais com base no conteúdo da imagem.
ru: Этот движок извлекает богатый набор визуальных функций на основе содержимого изображения.
tr: Bu motor, görüntü içeriğine dayalı olarak zengin bir görsel özellikler kümesi çıkarır. \n
zh_cn: 此引擎根据图像内容提取一组丰富的视觉特征。

source: This engine is english only. If you want description in other languages, you can use Microsoft Azure Image Describer
bg: Тази машина поддържа само английски език. Ако искате описание на други езици, можете да използвате описателя на изображения на Microsoft Azure (Microsoft Azure Image Describer)
fr: Ce moteur n'existe qu'en anglais. Si vous voulez une description dans d'autres langues, vous pouvez utiliser Microsoft Azure Image Describer
gl: Este motor só está en inglés. Se queres descricións noutros idiomas, podes utilizar Microsoft Azure Image Describer
hr: Mehanizam postoji samo na engleskom jeziku. Ako želiš opis na drugim jezicima, koristi Microsoft Azure opisivač slika.
pl: Ten silnik jest tylko w języku angielskim. Jeśli chcesz opis w innych językach, możesz użyć Microsoft Azure Image Describer
pt_br: Esse mecanismo é somente em inglês. Se quiser uma descrição em outros idiomas, você pode usar o Microsoft Azure Image Describer
ru: Этот движок работает только на английском языке. Если вам нужно описание на других языках, вы можете использовать Microsoft Azure Image Describer
tr: Bu motor sadece ingilizcedir. Başka dillerde betimleme istiyorsanız, Microsoft Azure Image betimleyiciyi kullanabilirsiniz
zh_cn: 此引擎仅支持英语。如果需要其他语言的描述，可以使用 Microsoft Azure 图像描述器

source: Visual Features include:
bg: Визуалните характеристики включват:
de: Zu den visuellen Funktionen gehören:
fr: Les caractéristiques visuelles incluent :
gl: As características visuais inclúen:
hr: Vizualne funkcije ukljućuju:
pl: Wśród cech wizualnych można wyróżnić:
pt_br: Os recursos visuais incluem:
ru: Визуальные особенности включают в себя:
tr: Görsel Özellikler şunları içerir:
zh_cn: 视觉特征包括:

source: Adult - detects if the image is pornographic in nature (depicts nudity or a sex act). Sexually suggestive content is also detected.
bg: За пълнолетни: Открива дали изображението е с порнографски характер (изобразява голота или полов акт). Също така се открива сексуално внушаващо съдържание.
de: Erwachsener - Erkennt, ob das Bild pornografischer Natur ist (zeigt Nacktheit oder Sexualität). Sexuell anregende Inhalte werden ebenfalls erkannt.
fr: Adulte - détecte si l'image est de nature pornographique (représente la nudité ou un acte sexuel). Le contenu sexuellement suggestif est également détecté.
gl: Adultos - detecta se a imaxe é pornográfica (se representa nudez ou un acto sexual). O contido sexualmente suxestivo tamén se detecta.
hr: Odrasli – otkriva je li slika pornografske prirode (prepoznaje golotinju ili seksualni čin). Otkriva se i seksualno sugestivan sadržaj.
pl: Dla dorosłych - silnik wykrywa, czy obraz jest pornograficzny, tzn. przedstawia nagość lub stosunek seksualny. Ponadto wykrywane są obrazy z podtekstem seksualnym.
pt_br: Adulto - detecta se a imagem é de natureza pornográfica (retrata nudez ou um ato sexual). O conteúdo sexualmente sugestivo também é detectado.
ru: Для взрослых - определяет, является ли изображение порнографическим по своей природе (изображает обнаженную натуру или половой акт). Также обнаруживается содержимое сексуального характера.
tr: Yetişkin - görüntünün pornografik olup olmadığını algılar (çıplaklığı veya seks eylemini gösterir). Müstehcen içerik de tespit edilir.
zh_cn: 成人-检测图像在本质上是否色情 (描绘裸体或性行为)。性暗示内容也被检测到。

source: Brands - detects various brands within an image, including the approximate location. The Brands argument is only available in English.
bg: Марки: Открива различни марки в изображение, включително приблизителното им местоположение. Аргументът "Марки" е наличен само на английски език.
de: Markenzeichen - Erkennt verschiedene Markenzeichen in einem Bild, einschließlich der ungefähren Position. Das Markenzeichen-Argument ist nur in englischer Sprache verfügbar.
fr: Marques - détecte diverses marques à l'intérieur d'une image, incluant leur position approximative. Le paramètre Marques est seulement disponible en anglais.
gl: Marcas - detecta distintas marcas dentro dunha imaxe, incluíndo a ubicación aproximada. A discusión das marcas só está dispoñible en inglés.
hr: Brendovi – otkriva različite brendove/marke unutar slike, uključujući približno mjesto. Argument „Brandovi” dostupan je samo na engleskom jeziku.
pl: Marki - Silnik wykrywa na obrazie znaki różnych marek i podaje ich przybliżone położenie. Argument rozpoznawania marek jest dostępny tylko w języku angielskim.
pt_br: Brands - detecta várias marcas em uma imagem, incluindo a localização aproximada. O argumento Brands está disponível somente em inglês.
ru: Бренды - определяет различные бренды на изображении, включая приблизительное местоположение. Параметр Brands доступен только на английском языке.
tr: Markalar - yaklaşık konum da dahil olmak üzere bir görüntüdeki çeşitli markaları algılar. Markalar bağımsız değişkeni yalnızca İngilizce olarak mevcuttur.
zh_cn: 品牌-检测图像中的各种品牌, 包括大致位置。品牌论点仅提供英文版本。

source: Categories - categorizes image content according to a taxonomy defined in documentation.
bg: Категории: Категоризира съдържанието на изображението според таксономия, определена в документацията.
de: Kategorien - Kategorisiert den Bildinhalt gemäß einer in der Dokumentation definierten Klassifizierung..
fr: Catégories - catégorise le contenu de l'image en fonction d'une taxonomie définie dans la documentation.
gl: Categorías - categoriza o contido da imaxe de acordo cunha taxonomía definida na documentación.
hr: Kategorije – kategorizira sadržaj slike prema sistematici koja je određena u dokumentaciji.
pl: Kategorie - Silnik klasyfikuje treść obrazu według systematyki opisanej w dokumentacji.
pt_br: Categorias - categoriza o conteúdo da imagem de acordo com uma taxonomia definida na documentação.
ru: Категории - классифицирует содержимое изображений в соответствии с таксономией, определенной в документации.
zh_cn: 类别-根据文档中定义的分类对图像内容进行分类。

source: Color - determines the accent color, dominant color, and whether an image is black&white.
bg: Цвят: Определя акцентиращия цвят, основния цвят и дали изображението е черно-бяло.
de: Farbe - Bestimmt die akzentuierte Farbe, die dominierende Farbe und ob ein Bild schwarzweiß ist.
fr: Couleur - détermine la couleur accentuée, la couleur dominante, et si une image est en noir et blanc.
gl: Cor - determina a cor de acento, a cor dominante, e se unha imaxe é en branco e negro.
hr: Boja – određuje istaknutu boju, dominantnu boju i je li slika crno-bijela.
pl: Kolor - Silnik określa akcenty kolorystyczne i barwę dominującą, a także wykrywa, czy obraz jest czarno-biały.
pt_br: Cor - determina a cor de destaque, a cor dominante e se uma imagem é em preto e branco.
ru: Цвет - определяет цвет акцента, доминирующий цвет и то, является ли изображение чёрно-белым.
tr: Renk - vurgu rengini, baskın rengi ve görüntünün siyah beyaz olup olmadığını belirler.
zh_cn: 颜色-确定强调色、主导颜色以及图像是否为黑色和白色。

source: Description - describes the image content with a complete sentence in supported languages.
bg: Описание: Описва с цели изречения съдържанието на изображението за поддържаните езици.
de: Beschreibung - Beschreibt den Bildinhalt mit einem vollständigen Satz in den unterstützten Sprachen.
fr: Description - décrit le contenu de l'image en une phrase complète dans les langues supportées.
gl: Descrición - describe o contido da imaxe cunha oración completa nos idiomas soportados.
hr: Opis – opisuje sadržaj slike u obliku rečenica u podržanim jezicima.
pl: Opis - Silnik opisuje zawartość obrazu pełnymi zdaniami we wspieranych językach.
pt_br: Descrição - descreve o conteúdo da imagem com uma frase completa nos idiomas suportados.
ru: Описание - описывает содержимое изображения полным предложением на поддерживаемых языках.
tr: Betimleme - desteklenen dillerde tam bir cümle ile görüntü içeriğini betimler.
zh_cn: 描述-描述图像内容与一个完整的句子在支持的语言。

source: Faces - detects if faces are present. If present, generate coordinates, gender and age.
bg: Лица: Открива дали са налице лица. Ако са налице, генерира координати, пол и възраст.
de: Gesichter - Erkennt, ob Gesichter vorhanden sind. Wenn vorhanden, werden die Koordinaten erzeugt, Geschlecht und Alter ermittelt.
fr: Visages - détecte si des visages sont présents. Si oui, détecte les coordonnées, le genre et l'âge.
gl: Caras - detecta se hai caras presentes. Se as hai, xera coordenadas, xénero e idade.
hr: Lica – otkriva lica. Ako lica postoje, izračunava koordinate, spol i dob.
pl: Wykrywanie twarzy - Silnik sprawdza, czy na obrazie są twarze. Jeśli są, określa ich współrzędne, płeć i wiek.
pt_br: Faces - detecta se há rostos presentes. Se estiverem presentes, gera coordenadas, gênero e idade.
ru: Лица - определяет, присутствуют ли лица. Если присутствуют, сгенерируются координаты, пол и возраст.
tr: Yüzler - yüzlerin olup olmadığını algılar. Varsa, koordinatları, cinsiyeti ve yaşı gösterir.
zh_cn: 人脸-检测图像上是否有人脸。如果存在, 则生成坐标、性别和年龄。

source: ImageType - detects if image is clip art or a line drawing.
bg: Тип на изображението: Открива дали изображението е графика или чертеж.
de: Bildtyp - Erkennt, ob es sich bei dem Bild um ein ClipArt-Grafik oder eine Strichzeichnung handelt.
fr: ImageType - détecte si l'image est une image numérique insérable ou un dessin de ligne.
gl: TipodeImaxe - detecta se a imaxe é clip art ou un dibuxo de liña.
hr: Vrsta slike – otkriva, radi li se o klipart slici ili crtežu.
pl: Typ obrazu - określa, czy jest to obraz typu clip art, czy rysunek liniowy.
pt_br: TipoDeImagem - detecta se a imagem é um clip art ou um desenho de linha.
ru: Тип изображения - определяет, является ли изображение клипом или линейным рисунком.
tr: Görüntü Tipi - görüntünün küçük resim mi yoksa çizgi çizimi mi olduğunu algılar.
zh_cn: 图像类型-检测图像是不是剪贴画，是不是简笔画。

source: Objects - detects various objects within an image, including the approximate location. The Objects argument is only available in English.
bg: Обекти: Открива различни обекти в изображението, включително приблизителното им местоположение. Аргументът "Обекти" е наличен само на английски език.
de: Objekte - erkennt verschiedene Objekte in einem Bild, einschließlich der ungefähren Position. Das Argument "Objekte" ist nur in englischer Sprache verfügbar.
fr: Objets - détecte divers objets dans une image, y compris la position approximatif. L'argument des objets n'est disponible qu'en anglais.
gl: Obxectos - detecta distintos obxectos dentro dunha imaxe, incluíndo a súa ubicación aproximada. A discusión de obxecto está só dispoñible en inglés.
hr: Objekti – otkriva različite predmete unutar slike, uključujući približno mjesto. Argument „Objekti” dostupan je samo na engleskom jeziku.
pl: Przedmioty - Silnik wykrywa różne przedmioty na obrazie i podaje ich przybliżone położenie. Argument rozpoznawania przedmiotów jest dostępny tylko w języku angielskim.
pt_br: Objetos - detecta vários objetos em uma imagem, incluindo a localização aproximada. O argumento Objetos está disponível somente em inglês.
ru: Objects - определяет различные объекты на изображении, включая приблизительное местоположение. Параметр Objects доступен только на английском языке.
tr: Nesneler - yaklaşık konum da dahil olmak üzere bir görüntüdeki çeşitli nesneleri algılar. Nesneler bağımsız değişkeni yalnızca İngilizce olarak mevcuttur.
zh_cn: 对象-检测图像中的各种对象, 包括大致位置。"对象" 参数仅在英语中提供。
