Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Please note that the key must be created for the Computer Vision API. The first "GET API key" button you encounter with single key navigation. Currently Microsoft provides the option to create a trial key for 7 days. You can also sign up for a free azure account for more trail. Signing up requires a credit card. If you already have a subscription account, you can skip this step.
bg: Моля, обърнете внимание, че ключът трябва да бъде създаден за ППИ на Computer Vision (първият бутон с етикет "GET API key", намиращ се с навигация по първа буква в страницата). Понастоящем Microsoft предоставя възможност за създаване на пробен ключ за 7 дни. Можете също да се регистрирате за безплатен акаунт в Azure за допълнителен пробен период. Регистрирането изисква кредитна карта. Ако вече имате абонаментен акаунт, можете да пропуснете тази стъпка.
de: Beachten Sie, dass der Schlüssel für die Computer Vision-API erstellt werden muss. Die erste "GET API Key" -Schaltfläche, die Sie bei der Navigation mit einer einzigen Taste finden. Derzeit bietet Microsoft die Möglichkeit, einen Testschlüssel für 7 Tage zu erstellen. Sie können sich auch für ein kostenloses Azure-Konto anmelden, um weitere Informationen zu erhalten. Die Anmeldung erfordert eine Kreditkarte. Wenn Sie bereits ein Abonnementkonto haben, können Sie diesen Schritt überspringen.
fr: Veuillez noter que la clé doit être créée pour Computer Vision API. Le premier bouton "GET API key" vous rencontrez avec la navigation par une seule touche. Actuellement, Microsoft offre la possibilité de créer une clé d'essai pendant 7 jours. Vous pouvez également vous inscrire à un compte Azure gratuit pour plus de bande. L'inscription nécessite une carte de crédit. Si vous avez déjà un compte de souscription, vous pouvez ignorer cette étape.
gl: Por favor observa que a clave debe crearse para a API de Computer vision. O primeiro botón "GET API key"(OBTER clave da API) que atopes coa navegación cunha soa letra. Actualmente Microsoft da a opción de crear una clave de proba de 7 días. Tamén podes dar de alta unha unha conta gratuíta de Azure para máis campo. O rexistro require tarxeta de crédito. Se xa tes unha conta de subscripción podes saltar este paso.
hr: Imaj na umu da ključ mora biti izrađen za Computer Vision API. Prvi gumb „Nabavi API ključ” na koji naiđeš jednotipkastim kretanjem. Trenutačno Microsoft pruža mogućnost izrade probnog ključa za 7 dana. Za produljenje probe možeš se prijaviti i za besplatan azure račun. Za prijavu je potrebna kreditna kartica. Ako već imaš račun za pretplatu, ovaj korak možeš preskočiti.
pl: Uwaga! Klucz dla Computer Vision API jest konieczny. Pierwszy przycisk "Uzyskaj klucz API" który zobaczysz, dotyczy klucza jednorazowego. Obecnie, Microsoft umożliwia uzyskanie subskrypcji na 7 dni. Można również założyć darmowe konto azure i uzyskać więcej próbnych wywołań. Do zarejestrowania się potrzebna jest karta kredytowa. Jeśli posiadasz już konto subskrypcyjne, możesz pominąć ten krok.
pt_br: Observe que a chave deve ser criada para a API Computer Vision. O primeiro botão “Obter chave de API" que você encontra com a navegação de chave única. Atualmente, a Microsoft oferece a opção de criar uma chave de avaliação por 7 dias. Você também pode se inscrever em uma conta gratuita do Azure para obter mais informações. A inscrição requer um cartão de crédito. Se você já tiver uma conta de assinatura, poderá pular esta etapa.
ru: Пожалуйста, обратите внимание, что ключ должен быть создан для API Computer Vision. Первая кнопка "ПОЛУЧИТЬ ключ API", с которой вы столкнетесь при навигации по одному ключу. В настоящее время Microsoft предоставляет возможность создать пробный ключ на 7 дней. Вы также можете бесплатно зарегистрироваться в Azure для получения дополнительной информации. Для регистрации требуется кредитная карта. Если у вас уже есть учётная запись для подписки, вы можете пропустить этот шаг.
tr: Lütfen anahtarın Computer Vision API için oluşturulması gerektiğini unutmayın. Bu, Tek tuş dolaşımında karşılaştığınız ilk "API anahtarı AL" düğmesidir. Şu anda Microsoft, 7 günlük bir deneme anahtarı oluşturma seçeneği sunmaktadır. Ayrıca daha fazla iz için ücretsiz bir Azure hesabına kaydolabilirsiniz. Kaydolmak için bir kredi kartı gerekir. Zaten bir abonelik hesabınız varsa, bu adımı atlayabilirsiniz.
zh_cn: 请注意, 必须为计算机视觉 API 创建密钥。您在使用单个密钥导航时遇到的第一个 "GET API 密钥" 按钮。目前, Microsoft 提供了创建7天试用密钥的选项。你也可以注册一个免费的 azure 帐户更多的线索。注册需要信用卡。如果您已经拥有订阅帐户, 则可以跳过此步骤。

source: Step 2: Deploy Cognitive Services
bg: Стъпка 2: Задействайте когнитивните услуги
de: Schritt 2: Bereitstellen kognitiver Dienste
fr: Étape 2 : Déployer Cognitive Services
gl: Paso 2: Despregar cognitive Services
hr: 2. korak: Implementiraj kognitivne usluge (Cognitive Services)
pl: Krok 2: Wdrażanie usług Cognitive Services
pt_br: Etapa 2: Implantar serviços cognitivos
ru: Шаг 2: Развертывание когнитивных сервисов
tr: 2. Adım: Bilişsel Hizmetleri Dağıtın
zh_cn: 步骤 2: 部署认知服务

source: Now you have an azure account.
bg: Сега имате акаунт в Azure.
fr: Vous avez maintenant un compte Azure.
gl: Agora xa tes unha conta Azure.
hr: Sada imaš azure račun.
pl: Teraz masz konto platformy Azure.Now you have an azure account.
pt_br: Agora você tem uma conta do Azure.
ru: Теперь у вас есть учетная запись azure.
tr: Artık bir Azure hesabınız var. \n
zh_cn: 现在，您有一个 azure 帐户。

source: First login on [Azure Portal](https://portal.azure.com)
bg: Първо влезте в [Azure Portal](https://portal.azure.com).
de: Anmelden beim [Azure-Portal](https://portal.azure.com)
fr: Première connexion sur [Azure Portal](https://portal.azure.com)
gl: Empeza iniciando sesión en [Azure Portal](https://portal.azure.com)
hr: Najprije se prijavi na [Azure portalu](https://portal.azure.com)
pl: Najpierw zaloguj się do [Portalu Azure](https://portal.azure.com)
pt_br: Primeiro login no [Portal do Azure](https://portal.azure.com)
ru: Первый вход на [портал Azure](https://portal.azure.com)
tr: Öncelikle [Azure Portal](https://portal.azure.com) içinde oturum açın
zh_cn: 首次登录 [Azure 门户] (http://portal.azure.com)

source: Wait until you get the message Portal is Ready you are logged into azure portal.
bg: Изчакайте, докато чуете съобщението "Portal is Ready" – вече сте вписани в портала на Azure.
de: Warten Sie, bis die Meldung "Portal ist bereit" angezeigt wird. Sie sind bei Azure Portal angemeldet.
fr: Attendez jusqu'à que vous obteniez le message Portal is Ready, vous êtes connecté au portail Azure.
gl: Agarda ata obter a mensaxe Portal Is Ready (Portal está listo) estás identificado en Azure Portal.
hr: Pričekaj poruku „Portal je spreman, prijavljen/a si na azure portalu”.
pl: Zaczekaj na wiadomość: Portal gotowy, udane logowanie do Portalu Azure.
pt_br: Aguarde até receber a mensagem Portal O portal está pronto e você está conectado ao portal do Azure.
ru: Дождитесь появления сообщения о том, что портал готов, и вы войдёте в azure portal.
tr: Azure portal oturumunuz açık olan Portal is Ready mesajını alana kadar bekleyin.
zh_cn: 等待, 直到您收到消息门户已准备就绪, 您将登录到 azure 门户。

source: Find the link called All resources after All services button and activate it.
bg: Намерете връзката "All Resources", намираща се след бутона "All Services" и я задействайте.
de: Suchen Sie den Link "Alle Ressourcen nach allen Diensten" und aktivieren Sie ihn.
fr: Trouvez le lien appelé All resources après le bouton All services et activez-le.
gl: Busca a ligazón denominada all resources (tódolos recursos) despois do botón All services (tódolos servizos) e actívaa.
hr: Pronađi poveznicu „Svi resursi” nakon gumba „Sve usluge” i aktiviraj je.
pl: Otwórz link Wszystkie zasoby, a następnie aktywuj przycisk Wszystkie usługi.
pt_br: Localize o link chamado Todos os recursos após o botão Todos os serviços e ative-o.
ru: Найдите ссылку под названием "Все ресурсы после кнопки "Все услуги" и активируйте её.
zh_cn: 在 "所有服务" 按钮后找到名为 "所有资源" 的链接, 并将其激活。

source: Wait until you get the message Blade All resources are ready , your focus will be an edit box, then press shift tab find a menu item called add and activate it.
bg: Изчакайте, докато чуете съобщението "Blade All resources are ready" – фокусът ви ще бъде в поле за редактиране. След това изпълнете командата Shift+TAB, за да намерите елемент от менюто с етикет "Add" и го задействайте.
de: Warten Sie, bis die Meldung Blade Alle Ressourcen sind bereit angezeigt wird. Ihr Fokus ist in einem Eingabefeld . Drücken Sie dann die Umschalttaste, und suchen Sie den Menüpunkt "Hinzufügen", und aktivieren Sie ihn.
fr: Attendez jusqu'à que vous obteniez le message Blade All resources are ready , le focus sera sur une zone d'édition, puis appuyez sur Shift Tab pour Trouver un élément de menu appelé add et activez-le.
gl: Agarda ata obter a mensaxe Blade all resources are ready (A lapela All resources -tódolos recursos- está lista), o teu foco estará nunha caixa de edición, logo preme shift tab busca un elemento de menú chamado add (engadir) e actívao.
hr: Pričekaj poruku „Blade Svi resursi su spremni”. Fokus će biti na okviru za uređivnje. Zatim pritisni šift tabulator, u izborniku pronađi stavku „Dodaj” i aktiviraj je.
pl: Zaczekaj na wiadomość: Wszystkie zasoby gotowe. Punkt uwagi znajdzie się na polu edycyjnym. Naciśnij shift tab, znajdź element meni o nazwie Dodaj i aktywuj go.
pt_br: Aguarde até receber a mensagem Todos os recursos estão prontos, seu foco será uma caixa de edição e, em seguida, pressione a tecla shift tab para localizar um item de menu chamado adicionar e ativá-lo.
ru: Подождите, пока не появится сообщение "Все ресурсы готовы", в центре вашего внимания будет окно редактирования, затем нажмите shift tab, найдите пункт меню "Добавить" и активируйте его.
tr: Blade Tüm kaynaklar hazır mesajını alana kadar bekleyin, odağınız bir düzenleme kutusunda olacaktır, ardından Shift+taba basın, ekle adlı bir menü öğesi bulun ve etkinleştirin.
zh_cn: 第2步: 部署认知服务现在你有了一个模糊的帐户。 首次登录 [Azure 门户] (http://portal.azure.com) 等待, 直到您收到消息门户已准备就绪, 您已登录到 azure 门户。 在 "所有服务" 按钮后找到名为 "所有资源" 的链接, 并将其激活。 等待, 直到你得到消息刀片所有资源都准备好了, 你的重点将是一个编辑框, 然后按 shift 选项卡找到一个名为添加并激活它的菜单项。

source: Wait until you get the message Search the Marketplace, type Cognitive Services and press down arrow.
bg: Изчакайте, докато получите съобщението "Search the Marketplace". Напишете "Cognitive Services" и натиснете стрелка надолу.
de: Warten Sie, bis Sie die Meldung Suche Marktplatz erhalten, geben Sie Cognitive Services ein und drücken Sie die Pfeiltaste-unten. .
fr: Attendez jusqu'à que vous obteniez le message Search the Marketplace, tapez Cognitive Services et appuyez sur la flèche bas.
gl: Agarda ata obter a mensaxe Search the marketplace (Procurar no mercado), escribe cognitive Services e preme frecha abaixo.
hr: Pričekaj poruku „Pretraži Marketplace”, utipkaj „Cognitive Services” i pritisni strelicu prema dolje.
pl: Zaczekaj na wiadomość: Przeszukaj witrynę Marketplace. Wpisz frazę Cognitive Services i naciśnij strzałkę w dół.
pt_br: Aguarde até receber a mensagem Pesquisar no Marketplace, digite Serviços Cognitivos e pressione a seta para baixo.
ru: Подождите, пока не появится сообщение о поиске в Marketplace, введите Cognitive Services и нажмите стрелку вниз.
tr: Market alanında Ara mesajını alana kadar bekleyin, Bilişsel Hizmetler yazın ve aşağı oka basın.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Wait until you get the message List of options Cognitive Services one of five, then press enter.
bg: Изчакайте, докато чуете "List of options Cognitive Services one of five", след което натиснете ENTER.
de: Warten Sie, bis die Meldung Liste der Optionen für Cognitive Services angezeigt wird, und drücken Sie die Eingabetaste.
fr: Attendez jusqu'à que vous obteniez le message List of options Cognitive Services un sur cinq, , puis appuyez sur Entrée.
gl: Agarda ata obter a mensaxe List of options cognitive Services (Lista de opcións cognitive Services) un de cinco, logo preme intro.
hr: Pričekaj poruku „Popis opcija Cognitive Services jedna od pet”, zatim pritisni enter.
pl: Zaczekaj na wiadomość: lista opcji, usługi rozpoznawania jeden z pięciu i naciśnij enter.
pt_br: Aguarde até que apareça a mensagem Lista de opções Serviços cognitivos um de cinco e pressione Enter.
ru: Подождите, пока не появится сообщение со списком опций Cognitive Services, один из пяти, затем нажмите enter.
tr: Beş seçenekten biri olan Bilişsel Hizmetler listesi mesajını alana kadar bekleyin, ardından enter tuşuna basın.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Wait until you get the message Blade Cognitive Services is ready press tab or b to find a button named Create activate it.
bg: Изчакайте, докато чуете "Blade Cognitive Services is ready". Натиснете TAB или B, за да намерите бутон с име "Create". Задействайте го.
de: Warten Sie, bis Sie die Meldung erhalten, dass Blade Cognitive Services bereit ist. Drücken Sie die Tabulatortaste oder b, um eine Schaltfläche mit der Bezeichnung Erstellen zu finden, und aktivieren Sie sie.
fr: Attendez jusqu'à que vous obteniez le message Blade Cognitive Services is ready, appuyez sur Tab ou b pour trouver un bouton nommé Create, activez-le.
gl: Agarda ata obter a mensaxe Blade cognitive Services is ready (A lapela cognitive Serivces está lista) preme tab ou b para buscar un botón co nome de Create (Crear) actívao.
hr: Pričekaj poruku „Blade Cognitive Services je spremna”, pritisni tabulator ili b za pronalaženje gumba zvan „Stvori”, aktiviraj ga.
pl: Zaczekaj na wiadomość: Usługi rozpoznawania gotowe. Naciśnij tab lub b aby znaleźć przycisk Utwórz i aktywuj go.
pt_br: Aguarde até que a mensagem Serviços cognitivos Blade esteja pronta e pressione tab ou b para encontrar um botão chamado Criar para ativá-lo.
ru: Подождите, пока не появится сообщение о том, что Blade Cognitive Services готов, нажмите tab или b, чтобы найти кнопку с именем Создать и активировать ее.
tr: Blade Cognitive Services hazır mesajını alana kadar bekleyin, tab veya b düğmesine basarak Oluştur adlı bir düğmeyi bulun ve etkinleştirin.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Wait until you get the message Blade Create is ready, your focus will be an edit box, type a name for this resource. Note that Your resource name can only include alphanumeric characters, '_', '-', and can't end with '_' or '-'.
bg: Изчакайте, докато получите съобщението "Blade Create is ready" – фокусът ви ще бъде в поле за въвеждане. Въведете име за този ресурс. Имайте предвид, че името на вашия ресурс може да включва само буквено-цифрени знаци, "_", "-" и не може да завършва с "_" или "-".
fr: Attendez jusqu'à que vous obteniez le message Blade Create is ready, le focus sera sur une zone d'édition, tapez un nom pour cette ressource. Notez que votre nom de ressource ne peut inclure que des caractères alphanumériques, '_', '-', et ne peut pas se terminer avec '_' ou '-'.
gl: Agarda ata obter a mensaxe Blade Create is ready (A lapela Create -Crear- está lista), o teu foco estará nunha caixa de edición, escribe un nome para este recurso. Ten en conta que o teu nome de recurso só pode incluír caracteres alfanuméricos, '_', '-', e non pode rematar con '_' nin '-'.
hr: Pričekaj poruku „Blade Stvori je spremno”. Fokus će biti na okviru za uređivnje. Upiši ime za ovaj resurs. Ime tvog resursa smije sadržavati samo alfanumeričke znakove, podvlake i crtice, a ne smije završiti s podvlakom ili crticom.
pl: Poczekaj, aż pojawi się komunikat Tworzenie ostrza jest gotowe, fokus będzie polem edycji, wpisz nazwę tego zasobu. Pamiętaj, że nazwa zasobu może zawierać tylko znaki alfanumeryczne, "_", "-" i nie może kończyć się na "_" lub "-".
pt_br: Aguarde até receber a mensagem Blade Criar está pronto, seu foco será uma caixa de edição, digite um nome para esse recurso. Observe que o nome do recurso só pode incluir caracteres alfanuméricos, '_', '-', e não pode terminar com '_' ou '-'.
ru: Подождите, пока появится сообщение о том, что панель создания готова, в центре вашего внимания будет окно редактирования, введите имя для этого ресурса. Обратите внимание, что имя вашего ресурса может содержать только буквенно-цифровые символы, "_", "-", и не может заканчиваться на "_" или "-".
tr: Blade Create hazır mesajını alana kadar bekleyin, odağınız bir yazma alanında olacaktır. Bu kaynak için bir ad yazın. Kaynak adınızın yalnızca alfasayısal karakterler, '_', '-' içerebileceğini ve '_' veya '-' ile bitemeyeceğini unutmayın.

source: I choose NVDA_OCR.
bg: Аз лично избирам "NVDA_OCR".
de: Ich wähle NVDA_OCR.
fr: Je choisis NVDA_OCR.
gl: Escollo NVDA_OCR.
hr: Biram NVDA_OCR.
pl: Wybieram NVDA_OCR.
pt_br: Escolha o NVDA_OCR.
ru: Я выбираю NVDA_OCR.
tr: NVDA_OCR'yi seçiyorum.
zh_cn: 我选择NVDA_OCR。

source: Press tab to go to Subscription combo box. Usually you can leave it as is.
bg: Натиснете TAB, за да отидете в падащия списък "Subscription". Обикновено можете да го оставите както си е.
fr: Appuyez sur Tab pour accéder à la liste déroulante Subscription. Habituellement, vous pouvez le laisser tel quel.
gl: Preme tabulador para ir á caixa combinada subscription (subscrición). Polo xeral podes deixalo como está.
hr: Pritisni tabulator za prijelaz na padajući izbonik „Pretplate”. Polje izbornika obično možeš ostaviti kakvo je.
pl: Naciśnij Tab, aby przejść do pola kombi Subskrypcja. Zwykle możesz zostawić go takim, jaki jest.
pt_br: Pressione tab para ir para a caixa de combinação Assinatura. Normalmente, você pode deixá-la como está.
ru: Нажмите tab, чтобы перейти к списку подписки. Обычно вы можете оставить всё как есть.
tr: Abonelik seçim kutusuna gitmek için sekmeye basın. Genellikle olduğu gibi bırakabilirsiniz.

source: Press tab to go to Location combo box. Choose one close to your current location.
bg: Натиснете TAB, за да отидете в падащия списък "Location". Изберете такова местоположение, което е близо до текущото ви.
fr: Appuyez sur Tab pour accéder à la liste déroulante Location. Choisissez-en une près de votre position actuelle.
gl: Preme tabulador para ir á caixa combinada Location (Ubicación). Escolle unha preto da túa ubicación actual.
hr: Pritisni tabulator za prijelaz na padajući izbonik „Lokacija”. Odaberi jednu blizu tvoje trenutačne lokacije.
pl: Naciśnij Tab, aby przejść do pola kombi Lokalizacja. Wybierz jedną z nich w pobliżu bieżącej lokalizacji.
pt_br: Pressione tab para ir para a caixa de combinação Localização. Escolha uma próxima à sua localização atual.
ru: Нажмите tab, чтобы перейти в поле со списком "Местоположение". Выберите местоположение, близкое к вашему текущему местоположению.
tr: Konum seçim kutusuna gitmek için sekmeye basın. Bulunduğunuz yere yakın bir tane seçin. \n

source: Be sure to remember this since location is required in engine configuration.
bg: Не го забравяйте, тъй като това местоположение се изисква в конфигурацията на машината.
fr: Assurez-vous de vous en souvenir car la position est requise dans la configuration du moteur.
gl: Asegúrate de recordar isto xa que a ubicación requírese na configuración do motor.
hr: Svakako je zapamti, jer je taj podatak potreban u konfiguraciji mehanizma.
pl: Pamiętaj o tym, ponieważ lokalizacja jest wymagana w konfiguracji silnika.
pt_br: Lembre-se disso, pois a localização é necessária na configuração do motor.
ru: Обязательно помните об этом, поскольку расположение требуется при настройке движка.
tr: Motor konfigürasyonunda konum gerektiğinden bunu hatırladığınızdan emin olun.
