Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Add an option to pop up a window containing message instead of speech or braille message for text results
bg: Добавена е опция за извеждане на резултата от разпознаването на текст в прозорец, вместо извеждането му само чрез реч или брайл
de: Option hinzugefügt, um ein Fenster mit einer Nachricht anstelle einer Sprach- oder Braille-Nachricht für Textergebnisse zu öffnen
fr: Ajoutez une option pour faire apparaître une fenêtre pop-up contenant un message au lieu d'un message audio ou braille pour les résultats de texte
gl: Engadir opción para abrir unha xanela contendo a mensaxe no canto da mensaxe de fala ou braille en resultados de texto
pl: Dodawanie opcji wyświetlania okna zawierającego wiadomość zamiast mowy lub wiadomości brajlowskiej dla wyników tekstowych
pt_br: Adicionar uma opção para abrir uma janela contendo uma mensagem em vez de uma mensagem de fala ou em braile para resultados de texto
ru: Добавлена возможность отображения всплывающего окна, содержащего сообщение, вместо речевого или брайлевского сообщения для получения текстовых результатов
tr: Metin sonuçları için konuşma veya braille mesajı yerine mesaj içeren bir pencere açma seçeneği eklendi

source: Change checkboxes for visual features in Microsoft Azure Image Analyzer into a CheckBoxList.
bg: Отметките за визуалните функции на анализатора на изображения на Microsoft Azure са променени на списък с отметки (CheckBoxList).
de: Kontrollkästchen für visuelle Funktionen in Microsoft Azure Image Analyzer in eine CheckBoxList geändert.
fr: Modifiez les cases à cocher pour les fonctionnalités visuelles dans Microsoft Azure Image Analyzer dans une liste de cases à cocher.
gl: Cambiar caixas de verificación para características visuais en Microsoft Azure Image analyzer a unha Lista de Caixas de Verificación.
pl: Zamieniono pola wyboru z cechami wizualnymi w Microsoft Azure Image Analyzer na listę pól wyboru.
pt_br: Altere as caixas de seleção para recursos visuais no Microsoft Azure Image Analyzer em um CheckBoxList.
ru: Изменены флажки для визуальных функций в Microsoft Azure Image Analyzer на список флажков.
tr: Microsoft Azure görüntü çözümleyicideki görsel özellikler için onay kutuları onay kutusu listesi olarak değiştirildi.
zh_cn: 将 Microsoft Azure 图像分析器中的可视功能复选框更改为 "复选框列表"。

source: Fix following issues:
bg: Поправени са следните проблеми:
de: Folgende Fehlerbehebungen:
fr: Correction des problèmes suivants :
gl: Solucionar as seguintes incidencias:
pl: Naprawiono następujące problemy:
pt_br: Corrigir os seguintes problemas:
ru: Устранены следующие проблемы:
tr: Aşağıdaki sorunlar düzeltildi:
zh_cn: 修复以下问题:

source: Cannot load jpg image file from clipboard
bg: Не може да се зареди от клипборда файл с изображение във формат JPG
de: JPG-Bilddatei kann nicht aus der Zwischenablage geladen werden
fr: Impossible de charger le fichier d'image JPG à partir du presse-papiers
gl: Imposible cargar arquivo de imaxe jpg dende o portapapeis
pl: Nie można załadować pliku obrazu jpg ze schowka
pt_br: Não é possível carregar o arquivo de imagem jpg da área de transferência
ru: Невозможность загрузить файл изображения jpg из буфера обмена

source: Result document object do not show up after recognition.
bg: Обекта на документа с резултата не се извежда след разпознаване.
de: Ergebnisdokumentobjekt wird nach der Erkennung nicht angezeigt.
fr: L'objet de document de résultat n'apparaît pas après la reconnaissance.
gl: Obxecto de documento de resultado non se amosa tralo recoñecemento.
pl: Po rozpoznaniu nie pojawia się wiadomość z wynikiem.
pt_br: O objeto do documento resultante não é exibido após o reconhecimento.
ru: Объект результирующего документа не отображается после распознавания.
tr: Sonuç belge nesnesi, tanımadan sonra görünmüyor.
zh_cn: 识别后, 结果文档对象不会显示。

source: Position in result document objects are not reliable if image is resized internally.
bg: Позициите в обектите на документа с резултата не са надеждни ако изображението е преоразмерено отвътре.
de: Die Position in Ergebnisdokumentobjekten ist nicht zuverlässig, wenn die Bildgröße intern geändert wird.
fr: La position dans les objets de document de résultat n'est pas fiable si l'image est redimensionnée en interne.
gl: A posición en obxectos de documentos de resultado non é fiable se a imaxe se redimensionou internamente.
pl: Pozycja obiektów w wyniku jest niedokładna, jeżeli obraz był wewnętrznie zmniejszany.
pt_br: A posição nos objetos do documento de resultado não é confiável se a imagem for redimensionada internamente.
ru: Положение объектов в результирующем документе ненадежно, если размер изображения изменен внутренне.
tr: Görüntü dahili olarak yeniden boyutlandırılırsa, sonuç belge nesnelerindeki konum güvenilir değil.
zh_cn: 如果图像在内部调整大小, 则结果文档对象中的位置不可靠。

source: Result from Microsoft Azure Image Describer is in the same line which makes it hard to navigate around.
bg: Резултата от описателя на изображения на Microsoft Azure е на същия ред, което прави трудно обхождането наоколо.
de: Das Ergebnis von Microsoft Azure Image Describer befindet sich in derselben Zeile, wodurch das Navigieren erschwert wird.
fr: Le résultat de Microsoft Azure Image Describer est dans la même ligne qui rend difficile la navigation.
gl: O resultado de Microsoft Azure Image Describer está todo na mesma liña, que fai difícil navegar por él.
pl: Wynik z Microsoft Azure Image Describer jest podany w jednej linii, co utrudnia nawigowanie po nim.
pt_br: O resultado do Microsoft Azure Image Describer está na mesma linha, o que dificulta a navegação.
ru: Результат от Microsoft Azure Image Describer находится в одной строке, что затрудняет навигацию.
tr: Microsoft Azure görüntü betimleyicinin sonucu, gezinmeyi zorlaştıran aynı satırda yer alıyor.
zh_cn: Microsoft Azure 图像描述器的结果位于同一行中, 因此很难在该行中导航。

source: Fixed some bugs:
bg: Поправени са някои грешки:
de: Einige Fehler behoben:
fr: Correction de certains bogues :
gl: Arranxados algúns erros:
pl: Naprawiono kilka błędów:
pt_br: Correção de alguns erros:
ru: Исправлены некоторые ошибки:
tr: Bazı hatalar düzeltildi:
zh_cn: 修正了一些错误:

source: Cannot use your own API key in Microsoft Azure engines
bg: Невъзможност за използване на собствения ви ППИ ключ в машините на Microsoft Azure
de: In Microsoft Azure-Modulen kann kein eigener API-Schlüssel verwendet werden
fr: Impossible d'utiliser votre propre clé API dans les moteurs Microsoft Azure
gl: Imposible utilizar a túa propia clave da API en motores de Microsoft Azure
pl: Nie można użyć własnego klucza interfejsu API w aparatach platformy Microsoft Azure
pt_br: Não é possível usar sua própria chave de API nos mecanismos do Microsoft Azure
ru: Невозможность использовать свой собственный ключ API в движках Microsoft Azure
tr: Microsoft Azure motorlarında kendi API anahtarınızı kullanamazsınız

source: Cannot get text result if there is a braille display
bg: Невъзможност за извеждане на текстовия резултат, ако е наличен брайлов дисплей
de: Das Textergebnis kann nicht angezeigt werden, wenn eine Braillezeile vorhanden ist
fr: Impossible d'obtenir le résultat du texte s'il y a un afficheur braille
gl: Imposible obter resultado do texto se hai unha pantalla braille
pl: Nie można uzyskać wyniku tekstowego, jeśli istnieje wyświetlacz brajlowski
pt_br: Não é possível obter o resultado do texto se houver uma tela em braile
ru: Невозможность получить текстовый результат при наличии брайлевского дисплея
tr: Braille ekran varsa metin sonucu alınamıyor
zh_cn: 如果有盲文显示, 则无法获取文本结果

source: Make sure that the add-on works when reloading the plug-ins without restart (NVDA+Control+F3)
bg: Прави се проверка, че добавката работи при презареждане на добавките без рестартиране (NVDA+Control+F3)
de: Sicherstellen , dass die Erweiterung funktioniert, wenn die Plug-Ins ohne Neustart neu geladen werden (NVDA + Strg + F3).
fr: Assurez-vous que l'extension fonctionne lors du rechargement des extensions sans redémarrage (NVDA+Control+F3)
gl: Asegurarse de que o complemento funciona ao recargar os complementos sen reiniciar (NVDA+control+F3)
pl: Upewnij się, czy dodatek działa po przeładowaniu wtyczek bez restartu (NVDA+Control+F3).
pt_br: Certifique-se de que o complemento funcione ao recarregar os plug-ins sem reiniciar (NVDA+Control+F3)
ru: Проверено, что дополнение работает при перезагрузке плагинов без перезагрузки (NVDA+Control+F3).
tr: Eklentileri yeniden başlatmadan yeniden yüklerken eklentinin çalıştığından emin olun (NVDA+Control+F3)
zh_cn: 在不重新启动的情况下重新加载插件时, 确保加载项正常工作 (NVDA+Control+F3)

source: Fixed browse mode message of Microsoft Azure Image Describer
bg: Поправено е съобщението при режим на разглеждане за Microsoft Azure Image Describer
de: Die Meldung im Lesemodus von Microsoft Azure-Bildbeschreiber wurde korrigiert
fr: Correction du message en mode navigation de Microsoft Azure Image Describer
gl: Arranxada mensaxe en modo exploración de Microsoft Azure Image Describer
pl: Naprawiono komunikat trybu przeglądania w programie Microsoft Azure Image Describer
pt_br: Correção da mensagem de modo de navegação do Microsoft Azure Image Describer
ru: Исправлено сообщение режима обзора в окне описания изображений Microsoft Azure
tr: Microsoft Azure görüntü betimleyicinin sabit göz atma modu mesajı onarıldı
zh_cn: 修正了 Microsoft Azure 图像描述器的浏览模式消息

source: The accent color is now represented as NVDA colour descriptions.
bg: Акцентиращият цвят сега е представен чрез вградените в NVDA описания на цветовете.
de: Die akzentuierte Farbe wird jetzt als NVDA-Farbbeschreibung dargestellt.
fr: La couleur de l'accent est désormais représentée comme descriptions de couleurs NVDA.".
gl: A cor dominante represéntase agora mediante as descricións de cores de NVDA.
pl: Kolor akcentowy jest od teraz przedstawiany w opisach kolorów NVDA.
pt_br: A cor de destaque agora é representada como descrições de cores NVDA.
ru: Акцентный цвет теперь представлен в виде цветовых описаний NVDA.
tr: Vurgu rengi artık NVDA renk açıklamaları olarak temsil ediliyor.
zh_cn: 用NVDA内置的方法描述强调色。

source: Improved result format of Microsoft Azure Image Analyser
bg: Подобрен формат на резултатите от Microsoft Azure Image Analyzer
de: Verbessertes Ergebnisformat von Microsoft Azure Image Analyzer
fr: Format de résultat amélioré de Microsoft Azure Image Analyser
gl: Mellorar formato do resultado de Microsoft Azure Image analyzer
pl: Ulepszony format wyników analizatora obrazów Microsoft Azure
pt_br: Melhoria no formato dos resultados do Microsoft Azure Image Analyser
ru: Улучшен формат результатов в Microsoft Azure Image Analyser
tr: Microsoft Azure görüntü çözümleyicinin geliştirilmiş sonuç biçimi
zh_cn: 改进的 Microsoft Azure 图像分析仪的结果格式

source: Improve document according to review comments
bg: Подобрена е документацията на базата на обратна връзка
de: Verbesserung des Dokuments gemäß den Kommentaren zur Überprüfung
fr: Améliorer le document en fonction de la révision des commentaires
gl: Mellorar documento de acordo cos comentarios de revisión
pl: Ulepsz dokument zgodnie z komentarzami do recenzji
pt_br: Melhorar o documento de acordo com os comentários da revisão
ru: Улучшен документ в соответствии с комментариями к отзыву
tr: İnceleme yorumlarına göre belge iyileştirildi
zh_cn: 根据审阅注释改进文档

source: Fixed gesture inconsistency.
bg: Поправена е непоследователност при жестовете.
de: Inkonsistenz des Befehls wurde behoben.
fr: Correction d'incohérence des gestes.
gl: Arranxada inconsistencia en xestos.
pl: Naprawiono niekonsekwencję w poleceniach.
pt_br: Corrigido a inconsistência de gestos.
ru: Исправлена несогласованность жестов.
tr: Hareket tutarsızlığı onarıldı.
zh_cn: 修正手势不一致的问题。

source: Control+Shift+NVDA for clipboard while NVDA+ALT for navigator object
bg: Control+Shift+NVDA за клипборда и NVDA+ALT за навигационния обект.
de: Strg+Umschalt+NVDA für die Zwischenablage während NVDA+Alt für das Navigator-Objekt
fr: Control+Shift+NVDA il est pour le presse-papiers tandis que NVDA+ALT il est pour l'objet navigateur
gl: Control+Shift+NVDA para o portapapeis e NVDA+Alt para o obxecto no navegador
pl: Control+Shift+NVDA dla schowka i NVDA+ALT dla obiektu nawigatora
pt_br: Control+Shift+NVDA para a área de transferência e NVDA+ALT para o objeto do navegador
ru: Control+Shift+NVDA для буфера обмена и NVDA+ALT для объекта навигатора
tr: Pano için Control+Shift+NVDA, gezgin nesnesi için NVDA+ALT

source: Fix missing imageInfo error while recognizing.
bg: Поправена е липсваща грешка за imageInfo при разпознаване
de: Fehler wenn eine Bildinfo fehlt behoben.
fr: Correction de l'erreur imageInfo manquante lors de la reconnaissance.
gl: Arranxado o erro missing imageInfo durante o recoñecemento.
pl: Dodano brakujący komunikat błędu informacji o obrazie podczas rozpoznawania.
pt_br: Corrigido o erro imageInfo ausente durante o reconhecimento.
ru: Исправлена ошибка отсутствия информации об изображении при распознавании.
tr: Tanıma sırasında eksik imageInfo hatası düzeltildi.
zh_cn: 修复识别时丢失的 imageInfo 错误。

source: Added image description capability
bg: Добавена е възможност за описание на изображения
de: Bildbeschreibungsfunktion hinzugefügt
fr: Ajout de la capacité de description de l'image
gl: Engadida capacidade de descricións de imaxes
pl: Dodano możliwość opisu obrazu
pt_br: Adicionado recurso de descrição de imagem
ru: Добавлена возможность описания изображений
tr: Resim betimleme özelliği eklendi
zh_cn: 增加了图像描述功能

source: Change addon summary to online image describer
bg: Променено е резюмето за добавката на "Онлайн описател на изображения" ("online image describer")
de: Zusammenfassung der Erweiterung in Online-Bildbeschreibung geändert
fr: Changer addon summary à online image describer
gl: Cambiar resumo do complemento a descritor en liña de imaxes
pl: Zmień podsumowanie dodatku na opis obrazu online
pt_br: Alterar o resumo do addon para o descritor de imagens on-line
ru: Изменено краткое описание дополнения на онлайн-описание изображений
tr: Eklenti özeti çevrimiçi resim betimleyici olarak değiştirildi

source: Fix error using user's own API key in sougou API.
bg: Поправена е грешка при използване на личен потребителски ППИ ключ за sougou API.
de: Fehler in der Sougou-API behoben durch Nutzung eines benutzerspezifischen API-Schlüssels.
fr: Correction de l'erreur en utilisant la propre clé API de l'utilisateur dans l'API Sougou.
gl: Arranxar erro ao utilizar a clave da API propia do usuario na API de sougou.
pl: Napraw błąd przy użyciu własnego klucza API użytkownika w sougou API.
pt_br: Correção de erro ao usar a chave de API do próprio usuário na API do sougou.
ru: Исправлена ошибка с использованием собственного API-ключа пользователя в sougou API.
tr: Sougou API'sinde kullanıcının kendi API anahtarını kullanma hatası düzeltildi.

source: Fix unknown panel issue by adding settings to supportedSettings
bg: Отстранен е проблем с неразпознаване на панел чрез добавяне на settings към supportedSettings
de: Behebung eines unbekannten Bedienfeldproblems durch Hinzufügen von Einstellungen zu supportedSettings
fr: Corrigez le problème du panneau inconnu en ajoutant des paramètres à SupportEdSettings
gl: Arranxar problema de panel descoñecido engadindo os axustes a supportedSettings
pl: Napraw nieznany problem z panelem, dodając ustawienia do obsługiwanych ustawieńUstawienia
pt_br: Corrige o problema do painel desconhecido adicionando configurações ao ConfiguraçõesSuportadas
ru: Устранена проблема с неизвестной панелью, добавив настройки в раздел Поддерживаемые настройки
tr: Desteklenen ayarlara ekleme yapılarak bilinmeyen panel sorunu düzeltildi

source: Fix double press gesture no effect issue.
bg: Поправен е проблем при който двукратното задействане на командите не прави нищо.
de: Problem der Doppelklick Geste gelöst.
fr: Correction d'un problème de geste lors d'un double appui sans effet.
gl: Arranxar problema de non efecto de xestos de dobre presión.
pl: Naprawiono problem, przez który nie działało dwukrotne naciśnięcie polecenia.
pt_br: Corrige o problema do gesto de pressionar duas vezes sem efeito.
ru: Исправлена проблема с отсутствием эффекта при двойном нажатии жеста.
tr: Çift basma hareketinin etki yaratmama sorunu düzeltildi.
zh_cn: 修复重复手势无效果问题。

source: Revised document to reflect changes in code.
bg: Нанесени са промени в документацията, отразяващи промените в кода.
de: Dokument überarbeitet, um Änderungen im Code widerzuspiegeln.
fr: Document révisé pour refléter les modifications de code.
gl: Documentado revisado para reflectir cambios no código.
pl: Sprawdzono dokumentację aby uwzględnić zmiany w kodzie.
pt_br: Documento revisado para refletir as alterações no código.
ru: Пересмотрен документ, отражающий изменения в коде.
tr: Koddaki değişiklikleri yansıtmak için gözden geçirilmiş belge.
zh_cn: 修订文档, 以反映代码的更改。

source: Clarified what kind of clipboard image is supported and how to copy image for recognition.
bg: Уточнено е какъв вид изображение от клипборда се поддържа и как да се копира изображение за разпознаване.
de: Klargestellt, welche Art von Zwischenablagebild unterstützt wird und wie man Bilder zur Erkennung kopiert.
fr: Clarifié le type d'image du presse-papiers pris en charge et comment copier l'image pour la reconnaissance.
gl: Clarificado que tipo de imaxe se soporta e como copiar imaxe para recoñecemento.
pl: Wyjaśniono, jaki rodzaj obrazu schowka jest obsługiwany i jak skopiować obraz do rozpoznania.
pt_br: Esclarecido que tipo de imagem da área de transferência é suportado e como copiar a imagem para reconhecimento.
ru: Уточнено, какой тип изображения из буфера обмена поддерживается и как скопировать изображение для распознавания.
tr: Ne tür bir pano görüntüsünün desteklendiği ve tanıma için görüntünün nasıl kopyalanacağı açıklığa kavuşturuldu.

source: Fixed the clipboard recognition cannot open result viewer issue.
bg: Отстранен е проблем, при който не може да се отвори резултата във виртуален документ при разпознаване от клипборда.
de: Behoben, dass das Ergebnis in der Zwischenablage als Ergebnisdokument geöffnet wird.
fr: Correction de la reconnaissance du presse-papiers qui ne peut pas ouvrir un problème de la visionneuse de résultats.
gl: Arranxado o problema do recoñecemento do portapapeis non podendo abrir o visor de resultado.
pl: Naprawiono problem, przez który nie było można otworzyć przeglądu wyniku po rozpoznaniu obrazu ze schowka.
pt_br: Foi corrigido o problema de reconhecimento da área de transferência que não permitia abrir o visualizador de resultados.
ru: Исправлена ошибка, из-за которой при распознавании буфера обмена не удавалось открыть программу просмотра результатов.
tr: Pano tanımanın sonuç görüntüleyici sorununu açamaması sorunu düzeltildi.
zh_cn: 修复了剪贴板识别无法打开结果查看器问题的问题。

source: Added support to recognize copied local image file path in clipboard.
bg: Добавена е поддръжка за разпознаване на копиран в клипборда път към локален файл с изображение.
de: Unterstützung hinzugefügt, um den Pfad der kopierten lokalen Bilddatei in der Zwischenablage zu erkennen.
fr: Ajout de la prise en charge pour reconnaître le chemin du fichier image local copié dans le presse-papiers.
gl: Engadido soporte para recoñecer rutas de arquivos de imaxe locais copiadas no portapapeis.
pl: Dodano obsługę rozpoznawania skopiowanej ścieżki lokalnego pliku obrazu w schowku.
pt_br: Foi adicionado suporte para reconhecer o caminho do arquivo de imagem local copiado na área de transferência.
ru: Добавлена поддержка распознавания пути к локальному файлу изображения в буфере обмена.
tr: Panoda kopyalanan yerel görüntü dosyası yolunu tanımak için destek eklendi.

source: Added friendly notice if recognition result is empty.
bg: Добавено е дружелюбно известие ако резултатът от разпознаването е празен.
de: Benutzerfreundlicher Hinweis hinzugefügt, wenn das Erkennungsergebnis leer ist.
fr: Une notification amicalle supplémentaire si le résultat de la reconnaissance est vide.
gl: Engadida notificación amigable se o resultado do recoñecemento está baleiro.
pl: Dodano przyjazne powiadomienie gdy wynik rozpoznawania jest pusty.
pt_br: Adicionado aviso amigável se o resultado do reconhecimento estiver vazio.
ru: Добавлено понятное уведомление, если результат распознавания пуст.
tr: Tanıma sonucu boşsa bunu gösteren bir uyarı eklendi.
zh_cn: 如果识别结果为空, 提示用户内容为空。

source: Fixed another place do not work well with non ascii config path
bg: Отстранен е проблем с лошо сработване при конфигурационен път с не-ASCII символи
de: Behoben, dass ein anderer Ort nicht gut mit nicht ASCII-Konfigurationspfad funktioniert
fr: Correction d'un autre endroit qui ne fonctionne pas bien avec le chemin de configuration non ASCII
gl: Arranxado que outro lugar non traballase ben con ruta de configuración non ASCII
pl: Naprawiono inne miejsce nie działa dobrze ze ścieżką konfiguracji non ascii
pt_br: Corrigido outro local que não funcionava bem com um caminho de configuração não ascii
ru: Исправлено другое место, которое плохо работает с конфигурационным путем, отличным от ascii
tr: Başka bir yer, ascii olmayan yapılandırma yolu ile iyi çalışmama sorunu düzeltildi

source: Added proxy settings for people with access of Internet behind a specific proxy.
bg: Добавени са настройки за прокси за потребителите с достъп до интернет зад определено прокси.
de: Proxy-Einstellungen für diejenigen mit Internetzugang hinter einem bestimmten Proxy hinzugefügt.
fr: Ajout de paramètres de proxy pour les personnes ayant accès à Internet derrière un proxy spécifique.
gl: Engadidos axustes de proxy para persoas con acceso a internet tras un proxy específico.
pl: Dodano ustawienia proxy dla osób z dostępem do Internetu za określonym serwerem proxy.
pt_br: Adicionadas configurações de proxy para pessoas com acesso à Internet por meio de um proxy específico.
ru: Добавлены настройки прокси-сервера для людей, имеющих доступ к Интернету через определенный прокси-сервер.
tr: Belirli bir proxy arkasından İnternet erişimi olan kişiler için proxy ayarları eklendi.

source: Added several general options.
bg: Добавени са разни общи настройки.
de: Es wurden mehrere allgemeine Optionen hinzugefügt.
fr: Ajout de plusieurs options générales.
gl: Engadidas diversas opcións xerais.
pl: Dodano kilka opcji ogólnych.
pt_br: Foram adicionadas várias opções gerais.
ru: Добавлено несколько общих опций.
tr: Birkaç genel seçenek eklendi.
zh_cn: 添加了几个常规选项。

source: Fix Unicode decode error due to sending Unicode URL to urllib3.
bg: Поправен е проблем с грешка при декодиране на уникод поради изпращането на уникод URL към urllib3.
de: Unicode-Dekodierungsfehler beim Senden von Unicode-URL an urllib3 behoben.
fr: Correction de l'erreur de décodage Unicode en raison de l'envoi de l'URL Unicode à URLlib3.
gl: Arranxar Unicode decode error (erro de decodificación de Unicode) por enviar unha URL Unicode a urllib3.
pl: Naprawiono błąd dekodowania Unicode spowodowany przesyłaniem adresów URL w Unicode do urllib3.
pt_br: Corrige erro de decodificação de Unicode devido ao envio de URL Unicode para urllib3.
ru: Исправлена ошибка декодирования Unicode из-за отправки URL-адреса Unicode в urllib3.
tr: Unicode URL'sinin urllib3'e gönderilmesinden kaynaklanan Unicode kod çözme hatasını düzeltildi.
zh_cn: 修复由于将 Unicode URL 发送到 urllib3 而导致的 unicode 解码错误。
