Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: It has four endpoints with separate quota limit.
bg: Има четири крайни точки, всяка с отделно квотно ограничение.
de: Es verfügt über vier Endpunkte mit separatem Kontingentlimit.
fr: Il a quatre points de terminaison avec une limite de quota séparée.
gl: Ten catro puntos de terminación con límites de cota separados.
pl: Silnik posiada cztery punkty docelowe z oddzielnymi kwotami wywołań.
pt_br: Ele tem quatro pontos de extremidade com limite de cota separado.
ru: Он имеет четыре конечные точки с отдельным ограничением квоты.
tr: Ayrı kota sınırına sahip dört uç noktası vardır.
zh_cn: 它有四个具有单独配额限制的终结点。

source: Basic OCR without any information about text location. Currently 50000 times a day.
bg: Базово OCR без никаква информация за местоположението на текста. Понастоящем 50000 заявки на ден.
fr: La reconnaissance optique de caractères de base sans aucune information sur la position du texte. Actuellement 50000 fois par jour.
gl: Basic OCR (OCR Básico) sen ningunha información sobre a ubicación do texto: Actualmente 50000 veces ao día.
pl: Podstawowy OCR bez żadnych informacji o lokalizacji tekstu. Obecnie 50000 razy dziennie.
pt_br: OCR básico sem nenhuma informação sobre o local do texto. Atualmente, 50000 vezes por dia.
ru: Простое распознавание текста без какой-либо информации о местоположении текста. В настоящее время просматривается 50000 раз в день.
tr: Metin konumu hakkında herhangi bir bilgi olmadan temel OCR. Şu anda günde 50000 OCR.

source: Basic OCR with information about text location. Currently 500 times a day.
bg: Базово OCR с информация за местоположението на текста. Понастоящем 500 заявки на ден.
fr: La reconnaissance optique de caractères de base avec des informations sur la position du texte. Actuellement 500 fois par jour.
gl: Basic OCR (OCR Básico) con información sobre a ubicación do texto: Actualmente 500 veces ao día.
pl: Podstawowy OCR z informacjami o lokalizacji tekstu. Obecnie 500 razy dziennie.
pt_br: OCR básico com informações sobre o local do texto. Atualmente, 500 vezes por dia.
ru: Базовое распознавание текста с информацией о местоположении текста. В настоящее время выполняется 500 раз в день.
tr: Metin konumu hakkında bilgi içeren temel OCR. Şu anda günde 500 OCR.

source: Accurate OCR without any information about text location. Currently 500 times a day.
bg: Прецизно OCR без никаква информация за местоположението на текста. Понастоящем 500 заявки на ден.
fr: La reconnaissance optique de caractères précise sans aucune information sur la position du texte. Actuellement 500 fois par jour.
gl: Accurate OCR (OCR Preciso) sen ningunha información sobre a ubicación do texto: Actualmente 500 veces ao día.
pl: Dokładne OCR bez informacji o lokalizacji tekstu. Obecnie 500 razy dziennie.
pt_br: OCR preciso sem nenhuma informação sobre o local do texto. Atualmente, 500 vezes por dia.
ru: Точное распознавание текста без какой-либо информации о местоположении текста. На данный момент просматривается 500 раз в день.
tr: Metin konumu hakkında herhangi bir bilgi olmadan doğru OCR. Şu anda günde 500 OCR.

source: Accurate with information about text location. Currently 50 times a day.
bg: Прецизно OCR с информация за местоположението на текста. Понастоящем 50 заявки на ден.
fr: Précise avec des informations sur la position du texte. Actuellement 50 fois par jour.
gl: Accurate OCR (OCR Preciso) con información sobre a ubicación do texto: Actualmente 50 veces ao día.
pl: Dokładne informacje o lokalizacji tekstu. Obecnie 50 razy dziennie.
pt_br: Preciso com informações sobre a localização do texto. Atualmente, 50 vezes por dia.
ru: Точная информация о местоположении текста. В настоящее время рассылается 50 раз в день.
tr: Metin konumu hakkında bilgi ile doğru. Şu anda günde 50 OCR.

source: If you press the gesture which only read result, you are using endpoints without any information about text location.
bg: Ако изпълните командата, която само изговаря резултата, използвате крайни точки без информация за местоположението на текста.
fr: Si vous appuyez sur le geste qui ne lise que le résultat, vous utilisez des points de terminaison sans aucune information sur la position du texte.
gl: Se premes o xesto que só le o resultado, estás a utilizar os puntos de terminación sen ningunha información sobre a ubicación do texto.
pl: Jeśli naciśniesz gest, który odczytuje tylko wynik, używasz punktów końcowych bez żadnych informacji o lokalizacji tekstu.
pt_br: Se você pressionar o gesto que só lê o resultado, estará usando endpoints sem nenhuma informação sobre a localização do texto.
ru: Если вы нажимаете жест, который считывает только результат, вы используете конечные точки без какой-либо информации о расположении текста.
tr: Yalnızca sonucu oku hareketine basarsanız, metin konumu hakkında herhangi bir bilgi olmadan uç noktaları kullanmış olursunuz. \n

source: If you press the gesture which shows an result viewer, you are using endpoints with information about text location.
bg: Ако изпълните командата, показваща резултата във виртуален документ, използвате крайни точки с информация за местоположението на текста.
fr: Si vous appuyez sur le geste qui montre une visionneuse de résultats, vous utilisez des points de terminaison avec des informations sur la position du texte.
gl: Se premes o xesto que amosa un visor de resultado, estás a utilizar o punto de terminación con información sobre ubicación do texto.
pl: Jeśli naciśniesz gest, który pokazuje przeglądarkę wyników, używasz punktów końcowych z informacjami o lokalizacji tekstu.
pt_br: Se você pressionar o gesto que mostra um visualizador de resultados, estará usando pontos de extremidade com informações sobre a localização do texto.
ru: Если вы нажимаете на жест, который показывает средство просмотра результатов, вы используете конечные точки с информацией о расположении текста.
tr: Sonuç görüntüleyiciyi göster hareketine basarsanız, metin konumu hakkında bilgi içeren uç noktaları kullanmış olursunuz. \n

source: Though it provides a quite generous free quota, its website is Chinese only and not quite accessible.
bg: Въпреки че предоставя доста голяма безплатна квота, нейният уебсайт е само на китайски и не е напълно достъпен.
de: Obwohl es ein recht großzügiges kostenloses Kontingent bietet, ist seine Website nur auf Chinesisch und nicht leicht zugänglich.
fr: Bien qu'il fournit un quota gratuit assez généreux, son site Web est chinois uniquement et pas tout à fait accessible.
gl: Malia proporcionar unha xenerosa cota gratuíta, o seu sitio web só está en chinés e non é moi accesible.
pl: Chociaż ten silnik oferuje dość dużą kwotę darmowych wywołań, jego strona jest napisana jedynie po chińsku, a ponadto nie jest zbyt dostępna.
pt_br: Embora ofereça uma cota gratuita bastante generosa, seu site é apenas em chinês e não é muito acessível.
ru: Хотя он предоставляет довольно щедрую бесплатную квоту, его веб-сайт только на китайском языке и не совсем доступен.
tr: Oldukça cömert bir ücretsiz kota sağlasa da, web sitesi yalnızca Çince'dir ve tam olarak erişilebilir değildir.
zh_cn: 虽然它提供了相当慷慨的免费配额, 但它的网站只有中文, 并不十分方便。

source: This API is free to use with frequency limit about two query per second.
bg: Този ППИ е безплатен за употреба с ограничение в честотата от около две заявки за секунда.
fr: Cette API est gratuite avec une limite de fréquence environ deux requêtes par seconde.
gl: Esta API é de balde cun límite de frecuencia de sobre dúas consultas por segundo.
hr: Ovaj se API može besplatno koristiti, s ograničenjem od oko dva upita u sekundi.
pl: Ten interfejs API może być używany z ograniczeniem częstotliwości do dwóch zapytań na sekundę.
pt_br: O uso dessa API é gratuito, com limite de frequência de cerca de duas consultas por segundo.
ru: Этот API можно использовать бесплатно с ограничением частоты выполнения примерно двух запросов в секунду.
tr: Bu API, saniyede yaklaşık iki sorgu sıklık sınırıyla kullanmak şartıyla ücretsizdir. \n
zh_cn: 此 API 使用免费但是有频率限制，大约为每秒钟两个查询。

source: If you want to bypass the limit you can register your own API key. The website of this API is Chinese only and not quite accessible.
bg: Ако искате да заобиколите лимита, можете да регистрирате свой собствен ППИ ключ. Уебсайтът на този ППИ е само на китайски и не съвсем достъпен.
fr: Si vous souhaitez contourner la limite, vous pouvez enregistrer votre propre clé API. Le site Web de cette API est chinois uniquement et pas tout à fait accessible.
gl: Se desexas saltar os límites podes rexistrar a túa propia clave da API. O sitio web desta API tamén está só en chinés e tampouco é moi accesibles.
hr: Ako želiš zaobići ograničenje, možeš registrirati vlastiti API ključ. Web stranica ovog API-ja samo je na kineskom i nije sasvim dostupna.
pl: Jeśli chcesz ominąć limit, możesz zarejestrować własny klucz API. Strona internetowa tego API jest tylko chińska i nie jest całkiem dostępna.
pt_br: Se quiser contornar o limite, você pode registrar sua própria chave de API. O site dessa API é somente em chinês e não é muito acessível.
ru: Если вы хотите обойти это ограничение, вы можете зарегистрировать свой собственный ключ API. Веб-сайт этого API доступен только на китайском языке и не совсем доступен.
tr: Sınırı ortadan kaldırmak istiyorsanız, kendi API anahtarınızı kaydedebilirsiniz. Bu API'nin web sitesi yalnızca Çince'dir ve tam olarak erişilebilir değildir.
zh_cn: 如果要绕过限制，可以注册自己的 API 密钥。此 API 的网站仅有中文，无障碍不好。

source: There is no information about language support in the document. According to my test Chinese and English and their mixture is supported.
bg: Няма информация за езиковата поддръжка в документацията на тези ППИ. Според моите тестове, се поддържат китайски и английски език и тяхната смесица.
de: In den Dokumenten sind keine Informationen zur Sprachunterstützung enthalten. Nach meinem Test werden Chinesisch und Englisch und deren Mischung unterstützt.
fr: Il n'y a aucune information sur le support de langue dans le document. Selon mon test, le chinois et l'anglais et leur mélange sont supportées.
gl: Non hai información sobre o soporte de idiomas na documentación destas API. De acordo coas miñas probas sopórtanse chinés, inglés e estes dous mesturados.
hr: U dokumentu nema podataka o jezičnoj podršci. Prema mojem testu, podržani su kineski i engleski i njihova mješavina.
pl: W dokumencie nie ma informacji o obsłudze języków. Według mojego testu chiński i angielski i ich mieszanka jest obsługiwana.
pt_br: Não há informações sobre suporte a idiomas no documento. De acordo com meu teste, o chinês e o inglês e suas misturas são suportados.
ru: В документе нет информации о языковой поддержке. Согласно моему тесту, поддерживается китайский и английский языки, а также их сочетание.
tr: Belgede dil desteği hakkında bilgi yok. Testime göre Çince ve İngilizce ve bunların karışımı destekleniyor. \n
zh_cn: 文档中没有有关语言支持的信息。根据我的测试支持中英文和中英文混合物。

source: There is no additional configuration for this API.
bg: Няма допълнителна конфигурация за този ППИ.
de: Für diese API gibt es keine weiteren Einstellungen.
fr: Il n'y a pas de configuration supplémentaire pour cette API.
gl: Non hai configuración adicional para estas API.
hr: Ne postoji dodatna konfiguracija za ovaj API.
pl: Nie ma dodatkowej konfiguracji dla tego interfejsu API.
pt_br: Não há nenhuma configuração adicional para essa API.
ru: Для этого API нет никакой дополнительной настройки.
tr: Bu API için ek yapılandırma yok.
zh_cn: 此 API 没有其他配置。

source: Change Log
bg: Списък с промените
de: Änderungsprotokoll
fr: Journal des changements
gl: Rexistro de Trocos
hr: Dnevnik promjena
pl: Lista zmian
pt_br: Registro de alterações
ru: Журнал Изменений
tr: Değişim günlükleri
zh_cn: 更新日志

source: Compatible with NVDA 2020.2
bg: Съвместимост с NVDA 2020.2
de: Kompatibel mit NVDA 2020.2
fr: Compatible avec NVDA 2020.2
gl: Compatible con NVDA 2020.2
hr: Kompatibilno s NVDA 2020.2
pl: Kompatybilny z NVDA 2020.2
pt_br: Compatível com o NVDA 2020.2
ru: Совместимость с NVDA 2020.2
tr: NVDA 2020.2 ile uyumlu
zh_cn: 与 NVDA 2020.2 兼容

source: Add Tencent Cloud OCR engine sponsored by [Tencent Cloud](https://intl.cloud.tencent.com) and [Aceessibility Research Association](http://www.siaa.org.cn)
bg: Добавена е поддръжка за машината Tencent Cloud OCR, спонсорирана от [Tencent Cloud](https://intl.cloud.tencent.com) и [Aceessibility Research Association](http://www.siaa.org.cn)
fr: Ajouter le moteur de reconnaissance optique de caractères Tencent Cloud financée par [Tencent Cloud](https://intl.cloud.tencent.com) et [Aceessibility Research Association](http://www.siaa.org.cn)
gl: Engadido o motor de OCR Tencent Cloud fornecido por [Tencent Cloud](https://intl.cloud.tencent.com) e [Aceessibility Research Association](http://www.siaa.org.cn)
hr: Dodaj Tencent Cloud OCR mehanizam. Sponzori su [Tencent Cloud](https://intl.cloud.tencent.com) i [Aceessibility Research Association](http://www.siaa.org.cn)
pl: Dodaj silnik OCR Tencent Cloud sponsorowany przez [Tencent Cloud] (https://intl.cloud.tencent.com) i [Aceessibility Research Association] (http://www.siaa.org.cn)
pt_br: Adicione o mecanismo de OCR da Tencent Cloud patrocinado pela [Tencent Cloud] (https://intl.cloud.tencent.com) e pela [Aceessibility Research Association] (http://www.siaa.org.cn)
ru: Добавлен движок распознавания текста Tencent Cloud, спонсируемый [Tencent Cloud](https://intl.cloud.tencent.com) и [Ассоциацией по исследованию доступности](http://www.siaa.org.cn)
tr: [Tencent Cloud](https://intl.cloud.tencent.com) ve [Aceessibility Research Association](http://www.siaa.org.cn) tarafından desteklenen Tencent Cloud OCR motorunu eklemiştir
zh_cn: 添加 由 [腾讯云](https://intl.cloud.tencent.com)和 [无障碍研究会](http://www.siaa.org.cn)赞助的腾讯云OCR引擎

source: Removed unavailable Sougou OCR and Machine Learning Engine by Oliver Edholm.
bg: Премахнати са неработещите машини Sougou OCR и Machine Learning Engine от Oliver Edholm.
de: Sougou OCR und Machine Learning Engine von Oliver Edholm entfernt, da sie nicht mehr verfügbar sind.
fr: Supprimé la reconnaissance optique de caractères Sougou et la Machine Learning Engine non disponible par Oliver Edholm.
gl: Eliminados sougou OCR e Machine Learning Engine de Oliver Edholm por non estar dispoñibles.
hr: Uklonjeni su nedostupni Sougou OCR i Machine Learning Engine od Olivera Edholma.
pl: Usunięto niedostępne Sougou OCR i Machine Learning Engine autorstwa Olivera Edholma.
pt_br: Removido o Sougou OCR e o mecanismo de aprendizado de máquina indisponíveis de Oliver Edholm.
ru: Удалены недоступные Sougou OCR и движок машинного обучения от Oliver Edholm.
tr: Kullanılamayan Sougou OCR ve Machine Learning Engine, Oliver Edholm tarafından kaldırıldı.
zh_cn: 删除不可用的引擎 奥利弗·埃德霍尔姆提供的人工智能引擎和搜狗OCR。

source: Fix public endpoint on [NVDA China Site](https://www.nvdacn.com)
bg: Поправена е публичната крайна точка на [китайския сайт на NVDA](https://www.nvdacn.com)
fr: Correction du point de terminaison public sur [NVDA China Site](https://www.nvdacn.com)
gl: Arranxado o punto de terminación público no [sitio de NVDA China](https://www.nvdacn.com)
hr: Ispravljena javna krajnja točka na [Kineska NVDA stranica](https://www.nvdacn.com)
pl: Napraw publiczny punkt końcowy na [NVDA China Site](https://www.nvdacn.com)
pt_br: Corrigir o endpoint público no [site da NVDA na China] (https://www.nvdacn.com)
ru: Исправлена общедоступная конечная точка на [сайте NVDA в Китае](https://www.nvdacn.com)
tr: [NVDA Çin Sitesinde](https://www.nvdacn.com) herkese açık uç nokta düzeltildi
zh_cn: 修复中文站上面的公共配额

source: Compatible with python3
bg: Съвместимост с Python3
de: Die Erweiterung ist kompatibel mit Python 3
fr: Compatible avec Python3
gl: Compatible con python3
pl: Kompatybilny z python3
pt_br: Compatível com python3
ru: Совместимость с python3
tr: Python3 ile uyumluluk
zh_cn: 与 python3 兼容

source: Introduce the concept of recognition source type and engine type to reduce gesture usage.
bg: Представена е концепцията за тип източник на разпознаване и тип машина с цел намаляване броя на използваните жестове.
fr: Présentez le concept de type de source de reconnaissance et de type de moteur pour réduire l'utilisation des gestes.
gl: Introducido os conceptos de tipo de fonte de recoñecemento e tipo de motor para reducir o uso de xestos.
pl: Wprowadź pojęcie typu źródła rozpoznawania i typu silnika, aby zmniejszyć użycie gestów.
pt_br: Introduzir o conceito de tipo de fonte de reconhecimento e tipo de mecanismo para reduzir o uso de gestos.
ru: Представлена концепция типа источника распознавания и типа движка, чтобы сократить использование жестов.
tr: Hareket kullanımını azaltmak için tanıma kaynağı türü ve motor türü kavramını getirdi.

source: Add a new unassigned gesture to cycle through different recognition source types.
bg: Добавен е нов неприсвоен жест за превключване между различните типове източници на разпознаване.
fr: Ajoutez un nouveau geste non assigné pour parcourir différents types de source de reconnaissance.
gl: Cngadido un novo xesto sen asignar para cambiar entre os diferentes tipos de fontes de recoñecemento.
pl: Dodaj nowy nieprzypisany gest, aby przełączać się między różnymi typami źródeł rozpoznawania.
pt_br: Adicione um novo gesto não atribuído para percorrer diferentes tipos de fontes de reconhecimento.
ru: Добавлен новый неназначенный жест для переключения между различными типами источников распознавания.
tr: Farklı tanıma kaynağı türleri arasında geçiş yapmak için atanmamış yeni bir hareket eklendi.

source: Add a new unassigned gesture to cycle through different recognition engine types.
bg: Добавен е нов неприсвоен жест за превключване между различните типове машини за разпознаване.
fr: Ajoutez un nouveau geste non assigné pour parcourir différents types de moteurs de reconnaissance.
gl: Engadido un novo xesto sen asignar para cambiar entre os distintos tipos de motores de recoñecemento.
pl: Dodaj nowy nieprzypisany gest, aby przełączać się między różnymi typami aparatu rozpoznawania.
pt_br: Adicione um novo gesto não atribuído para percorrer diferentes tipos de mecanismos de reconhecimento.
ru: Добавлен новый неназначенный жест для переключения между различными типами движков распознавания.
tr: Farklı tanıma motoru türleri arasında geçiş yapmak için atanmamış yeni bir hareket eklendi.

source: Add a new gesture to recognize according to image source and engine type setting.
bg: Добавен е нов жест за разпознаване на базата на настройките за източника на изображението и типа на машината.
fr: Ajoutez un nouveau geste pour reconnaître en fonction du réglage de la source d'image et du type de moteur.
gl: Engadido un novo xesto para recoñecer de acordo cos axustes de fonte da imaxe e tipo de motor.
pl: Dodaj nowy gest do rozpoznania zgodnie z ustawieniem źródła obrazu i typu silnika.
pt_br: Adicione um novo gesto para reconhecer de acordo com a fonte de imagem e a configuração do tipo de mecanismo.
ru: Добавлен новый жест для распознавания в соответствии с настройками источника изображения и типа движка.
tr: Görüntü kaynağına ve motor tipi ayarına göre tanımak için yeni bir hareket eklendi.

source: Add a new unassigned gesture to show previous result in a virtual result document.
bg: Добавен е нов неприсвоен жест за показване на предишен резултат във виртуален документ за резултати.
fr: Ajoutez un nouveau geste non assigné pour afficher le résultat précédent dans un document virtuel de résultat.
gl: Engadido un novo xesto sen asignar para amosar o resultado anterior nun documento virtual de resultados.
pl: Dodaj nowy nieprzypisany gest, aby wyświetlić poprzedni wynik w wirtualnym dokumencie wyników.
pt_br: Adicione um novo gesto não atribuído para mostrar o resultado anterior em um documento de resultado virtual.
ru: Добавлен новый неназначенный жест, чтобы отобразить предыдущий результат в виртуальном документе результатов.
tr: Bir sanal sonuç belgesinde önceki sonucu göstermek için atanmamış yeni bir hareket eklendi.

source: Fixed following issues:
bg: Поправени са следните грешки:
de: Folgende Fehlerbehebungen:
fr: Correction des problèmes suivants :
gl: Solucionar as seguintes incidencias:
pl: Naprawiono następujące problemy:
pt_br: Correção dos seguintes problemas:
ru: Исправлены следующие проблемы:
tr: Aşağıdaki sorunlar düzeltildi:
zh_cn: 修复了以下问题:

source: Jump directly to panel when switch to onlineImageDescriber in settings dialog
bg: Преминаване директно към панела при превключване към "Онлайн описание на изображения" в диалоговия прозорец с настройките
de: Springen Sie direkt zum Feld, wenn Sie im Einstellungsdialog zu online Bildbeschreiber wechseln
fr: Allez directement au panneau lorsque vous passez à onlineImageDescriber dans la boîte de dialogue de paramètres
gl: Salta rdirectamente ao panel ao cambiar a onlineImageDescriber no diálogo de opcións
pl: Przejdź bezpośrednio do panelu po przełączeniu do onlineImageDescriber w oknie dialogowym ustawień
pt_br: Ir diretamente para o painel ao alternar para onlineImageDescriber na caixa de diálogo de configurações
ru: Непосредственный переход к панели при переключении на onlineImageDescriber в диалоге настроек
tr: Ayarlar iletişim kutusunda Çevrimiçi Görüntü Betimleyiciye geçtiğinizde doğrudan panele atlama

source: Fix wrong description in azure analyzer
bg: Грешка в описанието на Azure Analyzer
de: Falsche Beschreibung in Azure Analyzer behoben
fr: Correction d'une mauvaise description dans Azure Analyzer
gl: Arranxar descricións incorrectas en azure analyzer
pl: Naprawianie nieprawidłowego opisu w analizatorze platformy Azure
pt_br: Correção de descrição incorreta no analisador do Azure
ru: Исправлено неправильное описание в azure analyzer
tr: Azure çözümleyicisinde yanlış betimleme düzeltildi

source: Add a cancel recognition gesture
bg: Добавена е команда (жест) за отмяна на операцията по разпознаването
de: Befehl zum Abbrechen der Erkennung hinzugefügt
fr: Ajouter un geste pour arrêter la reconnaissance
gl: Engadir xesto cancelar recoñecemento
pl: Dodawanie gestu rozpoznawania anulowania
pt_br: Adicionar um gesto de reconhecimento de cancelamento
ru: Добавлен жест отмены распознавания
tr: Tanımayı iptal etme hareketi eklendi
zh_cn: 添加取消识别的手势

source: CheckListBox state change not announced
bg: Промяната в състоянието на CheckListBox (поле за отметка) не се докладваше
de: CheckListBox-Statusänderung nicht angekündigt
fr: État de changement de CheckListBox non annoncée
gl: Cambio na lista de caixas de verificación non anunciados
pl: Zmiana stanu CheckListBox nie została ogłoszona
pt_br: Mudança de estado do CheckListBox não anunciada
ru: Не объявлялось изменение состояния комбинированного списка
tr: İşaretleme listesinde durum değişikliği artık belirtilmiyor
zh_cn: 无法朗读 "复选列表框" 状态更改

source: Swap the effect of repeated gesture not working in online image describer
bg: Размяната на ефектите при неколкократно изпълнение на даден жест не работи при онлайн описателя на изображения
de: Befehl zum vertauschen des Effekts eines wiederholten Befehls, der in der Online-Bildbeschreibung nicht funktioniert
fr: Inversez l'effet de la répétition du geste qui ne fonctionne pas dans online image describer
gl: Swap the effect of repeated gesture (Intercambiar efecto de xesto repetido) non funciona no descritor en liña de imaxes
pl: Zamień efekt powtarzającego się gestu niedziałającego w opisywaczu obrazu online
pt_br: Trocar o efeito do gesto repetido que não está funcionando no descritor de imagens on-line
ru: Поменялся местами эффект повторяющегося жеста, который не работает в онлайн-редакторе изображений
tr: Çevrimiçi görüntü betimleyicide tekrarlanan hareketin etkisini değiştirme çalışmıyordu
