Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Scale image for better quality: if set to true, the API does some internal upscaling. This can improve the OCR result significantly, especially for low-resolution PDF scans.
bg: Мащабиране на изображението за по-добро качество: Ако е настроено на "true", ППИ прави вътрешно увеличение на мащаба. Това може значително да подобри резултата от OCR, особено за сканирани PDF файлове с ниска резолюция.
de: Bild für bessere Qualität skalieren: Wenn diese Option auf "ja" gesetzt ist, führt die API eine interne Hochskalierung durch. Dies kann das OCR-Ergebnis erheblich verbessern, insbesondere bei PDF-Scans mit niedriger Auflösung.
fr: Échelle de l'image pour une meilleure qualité : Si elle est définie sur true, l'API fait une augmentation interne. Cela peut améliorer considérablement le résultat de la reconnaissance optique de caractères, en particulier pour les PDF scannériser à basse résolution.
gl: Escalar imaxe para mellor calidade: Se se verifica, a API fai algún escalado virtual. Isto pode mellorar o resultado do OCR de forma significativa, especialmente en escaneados PDF de baixa resolución.
hr: Skaliranje slike radi bolje kvalitete: ako je uključeno, API izvršava neka interna povećavanja. Ovo može značajno poboljšati OCR rezultat, posebice pri skeniranje PDF dokumenata s niskom rezolucijom.
pl: Skaluj obraz, aby uzyskać lepszą jakość: jeśli ustawisz wartość true, interfejs API wykonuje wewnętrzne skalowanie. Może to znacznie poprawić wynik OCR, szczególnie w przypadku skanowania plików PDF w niskiej rozdzielczości.
pt_br: Dimensionar imagem para obter melhor qualidade: se definido como true, a API fará um aumento de escala interno. Isso pode melhorar significativamente o resultado do OCR, especialmente em digitalizações de PDF de baixa resolução.
ru: Масштабирование изображения для улучшения качества: если установлено значение true, API выполняет некоторое внутреннее масштабирование. Это может значительно улучшить результат распознавания, особенно при сканировании PDF с низким разрешением.
tr: Daha iyi kalite için görüntüyü ölçeklendir: doğru olarak ayarlanırsa API bazı dahili yükseltmeler yapar. Bu, özellikle düşük çözünürlüklü PDF taramaları için OCR sonucunu önemli ölçüde iyileştirebilir.
zh_cn: 缩放图像以获得更好的质量：如果设置为 true，API 将会自己放大图像。这可以显著改善 OCR 结果，尤其是低分辨率 PDF 扫描。

source: Optimize for table recognition: if set to true, the OCR logic makes sure that the parsed text result is always returned line by line. This switch is recommended for table OCR, receipt OCR, invoice processing and all other type of input documents that have a table like structure.
bg: Оптимизиране за разпознаване на таблици: Ако е настроено на "true", логиката на OCR гарантира, че анализираният текстов резултат винаги се връща ред по ред. Включването на тази опция се препоръчва за OCR на таблици, OCR на разписки, обработка на фактури и всички други типове входни документи, които имат таблична структура.
fr: Optimiser pour la reconnaissance du tableau : Si elle est définie sur true, la logique de la reconnaissance optique de caractères s'assure que le résultat du texte analysé est toujours retourné ligne par ligne. Ce commutateur est recommandé pour La reconnaissance optique de caractères du tableau, la reconnaissance optique de caractères de réception, le traitement des factures et tous les autres types de documents d'entrée qui ont une structure de tableau.
gl: Optimize for table recognition (Optimizar para recoñecemento de táboa): Se se marca, a lóxica do OCR asegúrase de que o resultado de texto analizado sexa sempre devolto liña a liña. Esta caixa de verificación recoméndase para OCR de táboas, recibos, facturas e calquera outro tipo de documentos de entrada que teñan unha estructura de táboa.
hr: Optimiranje prepoznavanja tablica: ako je uključeno, logika OCR-a osigurava da se rezultat obrađenog teksta uvijek vraća redak po redak. Ova sklopka preporučuje se za prepoznavanje tablica, računa, obradu računa i za sve druge vrste ulaznih dokumenata koji imaju tabličastu strukturu.
pl: Optymalizacja pod kątem rozpoznawania tabel: jeśli ustawiona jest wartość true, logika OCR zapewnia, że wynik przeanalizowanego tekstu jest zawsze zwracany wiersz po wierszu. Ten przełącznik jest zalecany do OCR tabeli, OCR paragonów, przetwarzania faktur i wszystkich innych typów dokumentów wejściowych, które mają strukturę podobną do tabeli.
pt_br: Otimizar para reconhecimento de tabela: se definido como verdadeiro, a lógica de OCR garante que o resultado do texto analisado seja sempre retornado linha por linha. Essa opção é recomendada para OCR de tabela, OCR de recibo, processamento de faturas e todos os outros tipos de documentos de entrada que tenham uma estrutura semelhante a uma tabela.
ru: Оптимизация для распознавания таблиц: если установлено значение true, логика распознавания гарантирует, что результат анализа текста всегда будет возвращаться построчно. Этот параметр рекомендуется использовать для распознавания таблиц, квитанций, обработки счетов-фактур и всех других типов входных документов, структура которых похожа на таблицу.
tr: Tablo tanıma için optimize et: doğru olarak ayarlanırsa, OCR mantığı, ayrıştırılan metin sonucunun her zaman satır satır döndürülmesini sağlar. Bu anahtar, tablo OCR, makbuz OCR, fatura işleme ve tablo benzeri bir yapıya sahip diğer tüm girdi belgeleri için önerilir.
zh_cn: 优化表格识别 如果选中, OCR 引擎将确保分析的文本结果始终逐行返回。如果要处理表格、收据 、发票和具有类似表结构的文档, 建议开启这个选项。

source: If you want to use your own key, you also need to specify API Key.
bg: Ако искате да използвате свой собствен ключ, трябва да посочите и ППИ ключ.
de: Wenn Sie Ihren eigenen Schlüssel verwenden möchten, müssen Sie auch den API-Schlüssel angeben.
fr: Si vous souhaitez utiliser votre propre clé, vous devez également spécifier la clé API.
gl: Se queres utilizar a túa propia clave, necesitas especificar tamén API Key (clave da API).
hr: Ako želiš koristiti vlastiti ključ, moraš odrediti i API ključ.
pl: Aby móc używać własnego klucza, należy określić również klucz API.
pt_br: Se quiser usar sua própria chave, você também precisará especificar a API Key.
ru: Если вы хотите использовать свой собственный ключ, вам также необходимо указать ключ API.
tr: Kendi anahtarınızı kullanmak istiyorsanız, API Anahtarını da belirtmeniz gerekir.
zh_cn: 如果要使用自己的密钥, 还需要指定 API 密钥。

source: You can get your own free API key by registering on[OCR space](https://ocr.space/ocrapi)
bg: Можете да получите свой собствен безплатен ППИ ключ, като се регистрирате в [OCR space](https://ocr.space/ocrapi)
fr: Vous pouvez obtenir votre propre clé API gratuite en vous inscrivant sur [OCR space](https://ocr.space/ocrapi)
gl: Podes obter a túa propia clave da API de balde rexistrándote en [OCR space](https://ocr.space/ocrapi)
hr: Vlastit besplatani API ključ možeš dobiti putem registracije na [OCR space](https://ocr.space/ocrapi)
pl: Możesz uzyskać własny bezpłatny klucz API, rejestrując się na [przestrzeń OCR] (https://ocr.space/ocrapi)
pt_br: Você pode obter sua própria chave de API gratuita registrando-se em [OCR space] (https://ocr.space/ocrapi)
ru: Вы можете получить свой собственный бесплатный API-ключ, зарегистрировавшись на [OCR space](https://ocr.space/ocrapi)
tr: [OCR alanına](https://ocr.space/ocrapi) kaydolarak kendi ücretsiz API anahtarınızı alabilirsiniz.
zh_cn: 您可以通过在 [OCR Space] (https://ocr. space)上注册获得自己的免费 API 密钥

source: Here is a simple guide.
bg: Ето простичко ръководство за целта.
de: Hier ist eine einfache Anleitung.
fr: Voici un guide simple.
gl: Aquí vai unha simple guía.
hr: Slijedi jednostavan priručnik za upotrebu.
pl: Poniżej krótki przewodnik.
pt_br: Aqui está um guia simples.
ru: Вот простое руководство.
tr: İşte basit bir kılavuz.
zh_cn: 这里有一个简单的指南。

source: Find the link "Register for free API key"
bg: Намерете връзката "Register for free API key".
de: Suchen Sie den Link "Register for free API key"
fr: Trouvez le lien "Register for free API key"
gl: Busca a ligazón "Register for free API key" (Rexistrarse para clave da API de balde)
hr: Pronađi poveznicu „Registriraj se za besplatan API ključ”.
pl: Znajdź link "Zarejestruj się, aby uzyskać bezpłatny klucz API"
pt_br: Localize o link “Registrar uma chave de API gratuita”
ru: Найдите ссылку "Register for free API key"
tr: "Ücretsiz API anahtarı için kaydolun" bağlantısını bulun
zh_cn: 查找链接"免费注册 API 密钥"

source: Click on it and you will find a form to fill in.
bg: Задействайте я и ще ви се зареди формуляр, който трябва да попълните.
de: Öffnen Sie ihn und sie erhalten ein auszufüllendes Formular.
fr: Cliquez dessus et vous trouverez un formulaire à remplir.
gl: Fai click nela e atoparás un formulario para encher.
hr: Pritisni poveznicu i naći ćeš obrazac koji moraš ispuniti.
pl: Kliknij na niego, a znajdziesz formularz do wypełnienia.
pt_br: Clique nele e você encontrará um formulário para preencher.
ru: Нажмите на неё, и вы найдете форму для заполнения.
tr: Üzerine tıkladığınızda doldurulacak bir form bulacaksınız.
zh_cn: 点击它，你会发现一个表格。

source: The form asks you to enter the following data
bg: Формулярът изисква да въведете следните данни:
fr: Le formulaire vous demande de saisir les données suivantes
gl: O formulario pídeche a introdución dos seguintes datos
hr: U obrazac se moraju upisati sljedeći podaci
pl: Formularz prosi o wprowadzenie następujących danych
pt_br: O formulário solicita que você insira os seguintes dados
ru: В форме вам будет предложено ввести следующие данные
tr: Form sizden aşağıdaki verileri girmenizi ister
zh_cn: 表单要求您输入以下数据

source: Email Address
bg: Адрес за е-поща
de: E-Mail-Adresse
fr: Email Address (Adresse du courriel)
gl: Email Address (enderezo de correo electrónico)
hr: Email adresa
pl: Adres e-mail
pt_br: Endereço de e-mail
tr: İleti adresi
zh_cn: 电子邮件地址

source: First Name
bg: Име
de: Vorname
fr: First Name (Prénom)
gl: First Name (primeiro nome ou nome/s de pía)
hr: Ime
pl: Imię
pt_br: Primeiro nome
tr: Ad
zh_cn: 名字

source: Last Name
bg: Фамилия
de: Nachname
fr: Last Name (Nom de famille)
gl: Last Name (apelido/s)
hr: Prezime
pl: Nazwisko
pt_br: Sobrenome
tr: Soyad
zh_cn: 姓

source: How do you plan to use the OCR API?
bg: Как планирате да използвате ППИ за OCR?
fr: How do you plan to use the OCR API? (Comment comptez-vous utiliser la reconnaissance optique de caractères API ?)
gl: How do you plan to use the OCR API? (como tes pensado utilizar a API OCR?)
hr: Na koji način misliš koristiti OCR API?
pl: Jak planujesz korzystać z interfejsu API OCR?
pt_br: Como você planeja usar a API de OCR?
tr: OCR API'sini nasıl kullanmayı planlıyorsunuz?
zh_cn: 您计划如何使用 OCR API？

source: After filling it and submit. You may also need to pass a captcha
bg: След като го попълните, изпратете го. Може да се наложи да преминете и през код в картинка.
fr: Après l'avoir rempli et soumettre. Vous devrez peut-être également passer un captcha
gl: Logo de enchelo envíao. Tamén poderías ter que pasar un captcha
hr: Ispuni obrazac i pošalji ga. Možda ćeš morati odgovoriti i captcha provjeru
pl: Po wypełnieniu i przesłaniu. Może być również konieczne przekazanie captcha
pt_br: Depois de preenchê-lo, envie-o. Talvez você também precise passar por um captcha
ru: После этого заполните её и отправьте. Возможно, вам также потребуется ввести капчу
tr: Doldurup gönderdikten sonra, Ayrıca bir captcha'yı geçmeniz gerekecektir
zh_cn: 填写并提交后。您可能还需要通过验证码

source: Then you will receive a confirmation e-mail
bg: След това ще получите потвърждение по електронната поща.
fr: Ensuite, vous recevrez un courriel de confirmation
gl: Despois recibirás un e-mail de confirmación
hr: Tada ćeš dobiti email s potvrdom
pl: Następnie otrzymasz wiadomość e-mail z potwierdzeniem
pt_br: Em seguida, você receberá um e-mail de confirmação
ru: Затем вы получите подтверждение по электронной почте
tr: Ardından bir onay e-postası alacaksınız
zh_cn: 然后您将收到一封确认电子邮件

source: Find the link named "Yes, subscribe me to this list." in that e-mail. Access that link and you will receive API key by e-mail soon.
bg: Намерете връзката с име "Yes, subscribe me to this list" в писмото. Отворете тази връзка и скоро ще получите ППИ ключ на е-пощата.
fr: Trouvez le lien nommé "Yes, subscribe me to this list." dans ce courriel. Accédez à ce lien et vous recevrez bientôt la clé API par courriel.
gl: Busca a ligazón denominada "Yes, subscribe me to this list." (Si, subscríbeme a esta listaxe.) nesa mensaxe. Acceda a dita ligazón e axiña recibirás a clave da API por correo electrónico.
hr: U emailu pronađi poveznicu pod nazivom „Da, pretplati me na ovu listu”. Pristupi toj vezi i uskoro ćeš primiti API ključ putem emaila.
pl: Znajdź link o nazwie "Tak, zapisz mnie na tę listę. " w tej wiadomości e-mail. Uzyskaj dostęp do tego linku, a wkrótce otrzymasz klucz API e-mailem.
pt_br: Encontre o link chamado “Sim, inscreva-me nesta lista" nesse e-mail. Acesse esse link e você receberá a chave da API por e-mail em breve.
ru: Найдите в этом электронном письме ссылку с названием "Yes, subscribe me to this list." Перейдите по этой ссылке, и вскоре вы получите ключ API по электронной почте.
tr: "Evet, beni bu listeye abone et" adlı bağlantıyı bulun. o e-postada. Bu bağlantıya erişin ve yakında e-posta ile API anahtarını alacaksınız.
zh_cn: 在该电子邮件中查找名为"是的，请订阅我到此列表"的链接。访问该链接，您很快就会通过电子邮件收到 API 密钥。

source: Microsoft Azure OCR
bg: OCR на Microsoft Azure
fr: Reconnaissance optique de caractères Microsoft Azure
pt_br: OCR do Microsoft Azure
ru: Распознавание текста Microsoft Azure
tr: Microsoft Azure OCR'si
zh_cn: 微软 azure ocr

source: This engine uses OCR API in Microsoft Azure Cognitive Services Computer Vision.
bg: Тази машина използва ППИ за OCR от когнитивните услуги за компютърно зрение в Microsoft Azure (Microsoft Azure Cognitive Services Computer Vision).
de: Dieses Modul verwendet die OCR-API in Microsoft Azure Cognitive Services Computer Vision.
fr: Ce moteur utilise la reconnaissance optique de caractères API dans Microsoft Azure Cognitive Services Computer Vision.
gl: Este motor utiliza OCR API en Microsoft Azure Cognitive Services Computer Vision.
hr: Ovaj mehanizam koristi OCR API u Microsoft Azure Cognitive Services Computer Vision.
pl: Ten silnik korzysta z OCR API w Microsoft Azure Cognitive Services Computer Vision.
pt_br: Esse mecanismo usa a API de OCR no Microsoft Azure Cognitive Services Computer Vision.
ru: Этот движок использует OCR API в Microsoft Azure Cognitive Services Computer Vision.
tr: Bu motor, Microsoft Azure Bilişsel Hizmetler Computer Vision'da OCR API'sini kullanır.
zh_cn: 此引擎在 Microsoft Azure 认知服务计算机视觉中使用 OCR API。

source: It supports 24 languages including
bg: Поддържа 24 езика, включително
de: Es werden folgende 24 Sprachen unterstützt
fr: Il prend en charge 24 langues, notamment
gl: Soporta 24 linguas incluíndo
hr: Podržava 24 jezika, uključujući
pl: Obsługuje 24 języki, w tym
pt_br: Ele suporta 24 idiomas, incluindo
ru: Он поддерживает 24 языка, включая
tr: Şunlar dahil olmak üzere 24 dili destekler
zh_cn: 它支持24种语言, 包括

source: Chinese Simplified
bg: Опростен китайски
de: Chinesisch (vereinfacht)
fr: Chinois Simplifié
gl: Chinés simplificado
hr: Kineski (pojednostavljeni)
pl: Chiiński uproszczony
pt_br: Chinês Simplificado
ru: Упрощённый китайский
tr: Basitleştirilmiş Çince
zh_cn: 简体中文

source: Chinese Traditional
bg: Традиционен китайски
de: Chinesisch (traditionell)
fr: Chinois Traditionnel
gl: Chinés tradicional
hr: Kineski (tradicionalni)
pl: Chiński tradycyjny
pt_br: Chinês Tradicional
ru: Китайский традиционный
tr: Geleneksel Çince
zh_cn: 繁体中文

source: Romanian
bg: Румънски
de: Rumänisch
fr: Roumain
gl: Rumano
hr: Rumunjski
pl: Rumuński
pt_br: Romeno
ru: Румынский
tr: Rumence
zh_cn: 罗马尼亚语

source: Serbian Cyrillic
bg: Сръбски (кирилица)
de: Serbisch (Kyrillisch)
fr: Serbe Cyrillique
gl: Serbio Cirílico
hr: Srpski (ćirilica)
pl: Serbska cyrylica
pt_br: \Cirílico sérvio
ru: Сербский кирилица
tr: Sırp Kirilce
zh_cn: 塞尔维亚西里尔文

source: Serbian Latin
bg: Сръбски (латиница)
de: Serbisch (Latein)
fr: Serbe Latin
gl: Serbio Latino
hr: Srpski (latinica)
pl: serbski łaciński
pt_br: Sérvio Latino
ru: Сербский латиница
tr: Sırp Latince
zh_cn: 塞尔维亚语

source: Slovak
bg: Словашки
de: Slowakisch
fr: Slovaque
gl: Eslovaco
hr: Slovački
pl: Słowacki
pt_br: Eslovaco
ru: Словацкий
tr: Slovakça
zh_cn: 斯洛伐克语

source: Language: text language for recognition. Auto detection by default.
bg: Език: Език на текста за разпознаване. По подразбиране е зададено на "Автоматично откриване".
fr: Langue : Langue de texte pour la reconnaissance. Détection automatique par défaut.
gl: Language (Lingua): Idioma do texto para recoñecemento. Detección automática por defecto.
hr: Jezik: jezik teksta za prepoznavanje. Standardno je postavljeno automatsko otkrivanje jezika.
pl: Język: język tekstu do rozpoznawania. Domyślnie automatyczne wykrywanie.
pt_br: Idioma: idioma do texto para reconhecimento. Detecção automática por padrão.
ru: Язык: язык текста для распознавания. По умолчанию используется автоматическое определение.
tr: Dil: tanıma için metin dili. Varsayılan olarak otomatik algılar.
zh_cn: 语言: 用于识别的文本语言。默认情况下自动检测。

source: If you use your own key, you should get a subscription key for using Microsoft Computer Vision API from the link below:
bg: Ако използвате свой собствен ключ, трябва да получите ключ за абонамент за използване на ППИ на Microsoft Computer Vision от връзката по-долу:
fr: Si vous utilisez votre propre clé, vous devez obtenir une clé de souscription pour utiliser l'API Microsoft Computer Vision à partir du lien ci-dessous:
gl: Se utilizas a túa propia clave, debes obter unha clave de subscripción para utilizar a API de Microsoft computer Vision dende o link embaixo:
hr: Ako koristiš vlastiti ključ, za korištenje Microsoft Computer Vision API-ja nabavi ključ za pretplatu pomoću ispod navedene poveznice:
pl: Jeśli używasz własnego klucza, powinieneś uzyskać klucz subskrypcji do korzystania z interfejsu API przetwarzania obrazów firmy Microsoft, korzystając z poniższego łącza:
pt_br: Se você usar sua própria chave, deverá obter uma chave de assinatura para usar a API do Microsoft Computer Vision no link abaixo:
ru: Если вы используете свой собственный ключ, вам следует получить ключ подписки на использование Microsoft Computer Vision API по ссылке ниже:
tr: Kendi anahtarınızı kullanıyorsanız, aşağıdaki bağlantıdan Microsoft Computer Vision API'yi kullanmak için bir abonelik anahtarı almalısınız:
zh_cn: 如果您使用自己的密钥, 则应从以下链接获取使用 Microsoft 计算机视觉 API 的订阅密钥:

source: Step 1: Create an account on [Azure website](https://azure.microsoft.com/en-ua/try/cognitive-services/)
bg: Стъпка 1: Създайте акаунт в [сайта на Azure](https://azure.microsoft.com/en-ua/try/cognitive-services/)
fr: Étape 1 : Créez un compte sur [Azure website](https://azure.microsoft.com/en-ua/try/cognitive-services/)
gl: Paso 1: Crear unha conta no [sitio web de Azure](https://azure.microsoft.com/en-ua/try/cognitive-services/)
hr: 1. korak: Otvori račun na [Azure web stranici](https://azure.microsoft.com/en-ua/try/cognitive-services/)
pl: Krok 1: Utwórz konto w witrynie [witryna sieci Web platformy Azure](https://azure.microsoft.com/en-ua/try/cognitive-services/)
pt_br: Etapa 1: Crie uma conta no [site do Azure] (https://azure.microsoft.com/en-ua/try/cognitive-services/)
ru: Шаг 1: Создайте учётную запись на [веб-сайте Azure](https://azure.microsoft.com/en-ua/try/cognitive-services/)
tr: 1. Adım: [Azure web sitesinde](https://azure.microsoft.com/en-ua/try/cognitive-services/) bir hesap oluşturun
zh_cn: 第 1 步：在 [Azure 网站](https://azure.microsoft.com/en-ua/try/cognitive-services/) 上创建一个帐户（https：//azure.microsoft.com/en-ua/try/认知服务/）
