Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Fix Unicode error if OCR engine upload image file directly instead of base64 encode.
bg: Отстранена е грешка с уникод ако машината за OCR качва файла с изображението директно вместо с base64 кодиране.
de: Unicode-Fehler behoben, wenn die OCR-Engine eine Bilddatei direkt anstelle der Base64-Kodierung hochlädt.
fr: Correction de l'erreur Unicode si le fichier image du moteur de reconnaissance optique de caractères est charger directement au lieu de Base64 Encode.
gl: Arranxar erro Unicode por cargar o motor OCR a imaxe directamente en lugar de codificada en base64.
pl: Naprawiono błąd Unicode powstający gdy silnik OCR przesyła plik obrazu bezpośrednio, zamiast dekodowania base64.
pt_br: Correção de erro de Unicode se o mecanismo de OCR carregar o arquivo de imagem diretamente em vez de codificação base64.
ru: Исправлена ошибка Unicode, если движок OCR загружал файл изображения напрямую, а не в кодировке base64.
tr: OCR motoru görüntü dosyasını base64 kodlaması yerine doğrudan yüklerse Unicode hatası alınması düzeltildi.
zh_cn: 修复OCR 引擎直接上传图像文件, 而不是 base64 编码时发生的unicode 错误。

source: Change gesture of recognizing clipboard to Control+Shift+NVDA+R since NVDA+Shift+R is used in Word and Excel to define row headers in tables, or to delete the definitions when pressed twice.
bg: Променена е командата за разпознаване на клипборда на Control+Shift+NVDA+R, тъй като NVDA+Shift+R вече се използва в Word и Excel за указване на заглавките на редовете в таблиците или за изтриване на указанията при двукратното натискане на командата.
de: Änderung des Befehls zum Erkennen der Zwischenablage in Steuerung+Umschalt+NVDA+R, da NVDA+Umschalt+R in Word und Excel zum Definieren von Zeilenköpfen in Tabellen bzw. zum Löschen der Definitionen verwendet wird.
fr: Changez le geste de reconnaissance du presse-papiers Control+Shift+NVDA+R car NVDA+Shift+R est utilisé dans Word et Excel pour définir les en-têtes de ligne dans les tableaux, ou pour supprimer les définitions lorsqu'elle est appuyée deux fois.
gl: Cambiado xesto para recoñecer o portapapeis a control+Shift+NVDA+R, xa que NVDA+Shift+R úsase en Word e Excel para definir os encabezamentos de fila en táboas, ou para eliminar as definicións cando se premen dúas veces.
pt_br: Alterar o gesto de reconhecimento da área de transferência para Control+Shift+NVDA+R, pois o NVDA+Shift+R é usado no Word e no Excel para definir cabeçalhos de linha em tabelas ou para excluir as definições quando pressionado duas vezes.
ru: Изменён жест распознавания буфера обмена на Control+Shift+NVDA+R, поскольку NVDA+Shift+R используется в Word и Excel для определения заголовков строк в таблицах или для удаления определений при двойном нажатии.
tr: NVDA+Shift+R, Word ve Excel'de tablolarda satır başlıklarını tanımlamak veya iki kez basıldığında tanımları silmek için kullanıldığından, pano tanıma hareketi Control+Shift+NVDA+R olarak değiştirildi.

source: Fix installation error when config path contains non-ascii characters
bg: Поправена е грешка при инсталиране, когато конфигурационният път съдържа символи, различни от ASCII
de: Installationsfehler behoben, wenn der Konfigurationspfad Nicht-ASCII-Zeichen enthält
fr: Correction d'une erreur d'installation lorsque le chemin de configuration contient des caractères non ASCII
gl: Arranxar erro en instalación cando a ruta de configuración contén caracteres non ASCII
pl: Napraw błąd instalacji, gdy ścieżka konfiguracji zawiera znaki inne niż ascii
pt_br: Correção do erro de instalação quando o caminho de configuração contém caracteres não-ascii
ru: Исправлена ошибка установки, когда путь к конфигурации содержал символы, отличные от ascii
tr: Yapılandırma yolu ascii olmayan karakterler içerdiğinde yükleme hatası alınması düzeltildi
zh_cn: 修复配置路径包含非 ascii 字符时的安装错误

source: Change gesture to avoid collision with golden cursor.
bg: Променена е команда, с цел избягване на конфликт с добавката "Златен курсор" ("Golden Cursor").
de: Tastenkombination geändert, um nicht mit dem goldenen Cursor zu kollidieren.
fr: Changer le geste pour éviter la collision avec l'extension Golden Cursor.
gl: Cambiar xesto para evitar colisión con golden cursor.
pl: Zmieniono polecenie aby uniknąć konfliktu z dodatkiem golden cursor.
pt_br: Altere o gesto para evitar a colisão com o cursor dourado.
ru: Изменён жест, чтобы избежать столкновения с golden cursor.
tr: Altın imleçle çakışmayı önlemek için hareket değiştirildi.
zh_cn: 更改手势以避免与金色光标冲突。

source: Change default engine to Microsoft azure because it can detect text language automatically.
bg: Променена е машината по подразбиране на Microsoft Azure, тъй като тя може да открива езика на текста автоматично.
de: Die Standard-Texterkennung wurde zu Microsoft Azure geändert, weil diese die Textsprache automatisch erkennen kann.
fr: Changer le moteur par défaut en Microsoft Azure car il peut détecter automatiquement la langue de texte.
gl: Cambiar motor predeterminado a Microsoft azure porque pode detectar o idioma do texto automaticamente.
pl: Zmieniono domyślny silnik rozpoznawania na Microsoft azure, ponieważ potrafi on automatycznie wykrywać język tekstu.
pt_br: Altere o mecanismo padrão para o Microsoft Azure, pois ele pode detectar o idioma do texto automaticamente.
ru: Изменён движок по умолчанию на Microsoft azure, поскольку он может автоматически определять язык текста.
tr: Metin dilini otomatik olarak algılayabildiği için varsayılan motor Microsoft Azure olarak değiştirildi.
zh_cn: 将默认引擎更改为 Microsoft azure, 因为它可以自动检测文本语言。

source: Add detail documentation on how to get API key of Microsoft Azure OCR
bg: Добавена е подробна документация за това как да се получи ППИ ключ за OCR на Microsoft Azure.
de: Es wurde eine ausführliche Dokumentation hinzugefügt, die beschreibt wie sie den API-Schlüssel von Microsoft Azure OCR erhalten können
fr: Ajouter une documentation détaillée sur la façon d'obtenir la clé de l'API de reconnaissance optique de caractères Microsoft Azure
gl: Engadir documentación detallada sobre como obter a clave da API de Microsoft Azure OCR
pl: Dodaj szczegółową dokumentację dotyczącą sposobu uzyskiwania klucza interfejsu API usługi Microsoft Azure OCR
pt_br: Adicionar documentação detalhada sobre como obter a chave de API do Microsoft Azure OCR
ru: Добавлена подробная документация о том, как получить API-ключ Microsoft Azure OCR
tr: Microsoft Azure OCR'nin API anahtarının nasıl alınacağına ilişkin ayrıntılı bilgiler eklendi
zh_cn: 添加有关如何获取 Microsoft Azure OCR 密钥的详细文档

source: Fix issue about new installation.
bg: Отстранен е проблем при нова инсталация.
de: Fehlerbehebung bzgl. einer Neuinstallation.
fr: Correction d'un problème sur une nouvelle installation.
gl: Arranxado problema relacionado con nova instalación.
pl: Naprawiono problem z nową instalacją.
pt_br: Corrige o problema da nova instalação.
ru: Исправлена проблема с новой установкой.
tr: Yeni kurulumla ilgili sorun düzeltildi.
zh_cn: 修复了有关新安装的问题。

source: Removed auto OCR since this feature is problematic and may confuse with online engines. Auto OCR will be a separate addon, when it is stable enough.
bg: Премахната е функцията за автоматично OCR (auto OCR), тъй като тази функция е проблемна и може да предизвиква объркване с онлайн машините. Автоматичното OCR ще бъде отделна добавка, когато стане достатъчно стабилна.
de: Die automatische OCR wurde entfernt, da diese Funktion problematisch ist und mit Online-Engines verwechselt werden kann. Auto-OCR wird eine separate Erweiterung sein, wenn es stabil genug ist.
fr: Supprimé la reconnaissance optique de caractères automatique car cette fonctionnalité est problématique et peut se confondre avec les moteurs en ligne. La reconnaissance optique de caractères automatique sera une extension séparée, lorsqu'elle sera suffisamment stable.
gl: Eliminado auto OCR posto que esta característica é problemática e podería confundirse cos motores en liña. auto OCR será un complemento separado, cando sexa suficientemente estable.
pl: Usunięto automatyczne OCR, ponieważ ta funkcja jest problematyczna i może mylić z silnikami online. Auto OCR będzie osobnym dodatkiem, gdy będzie wystarczająco stabilny.
pt_br: Removido o OCR automático, pois esse recurso é problemático e pode confundir os mecanismos on-line. O OCR automático será um complemento separado, quando estiver suficientemente estável.
ru: Удалено автоматическое распознавание, поскольку эта функция вызывает проблемы и может привести к путанице с онлайн-поисковиками. Автоматическое распознавание будет отдельным дополнением, когда оно будет достаточно стабильным.
tr: Bu özellik sorunlu olduğundan ve çevrimiçi motorlarla karıştırılabileceğinden otomatik OCR kaldırıldı. Otomatik OCR, yeterince kararlı olduğunda ayrı bir eklenti olacaktır.

source: Tencent Cloud OCR
fr: Reconnaissance optique de caractères Tencent Cloud
gl: OCR de Tencent Cloud
ru: Распознавание текста в облаке Tencent
tr: Tencent Bulut OCR'si
zh_cn: 腾讯云OCR

source: OCR space
fr: Reconnaissance optique de caractères space
pt_br: Espaço OCR
tr: OCR alanı
zh_cn: OCR空间

source: Tencent AI OCR
fr: Reconnaissance optique de caractères Tencent AI
ru: Распознавание с помощью искусственного интеллекта Tencent
tr: Tencent AI OCR'si
zh_cn: 腾讯优图
