Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: Press tab to go to Pricing tie combo box. Usually a free tie like F0 is adequate. If that is not enough you can choose other tier after reading full pricing details in View full pricing details link.
bg: Натиснете TAB, за да отидете в разгъващия се списък за ценообразуване ("Pricing tier"). Обикновено безплатен план като F0 е достатъчен. Ако не ви е достатъчно, можете да изберете друго ниво, след като прочетете пълните подробности за цените във връзката "View full pricing details".
fr: Appuyez sur Tab pour accéder à la liste déroulante Pricing tie. Habituellement, une liaison gratuite comme F0 est adéquate. Si cela ne suffit pas, vous pouvez choisir un autre niveau après avoir lu les détails de la tarification complète sur le lien View full pricing details.
gl: Preme tabulador para ir á caixa combinada Pricing tie (Cota). Normalmente unha cota de balde como F0 é adecuada. Se non é suficiente podes escoller outra cota tras ler os detalles completos dos prezos na ligazón view full pricing details (Ver detalles completos dos prezos).
hr: Pritisni tabulator za prijelaz na padajući izbonik „Cijene paketa”. Obično je besplatan paket poput F0 dostatan. Ako nije, možeš odabrati jedan drugi paket nakon što pročitaš detalje o cijenama na poveznici „Vidi detalje o cijenama”.
pl: Naciśnij Tab, aby przejść do pola kombi Cennik wiązania. Zazwyczaj darmowy krawat, taki jak F0, jest odpowiedni. Jeśli to nie wystarczy, możesz wybrać inną warstwę po przeczytaniu pełnych szczegółów cen w linku Wyświetl pełne szczegóły cen.
pt_br: Pressione tab para ir para a caixa de combinação Vínculo de preços. Normalmente, um vínculo gratuito como F0 é adequado. Se isso não for suficiente, você poderá escolher outro nível depois de ler os detalhes completos de preços no link Exibir detalhes completos de preços.
ru: Нажмите tab, чтобы перейти к списку "Привязка цен". Обычно достаточно бесплатной привязки, например, F0. Если этого недостаточно, вы можете выбрать другой уровень, ознакомившись с подробной информацией о ценах по ссылке "Просмотреть полную информацию о ценах".
tr: Fiyatlandırma bağı seçim kutusuna gitmek için sekmeye basın. Genellikle F0 gibi ücretsiz bir bağ yeterlidir. Bu yeterli değilse, tüm fiyatlandırma ayrıntılarını görüntüle bağlantısındaki tüm fiyatlandırma ayrıntılarını okuduktan sonra başka bir katman seçebilirsiniz.

source: Press tab to go to Create new Resource group edit box. You should create one if you do not have any Resource group. Press tab find Create new button.
bg: Натиснете TAB, за да отидете в полето за редактиране "Create new Resource group". Трябва да създадете група, ако вече нямате такава. Натиснете TAB, за да намерите бутона "Create new".
fr: Appuyez sur Tab pour aller au groupe zone d'édition Create new Resource. Vous devez en créer un si vous n'avez pas de groupe de ressources. Appuyez sur Tab pour Rechercher le bouton Create new.
gl: Preme tabulador para ir á caixa de edición Create new Resource group (Crear novo grupo de Recursos). Deberías crear un se non tes ningún grupo de recursos. Preme tab busca o botón Create new (Crear novo).
hr: Pritisni tabulator za prijelaz na okvir za uređivanje zvan „Stvori novu grupu resursa”. Ako nemaš nijednu grupu resursa, stvori jednu grupu. Pritisni tabulator za pronalaženje gumba „Stvori novu”.
pl: Naciśnij Tab, aby przejść do pola edycji Utwórz nową grupę zasobów. Należy go utworzyć, jeśli nie masz żadnej grupy zasobów. Naciśnij Tab, znajdź przycisk Utwórz nowy.
pt_br: Pressione tab para ir para a caixa de edição Criar novo grupo de recursos. Você deve criar um se não tiver nenhum grupo de recursos. Pressione a guia e encontre o botãoCriar novo.
ru: Нажмите tab, чтобы перейти к созданию новой группы ресурсов в окне редактирования. Вам следует создать её, если у вас нет группы ресурсов. Нажмите tab, чтобы найти кнопку Создать новую.
tr: Yeni Kaynak grubu oluştur düzenleme kutusuna gitmek için sekmeye basın. Herhangi bir Kaynak grubunuz yoksa bir tane oluşturmalısınız. Yeni oluştur düğmesini bulmak için sekmeye basın. \n

source: Then press tab go to Create Button to create this resource.
bg: След това натиснете TAB, за да отидете на бутона "Create", за да създадете този ресурс.
fr: Ensuite, appuyez sur Tab pour allez au bouton Create pour créer cette ressource.
gl: Logo preme tabulador vai ao botón Create (crear) para crear este recurso.
hr: Zatim pritisni tabulator za prijelaz na gumb „Stvori” i stvori ovaj resurs.
pl: Następnie naciśnij Tab, przejdź do przycisku Utwórz, aby utworzyć ten zasób.
pt_br: Em seguida, pressione a guia Ir para o botão Criar para criar esse recurso.
ru: Затем нажмите tab для перехода к кнопке Создать, чтобы создать этот ресурс.

source: Wait until you get the message Deployment succeeded.
bg: Изчакайте, докато чуете "Deployment succeeded".
de: Warten Sie, bis Sie die Meldung "Vorgang erfolgreich" erhalten.
fr: Attendez jusqu'à que vous obteniez le message Deployment succeeded.
gl: Agarda ata obter a mensaxe Deployment succeeded (O despregamento foi exitoso).
hr: Pričekaj poruku „Implementacija uspjela”.
pl: Zaczekaj na wiadomość: Włączanie usług powiodło się.
pt_br: Aguarde até receber a mensagem Implantação bem-sucedida.
ru: Подождите, пока не получите сообщение Об успешном развертывании.
tr: Dağıtım başarılı mesajını alana kadar bekleyin.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Then find Go to resource button sometimes you need go up to activate Notifications button before you can find Go to resource button.
bg: След това намерете бутона "Go to resource" (понякога трябва да отидете нагоре и да задействате бутона "Notifications", преди да намерите бутона "Go to resource").
de: Dann finden Sie die Schaltfläche Gehe zu Ressource. Manchmal müssen Sie die Schaltfläche Benachrichtigungen aktivieren, bevor Sie die Schaltfläche Gehe zu Ressource finden können.
fr: Ensuite, recherchez le bouton Go to resource, Parfois, vous avez besoin de monter pour activer le bouton de notifications avant de pouvoir trouver le bouton Go to resource.
gl: Logo busca o botón go to resource (Ir a recurso) en ocasións necesitarás ir arriba para activar o botón Notifications (Notificacións) antes de atopar o botón go to resource.
hr: Zatim pronađi gumb „Idi na resurs”. Ponekad je potrebno otići gore i aktivirati gumb „Obavijesti”, prije nego što je moguće pronaći gumb „Idi na resurs”.
pl: Następnie znajdź przycisk Przejdź do zasobu. Czasem trzeba wrócić do przycisku Włącz powiadomienia zanim uda się znaleźć Przejdź do zasobu.
pt_br: Em seguida, localize o botão Ir para o recurso. Às vezes, você precisa subir para ativar o botão Notificações antes de localizar o botão Ir para o recurso.
ru: Затем найдите кнопку "Перейти к ресурсу". Иногда вам нужно перейти к кнопке "Активировать уведомления", прежде чем вы сможете найти кнопку "Перейти к ресурсу".
tr: Ardından Kaynağa git düğmesini bulun, bazen Kaynağa git düğmesini bulabilmeniz amacıyla Bildirimler düğmesini etkinleştirmek için yukarı gitmeniz gerekir.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Wait until you get the message Blade Quick Start is busy.
bg: Изчакайте, докато чуете "Blade Quick Start is busy".
de: Warten Sie, bis Sie die Meldung "Blade Quick Start ist beschäftigt" erhalten.
fr: Attendez jusqu'à que vous obteniez le message Blade Quick Start is busy.
gl: Agarda ata obter a mensaxe blade quick Start is busy (Lapela Quick Start -Inicio Rápido- está ocupada).
hr: Pričekaj poruku „Blade brzo pokretanje je zauzeto”.
pl: Zaczekaj na wiadomość: Strona szybkiego startu.
pt_br: Aguarde até receber a mensagem O Blade Quick Start está ocupado.
ru: Подождите, пока не появится сообщение о том, что панель быстрого запуска занята.
tr: Blade Quick Start meşgul mesajını alana kadar bekleyin.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Find the link named keys, then activate it.
bg: Намерете връзката с име "Keys" и я задействайте.
de: Suchen Sie den Link mit dem Namen Tasten und aktivieren Sie ihn dann.
fr: Trouvez le lien nommé keys, puis activez-le.
gl: Busca a ligazón denominada keys (claves), logo actívaa.
hr: Pronađi poveznicu koja se zove „ključevi” i aktiviraj je.
pl: Znajdź link pod nazwą Klucze i otwórz go.
pt_br: Localize o link denominado chaves e, em seguida, ative-o.
ru: Найдите ссылку с названием "Ключи", затем активируйте её.
tr: Anahtarlar adlı bağlantıyı bulun, ardından etkinleştirin.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Wait until you get the message Blade Manage keys is ready.
bg: Изчакайте, докато чуете "Blade Manage keys is ready".
de: Warten Sie, bis die Meldung Blade-Schlüssel verwalten angezeigt wird.
fr: Attendez jusqu'à que vous obteniez le message Blade Manage keys is ready.
gl: Agarda ata obter a mensaxe blade Manage keys is ready (A lapela Manage keys -Administrar claves- está lista).
hr: Pričekaj poruku „Blade upravljanje ključevima je spremno”.
pl: Zaczekaj na wiadomość: Zarządzanie kluczami gotowe.
pt_br: Aguarde até receber a mensagem Blade O gerenciamento de chaves está pronto.
ru: Подождите, пока не появится сообщение о том, что управление ключами Blade готово.
tr: Blade Manage anahtarları hazır mesajını alana kadar bekleyin.
zh_cn: 等待, 直到你得到消息搜索市场, 键入认知服务, 然后按向下箭头。 等待, 直到你得到消息列表的选项认知服务五个之一, 然后按回车键。 等待, 直到你得到消息刀片认知服务是准备按下选项卡或 b 找到一个按钮名为创建激活它。 等待, 直到您收到消息刀片创建准备好, 您的焦点将是一个编辑框, 键入此资源的名称。请注意, 您的资源名称只能包含字母数字字符 "_,-", 并且不能以 "_" 或 "-" 结尾。 我选择 NVDAOCR。 按选项卡转到 "订阅" 组合框。通常你可以让它原封不动。 按选项卡转到 "位置" 组合框。选择一个靠近您当前位置的位置。请务必记住这一点, 因为在引擎配置中需要位置。 按选项卡转到 "定价捆绑" 组合框。通常像 F0 这样的免费领带就足够了。如果这还不够, 您可以在查看完整定价详细信息链接中的 "查看完整定价详细信息" 中选择其他层。 按选项卡转到 "创建新资源组编辑框"。如果没有任何资源组, 则应创建一个资源组。按选项卡查找 "创建新按钮"。 然后按 "选项卡转到" 创建按钮 "以创建此资源。 等待, 直到您得到的消息部署成功。 然后找到 "转到资源" 按钮, 有时您需要上去激活 "通知" 按钮, 然后才能找到 "转到资源" 按钮。 等待, 直到您收到消息刀片快速启动是繁忙的。 找到名为键的链接, 然后将其激活。 等待, 直到您收到消息刀片管理密钥已准备就绪。 查找名为键1或键2的编辑框。该编辑框的内容是引擎配置中所需的 API 密钥。然后, 如果您使用自己的 API 密钥, 则可以填写所需的这两个设置。 Azure 资源区域: 在 Azure 门户中部署认知服务时选择的区域。 API 密钥: 建议使用 key 2 作为在 Azure 门户中成功部署认知服务后获得的密钥。

source: Find edit box named key 1 or key 2. The content of that edit box is the API key required in engine configuration. Press Ctrl-C to copy it for engine configuration
bg: Намерете полето за редактиране с име "Key 1" или "Key 2". Съдържанието на това поле за редактиране е ППИ ключът, необходим за конфигурацията на машината. Натиснете Control+C, за да го копирате за конфигурацията на машината.
fr: Recherchez la zone d'édition nommée key 1 ou key 2. Le contenu de cette zone d'édition est la clé API requise dans la configuration du moteur. Appuyez sur Ctrl-C pour le copier pour la configuration du moteur
gl: Busca a caixa de edición denominada key (clave) 1 ou key 2. O contido desa caixa de edición é a clave da API precisada na configuración do motor. Preme Ctrl-C para copiala á configuración do motor.
hr: Pronađi okvir za uređivanje koji se zove „ključ 1” ili „ključ 2”). Sadržaj tog okvira za uređivanje je API ključ koji je potreban u konfiguraciji mehanizma. Pritisni kontrol-C i kopiraj ga za konfiguriranje mehanizma
pl: Znajdź pole edycji o nazwie klucz 1 lub klucz 2. Zawartość tego pola edycji jest kluczem interfejsu API wymaganym w konfiguracji aparatu. Naciśnij Ctrl+C, aby skopiować je w celu skonfigurowania silnika
pt_br: Encontre a caixa de edição chamada key 1 ou key 2. O conteúdo dessa caixa de edição é a chave de API necessária na configuração do mecanismo. Pressione Ctrl-C para copiá-la para a configuração do mecanismo
ru: Найдите поле редактирования с именем key 1 или key 2. Содержимое этого поля редактирования является ключом API, необходимым для настройки движка. Нажмите Ctrl-C, чтобы скопировать его для настройки движка
tr: Anahtar 1 veya anahtar 2 adlı yazma alanını bulun. Bu yazma alanının içeriği, motor yapılandırmasında gereken API anahtarıdır. Motor yapılandırması için kopyalamak için Ctrl-C'ye basın

source: Then you can fill in these two settings required if you use your own API key.
bg: След това можете да попълните тези две необходими настройки, ако използвате собствен ППИ ключ.
fr: Ensuite, vous pouvez remplir ces deux paramètres requis si vous utilisez votre propre clé API.
gl: Despois poderás encher os dous axustes requeridos se usas a túa propia clave da API.
hr: Tada možeš ispuniti ove dvije postavke, koje su potrebne, ako koristiš svoj vlastiti API ključ.
pl: Następnie możesz wypełnić te dwa ustawienia wymagane, jeśli używasz własnego klucza API.
pt_br: Então, você pode preencher essas duas configurações necessárias se usar sua própria chave de API.
ru: Затем вы можете заполнить эти две настройки, необходимые, если вы используете свой собственный API-ключ.
tr: Ardından, kendi API anahtarınızı kullanıyorsanız gerekli olan bu iki ayarı doldurabilirsiniz.

source: Azure resource Region: the region you choose when deploying Cognitive Services in Azure Portal.
bg: Регион за ресурса на Azure: Регионът, който избрахте, когато задействахте когнитивните услуги в портала на Azure.
fr: Région des ressources Azure : La région que vous choisissez lors du déploiement Cognitive Services dans Azure Portal.
gl: Azure resource region (Rexión do recurso Azure): A rexión que elixiches ao despregar cognitive Services en Azure Portal.
hr: Azure regija resursa: regija koju odabereš za implementaciju usluga Cognitive Services na Azure portalu.
pl: Region zasobów platformy Azure: region wybrany podczas wdrażania usług Cognitive Services w witrynie Azure Portal.Azure resource Region: the region you choose during deploying Cognitive Services in Azure Portal.
pt_br: Região de recursos do Azure: a região que você escolhe ao implantar os Serviços Cognitivos no Portal do Azure.
ru: Регион ресурсов Azure: регион, который вы выбираете при развертывании служб Cognitive Services на портале Azure.
tr: Azure kaynak Bölgesi: Azure Portal'da Bilişsel Hizmetleri dağıtırken seçtiğiniz bölge.

source: API key: the key you get after successfully deploying Cognitive Services in Azure Portal, KEY 2 is recommended.
bg: ППИ ключ: Ключът, който получихте след успешно задействане на когнитивните услуги в портала на Azure (препоръчва се "Key 2").
fr: Clé API : La clé que vous obtenez après avoir réussi à déployer Cognitive Services dans Azure Portal, la KEY 2 est recommandée.
gl: API key (clave da API): A clave que obtiveches tras despregar con éxito Cognitive Services en Azure Portal, recoméndase a Key (Clave) 2.
hr: API ključ: ključ koji dobiješ nakon uspješnog implementiranja Cognitive Services na Azure portalu, preporučuje se KLJUČ 2.
pl: Klucz interfejsu API: klucz otrzymany po pomyślnym wdrożeniu usług Cognitive Services w witrynie Azure Portal, zalecany jest klucz 2.
pt_br: Chave de API: a chave que você obtém após implantar com êxito os Serviços Cognitivos no Portal do Azure; recomenda-se a KEY 2.
ru: Ключ API: для ключа, который вы получаете после успешного развертывания Cognitive Services на портале Azure, рекомендуется использовать ключ 2.

source: Baidu OCR
bg: OCR на Baidu
fr: Reconnaissance optique de caractères Baidu
ru: Распознавание текста Baidu
zh_cn: 百度OCR

source: This one is also a paid API with free quota provided by Baidu.
bg: Това също е платен ППИ с безплатна квота, предоставена от Baidu.
fr: Celui-ci est également une API payante avec un quota gratuit fourni par Baidu.
gl: Ésta tamén é unha API de pagamento con cota gratuita proporcionada por Baidu.
hr: Ovo je također naplativ API s besplatnom kvotom, a pruža ga Baidu.
pl: Ten jest również płatnym API z bezpłatnym przydziałem dostarczonym przez Baidu.
pt_br: Essa também é uma API paga com cota gratuita fornecida pelo Baidu.
ru: Это также платный API с бесплатной квотой, предоставляемой Baidu.

source: Baidu OCR supports 10 languages including
bg: Baidu OCR поддържа 10 езика, включително:
fr: La reconnaissance optique de caractères Baidu prend en charge 10 langues, y compris
gl: Baidu OCR soporta 10 idiomas, que inclúen
hr: Baidu OCR podržava 10 jezika, uključujući
pl: Baidu OCR obsługuje 10 języków, w tym
pt_br: O Baidu OCR suporta 10 idiomas, incluindo
ru: Baidu OCR поддерживает 10 языков, включая
tr: Baidu OCR, şunlar dahil olmak üzere 10 dili destekler

source: Chinese and English mixture
bg: Смесица от китайски и английски
de: Chinesische und englische Mischung
fr: Mélange Chinois et Anglais
gl: Mestura de chinés e inglés
hr: Kinesko-engleski miks
pl: Połączenie chińskiego i angielskiego
pt_br: Mistura de chinês e inglês
ru: Смесь китайского и английского языков
tr: Çince ve İngilize karışık
zh_cn: 中文和英文混合

source: This engine can also get position of every character
bg: Тази машина може също така да извлече позицията на всеки символ
de: Diese Engine kann auch jede Zeichenposition ermitteln
fr: Ce moteur peut également obtenir la position de chaque caractère
gl: Este motor tamén pode obter a posición de tódolos caracteres
pl: Ten silnik może również uzyskać pozycję każdej postaci
pt_br: Esse mecanismo também pode obter a posição de cada caractere
ru: Этот движок также может получать информацию о местоположении каждого символа
tr: Bu motor ayrıca her karakterin pozisyonunu alabilir
zh_cn: 这个引擎还可以得到每个字符的位置

source: Here are its settings:
bg: Ето ги и настройките:
de: Es gibt folgende Einstellungen:
fr: Voici ses paramètres :
gl: Aquí están os seus axustes:
pl: Poniżej opisane zostały jego ustawienia:
pt_br: Aqui estão suas configurações:
ru: Вот его настройки:
tr: İşte ayarları:
zh_cn: 以下是它的设置:

source: Get position of every character allows you to do more precise operation on some inaccessible application. Enabling this will make recognition slightly slower.
bg: Извличането на позицията за всеки символ ви позволява да изпълнявате по-прецизни действия с дадено недостъпно приложение. Задействането на тази опция ще направи разпознаването малко по-бавно.
de: Jede Zeichenposition abrufen, erlaubt Ihnen bei unzugänglichen Anwendungen präziser vorgehen zu können. Wenn Sie dies aktivieren, wird die Erkennung etwas langsamer.
fr: Obtenez la position de chaque caractère vous permet de faire une opération plus précise sur une application inaccessible. L'activation de cela rendra la reconnaissance légèrement plus lente.
gl: Get position of every character (Obter posición de tódolos caracteres) permíteche realizar operación máis precisa nalgunhas aplicacións inaccesibles. Habilitar isto fará o recoñecemento lixeiramente máis lento.
pl: Śledzenie lokalizacji każdego znaku pomaga sprawniej posługiwać się różnymi niedostępnymi aplikacjami. Włączenie tej opcji nieco spowolni rozpoznawanie.
pt_br: Obter a posição de cada caractere permite que você faça operações mais precisas em alguns aplicativos inacessíveis. A ativação desse recurso tornará o reconhecimento um pouco mais lento.
ru: Определение местоположения каждого символа позволяет выполнять более точные операции в некоторых недоступных приложениях. Включение этого параметра немного замедлит распознавание.
tr: Her karakterin konumunu al, erişilebilir olmayan bazı uygulamalarda daha hassas işlem yapmanızı sağlar. Bunu etkinleştirmek, tanımayı biraz yavaşlatacaktır.
zh_cn: 获取每个字符的位置允许您在某些无法访问的应用程序上执行更精确的操作。启用此功能将使识别速度稍慢。

source: Use Accurate API: if is enabled will use a different endpoint. That accurate endpoint takes longer time but has higher quality and (If you use your own API key its price is also higher).
bg: Използвай прецизен ППИ: Ако е включено, ще използва различна крайна точка. Тази прецизна крайна точка отнема по-дълго време, но има по-високо качество и (Ако използвате свой собствен ППИ ключ, цената също е по-висока).
fr: Utilisez une API précise : Si elle est activée, utilisera un autre point de terminaison. Ce point de terminaison précis prend du temps mais a une qualité supérieure et (si vous utilisez votre propre clé API, son prix est également plus élevé).
gl: Use Accurate API (Utilizar Accurate API -API Precisa-): se se habilita utilizará un punto de terminación diferente. Dito punto preciso gasta maior tempo mais ten maior calidade e (se utilizas a túa propia clave da API o seu prezo é tamén máis alto).
pl: Użyj dokładnego interfejsu API: jeśli jest włączony, będzie używany inny punkt końcowy. Ten dokładny punkt końcowy zajmuje więcej czasu, ale ma wyższą jakość i (jeśli używasz własnego klucza API, jego cena jest również wyższa).
pt_br: Use Accurate API: se estiver ativado, usará um endpoint diferente. Esse endpoint preciso leva mais tempo, mas tem maior qualidade e (se você usar sua própria chave de API, o preço também será mais alto).
ru: Использовать точный API: если этот параметр включен, будет использоваться другая конечная точка. Такая точная конечная точка занимает больше времени, но отличается более высоким качеством и (если вы используете свой собственный API-ключ, его цена также выше).
tr: Doğru API Kullan: etkinleştirilirse farklı bir uç nokta kullanılır. Bu doğru uç nokta daha uzun zaman alır ancak daha yüksek kaliteye sahiptir ve (Kendi API anahtarınızı kullanırsanız fiyatı da daha yüksektir).
