Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/onlineOCR.*.po
Languages: bg, de, fr, gl, hr, pl, pt_br, ru, tr, zh_cn

source: [[!meta title="Online image describer"]]
bg: [[!meta title="Онлайн описание на изображения (Online image describer)"]]
de: [[!meta title="Online-Bildbeschreiber"]]
gl: [[!meta title="Descritor en liña de imaxes"]]
hr: [[!meta title="Internetsko opisivanje slika (Online image describer)"]]
pt_br: [[!meta title="Online image describer"]] [[!meta title=“Descritor de imagens online”]][[!meta title="Online image describer"]]
ru: [[!meta title="Онлайн-описание изображений"]]
tr: [[!meta title="Çevrimiçi Nesne Betimleyici"]]
zh_cn: [[!meta title="在线图像描述和OCR"]]

source: Author: Larry Wang
bg: Автор: Larry Wang
de: Autor: Larry Wang
fr: Auteur : Larry Wang
gl: Autor: Larry Wang
hr: Autor: Larry Wang
pl: Autor: Larry Wang
pt_br: Autor: Larry Wang
ru: Автор: Larry Wang
tr: Yazan: Larry Wang
zh_cn: 作者

source: NVDA compatibility: from 2018.3 to 2020.2
bg: Съвместимост с NVDA: от 2018.3 до 2020.2
de: NVDA-Kompatibilität: 2018.2 bis 2020.2
fr: Compatibilité NVDA : de 2018.3 à 2020.2
gl: Compatibilidade con NVDA: da 2018.3 á 2020.2
hr: NVDA kompatibilnost: od 2018.3 do 2020.2
pl: Zgodność z NVDA: od 2018.3 do 2020.2
pt_br: Compatibilidade com NVDA: de 2018.3 para 2020.2
ru: Совместимость с NVDA: от 2018.3 до 2020.2
tr: NVDA uyumluluğu: 2018.3'ten 2020.2'ye
zh_cn: NVDA兼容版本: 2018.3至2020.2

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Download [versão de desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
tr: [Geliştirme Sürümü][2] indir
zh_cn: 下载[开发版][2]

source: This addon aims at adding online image recognition engines to NVDA.
bg: Тази добавка има за цел да добави онлайн машини за разпознаване на изображения в NVDA.
de: Diese Erweiterung stellt Online-Bilderkennung für NVDA zur Verfügung.
fr: Cette extension a pour but d'ajouter des moteurs de reconnaissance d'image en ligne à NVDA.
gl: Este complemento ten por obxecto engadir motores de recoñecemento de imaxes en liña a NVDA.
hr: Cilj ovog dodatka je dodavanje mehanizama za prepoznavanje slika na NVDA.
pl: Ten dodatek ma na celu dodanie silników rozpoznawania obrazów online do NVDA.
pt_br: Esse complemento tem o objetivo de adicionar mecanismos de reconhecimento de imagens on-line ao NVDA.
ru: Это дополнение предназначено для добавления онлайн-систем распознавания изображений в NVDA.
tr: Bu eklenti, NVDA'ya çevrimiçi görüntü tanıma motorları eklemeyi amaçlamaktadır.
zh_cn: 这个插件给NVDA添加了在线图像识别引擎 。

source: There are two types of engines. OCR and image describer.
bg: Има два вида машини: OCR и описател на изображения.
de: Es gibt 2 Arten der Erkennung: Text aus Bild (OCR und Bildbeschreibung.
fr: Il y a deux types de moteurs. Reconnaissance optique de caractères et descripteurs d'image.
gl: Hai dous tipos de motores. OCR e descritor de imaxes.
hr: Postoje dvije vrste mehanizama: OCR i opisivanje slika.
pl: Istnieją dwa rodzaje silników. OCR i opis obrazu.
pt_br: Há dois tipos de mecanismos. OCR e descritor de imagens.
ru: Существует два типа движков. Распознавание текста и средство описания изображений.
tr: İki tip motor vardır. OCR ve görüntü betimleyici.
zh_cn: 有两种引擎可用，OCR和图像描述。

source: OCR extract text from image.
bg: OCR извлича текста от изображението.
de: Erkennen von Text in einem Bild.
fr: La reconnaissance optique de caractères extrait le texte de l'image.
gl: Un OCR extrae texto da imaxe.
hr: OCR izdvaja tekst iz slike.
pl: OCR wyodrębnia tekst z obrazu.
pt_br: OCR extrai texto da imagem.
ru: Распознавание текста извлекает текст из изображения.
tr: OCR, görüntüden metin çıkarır.
zh_cn: OCR 从图像中提取文本。

source: Image describer describe visual features in image in text form, such as general description, color type landmarks and so on.
bg: Описателят на изображения описва визуалните характеристики в изображението в текстов вид (например общо описание, цветни ориентири и т.н.).
fr: Un descripteur d'image décrit les éléments visuels de l'image sous forme de texte, tels qu'une description générale, la couleur des différentes régions etc.
gl: Un descriptor de imaxes describe as características visuais nunha imaxe en forma de texto, como descición, color, tipo, puntos de referencia, etc.
hr: Opisivanje slika opisuje vizualne značajke slike u tekstualnom obliku, kao što su opći opis, vrsta boje orijentira i tako dalje.
pl: Opis obrazu opisuje cechy wizualne obrazu w formie tekstowej, takie jak ogólny opis, kolorowe punkty orientacyjne i tak dalej.
pt_br: O descritor de imagens descreve os recursos visuais da imagem em forma de texto, como descrição geral, pontos de referência do tipo de cor e assim por diante.
ru: Средство описания изображений описывает визуальные особенности изображения в текстовой форме, такие как общее описание, ориентиры цветового типа и так далее.
tr: Görüntü betimleyici, genel açıklama, renk türü, yer işaretleri vb. gibi görüntüdeki görsel özellikleri metin biçiminde betimler.
zh_cn: 图像描述器以文本形式描述图像中的视觉特征，如一般描述、颜色类型地标等。

source: Internet connection is required to use this addon, since image describe services are provided by API endpoints on the Internet.
bg: За да използвате тази добавка, се изисква интернет връзка, тъй като услугите за описание на изображения се предоставят от крайни точки на ППИ в интернет.
fr: Une connexion internet est nécessaire pour utiliser cette extension, puisque les services de description d'image sont fournis par des points de terminaison API sur Internet.
gl: Requírese unha conexión a internet para utilizar este complemento, xa que os servizos de descrición de imaxes se proporcionan mediante puntos de terminación API na internet.
hr: Za upotrebu ovog dodatka potrebna je internetska veza, budući da se usluge opisivanja slika nalaze na internetu.
pl: Do korzystania z tego dodatku wymagane jest połączenie z Internetem, ponieważ usługi opisu obrazu są dostarczane przez punkty końcowe interfejsu API w Internecie.
pt_br: É necessária uma conexão com a Internet para usar esse complemento, pois os serviços de descrição de imagens são fornecidos por pontos de extremidade de API na Internet.
ru: Для использования этого дополнения требуется подключение к Интернету, поскольку сервисы описания изображений предоставляются конечными точками API в Интернете.
tr: Bu eklentiyi kullanmak için İnternet bağlantısı gereklidir, çünkü görüntü betimleme hizmetleri İnternet'teki API uç noktaları tarafından sağlanır.
zh_cn: 使用此插件需要互联网连接，因为图像描述服务由网络 API 提供。

source: They are called engines in this addon.
bg: В тази добавка те се наричат "машини".
fr: Elles sont appelées moteurs dans cette extension.
gl: Neste complemento chámanse motores.
hr: U ovom dodatku nazivamo ih „Mehanizmi”.
pl: W tym dodatku nazywane są silnikami.
pt_br: Nesse complemento, eles são chamados de motores.
ru: В этом дополнении они называются движками.
tr: Bu eklentide bunlara motor denir.
zh_cn: 它们在此插件中称为引擎。

source: There are three types of engine for this addon.
bg: Има три типа машини за тази добавка.
fr: Il existe trois types de moteurs pour cette extension.
gl: Hai tres tipos de motor para este complemento.
hr: Postoje tri vrste mehanizama za ovaj dodatak.
pl: Istnieją trzy typy silników dla tego dodatku.
pt_br: Há três tipos de mecanismo para esse complemento.
ru: Существует три типа движков для этого дополнения.
tr: Bu eklenti için üç tür motor vardır.
zh_cn: 有三类引擎可用。

source: Online OCR engine
bg: Машина за онлайн OCR
de: Online-Texterkennung
fr: Un moteur de reconnaissance optique de caractères en ligne
gl: Motor de OCR en liña
hr: Internetski OCR mehanizam
pl: Silnik OCR online
ru: Онлайн-движок распознавания текста
tr: Çevrimiçi OCR motoru
zh_cn: 在线 OCR

source: Online image describer engine
bg: Машина за онлайн описание на изображение
fr: Un poteur de description d'image en ligne
gl: Descritor de imaxes en liña
hr: Internetski mehanizam za opisivanje slika
pl: Silnik opisu obrazu online
ru: Онлайн-движок описания изображений
tr: Çevrimiçi görüntü betimleme motoru
zh_cn: 在线图像描述

source: Windows 10 OCR engine (offline)
bg: Машина за OCR от Windows 10 (офлайн)
de: Windows 10 Texterkennung (offline)
fr: Le moteur de reconnaissance optique de caractères de Windows 10 (hors-ligne)
gl: Motor OCR de Windows 10 (fóra de liña)
hr: Windows 10 OCR mehanizam (bez internetske veze)
pl: Aparat OCR systemu Windows 10 (w trybie offline)
ru: Windows 10 OCR engine (автономный)
tr: Windows 10 OCR motoru (çevrimdışı)
zh_cn: Windows 10 OCR 引擎（脱机）

source: You also need to choose the source of recognition image.
bg: Също така трябва да изберете източника на изображението за разпознаване.
fr: Vous devez aussi choisir la source pour la reconnaissance d'image.
gl: Tamén precisas seleccionar a fonte da imaxe de recoñecemento.
hr: Također moraš odabrati izvor slike za prepoznavanje.
pl: Musisz także wybrać źródło rozpoznawania obrazu.
pt_br: Você também precisa escolher a fonte da imagem de reconhecimento.
ru: Вам также необходимо выбрать источник распознаваемого изображения.
tr: Ayrıca tanıma görüntüsünün kaynağını da seçmeniz gerekir.
zh_cn: 您还需要选择识别图像的来源。

source: Current navigator object
bg: Текущия навигационен обект
de: Aktuelles Navigatorobjekt
fr: L'objet navigateur courant
gl: Obxecto actualmente no navegador
hr: Trenutačni navigacijski objekt
pl: Bieżący obiekt nawigatora
pt_br: Objeto do navegador atual
ru: Текущий объект навигатора
tr: Geçerli gezgin nesnesi
zh_cn: 当前导航对象

source: Current foreground window
bg: Текущия прозорец на преден план
de: Aktuelles Fenster im Vordergrund
fr: La fenêtre courant en avant-plan
gl: Xanela actualmente en primeiro plano
hr: Trenutačni prednji prozor
pl: Bieżące okno pierwszego planu
pt_br: Janela atual em primeiro plano
ru: Текущее окно переднего плана
tr: Geçerli ön plan penceresi
zh_cn: 当前窗口

source: The whole screen
bg: Целия екран
de: Den ganzen Bildschirm
fr: La totalité de l'écran
gl: A pantalla enteira
hr: Cijeli ekran
pl: Cały ekran
pt_br: A tela inteira
ru: Весь экран
tr: Tüm ekran
zh_cn: 整个屏幕

source: Image data or file from clipboard
bg: Данни за изображение или файл от клипборда
fr: Données d'image ou fichier depuis le presse-papiers
gl: Datos de imaxe ou arquivo dende o portapapeis
hr: Podaci slike ili datoteka iz međuspremnika
pl: Dane obrazu lub plik ze schowka
pt_br: Dados de imagem ou arquivo da área de transferência
ru: Данные изображения или файл из буфера обмена
tr: Panodan görüntü verileri veya dosya
zh_cn: 来自剪贴板的图像数据或文件

source: Image file pathname or image url from clipboard
bg: Име на файл с изображение или URL адрес на изображение от клипборда
fr: Chemin vers un fichier image ou url d'une image depuis le presse-papiers
gl: Ruta a arquivo de imaxe ou URL de imaxe no portapapeis
hr: Staza datoteke slike ili URL adresa slike iz međuspremnika
pl: Nazwa ścieżki pliku obrazu lub adres URL obrazu ze schowka
pt_br: Nome do caminho do arquivo de imagem ou URL da imagem da área de transferência
ru: Путь к файлу изображения или URL-адрес изображения из буфера обмена
zh_cn: 来自剪贴板的图像文件路径名或图像 URL

source: Keyboard commands
bg: Клавиатурни команди
de: Tastenbefehle
fr: Commandes clavier
gl: Atallos de teclado
hr: Tipkovnički prečaci
pl: Polecenia klawiszowe
pt_br: Comandos de teclado
ru: Команды клавиш
tr: Klavye komutları
zh_cn: 键盘快捷键

source: After choosing these types, you can start recognition with one gesture.
bg: След като изберете тези типове, можете да започнете разпознаването с жест.
fr: Après avoir choisi le type, vous pouvez démarrer la reconnaissance par un seul geste.
gl: Una vez escollidos estes tipos, podes comezar o recoñecemento cun xesto.
hr: Nakon biranja ove vrste, prepoznavanje se može pokrenuti jednom gestom.
pl: Po wybraniu tych typów możesz rozpocząć rozpoznawanie jednym gestem.
pt_br: Depois de escolher esses tipos, você pode iniciar o reconhecimento com um gesto.
ru: Выбрав эти типы, вы можете начать распознавание одним жестом.
tr: Bu türleri seçtikten sonra tek hareketle tanımaya başlayabilirsiniz. \n
zh_cn: 选择这些类型后，您可以使用一个快捷键开始识别。

source: NVDA+Alt+P Perform recognize according to source and engine type setting, Then read result. If pressed twice, open a virtual result document.
bg: NVDA+Alt+P извършва разпознаване според настройката за източник и типа машина, след което се прочита резултата. Ако бъде натиснат двукратно, се отваря виртуален документ с резултата.
fr: NVDA+Alt+P exécute la reconnaissance en fonction de la source et du type de moteur choisis, puis lit le résultat. un double appui ouvre un document virtuel de résultat.
gl: NVDA+Alt+P Recoñecer obxecto actual de acordo cos axustes de tipo de orixe e motor, Logo ler resultado. Se se preme dúas veces, abrir un documento virtual de resultado.
hr: NVDA+Alt+P Izvršava prepoznavanje prema postavkama izvora i vrste mehanizma. Tada čita rezultate. Kad se pritisne dvaput, otvara virtualni dokument rezultata.
pl: NVDA + Alt + P Wykonaj rozpoznawanie zgodnie z ustawieniem źródła i typu silnika, a następnie odczytaj wynik. W przypadku dwukrotnego naciśnięcia otwórz wirtualny dokument wynikowy.
pt_br: NVDA+Alt+P Faça o reconhecimento de acordo com a configuração da fonte e do tipo de mecanismo e, em seguida, leia o resultado. Se pressionado duas vezes, abra um documento de resultado virtual.
ru: NVDA+Alt+P Выполнить распознавание в соответствии с настройками источника и типа обработчика, затем прочитать результат. При двойном нажатии откроется виртуальный документ результатов.
tr: NVDA+Alt+P Kaynağa ve motor tipi ayarına göre tanıma gerçekleştirir, Ardından sonucu okur. İki kez basılırsa sanal bir sonuç belgesi açar.
zh_cn: NVDA + alt + P 识别当前导航对象然后读取结果。如果按两次, 打开虚拟结果文档。

source: There are four additional gestures left unassigned. Please assign them before using.
bg: Има четири допълнителни жеста, оставени неприсвоени. Моля, задайте ги преди да ги използвате.
fr: Il y a quatre autres gestes non assignés, veuillez les assigner avant utilisation.
gl: Hai catro xestos adicionais sen asignar. Por favor asígnaos antes de usalos.
hr: Postoje četiri dodatne geste koje nisu dodijeljene. Dodijeli ih prije upotrebe.
pl: Istnieją cztery dodatkowe gesty pozostawione bez przypisania. Przypisz je przed użyciem.
pt_br: Há quatro gestos adicionais que não foram atribuídos. Atribua-os antes de usá-los.
ru: Четыре дополнительных жеста остались неназначенными. Назначьте их перед использованием.
tr: Atanmamış dört ek hareket vardır. Lütfen kullanmadan önce bunları atayın.
zh_cn: 还有四个未分配的手势。请在使用前分配它们。

source: Cycle through different recognition engine types.
bg: Превключване между различните типове машини за разпознаване.
fr: Basculer entre les différents types de moteurs de reconnaissance.
gl: Cambiar entre os diferentes tipos de motores de recoñecemento.
hr: Prođi kroz razne vrste mehanizama za prepoznavanje.
pl: Przełączaj się między różnymi typami aparatów rozpoznawania.
pt_br: Percorra diferentes tipos de mecanismos de reconhecimento.
ru: Переключаться между различными типами движков распознавания.
tr: Farklı tanıma motoru türleri arasında geçiş yap.
zh_cn: 循环浏览不同的识别引擎类型。

source: Cycle through different recognition source types.
bg: Превключване между различните типове източници за разпознаване.
fr: Basculer entre les différents types de sources de reconnaissance.
gl: Cambiar entre os diferentes tipos de fontes de recoñecemento.
hr: Prođi kroz razne vrste izvora za prepoznavanje.
pl: Przełączaj się między różnymi typami źródeł rozpoznawania.
pt_br: Percorrer diferentes tipos de fontes de reconhecimento.
ru: Переключаться между различными типами источников распознавания.
tr: Farklı tanıma kaynağı türleri arasında geçiş yap.
zh_cn: 循环浏览不同的识别源类型。

source: Cancel current recognition
bg: Отмяна на текущото разпознаване
de: Bricht die laufende Erkennung ab
fr: Annuler la reconnaissance en cours
gl: Cancelar o recoñecemento actual
hr: Prekini trenutačno prepoznavanje
pl: Anuluj bieżące rozpoznanie
pt_br: Cancelar o reconhecimento atual
ru: Отменить текущее распознавание
tr: Geçerli tanımayı iptal et
zh_cn: 取消当前识别

source: This gesture can be useful if you think you have waited for too long and want to cancel.
bg: Тази команда може да бъде полезна, ако мислите, че сте чакали твърде дълго и искате да отмените операцията.
fr: Ce geste peut être utile si vous pensez avoir attendu trop longtemps et voulez arrêter.
gl: Este xesto pode ser útil se cres que esperaches moito tempo e queres cancelar.
hr: Ova gesta može biti korisna, ako ti se čini da predugo čekaš i želiš prekinuti prepoznavanje.
pl: Ten gest może być przydatny, jeśli uważasz, że czekałeś zbyt długo i chcesz anulować.
pt_br: Esse gesto pode ser útil se você achar que esperou muito tempo e quiser cancelar.
ru: Этот жест может быть полезен, если вы считаете, что ждали слишком долго, и хотите отменить запрос.
tr: Bu hareket, çok uzun süre beklediğinizi düşünüyorsanız ve iptal etmek istiyorsanız faydalı olabilir.
zh_cn: 如果您认为等待的时间过长，并且想要取消，此手势可能很有用。

source: Also sometimes you do not want to be disturbed by recognition message because you need to review some messages arrived after recognition start.
bg: Също така понякога не искате да бъдете прекъсвани от съобщението за разпознаване, защото трябва да прегледате някои съобщения, получени след началото на разпознаването.
fr: Parfois aussi vous ne voulez pas être dérangé par des messages de la reconnaissance parce que vous voulez lire un message arrivé après le début de la reconnaissance.
gl: Tamén algunhas veces non queres que te moleste a mensaxe de recoñecemento porque necesitas revisar mensaxes chegadas tralo comezo do recoñecemento.
hr: Također ponekad ne želiš da te poruke prepoznavanja ometaju, jer moraš pregledati neke poruke koje su pristigle nakon pokretanja prepoznavanja.
pl: Czasami nie chcesz być zakłócany przez komunikat rozpoznawania, ponieważ musisz przejrzeć niektóre wiadomości dostarczone po rozpoczęciu rozpoznawania.
pt_br: Também, às vezes você não quer ser incomodado pela mensagem de reconhecimento porque precisa revisar algumas mensagens recebidas após o início do reconhecimento.
ru: Кроме того, иногда вы не хотите, чтобы вас беспокоило сообщение о распознавании, потому что вам нужно просмотреть некоторые сообщения, поступившие после начала распознавания.
tr: Ayrıca bazen tanıma başladıktan sonra gelen bazı mesajları gözden geçirmeniz gerektiğinden tanıma mesajı tarafından rahatsız edilmek istemezsiniz.
zh_cn: 此外，有时您不想被识别消息打扰，因为您需要在识别启动后浏览其他东西。

source: Show previous result in a virtual result document.
bg: Показване на предишен резултат във виртуален документ за резултати.
fr: Voir le résulta précédent dans un document virtuel de résultat.
gl: Amosar resultado anterior nun documento virtual de resultado.
hr: Prikaži prethodni rezultat u virtualnom dokumentu rezultata.
pl: Pokaż poprzedni wynik w wirtualnym dokumencie wyników.
pt_br: Mostrar o resultado anterior em um documento de resultado virtual.
ru: Показать предыдущий результат в виртуальном документе результатов.
tr: Önceki sonucu sanal bir sonuç belgesinde göster.

source: Though there is a feature to copy result to clipboard. Character position information cannot be preserved, so this gesture is added to solve this problem.
bg: Въпреки че има функция за копиране на резултата в клипборда. Информацията за позицията на знака не може да бъде запазена, така че този жест е добавен за решаване на този проблем.
fr: Bien qu'il y ait une fonctionnalité pour copier le résultat dans le presse-papiers. L'information de position des caractères ne peut pas être préservée, ce geste permet de régler ce problème.
gl: Aínda que hai unha característica para copiar o resultado ao portapapeis. A información de posición de caracteres non se pode preservar, de xeito que se engade este xesto para solucionar este problema.
hr: Iako postoji funkcija za kopiranje rezultata u međuspremnik, podaci o položaju znakova ne mogu se sačuvati, stoga je ova gesta dodana, kako bi se riješio taj problem.
pl: Chociaż istnieje funkcja kopiowania wyników do schowka. Nie można zachować informacji o położeniu znaku, więc ten gest jest dodawany w celu rozwiązania tego problemu.
pt_br: Esse gesto pode ser útil se você achar que esperou muito tempo e quiser cancelar.
ru: Хотя есть функция копирования результата в буфер обмена. Информация о расположении символов не может быть сохранена, поэтому этот жест добавлен для решения этой проблемы.
tr: Sonucu panoya kopyalama özelliği olsa da. Karakter konum bilgisi korunamaz, bu nedenle bu sorunu çözmek için bu hareket eklenmiştir.

source: There are also four old gestures are left unassigned for users who prefer gestures in previous versions.
bg: Има и четири стари жеста, които са оставени неприсвоени за потребители, които предпочитат жестовете от предишните версии.
fr: Il existe également Quatre gestes anciens non assignés pour les utilisateurs préfèrant les gestes tels que définis dans les versions précédentes.
gl: Tamén hai catro xestos antigos que se deixaron sen asignar para os usuarios que prefiren os xestos en versións anteriores.
hr: Za korisnike koji preferiraju geste u prethodnim verzijama, postoje i četiri stare geste koje nisu dodijeljene.
pl: Istnieją również cztery stare gesty pozostawione bez przypisania dla użytkowników, którzy preferują gesty w poprzednich wersjach.
pt_br: Há também quatro gestos antigos que não foram atribuídos aos usuários que preferem os gestos das versões anteriores.
ru: Также есть четыре старых жеста, которые оставлены неназначенными для пользователей, предпочитающих жесты предыдущих версий.
tr: Ayrıca, önceki sürümlerde hareketleri tercih eden kullanıcılar için atanmamış dört eski hareket vardır. \n

source: It is recommended to use new gesture and switch engine type according to your need.
bg: Препоръчително е да използвате нов жест и да смените типа машина според вашите нужди.
fr: Il est recommandé d'utiliser les nouveaux geste et de choisir le moteur de reconnaissance en fonction de vos besoins.
gl: Recoméndase utilizar os novos xestos e cambiar o tipo de motor de acordo coas túas necesidades.
hr: Preporučujemo koristiti novu gestu i zamijeniti vrstu mehanizma prema vlastitim potrebama.
pl: Zaleca się użycie nowego gestu i zmianę typu silnika w zależności od potrzeb.
pt_br: Recomenda-se usar um novo gesto e trocar o tipo de motor de acordo com sua necessidade.
ru: Рекомендуется использовать новый жест и переключать тип движка в соответствии с вашими потребностями.
tr: Yeni hareket kullanmanız ve ihtiyacınıza göre motor türünü değiştirmeniz önerilir.
