Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/outlookExtended.*.po
Languages: es, fr, gl, hr, ja, pt_br, ru

source: Relevant commands are now usable in on-demand speech mode.
es: Las órdenes relevantes ahora se pueden usar en el modo de voz a petición.
fr: Les commandes pertinentes sont désormais utilisables en mode vocal à la demande.
pt_br: Os comandos relevantes agora podem ser usados no modo de fala sob demanda.
ru: Соответствующие команды теперь доступны в режиме речи по требованию.

source: Version 2.3
es: Versión 2.3
pt_br: Versão 2.3
ru: Версия 2.3

source: Note: From now on, translation updates will not appear anymore in the change log.
es: Nota: de ahora en adelante, ya no aparecerán las actualizaciones de traducciones en el registro de cambios.
fr: Remarque : À partir de maintenant, les mises à jour de traduction n'apparaîtront plus dans le journal des modifications.
pt_br: Nota: De agora em diante, as atualizações de tradução não aparecerão mais no registro de alterações.
ru: Примечание: Отныне обновления перевода больше не будут отображаться в журнале изменений.

source: Version 2.2
es: Versión 2.2
pt_br: Versão 2.2
ru: Версия 2.2

source: Restored compatibiliity with NVDA 2019.3.1.
es: Se restaura la compatibilidad con NVDA 2019.3.1.
fr: Compatibilité restaurée avec NVDA 2019.3.1.
pt_br: Compatibilidade restaurada com o NVDA 2019.3.1.Atualizada a compatibilidade para NVDA 2021.1.
ru: Восстановлена совместимость с NVDA 2019.3.1.

source: Updated localizations.
es: Traducciones actualizadas.
fr: Ajout de localisations.
gl: Traducións actualizadas.
hr: Prijevodi su aktualizirani.
ja: 更新されたローカライズ。
pt_br: Localizações atualizadas.
ru: Обновлены локализации.

source: Version 2.1
es: Versión 2.1
hr: Verzija 2.1
pt_br: Versão 2.1
ru: Версия 2.1

source: Removed the dev channel.
es: Se ha eliminado el canal de desarrollo.
fr: Suppression du canal de développement.
hr: Uklonjen je kanal razvoja.
pt_br: Removido o canal de desenvolvimento.
ru: Удален канал разработчика.

source: Version 2.0
es: Versión 2.0
hr: Verzija 2.0
pt_br: Versão 2.0
ru: Версия 2.0

source: Improve the user experience with the notifications appearing when entering e-mail addresses which are not valid anymore or which send automatic out of office replies: a sound alerts when such notifications appear or are updated, a gesture allows to read it or to move to it, and navigation in this area with arrows is made more easy.
es: Se mejora la experiencia de usuario con las notificaciones que aparecen al introducir direcciones de correo electrónico que ya no son válidas o que envían respuestas automáticas de desconexión de la oficina: se reproduce un sonido cuando dichas notificaciones aparecen o se actualizan, un gesto permite leerlas o desplazarse hasta ellas, y se facilita la navegación por la zona con las flechas.
fr: Amélioration de l'expérience utilisateur avec les notifications apparaissant lors de la saisie d'adresses e-mail qui ne sont plus valides ou qui envoient des réponses automatiques d'absence du bureau : un son alerte lorsque de telles notifications apparaissent ou sont mises à jour, un geste permet de les lire ou de s'y déplacer , et la navigation dans cette zone avec les flèches est rendue plus facile.
pt_br: Aprimore a experiência do usuário com as notificações que aparecem ao inserir endereços de e-mail que não são mais válidos ou que enviam respostas automáticas fora do office: um som alerta quando essas notificações aparecem ou são atualizadas, um gesto permite ler ou ir para elas e a navegação nessa área com setas fica mais fácil.
ru: Улучшен пользовательский опыт с помощью уведомлений, появляющихся при вводе адресов электронной почты, которые больше не действительны или на которые отправляются автоматические ответы вне рабочего места: звуковой сигнал оповещает о появлении или обновлении таких уведомлений, жест позволяет прочитать их или перейти к ним, а навигация в этой области осуществляется более легко с помощью стрелок.

source: Version 1.10
es: Versión 1.10
hr: Verzija 1.10
pt_br: Versão 1.10
ru: Версия 1.10

source: Compatibility with NVDA 2023.1.
es: Compatibilidad con NVDA 2023.1.
fr: Compatibilité avec NVDA 2023.1.
hr: Kompatibilnost s NVDA verzijom 2023.1.
pt_br: Compatibilidade com o NVDA 2023.1.Atualizada a compatibilidade para NVDA 2021.1.
ru: Совместимость с NVDA 2023.1.

source: Version 1.9
es: Versión 1.9
gl: Versión 1.9
hr: Verzija 1.9
ja: バージョン1.9
pt_br: Versão 1.9
ru: Версия 1.9

source: Compatibility with NVDA 2022.1.
es: Compatibilidad con NVDA 2022.1.
fr: Compatibilité avec NVDA 2022.1.
gl: Compatibilidade con NVDA 2022.1.
hr: Kompatibilnost s NVDA 2022.1.
ja: NVDA 2022.1に互換。
pt_br: Compatibilidade com o NVDA 2022.1.Atualizada a compatibilidade para NVDA 2021.1.
ru: Совместимость с NVDA 2022.1.

source: Dropped compatibility for versions of NVDA below 2019.3.
es: Eliminada la compatibilidad con versiones de NVDA anteriores a la 2019.3.
fr: Abandon de la compatibilité pour les versions de NVDA inférieures à 2019.3.
gl: Eliminada a compatibilidade con versións de NVDA por baixo da 2019.3.
hr: Dodatak više nije kompatibilan s NVDA verzijama manje od 2019.3.
ja: 2019.3よりも前のバージョンのNVDAの互換性を終了。
pt_br: Compatibilidade eliminada para versões do NVDA abaixo de 2019.3.Atualizada a compatibilidade para NVDA 2021.1.
ru: Заброшена совместимость для версий NVDA ниже 2019.3.

source: The release is now performed thanks to a GitHub action instead of appVeyor.
es: La versión se construye con una acción de GitHub en lugar de AppVeyor.
fr: La release est maintenant effectuée grâce à une action GitHub au lieu d'appVeyor.
gl: A publicación agora faise grazas a unha acción de GitHub no canto de appVeyor.
hr: Izdanje se sada izvodi zahvaljujući GitHub action umjesto appVeyora.
ja: このリリースはappVeyorの代わりにGitHubの動作により行われました。
pt_br: O lançamento agora é realizado graças a uma ação do GitHub em vez do appVeyor.
ru: Выпуск теперь выполняется благодаря действию на GitHub вместо AppVeyor.

source: Fixed the announcement when the user triple-presses alt+number shortcuts.
es: Corregido el anuncio cuando el usuario pulsa los atajos alt+números tres veces.
fr: Correction de l'annonce lorsque l'utilisateur appuie trois fois sur les raccourcis alt+chiffre.
gl: Arranxado o anuncio de cando o usuario preme tres veces o atallo alt+número.
hr: Ispravljena je najava kada korisnik triput pritisne prečace alt+broj.
ja: ユーザーがAlt+数字のショートカットを3回押した時の通知を修正しました。
pt_br: Corrigido o anúncio quando o usuário pressiona três vezes os atalhos alt+número.
ru: Исправлено объявление, когда пользователь трижды нажимал сочетания клавиш alt+цифра.

source: Fixed an issue preventing from reading calendar items headers of some versions of Outlook 365.
es: Corregido un problema que impedía leer las cabeceras de algunos elementos del calendario en algunas versiones de Outlook 365.
fr: Correction d'un problème empêchant la lecture des en-têtes des éléments de calendrier de certaines versions d'Outlook 365.
gl: Arranxado un problema que impedía ler os encabezados de elementos de calendario nalgunhas versións de Outlook 365.
hr: Ispravljen je problem koji sprečava čitanje zaglavlja stavki kalendara nekih Outlooka 365 verzija.
ja: Outlook 365の一部のバージョンのカレンダーの項目の見出しを読むのを妨げられる問題を修正しました。
pt_br: Corrigido um problema que impedia a leitura de cabeçalhos de itens de calendário de algumas versões do Outlook 365.
ru: Исправлена ошибка, из-за которой не удавалось прочитать заголовки элементов календаря в некоторых версиях Outlook 365.

source: Improvement of the test environment of the add-on: navigation in the fake root dialog.
es: Mejora del entorno de pruebas del complemento: navegación en el diálogo de raíz falsa.
fr: Amélioration de l'environnement de test de l'extension : navigation dans la boîte de dialogue fake root.
gl: Mellora do entorno de probas do complemento: navegación no diálogo de raíz falsa.
hr: Poboljšanje testnog okruženja dodatka: navigacija u dijalogu lažnog korijena.
ja: このアドオンのテスト環境の向上: 偽のルートダイアログでのナビゲーション。
pt_br: Aprimoramento do ambiente de teste do complemento: navegação na caixa de diálogo de raiz falsa.
ru: Улучшение тестовой среды дополнения: навигация в поддельном корневом диалоге.

source: Version 1.8
es: Versión 1.8
gl: Versión 1.8
hr: Verzija 1.8
ja: バージョン1.8
pt_br: Versão 1.8
ru: Версия 1.8

source: Ensure that all the variable from the original Outlook appModule are still available.
es: Se garantiza que todas las variables del módulo original de Outlook se encuentran todavía disponibles.
fr: Garantit que toutes les variables du module applicatif Outlook d'origine sont toujours disponibles.
gl: Asegurarse de que todas as variables do módulo de aplicación orixinal de Outlook seguen estando dispoñibles.
hr: Osigurava da su sve varijable iz izvornog Outlook appModule i dalje dostupne.
ja: 元々のOutlookアップモジュールからの全ての変数が利用可能であることを確認しました。
pt_br: Certifique-se de que todas as variáveis do appModule original do Outlook ainda estejam disponíveis.
ru: Проверено, что все переменные из исходного модуля приложения Outlook по-прежнему доступны.

source: Version 1.7
es: Versión 1.7
gl: Versión 1.7
hr: Verzija 1.7
ja: バージョン1.7
pt_br: Versão 1.7
ru: Версия 1.7

source: Update compatibility for NVDA 2021.1.
es: Se ha actualizado la compatibilidad para NVDA 2021.1.
fr: Mise à jour de la compatibilité pour NVDA 2021.1.
gl: Actualizar compatibilidade para NVDA 2021.1.
hr: Aktualizirana je kompatibilnost za NVDA 2021.1.
ja: NVDA 2021.1への互換性を更新しました。
pt_br: Atualizada a compatibilidade para NVDA 2021.1.
ru: Обновление совместимости для NVDA 2021.1.

source: Version 1.6
es: Versión 1.6
gl: Versión 1.6
hr: Verzija 1.6
ja: バージョン1.6
pt_br: Versão 1.6
ru: Версия 1.6

source: Fixed various issues when reading messages headers in Outlook 365.
es: Corregidos diversos problemas al leer las cabeceras de los mensajes en Outlook 365.
fr: Correction de divers problèmes lors de la lecture des en-têtes de messages dans Outlook 365.
gl: Arranxados varios problemas ao ler encabezados de mensaxes en Outlook 365.
hr: Ispravljeni su razni problemi prilikom čitanja zaglavlja poruka u programu Outlook 365.
ja: Outlook 365内のメッセージの見出しを読む時の様々な問題を修正しました。
pt_br: Vários problemas corrigidos ao ler cabeçalhos de mensagens no Outlook 365.
ru: Исправлены различные проблемы при чтении заголовков сообщений в Outlook 365.

source: Fixed an error in announce attachments script when a braille keyboard is used.
es: Corregido un error en el script para anunciar adjuntos cuando se usa un teclado Braille.
fr: Correction d'une erreur dans le script d'annonce des pièces jointes lorsqu'un clavier braille est utilisé.
gl: Arranxado un erro no script de anunciar adxuntos cando se usa un teclado braille.
hr: Ispravljena je greška pri najavljivanju priloga kad se koristi brajeva tipkovnica.
ja: 点字キーボードが使用される時の添付通知スクリプトでのエラーを修正しました。
pt_br: Corrigido um erro no script de anúncio de anexos quando um teclado braille é usado.
ru: Исправлена ошибка в скрипте объявления вложений при использовании брайлевской клавиатуры.

source: Added a unit test framework.
es: Añadido un marco de trabajo de pruebas unitarias.
fr: Ajout d'un environnement de test unitaire.
gl: Engadido un marco de probas unitarias (unit test framework).
hr: Dodan je okvir za testiranje jedinice.
ja: ユニットテストフレームワークを追加しました。
pt_br: Adicionada uma estrutura (framework) de teste de unidade.
ru: Добавлен фреймворк модульного тестирования.

source: Version 1.5
es: Versión 1.5
gl: Versión 1.5
hr: Verzija 1.5
ja: バージョン1.5
pt_br: Versão 1.5
ru: Версия 1.5

source: Reading the information bar is now working with NVDA 2019.3.
es: Ahora funciona la lectura de la barra de información con NVDA 2019.3.
fr: La lecture de la barre d'informations fonctionne désormais avec NVDA 2019.3.
gl: A lectura da barra de información xa funciona con NVDA 2019.3.
hr: Čitanje informacijske trake sada radi s NVDA 2019.3.
ja: 情報バーの読み上げがNVDA 2019.3で動作するようになりました。
pt_br: A leitura da barra de informações agora está funcionando com o NVDA 2019.3.
ru: Чтение информационной панели теперь работает с NVDA 2019.3.

source: Table navigation in the address book results is now working with NVDA 2019.3.
es: La navegación por tablas en los resultados de la libreta de direcciones ya funciona en NVDA 2019.3.
fr: La navigation de tableau dans les résultats du carnet d'adresses fonctionne désormais avec NVDA 2019.3.
gl: A navegación por táboa nos resultados da libreta de enderezos xa funciona con NVDA 2019.3.
hr: Kretanje po tablici u rezultatima adresara sada opet radi s NVDA 2019.3.
ja: アドレス帳の結果のテーブルナビゲーションがNVDA 2019.3で動作するようになりました。
pt_br: A navegação da tabela nos resultados do catálogo de endereços agora está funcionando com o NVDA 2019.3.
ru: Навигация по таблицам в результатах поиска адресной книги теперь работает с NVDA 2019.3.

source: Version 1.4
es: Versión 1.4
gl: Versión 1.4
hr: Verzija 1.4
ja: バージョン1.4
pt_br: Versão 1.4
ru: Версия 1.4

source: The script to move focus to headers is working again.
es: Vuelve a funcionar el script para desplazar el foco a las cabeceras.
fr: Le script pour déplacer le focus aux en-têtes fonctionne à nouveau.
gl: O script para mover o foco ás cabeceiras volve a funcionar.
hr: Skripta za premještanje fokusa na zaglavlja sada opet radi.
ja: 見出しにフォーカスを動かすスクリプトが再び動作するようになりました。
pt_br: O script para mover o foco para os cabeçalhos está funcionando novamente.
ru: Скрипт для перемещения фокуса на заголовки снова работает.

source: The script to move to attachments is now working when more attachments are present.
es: Vuelve a funcionar el script que permite desplazarse a los adjuntos cuando hay varios archivos presentes.
fr: Le script pour se déplacer aux pièces jointes fonctionne désormais lorsque plus de pièces jointes sont présentes.
gl: O script para moverse aos adxuntos xa funciona cando están presentes máis adxuntos.
hr: Skripta za premještanje na privitke sada opet radi, kad je prisutno više privitaka.
ja: 更に添付がある場合に、添付に移動するスクリプトが動作するようになりました。
pt_br: O script para mover para anexos agora está funcionando quando há mais anexos presentes.
ru: Скрипт для перехода к вложениям теперь работает при наличии большего количества вложений.

source: Added localizations.
es: Traducciones añadidas.
fr: Ajout de localisations.
gl: Traducións engadidas.
hr: Dodane su lokalizacije.
ja: ローカライズを追加しました。
pt_br: Adicionadas localizações.
ru: Добавлены локализации.

source: Version 1.3
es: Versión 1.3
gl: Versión 1.3
hr: Verzija 1.3
ja: バージョン1.3
pt_br: Versão 1.3
ru: Версия 1.3

source: Fixed message headers reading for newer Office 365 release.
es: Arreglada la lectura de encabezados de mensajes en compilaciones más nuevas de Office 365.
fr: Correction de la lecture des en-têtes de message pour la nouvelle version d'Office 365.
gl: Arranxada a lectura de encabezados de mensaxes para versións máis novas de Office 365.
hr: Ispravljeno čitanje zaglavlja poruka za novija Office 365 izdanja.
ja: より新しいOffice 365リリースでの、メッセージの見出しの読み上げを修正しました。
pt_br: Corrigida a leitura de cabeçalhos de mensagens para uma versão mais recente do Office 365.
ru: Исправлено чтение заголовков сообщений для более новой версии Office 365.

source: Updates to support newer versions of NVDA (Python 2 and 3 compatible).
es: Actualizaciones para soportar versiones más nuevas de NVDA (compatible con Python 2 y 3).
fr: Mises à jour pour prendre en charge les versions les plus récentes de NVDA (compatible Python 2 et 3).
gl: Actualizacións para soportar versións máis novas do NVDA (compatible con Python 2 e 3).
hr: Nadogradnje za podršku novijih NVDA verzija (kompatibilne s Python 2 i 3).
ja: より新しいバージョンのNVDA(Python 2と3の互換性) をサポートするための更新。
pt_br: Atualização para oferecer suporte a versões mais recentes do NVDA (compatível com Python 2 e 3).
ru: Обновления для поддержки более новых версий NVDA (совместимых с Python 2 и 3).

source: Releases performed now with appveyor.
es: Las liberaciones se realizan ahora con Appveyor.
fr: Release effectuée maintenant avec appveyor.
gl: As liberacións realízanse agora con Appveyor.
hr: Izdanja se sada izrađuju pomoću „appveyor”.
ja: リリースはappveyorで行われました。
pt_br: Versões realizadas agora com appveyor.
ru: Выпуски теперь выполняются с помощью appveyor.

source: Version 1.2
es: Versión 1.2
gl: Versión 1.2
hr: Verzija 1.2
ja: バージョン1.2
pt_br: Versão 1.2
ru: Версия 1.2

source: Fixed header reading when forwarding meeting.
es: Arreglada la lectura de encabezados al reenviar reuniones.
fr: Correction de la lecture des en-têtes lorsqu'on transfère un message.
gl: Arranxada a lectura de encabezamentos ao reenviar reunións.
hr: Ispravljeno čitanje zaglavlja poruka za prosljeđivanja sastanka.
ja: ミーティングの送信の時、見出しの読み上げを修正しました。
pt_br: Corrigida a leitura do cabeçalho ao encaminhar a reunião.
ru: Исправлено чтение заголовка при переадресации собрания.

source: Version 1.1
es: Versión 1.1
gl: Versión 1.1
hr: Verzija 1.1
ja: バージョン1.1
pt_br: Versão 1.1
ru: Версия 1.1

source: Version 1.0
es: Versión 1.0
gl: Versión 1.0
hr: Verzija 1.0
ja: バージョン1.0
pt_br: Versão 1.0
ru: Версия 1.0

source: Initial release.
es: Versión inicial.
fr: Version initiale
gl: Publicación inicial.
hr: Prvo izdanje.
ja: 最初のリリース。
pt_br: Versão inicial.
ru: Первоначальный выпуск.
