Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/outlookExtended.*.po
Languages: es, fr, gl, hr, ja, pt_br, ru

source: [[!meta title="Outlook extended"]]
hr: [[!meta title="Prošireni Outlook (Outlook extended)"]]
pt_br: [[!meta title="Outlook estendido (Outlook extended)"]]
ru: [[!meta title="Расширенный Outlook"]]

source: Authors: Cyrille Bougot, Ralf Kefferpuetz
es: Autores: Cyrille Bougot, Ralf Kefferpuetz
fr: Auteurs : Cyrille Bougot, Ralf Kefferpuetz
gl: Autores: Cyrille Bougot, Ralf Kefferpuetz
hr: Autori: Cyrille Bougot, Ralf Kefferpuetz
ja: 作者:Cyrille Bougot, Ralf Kefferpuetz
pt_br: Autores: Cyrille Bougot, Ralf Kefferpuetz
ru: Авторы: Cyrille Bougot, Ralf Kefferpuetz

source: NVDA compatibility: 2019.3 and beyond
es: Compatibilidad con NVDA: de 2019.3 en adelante
fr: Compatibilité NVDA: 2019.3 et ultérieure
gl: Compatibilidade con NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije
ja: NVDA 互換性: 2019.3以降
pt_br: Compatibilidade com NVDA: 2019.3 e posteriorCompatibilidade com NVDA: 2018.3 e além
ru: Совместимость с NVDA: 2019.3 и выше

source: Download [stable version][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード[安定版][1]
pt_br: Baixe a [versão estável][1]
ru: Загрузить [стабильную версию][1]

source: This addon improves the use of Microsoft Outlook with NVDA: it vocalizes some native commands and adds extra commands and features.
es: Este complemento mejora el uso de Microsoft Outlook con NVDA: verbaliza algunas órdenes nativas y añade órdenes y funciones extra.
fr: Cette extension améliore l’utilisation de Microsoft Outlook avec NVDA : elle vocalise certaines commandes et ajoute des commandes et fonctionnalités supplémentaires.
pt_br: Esse complemento aprimora o uso do Microsoft Outlook com o NVDA: ele vocaliza alguns comandos nativos e adiciona comandos e recursos extras.
ru: Это дополнение улучшает использование Microsoft Outlook с NVDA: оно озвучивает некоторые собственные команды и добавляет дополнительные команды и функции.

source: Commands
es: Órdenes
fr: Commandes
gl: Ordes de teclado
hr: Naredbe
ja: コマンド
pt_br: Comandos
ru: Команды

source: Alt+1 to Alt+9, Alt+0, Alt+-, Alt+=: Reports the header field 1 to 12 in a message, calendar item or task window. If pressed twice, moves the focus to this field if possible. If pressed three times, copies its content to the clipboard.
es: De alt+1 a alt+9, alt+0, alt+_ y alt+=: verbaliza los campos de cabecera del 1 al 12 en un mensaje, elemento del calendario o ventana de tarea. Si se pulsa dos veces, mueve el foco a ese campo si es posible. Si se pulsa tres veces, copia sus contenidos al portapapeles.
fr: Alt+1 à Alt+9, Alt+0, Alt+), alt+=: Annonce le champ d’en-tête 1 à 12 dans un message, un élément de calendrier ou une tâche. Une double pression déplace le focus dans ce champ si possible. Une triple pression copie son contenu dans le presse-papiers.
gl: Alt+1 a Alt+9, Alt+0, alt+_, alt+=: Anuncia o campo de cabeceira 1 a 12 nunha xanela de mensaxe, elemento de calendario ou tarefa. Se se preme dúas veces, move o foco a este campo se é posible. Se se preme tres veces, copia os seus contidos ao portapapeis.
hr: Alt+1 to Alt+9, Alt+0, Alt+-, Alt+=: Izvještava o poljima zaglavlja od 1 to 12 u poruci, stavki kalendara ili prozoru zadatka. Ako se pritisne dvaput, fokusira to polje, ako je moguće. Ako se pritisne triput, kopira sadržaj u međuspremnik.
ja: Alt+1 から Alt+9, Alt+0, Alt+-, Alt+=: メッセージの見出しフィールド、カレンダー項目またはタスクウィンドウの1から12を報告します。2回押すと、可能な場合、フォーカスをそのフィールドに移動します。3回押すと、その内容をクリップボードにコピーします。
pt_br: Alt+1 até Alt+9, Alt+0, Alt+-, Alt+=: Informa o campo de cabeçalho 1 a 12 em uma mensagem, item de calendário ou janela de tarefa. Se pressionado duas vezes, move o foco para este campo, se possível. Se pressionado três vezes, copia seu conteúdo para a área de transferência.
ru: Alt+1 до Alt+9, Alt+0, Alt+-, Alt+=: Объявляет поля заголовка с 1 по 12 в сообщении, элементе календаря или окне задачи. При двойном нажатии фокус перемещается на это поле, если это возможно. При тройном нажатии копируется его содержимое в буфер обмена.

source: NVDA+shift+I (desktop layout) / NVDA+control+shift+I (laptop layout): Reports the information bar in a message, calendar item or task window. If pressed twice, moves the focus to it. If pressed three times, copies its content to the clipboard.
es: NVDA+shift+I (distribución de escritorio) / NVDA+control+shift+I (distribución portátil): verbaliza la barra de información en un mensaje, elemento del calendario o ventana de tarea. Si se pulsa dos veces, mueve el foco hasta allí. Si se pulsa tres veces, copia su contenido al portapapeles.
fr: NVDA+Maj+I (disposition ordinateur de bureau) / NVDA+control+maj+I (disposition ordinateur portable): Annonce la barre d'information dans un message, un élément de calendrier ou une fenêtre de tâche. Une double pression y déplace le focus. Une triple pression copie son contenu dans le presse-papiers.
gl: NVDA+shift+I (distribución de escritorio) / NVDA+control+shift+I (distribución portátil): Anuncia a barra de información nunha xanela de mensaxe, elemento de calendario ou tarefa. Se se preme dúas veces, move o foco cara ela. Se se preme tres veces, copia os seus contidos ao portapapeis.
hr: NVDA+šift+I (desktop raspored) / NVDA+kontrol+šift+I (laptop raspored): Izvještava o informacijskoj traci u poruci, stavki kalendara ili prozoru zadatka. Ako se pritisne dvaput, fokusira ga. Ako se pritisne triput, kopira sadržaj u međuspremnik.
ja: NVDA+shift+I (デスクトップ配列) / NVDA+control+shift+I (ラップトップ配列): メッセージ、カレンダー項目またはタスクウィンドウの情報バーを報告します。2回押すとそこにフォーカスを移動します。3回押すとその内容をクリップボードにコピーします。
pt_br: NVDA+shift+I (leiaute de computador de mesa) / NVDA+control+shift+I (leiaute de computador portátil): Relata a barra de informações em uma mensagem, item de calendário ou janela de tarefa. Se pressionado duas vezes, move o foco para tal. Se pressionado três vezes, copia seu conteúdo para a área de transferência.
ru: NVDA+shift+I (настольная) / NVDA+control+shift+I (ноутбук): Озвучивает информационную панель в сообщении, событии календаря или окне задачи. Если нажать дважды, переводит в него фокус. Если нажать трижды, копирует его содержимое в буфер обмена.

source: NVDA+shift+A (desktop layout) / NVDA+control+shift+A (laptop layout):
es: NVDA+shift+A (distribución de escritorio) / NVDA+control+shift+A (distribución portátil):
fr: NVDA+maj+A (disposition ordinateur de bureau) / NVDA+control+maj+A (disposition ordinateur portable):
pt_br: NVDA+shift+A (layout de desktop) / NVDA+control+shift+A (layout de laptop):
ru: NVDA+shift+A (настольная) / NVDA+control+shift+A (ноутбук):

source: In a message window: reports the number and the names of attachments; if pressed twice, moves the focus to it.
es: En una ventana de mensaje: indica el número y los nombres de los adjuntos. Si se pulsa dos veces, mueve el foco hasta allí.
fr: Dans une fenêtre de message, annonce le nombre et le nom des pièces jointes; une double pression y déplace le focus.
pt_br: Em uma janela de mensagem: informa o número e os nomes dos anexos; se pressionado duas vezes, move o foco para ele. NVDA+shift+A (leiaute de computador de mesa) / NVDA+control+shift+A (leiaute de computador portátil): Informa o número e os nomes dos anexos em uma janela de mensagem. Se pressionado duas vezes, move o foco para ele.
ru: В окне сообщения: сообщает количество и названия вложений; при двойном нажатии перемещает фокус на них.

source: In a meeting window, in the all attendees tab: display in a browseable message the attendees status on the time slot of the meeting.
es: En una ventana de reunión, en la pestaña Todos los asistentes: mostrar en un mensaje explorable los estados de los asistentes en la franja horaria de la reunión.
fr: Dans une fenêtre de réunion, dans l'onglet tous les participants : affiche en mode navigation le statut des participants sur la plage horaire de la réunion.
pt_br: Em uma janela de reunião, na guia Todos os participantes: exiba em uma mensagem navegável o status dos participantes no intervalo de tempo da reunião.
ru: В окне собрания на вкладке всех участников: отображается в доступном для просмотра сообщении состояние участников на момент проведения собрания.

source: NVDA+shift+M (desktop layout) / NVDA+control+shift+M (laptop layout): Moves the focus to the message body.
es: NVDA+shift+M (distribución de escritorio) / NVDA+control+shift+M (distribución portátil): mueve el foco al cuerpo del mensaje.
fr: NVDA+maj+M (disposition ordinateur de bureau) / NVDA+control+maj+M (disposition ordinateur portable): Déplace le focus dans le corps du message.
gl: NVDA+shift+M (distribución de escritorio) / NVDA+control+shift+M (distribución portátil): Move o foco ó corpo da mensaxe.
hr: NVDA+šift+M (desktop raspored) / NVDA+kontrol+šift+M (laptop raspored): Premješta fokus u polje poruke.
ja: NVDA+shift+M (デスクトップ配列) / NVDA+control+shift+M (ラップトップ配列): フォーカスをメッセージ本体に移動します。
pt_br: NVDA+shift+M (leiaute de computador de mesa) / NVDA+control+shift+M (leiaute de computador portátil): Move o foco para o corpo da mensagem.
ru: NVDA+shift+M (настольная) / NVDA+control+shift+M (ноутбук): Перемещает фокус в тело сообщения.

source: NVDA+shift+N (desktop layout) / NVDA+control+shift+N (laptop layout): Reports the notification in a message window. If pressed twice, moves the focus to it. If pressed three times, copies its content to the clipboard.
es: NVDA+shift+N (distribución de escritorio) / NVDA+control+shift+N (distribución portátil): muestra la notificación en una ventana de mensaje. Si se pulsa dos veces, mueve el foco hacia ella. Si se pulsa tres veces, copia su contenido al portapapeles.
fr: NVDA+shift+N (disposition ordinateur de bureau) / NVDA+control+shift+N (disposition ordinateur portable) : annonce la notification dans une fenêtre de message. Si vous appuyez deux fois, déplace le focus dessus. Si vous appuyez trois fois, copie son contenu dans le presse-papiers.
hr: NVDA+šift+I (desktop raspored) / NVDA+kontrol+šift+N (laptop raspored): Izvještava obavijest u prozoru poruke. Ako se pritisne dvaput, pomiče fokus na njega. Ako se pritisne tri puta, kopira njegov sadržaj u međuspremnik.
pt_br: NVDA+shift+N (layout de desktop) / NVDA+control+shift+N (layout de laptop): Relata a notificação em uma janela de mensagem. Se pressionado duas vezes, move o foco para ela. Se pressionado três vezes, copia seu conteúdo para a área de transferência.NVDA+shift+I (leiaute de computador de mesa) / NVDA+control+shift+I (leiaute de computador portátil): Relata a barra de informações em uma mensagem, item de calendário ou janela de tarefa. Se pressionado duas vezes, move o foco para tal. Se pressionado três vezes, copia seu conteúdo para a área de transferência.
ru: NVDA+shift+N (настольная) / NVDA+control+shift+N (ноутбук): Объявляет уведомление в окне сообщений. При двойном нажатии перемещает на него фокус. При тройном нажатии копирует его содержимое в буфер обмена.

source: Control+Q: in the message list, marks the selected message or group of messages as read.
es: Ctrl+q: en la lista de mensajes, marca el mensaje o grupo de mensajes seleccionado como leído.
fr: Control+Q: Dans la liste des messages, marque le message ou le groupe de messages sélectionné comme lu.
gl: Control+Q: na lista de mensaxes, marca como lida a mensaxe ou o grupo de mensaxes seleccionado.
hr: Kontrol+Q: u popisu poruka, označi odabranu poruku ili grupu poruka kao pročitane.
ja: Control+Q: メッセージリスト内で、選択されたメッセージまたはメッセージグループに既読を付けます。
pt_br: Control+Q: na lista de mensagens, marca a mensagem ou o grupo de mensagens selecionadas como lida.
ru: Control+Q: в списке сообщений помечает выбранное сообщение или группу сообщений как прочитанные.

source: Control+U: in the message list, marks the selected message or group of messages as unread.
es: Ctrl+u: en la lista de mensajes, marca el mensaje o grupo de mensajes seleccionado como no leído.
fr: Control+U: Dans la liste des messages, marque le message ou le groupe de messages sélectionné comme non lu.
gl: Control+U: na lista de mensaxes, marca como non lida a mensaxe ou o grupo de mensaxes seleccionado.
hr: Kontrol+U: u popisu poruka, označi odabranu poruku ili grupu poruka kao nepročitane.
ja: Control+U: メッセージリスト内で、選択されたメッセージまたはメッセージグループに未読を付けます。
pt_br: Control+U: na lista de mensagens, marca a mensagem ou o grupo de mensagens selecionadas como não lida.
ru: Control+U: в списке сообщений помечает выбранное сообщение или группу сообщений как непрочитанные.

source: Additional improvements
es: Mejoras adicionales
fr: Améliorations supplémentaires
pt_br: Melhorias adicionais
ru: Дополнительные улучшения

source: When the recipient you have entered in the To, Cc or Bcc fields sends automatic out of office replies or is not present anymore on the Exchange server, Outlook report it in the notification area of the message window. In this notification area, you also have buttons to remove the address of these recipients. This add-on will inform you with a ding when this notification area appears, disappears or is updated. You can then press NVDA+shif+N / NVDA+control+shift+N once to have it read and twice to jump to this area. Then move with the arrows on the recipient buttons and press a button to remove the corresponding recipient.
es: Cuando el destinatario introducido en los campos Para, CC o CCO envía respuestas automáticas por desconexión o ya no está presente en el servidor Exchange, Outlook lo anuncia en el área de notificaciones de la ventana de mensaje. En esta zona de notificaciones, también hay botones para eliminar la dirección de estos destinatarios. Este complemento informará con un pitido cuando aparezca el área de notificaciones, desaparezca o se actualice. En ese momento, se puede pulsar una vez NVDA+shift+N o NVDA+control+shift+N para leerla o dos veces para saltar a ella. Después, se puede usar el desplazamiento con las flechas para moverse por los botones del destinatario y pulsar uno para eliminar al destinatario correspondiente.
fr: Lorsque le destinataire que vous avez saisi dans les champs À, Cc ou Cci envoie des réponses automatiques d'absence ou n'est plus présent sur le serveur Exchange, Outlook le signale dans la zone de notification de la fenêtre de message. Dans cette zone de notification, vous disposez également de boutons pour supprimer l'adresse de ces destinataires. Cet extension vous informera par un ding lorsque cette zone de notification apparaîtra, disparaîtra ou sera mise à jour. Vous pouvez ensuite appuyer sur NVDA+shift+N / NVDA+control+shift+N une fois pour le lire et deux fois pour accéder à cette zone. Déplacez-vous ensuite avec les flèches sur les boutons des destinataires et appuyez sur un bouton pour supprimer le destinataire correspondant.
pt_br: Quando o destinatário que você inseriu nos campos Para, Cc ou Bcc envia respostas automáticas fora do office ou não está mais presente no servidor do Exchange, o Outlook informa isso na área de notificação da janela da mensagem. Nessa área de notificação, você também tem botões para remover o endereço desses destinatários. Esse complemento o informará com um ding quando a área de notificação aparecer, desaparecer ou for atualizada. Você pode então pressionar NVDA+shif+N / NVDA+control+shift+N uma vez para ler e duas vezes para pular para essa área. Em seguida, mova-se com as setas nos botões de destinatário e pressione um botão para remover o destinatário correspondente.
ru: Когда получатель, которого вы указали в полях "Кому", "Cc" или "Bcc", отправляет автоматические ответы об отсутствии на рабочем месте или больше не присутствует на сервере Exchange, Outlook сообщает об этом в области уведомлений окна сообщений. В этой области уведомлений у вас также есть кнопки для удаления адресов этих получателей. Это дополнение сообщит вам звуковым сигналом, когда эта область уведомлений появится, исчезнет или обновится. Затем вы можете нажать NVDA+shift+N / NVDA+control+shift+N один раз, чтобы она была прочитана, и два раза, чтобы перейти в эту область. Затем перемещайтесь с помощью стрелок на кнопках получателя и нажмите кнопку, чтобы удалить соответствующего получателя.

source: In the address book's result list, you can use horizontal table navigation commands to read the content of each column.
es: En la lista de resultados de la libreta de direcciones, se pueden usar órdenes de navegación horizontal por tablas para leer el contenido de cada columna.
fr: Dans la liste des résultats du carnet d'adresses, vous pouvez utiliser les commandes de navigation horizontale dans un tableau pour lire le contenu de chaque colonne.
pt_br: Na lista de resultados do catálogo de endereços, você pode usar os comandos de navegação da tabela horizontal para ler o conteúdo de cada coluna.
ru: В списке результатов адресной книги вы можете использовать команды горизонтальной навигации по таблице, чтобы прочитать содержимое каждого столбца.

source: Notes
es: Notas
gl: Notas
hr: Napomene
ja: 備考
pt_br: Notas
ru: Примечания

source: All the gestures can be modified in the NVDA command gestures dialog. You may want to modify them especially in the following situations:
es: Todos los gestos pueden cambiarse en el diálogo Gestos de entrada de NVDA. Puedes querer modificarlos en las siguientes situaciones:
fr: Tous les gestes de commandes peuvent être modifiés dans la boîte de dialogue Gestes de commandes de NVDA. Vous pourriez en particulier vouloir les modifier dans les situations suivantes :
gl: Todos os xestos pódense modificar dende o diálogo Xestos de entrada de NVDA. Poderías querer modificalos especialmente nas seguintes situacións:
hr: Sve se geste mogu izmijeniti u dijaloškom okviru NVDA gesta naredbi. Moguće ih je promijeniti za sljedeće situacije:
ja: 全てのジェスチャーはNVDAコマンドジェスチャーダイアログで変更出来ます。特に、次のような場面で、変更したい場合があるかもしれません:
pt_br: Todos os comandos (gestos) podem ser modificados no diálogo definir comandos do NVDA. Pode querer alterá-los especialmente nas seguintes situações:
ru: Все жесты можно изменить в диалоге командных жестов NVDA. Вы можете захотеть изменить их, в частности, в следующих ситуациях:

source: The default gestures to mark messages as read or unread are the ones for Outlook english version. If they differ from the ones of your Outlook local version, you will have to change them accordingly.
es: Los gestos por defecto para marcar como leído o como no leído son los que vienen en la versión en inglés de Microsoft Outlook. Si son diferentes de los que vienen en tu versión local, deberás cambiarlos según corresponda.
fr: Les raccourcis par défaut pour marquer un message comme lu ou non lu sont ceux de la version anglaise d’Outlook. S’ils sont différents de ceux de votre version locale d’Outlook, vous devrez les modifier en conséquence.
gl: Os xestos por defecto para marcar mensaxes como lidas ou non lidas son os da versión en inglés de Outlook. Se difiren daqueles da túa versión local de Outlook, necesitarás cambialos en consecuencia.
hr: Zadane geste za označavanje poruka kao pročitanih ili nepročitanih su one, koje vrijede za englesku verziju Outlooka. Ako se razlikuju od lokalne verzije programa Outlook, potrebno ih je promijeniti u skladu s tim.
ja: メッセージに既読または未読を付けるジェスチャーの初期設定は、Outlookの英語版のものです。もしお使いの地域のバージョンのOutlookで異なる場合、それに従って変更する必要があります。
pt_br: Os comandos padrão para marcar mensagens como lidas ou não lidas são os da versão em inglês do Outlook. Se forem diferentes das versões locais do programa, deverá alterá-las em conformidade.
ru: Жесты, используемые по умолчанию для пометки сообщений как прочитанных или непрочитанных, используются в английской версии Outlook. Если они отличаются от жестов в вашей локальной версии Outlook, вам придется изменить их соответствующим образом.

source: The default gestures to read headers correspond to Alt combined with the keys of the first row of the alpha-numeric keyboard. You may need to re-map the gestures tor read header 11 and 12 if they do not match your local keyboard layout.
es: Los gestos por defecto para leer cabeceras se corresponden con la tecla Alt combinada con la fila superior del teclado alfanumérico. Puede ser necesario reasignar los gestos para leer las cabeceras 11 y 12 si no encajan con tu distribución de teclado.
fr: Les geste de commande par défaut pour lire les en-têtes correspondent à Alt en combinaison avec les touches de la première ligne du clavier alpha-numérique. Vous pourriez avoir besoin de réattribuer les gestes de commandes pour lire les en-têtes 11 et 12 s’ils ne sont pas en concordance avec votre disposition de clavier locale.
gl: Os xestos por defecto para ler as cabeceiras corresponden a Alt combinado coas teclas da primeira fila do teclado alfanumérico. Poderías necesitar reasignar os xestos para ler as cabeceiras 11 e 12 se non coinciden coa túa distribución de teclado local.
hr: Zadane geste za čitanje zaglavlja odgovaraju tipki Alt u kombinaciji s tipkama prvog reda alfa-numeričke tipkovnice. Možda će biti potrebno premapirati geste za čitanje zaglavlja 11 i 12, ako se ne podudaraju s rasporedom lokalne tipkovnice.
ja: 見出しを読むジェスチャーの初期設定は、英数字キーボードにて、Altキーと最初の1行のキーとの組み合わせに対応します。もしローカルキーボードのレイアウトにそれらが適合しない場合、見出し11と12を読むためにジェスチャーのリマップが必要かもしれません。
pt_br: Os comandos (gestos) padrão para ler os cabeçalhos correspondem a Alt combinado com as teclas da primeira linha do teclado alfanumérico. Pode ser necessário mapear novamente os comandos para ler os cabeçalhos 11 e 12, se não corresponderem ao leiaute do teclado local.
ru: Жесты, используемые по умолчанию для чтения заголовков, соответствуют клавише Alt в сочетании с клавишами первого ряда буквенно-цифровой клавиатуры. Возможно, вам потребуется перенастроить жесты для чтения заголовков 11 и 12, если они не соответствуют вашей местной раскладке клавиатуры.

source: Change log
es: Registro de cambios
fr: Journal des modifications
gl: Rexistro de trocos
hr: Dnevnik promjena
ja: 変更履歴
pt_br: Registro de alterações
ru: Журнал изменений

source: Version 3.0
es: Versión 3.0
pt_br: Versão 3.0
ru: Версия 3.0

source: In a meeting window, in the all attendees tab, pressing NVDA+shift+A (desktop layout) / NVDA+control+shift+A (laptop layout) now displays in a browseable message the attendees status on the time slot of the meeting.
es: En una ventana de reunión, en la pestaña Todos los asistentes, si se pulsa NVDA+shift+a (disposición de escritorio)/NVDA+control+shift+a (disposición portátil) ahora se muestran los estados de todos los asistentes en un mensaje explorable en la franja horaria de la reunión.
fr: Dans une fenêtre de réunion, dans l'onglet Tous les participants, un appui sur NVDA+shift+A (disposition ordinateur de bureau) / NVDA+control+shift+A (disposition ordinateur portable) affiche désormais en mode navigation le statut des participants sur le créneau horaire de la réunion.
pt_br: Em uma janela de reunião, na guia Todos os participantes, pressionar NVDA+shift+A (layout de desktop) / NVDA+control+shift+A (layout de laptop) agora exibe em uma mensagem navegável o status dos participantes no intervalo de tempo da reunião.
ru: В окне собрания на вкладке всех участников при нажатии клавиш NVDA+shift+A (настольная) / NVDA+control+shift+A (ноутбук) в доступном для просмотра сообщении отображается состояние участников на текущий момент времени собрания.

source: Version 2.4
es: Versión 2.4
pt_br: Versão 2.4
ru: Версия 2.4

source: Compatibility with NVDA 2024.1.
es: Compatibilidad con NVDA 2024.1.
fr: Compatibilité avec NVDA 2024.1.
pt_br: Compatibilidade com o NVDA 2024.1.Atualizada a compatibilidade para NVDA 2021.1.
ru: Совместимость с NVDA 2024.1.
