Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/pcKbBrl.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl

source: If you want to type text using one hand, you can compose characters pressing keys simultaneously or in several keystrokes, adding the dots corresponding to the desired character. Press g or h to type the character when you have added all its dots. If you make a mistake building a character, you can clear the dots before typing it by pressing t or y. The keys used in QWERTY English keyboard are the following:
bg: Ако искате да въвеждате текст с една ръка, можете да съставяте символи, като натискате клавиши едновременно или чрез няколко натискания на клавиши, като добавяте точки, съответстващи на желания символ. Натиснете G или H, за да въведете символа, когато сте добавили всичките му точки. Ако направите грешка при съставянето изграждането на знак, можете да изчистите точките преди да го напишете, като натиснете T или Y. Клавишите, използвани в английската QWERTY клавиатурна подредба са следните:
da: Hvis du vil skrive tekst med én hånd, kan du komponere tegn ved at trykke på tasterne samtidigt eller i flere tastetryk og tilføje de punkter, der svarer til det ønskede tegn. Tryk på g eller h for at skrive tegnet, når du har skrevet alle dets punkter. Hvis du laver en fejl under indtastningen af punkterne for det ønskede tegn, kan du slette punkterne, før du skriver det ved at trykke på t eller y. De taster, der bruges på QWERTY engelsk tastatur, er følgende:
de: Wenn Sie Text mit einer Hand schreiben wollen, können Sie Zeichen zusammensetzen, in dem Sie Tasten gleichzeitig drücken oder mit mehreren Tastenanschlägen eingeben, in dem Sie die entsprechenden Punkte dem gewünschten Zeichen hinzufügen. Drücken Sie anschließend g oder h, um das Zeichen zu schreiben, wenn Sie alle Punkte hinzugefügt haben. Sollten Sie einen Fehler beim zusammensetzen eines Zeichens machen, lassen Sie mittels t oder z die gesetzten Punkte wieder los. Folgende Tasten werden auf einer Englischen QWERTY-Tastatur verwendet:
es: Si quieres escribir texto con una sola mano, puedes componer los caracteres pulsando las teclas simultáneamente o en varias pulsaciones, añadiendo los puntos correspondientes al carácter deseado. Pulsa g o h para escribir el carácter cuando hayas añadido todos sus puntos. Si cometes un error construyendo un carácter, puedes eliminar sus puntos antes de escribirlo pulsando t o y. Las teclas usadas en el teclado inglés son las siguientes:
fi: Mikäli haluat kirjoittaa tekstiä yksikätisesti, voit syöttää merkit joko painamalla näppäimiä samanaikaisesti tai useilla painalluksilla, lisäten haluttua merkkiä vastaavat pisteet. Kirjoita merkki painamalla g tai h, kun olet lisännyt kaikki sen pisteet. Mikäli teet virheen merkkiä muodostaessasi, voit tyhjentää pisteet syöttämättä merkkiä painamalla t tai y. Englanninkielisessä QWERTY-näppäimistössä käytetään seuraavia näppäimiä:
fr: Si vous souhaitez saisir du texte d'une seule main, vous pouvez composer des caractères en appuyant sur les touches simultanément ou en plusieurs appuis, en ajoutant les points correspondant au caractère souhaité. Appuyez sur g ou h pour valider le caractère lorsque vous avez ajouté tous ses points. Si vous faites une erreur en composant un caractère, vous pouvez effacer les points avant de le valider en appuyant sur t ou y. Les touches utilisées dans le clavier français AZERTY sont les suivantes:
gl: Se queres escribir texto utilizando unha man, podes compoñer caracteres premendo as teclas simultaneamente ou en varios atallos de teclado, engadindo os puntos correspondentes co carácter desexado:
hr: Ako tekst želiš tipkati jednom rukom, možeš sastaviti znakove istovremenim pritiskanjem tipki ili pritiskanjem tipki pojedinačno, dodajući točkice koje odgovaraju željenom znaku. Pritisni g ili h za tipkanje znaka kad su dodane sve točkice. Ako pogriješiš prilikom sastavljanja znaka, točkice možeš ukloniti prije nego što se utipkaju, pritiskom tipke t ili y. Tipke koje se koriste na engleskoj QWERTY tipkovnici su:
ja: テキストを片手で入力したい場合、キーを同時または数回押しに分けて、入力したい文字に対応する点を追加して、文字を作ることが出来ます。そのすべての点を追加したら、gまたはhを押して、文字を入力します。文字を組み立てる時に間違えた場合は、入力前にtまたはyを押して、点を消すことが出来ます。QWERTY英語キーボードで使用されるキーは以下です:
pl: Aby pisać jedną ręką, można układać znaki naciskając klawisze jednocześnie lub każdy oddzielnie. Pojedynczo dodaje się punkty, z których składa się rządany znak. Następnie należy nacisnąć g lub h aby wpisać cały znak po dodaniu wszystkich jego punktów. W razie pomyłki podczas układania znaku, można wyczyścić niewłaściwe punkty przed wprowadzeniem całego znaku naciskając t lub y. Dla angielskiej klawiatury QWERTY używane są następujące klawisze:

source: Left hand: f, d, s, r, e, w, a, q for dots 1, 2, 3, 4, 5, 6, 7 and 8.
bg: Лява ръка: F, D, S, R, E, W, A, Q за точки 1, 2, 3, 4, 5, 6, 7 и 8.
da: Venstre hånd: f, d, s, r, e, w, a, q for punkterne 1, 2, 3, 4, 5, 6, 7 og 8.
de: Linke Hand: f, d, s, r, e, w, a, q für die Punkte 1, 2, 3, 4, 5, 6, 7 und 8.
es: Mano izquierda: f, d, s, r, e, w, a, q para los puntos 1, 2, 3, 4, 5, 6, 7 y 8.
fi: Vasen käsi: f, d, s, r, e, w, a, q pisteille 1, 2, 3, 4, 5, 6, 7 ja 8.
fr: Main gauche: f, d, s, r, e, z, q, a pour les points 1, 2, 3, 4, 5, 6, 7 et 8.
gl: Man esquerda: f, d, s, r, e, w, a, q para os puntos 1, 2, 3, 4, 5, 6, 7 e 8.
hr: Lijeva ruka: f d s r e w a q za točkice 1 2 3 4 5 6 7 8.
ja: 左手: f,d,s,r,e,w,a,qで点1,2,3,4,5,6,7,8。
pl: Lewa ręka: f, d, s, r, e, w, a, q dla punktów 1, 2, 3, 4, 5, 6, 7 i 8.

source: Right hand: j, k, l, u, i, o, ; (semicolon), p for dots 1, 2, 3, 4, 5, 6, 7 and 8.
bg: Дясна ръка: J, K, L, U, I, O, ; (точка и запетая), P за точки 1, 2, 3, 4, 5, 6, 7 и 8.
da: Højre hånd: j, k, l, u, i, o,æ, p for punkterne 1, 2, 3, 4, 5, 6, 7 og 8.
de: Rechte Hand: j, k, l, u, i, o, ö und, p für die Punkte 1, 2, 3, 4, 5, 6, 7 und 8.
es: Mano derecha: j, k, l, u, i, o, ; (punto y coma), p para los puntos 1, 2, 3, 4, 5, 6, 7 y 8.
fi: Oikea käsi: j, k, l, u, i, o, ; (puolipiste), p pisteille 1, 2, 3, 4, 5, 6, 7 ja 8.
fr: Main droite: j, k, l, u, i, o, m, p pour les points 1, 2, 3, 4, 5, 6, 7 et 8.
gl: Man dereita: j, k, l, u, i, o, ; (punto e coma, ñ en teclado español), p para os puntos 1, 2, 3, 4, 5, 6, 7 e 8.
hr: Desna ruka: j k l u i o ; p za točkice 1 2 3 4 5 6 7 8.
ja: 右手: j,k,l,u,i,o,;,pで点1,2,3,4,5,6,7,8。
pl: Prawa ręka: j, k, l, u, i, o, ; (średnik), p dla punktów 1, 2, 3, 4, 5, 6, 7 i 8.

source: You can press most other keys as normal, including space, backspace, enter and function keys. Take care about not pressing alt+shift, since changing the keyboard layout may affect the entered dots.
bg: Можете да натискате повечето други клавиши, както обикновено, включително интервал, BackSpace, ENTER и функционалните клавиши. Внимавайте да не натискате Alt+Shift, тъй като промяната на клавиатурната подредба може да повлияе на въведените точки.
da: Du kan trykke på de fleste andre taster som normalt, herunder mellemrum, backspace, enter og funktionstaster. Pas på ikke at trykke på alt+shift, da ændring af tastaturlayoutet kan påvirke de indtastningen af punktskrift.
de: Sie könnnen die meisten Tasten (wie Leertaste, F-Tasten, Eingabe, Rücktaste sowie die Pfeiltasten) gewohnt betätigen. Beachten Sie, dass die Tastenkombination Alt+Umschalt das verwendete Tastaturlayout wechselt, sodass Sie möglicherweise beim Schreiben andere Zeichen erhalten.
es: Puedes pulsar la mayoría de las otras teclas como siempre, incluyendo la barra espaciadora, intro, retroceso y las teclas de función. Ten cuidado al pulsar alt+shift, ya que cambiar la distribución del teclado puede afectar a los puntos introducidos.
fi: Useimpia muita näppäimiä voit painaa normaalisti, mukaan lukien Väli, Askelpalautin, Enter sekä funktionäppäimet. Pidä huoli, ettet paina Alt+Vaihto-näppäinyhdistelmää, koska näppäimistöasettelun vaihtaminen voi vaikuttaa syötettyihin pisteisiin.
fr: Vous pouvez appuyer sur la plupart des autres touches comme d'habitude, y compris les touches espace, retour arrière, entrée et fonction. Veillez à ne pas appuyer sur alt+maj, car la modification de la disposition du clavier peut affecter les points entrés.
gl: Podes premer a maioría do resto de teclas con normalidade, incluíndo espacio, retroceso, intro e teclas de función. Ten coidado con non premer alt+shift, pois cambiar a distribución de teclado podería afectar aos puntos introducidos.
hr: Možeš pritisnuti većinu ostalih tipki kao i obično, uključujući razmaknicu, backspace, enter i funkcijske tipke. Pazi da ne pritisneš alt+šift, jer promjena rasporeda tipkovnice može utjecati na utipkane točkice.
ja: スペース、バックスペース、エンター、ファンクションキーを含む他のほとんどのキーは、通常通り押せます。Alt+shiftを押さないように気を付けて下さい、キーボードレイアウトの変更で、入力される点に影響を与えられると考えられます。
pl: Większość pozostałych klawiszy, takich jak spacja, backspace, enter lub klawisze funkcyjne działa bez zmian. Należy jednak uważać, aby nie wcisnąć polecenia alt+shift, ponieważ zmiana układu klawiatury może mieć wpływ na wprowadzane punkty.

source: Press space bar in combination with braille dots to move the system cursor (or report the current line), just if you were using a braille display. For example, space+dot1 to emulate upArrow, space+dot4+dot5+dot6 to emulate control+end, space+dot1+dot4 to report the current line, etc.
bg: Натиснете КЛАВИША ЗА ИНТЕРВАЛ в комбинация с брайлови точки, за да преместите системния курсор (или да прочетете текущия ред), все едно използвате брайлов дисплей. Например Интервал+Точка1 за емулиране на стрелка нагоре, Интервал+Точка4+Точка5+Точка6 за емулиране на Control+End, Интервал+Точка1+Точка4 за прочитане на текущия ред и т.н.
da: Tryk på mellemrumstasten i kombination med punkter for at flytte systemmarkøren (eller rapportere den aktuelle linje), som hvis du brugte et punktdisplay. For eksempel mellemrum+punkt1 for at emulere pil op, mellemrum+punkt4+punkt5+punkt6 for at emulere Ctrl+end, mellemrum+punkt1+punkt4 for at rapportere den aktuelle linje osv.
de: Drücken Sie die Leertaste in Kombination mit Braillepunkten, um den Systemcursor zu bewegen (oder die aktuelle Zeile anzusagen), so, wie wenn Sie eine Braillezeile verwenden. Beispiel: Drücken Sie Leertaste+Punkt1, um Pfeil nach oben zu emulieren, Leertaste+Punkt4+Punkt5+Punkt6 um Steuerung+Ende zu emulieren, Leertaste+Punkt1+Punkt4 um die aktuelle Zeile anzusagen, usw.
es: Pulsa la barra espaciadora en combinación con puntos Braille para mover el cursor del sistema (o anunciar la línea actual), como si estuvieras usando una pantalla Braille. Por ejemplo, espacio+punto 1 para emular flecha arriba, espacio+puntos 4, 5 y 6 para emular control+fin, espacio+puntos 1 y 4 para anunciar la línea actual, etc.
fi: Siirrä järjestelmäkohdistinta (tai puhu nykyinen rivi) painamalla Väli-näppäintä yhdessä pistekirjoituspisteiden kanssa, aivan kuten pistenäyttöä käyttäessäsi. Esim. väli+piste 1 jäljittelee ylänuolta, väli+piste 4+piste 5+piste 6 Ctrl+End-näppäimiä, väli+piste 1+piste 4 puhuu nykyisen rivin jne.
fr: Appuyez sur la barre d'espace en combinaison avec des points braille pour déplacer le curseur système (ou annoncer la ligne courant), comme si vous utilisiez un afficheur braille. Par exemple, espace+point1 pour émuler flècheHaut, espace+point4+point5+point6 pour émuler contrôle+fin, espace+point1+point4 pour annoncer la ligne courante, etc.
gl: Preme a barra espaciadora en combinación cos puntos para mover o cursor do sistema (ou anunciar a liña actual), simplemente como se estiveses utilizando unha pantalla braille. Por exemplo, espazo+punto1 para emular frechaArriba, espazo+dot4+dot5+dot6 para emular control+fin, espazo+punto1+punto4 para anunciar a liña actual, etc.
hr: Pritisni razmaknicu u kombinaciji s brajevim točkicama za pomicanje sustavskog pokazivača (ili prijavi trenutačni redak), kao da koristiš brajični prikaz. Na primjer, razmak+točkica1 za oponašanje strelice gore, razmak+točkica4+točkica5+točkica6 za oponašanje kontrol+kraj, razmak+točkica1+točkica4 za izvještavanje o trenutaćnom retku itd.
ja: スペースバーと点字の点の組み合わせを押して、システムカーソルが移動します(または現在の行を報告します)。点字ディスプレイを使用している時と同じような感じです。例えば、スペース+点1で上矢印、スペース+点4+点5+点6でControl+end、スペース+点1+点4で現在の行を報告、などです。
pl: Naciskaj spację wraz z poszczególnymi punktami brajla, aby przemieszczać kursor systemowy lub odczytać bieżącą linię, tak jak przy użyciu monitora brajlowskiego. Na przykład, spacja+punkt1 emuluje strzałkę w górę, spacja+punkt4+punkt5+punkt6 emuluje control+end, spacja+punkt1+punkt4 odczytuje bieżącą linię, ITD.

source: Press NVDA+0 to disable braille input.
bg: Натиснете NVDA+0, за да изключите режима на брайлово въвеждане.
da: Tryk på NVDA+0 for at deaktivere punktindtastning.
de: Drücken Sie NVDA+0, um die Braille-Eingabe auszuschalten..
es: Pulsa NVDA+0 para desactivar la entrada braille.
fi: Poista pistekirjoituksen syöttö käytöstä painamalla NVDA+0.
fr: Appuyez sur NVDA+0 pour désactiver la saisie braille.
gl: Preme NVDA+0 para desactivar a entrada braille.
hr: Pritisni NVDA+0 za deaktiviranje brajičnog unosa.
ja: NVDA+0を押すと点字入力が無効になります。
pl: Aby wyłączyć wprowadzanie brajla, naciśnij NVDA+0.

source: Important Notes
bg: Важни забележки
da: Vigtige bemærkninger:
de: Wichtige Anmerkungen
es: Notas Importantes
fi: Tärkeitä huomautuksia
fr: Remarques Importantes
gl: Notas Importantes
hr: Važne napomene
ja: 重要な注意点
pl: Ważne uwagi

source: This add-on uses NVDA's in-built braille input support. Therefore, the input table used is that specified in NVDA's Braille Settings dialog.
bg: Тази добавка използва вградената в NVDA поддръжка за въвеждане на брайл. Следователно използваната входна таблица е същата, която е зададена в прозореца с настройките за брайл на NVDA.
da: Denne tilføjelse bruger NVDAs indbyggede punktskrift. Derfor er den anvendte indtastningstabel den, der er angivet i NVDAs punktindstillinger.
de: Die Erweiterung verwendet die Einstellung "Braille-Eingabetabelle" aus den Braille-Einstellungen.
es: Este complemento utiliza el soporte de entrada de Braille de NVDA incorporado. Por lo tanto, la tabla de entrada utilizada es la especificada en el cuadro de diálogo Opciones de Braille de NVDA.
fi: Tämä lisäosa käyttää NVDA:n sisäänrakennettua pistekirjoituksen syötön tukea. Tämän vuoksi syöttötaulukkona käytetään NVDA:n Pistenäytön asetukset -valintaikkunassa määritettyä taulukkoa. NVDA tukee tällä hetkellä vain tietokonemerkistöä, joten rajoitus koskee myös tätä lisäosaa.
fr: Cette extension utilise le support de la saisie braille intégré dans NVDA. Par conséquent, la table de saisie utilisée est celle spécifiée dans la boîte de dialogue des Paramètres braille de NVDA.
gl: Este complemento usa o Soporte incorporado para a entrada do Braille de NVDA. Polo tanto, a táboa de entrada utilizada é a especificada na caixa de diálogo Opcións de Braille do NVDA.
hr: Ovaj dodatak koristi u NVDA čitaču ugrađenu podršku za brajični unos. Stoga se koristi ulazna brajična tablica, koja je definirana u dijaloškom okviru postavki za brajicu.
ja: このアドオンは、NVDAに搭載された点字入力サポートを使用しています。よって、使用される入力表は、NVDAの点字設定ダイアログに指定される物になります。
pl: Dodatek używa wbudowanego w NVDA wsparcia wprowadzania brajla. Dlatego domyślną tablicą wejścia jest ta, którą użytkownik wybrał w ustawieniach brajla NVDA.

source: Some keyboards, particularly laptop keyboards, cannot handle certain combinations of keys being pressed. When this happens, certain keys are simply ignored. Unfortunately, there is nothing that can be done to fix this, as the keys are simply never received by Windows or NVDA. In some cases, using the upper row of keys with either or both hands might help, as your keyboard may allow these keys.
bg: Някои клавиатури, особено тези при преносимите компютри, не поддържат едновременното натискане на определени комбинации от клавиши. Когато това се случи, някои клавиши просто биват игнорирани. За съжаление нищо не може да се направи за да се оправи това,, тъй като сигналите от клавишите просто никога не достигат до Windows или NVDA. В някои случаи използването на горния ред от клавиши с една от двете или и с двете ръце може да помогне, ако вашата клавиатура позволява натискането на комбинации от тези клавиши.
da: Nogle tastaturer, især bærbare tastaturer, kan ikke håndtere bestemte kombinationer af taster, der trykkes ned. Når dette sker, ignoreres visse nøgler simpelthen. Desværre er der ikke noget, der kan gøres for at løse dette, da tasterne simpelthen aldrig modtages af Windows eller NVDA. I nogle tilfælde kan det være en hjælp at bruge den øverste række af taster med én eller begge hænder, da dit tastatur muligvis tillader disse taster.
de: Einige Laptop-Tastaturen können nicht mit gedrückten Tastenkombinationen umgehen.
es: Algunos teclados, en particular los teclados portátiles, no pueden manejar ciertas combinaciones de teclas pulsadas. Cuando esto suceda, ciertas teclas son simplemente ignoradas. Por desgracia, no hay nada que se pueda hacer para solucionar este problema, ya que las teclas simplemente nunca son recibidas por Windows o NVDA. En algunos casos, utilizando la fila superior de teclas con una o ambas manos puede ayudar, ya que el teclado puede permitir estas teclas.
fi: Jotkin näppäimistöt, erityisesti kannettavien,, eivät pysty käsittelemään määrättyjen yhdistelmien painamista. Kun tätä tapahtuu, näppäinpainallukset yksinkertaisesti ohitetaan. Valitettavasti tämän asian korjaamiseksi ei ole tehtävissä mitään, koska Windows tai NVDA ei yksinkertaisesti ota vastaan näitä näppäinpainalluksia. Ylärivin näppäinten käyttäminen jommallakummalla tai molemmilla käsillä saattaa joissain tapauksissa auttaa , koska näppäimistö saattaa sallia näiden näppäinten painamisen.
fr: Certains claviers, notamment des claviers de portables, ne peuvent pas gérer certaines combinaisons de touches. Lorsque cela se produit, certaines touches sont simplement ignorés. Malheureusement, rien ne peut être fait pour résoudre ce problème, car les touches ne sont tout simplement jamais reçus par Windows ou NVDA. Dans certains cas, utiliser la rangée supérieure des touches avec une ou deux mains pourrait aider, car le clavier peut permettre ces touches.
gl: Algúns teclados, en particular os teclados portátiles, non poden manexar certas combinacións de teclas a premer. Cando esto aconteza, certas teclas son simplemente ignoradas. Por desgracia, non hai nada que se poida facer para solucionar este problema, xa que as teclas simplemente nunca foron recibidas por Windows ou NVDA. Nalgúns casos, o uso da fila superior de teclas cunha ou ambas mans pode axudar, así como que o teu teclado pode permitir estas teclas.
hr: Neke tipkovnice, osobito tipkovnice prijenosnih računala ne dozvoljavaju određene tipkovničke kombinacije. U tim slučajevima se pojedine tipke jednostavno zanemaruju. Nažalost, ovaj problem nije moguće riješiti, jer se tipke jednostavno ne prepoznaju od strane Windowsa ili NVDA čitača. U nekim slučajevima pomaže korištenje tipki gornjeg reda, ovisno o mogućnostima tipkovnice.
ja: キーボードによっては、特にラップトップキーボードでは、押されるキーの組み合わせを扱えない場合があります。この場合、キーの一部は単に無視されることになります。残念ながら、WindowsにもNVDAにもキーが受け取られないため、これを修正する方法はありません。上の行のキーを片手または両手で使用すると、使用しているキーボードがこれらのキーの組み合わせを許可している場合は、入力出来るかもしれません。
pl: Niektóre klawiatury, szczególnie klawiatury laptopów, nie obsługują niektórych kombinacji klawiszy naciśniętych jednocześnie. Jeśli to się zdarzy, niektóre klawisze są po prostu ignorowane. Niestety nie da się nic zrobić, aby to naprawić, ponieważ te klawisze nigdy nie trafiają do Windows czy NVDA. W niektórych przypadkach może pomóc użycie górnego rzędu klawiszy jedną lub obiema rękami, ponieważ twoja klawiatura może zezwalać na te klawisze.

source: Changes for 28.0.0
bg: Промени във версия 28.0.0
de: Änderungen in 28.0.0
es: Cambios para 28.0.0
fi: Muutokset versiossa 28.0.0
fr: Changements de la version 28.0.0
gl: Cambios para 2022.1
hr: Promjene za 28.0.0

source: Changed default values for One hand mode.
bg: Променени са стойностите по подразбиране за режима с една ръка.
de: Die Standardwerte für den Ein-Hand-Modus wurden geändert.
es: Se cambian los valores predeterminados para el modo de una mano.
fi: Vaihdettu yksikätisen tilan oletusarvoja.
fr: Valeurs par défaut modifiées pour le Mode à une main.
hr: Promijenjene su standardne vrijednosti za jednoručni način rada.

source: Changes for 2023.02.23
bg: Промени във версия 2023.02.23
de: Änderungen in 2023.02.23
es: Cambios para 2023.02.23
fi: Muutokset versiossa 2023.02.23
fr: Changements de la version 2023.02.23
hr: Promjene za 2023.02.23

source: Added ability to configure keys used to type dots in one hand mode.
bg: Добавена е възможност за конфигуриране на клавиши, използвани за въвеждане на точки в режим за въвеждане с една ръка.
de: Es wurde die Möglichkeit hinzugefügt, Tasten zu konfigurieren, die für die Eingabe von Punkten im Einhandmodus verwendet werden.
es: Se ha añadido la posibilidad de configurar las teclas usadas para escribir puntos en el modo de una mano.
fi: Lisätty mahdollisuus pisteiden kirjoittamiseen käytettävien näppäinten määrittämiseen yksikätisessä tilassa.
fr: Ajout de la capacité à configurer les touches utilisées pour taper les points dans le mode à une main.
gl: Engadida a posibilidade de configurar as teclas utilizadas para escribir puntos no modo dunha soa man.
hr: Dodana je mogućnost konfiguriranja tipki za jednoručno tipkanje točkica.

source: Now you can configure keys that should be ignored when typing in braille.
bg: Сега можете да конфигурирате клавиши, които да бъдат игнорирани при въвеждане на брайл.
de: Jetzt können Sie Tasten konfigurieren, die bei der Braille-Eingabe ignoriert werden sollen.
es: Ahora se pueden configurar las teclas que deberían ignorarse al escribir en braille.
fi: Voit nyt määrittää näppäimet, jotka ohitetaan pistekirjoitusta kirjoitettaessa.
fr: Vous pouvez maintenant configurer les touches qui doivent être ignorées lors de la saisie braille.
gl: Agora podes configurar teclas que se ignorarán ó escribir en braille.
hr: Sada možeš konfigurirati tipke koje se zanemaruju prilikom tipkanja brajičnih znakova.

source: A restore to defaults button has been added to the add-on settings panel.
bg: Към панела с настройки на добавката е добавен бутон за възстановяване на настройките по подразбиране.
de: Eine Schaltfläche zum Wiederherstellen der Standardeinstellungen wurde zum Einstellungsfenster der NVDA-Erweiterung hinzugefügt.
es: Se ha añadido un botón que restaura los valores por defecto al panel de opciones del complemento.
fi: Lisäosan asetuspaneeliin on lisätty Palauta oletukset -painike.
fr: Un bouton pour restaurer aux paramètres par défaut a été ajouté au panneau de paramètres de l'extension.
gl: Engadiuse un botón para restaurar ás predeterminadas ó panel de opcións do complemento.
hr: U ploču postavki dodataka je dodan gumb za obnavljanje standardnih postavki.

source: Compatible with NVDA 2023.1.
bg: Съвместима с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
es: Compatible con NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
fr: Compatible avec NVDA 2023.1.
gl: Compatible con NVDA 2023.1.
hr: Kompatibilno s NVDA čitačem 2023.1.

source: Changes for 2022.1
bg: Промени във версия 2022.1
da: Ændringer for 2022.1
de: Änderungen in 2022.1
es: Cambios para 2022.1
fi: Muutokset versiossa 2022.1
fr: Changements de la version 2022.1
gl: Cambios para 2022.1
hr: Promjene za 2022.1
ja: 2022.1の変更点
pl: Zmiany na rok 2022.1
