Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/pcKbBrl.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl

source: Added ability to configure keys to send and clear dots when writing with one hand. Also, it's possible to set a timeout to send dots automatically, without pressing confirmation keys.
bg: Добавена е възможност за конфигуриране на клавиши за изпращане и изчистване на точки при писане с една ръка. Също така е възможно да зададете време за изчакване за автоматично изпращане на точки, без да натискате клавиши за потвърждение.
da: Tilføjet mulighed for at konfigurere taster til at sende og rydde punkttegn, når du skriver med én hånd. Det er også muligt at indstille en timeout, der automatisk sender de indtastede punkttegn uden at trykke på bekræftelsestaster.
de: Es besteht jetzt die Möglichkeit, Tasten zum Senden und Löschen von Punkten beim Schreiben mit einer Hand zu konfigurieren. Es ist auch möglich, eine Zeitüberschreitung einzustellen, um Punkte automatisch zu senden, ohne Bestätigung die Tasten zu drücken.
es: Se ha añadido la posibilidad de configurar teclas para enviar y borrar puntos al escribir con una mano. También es posible configurar un tiempo de espera para enviar los puntos automáticamente, sin pulsar teclas de confirmación.
fi: Lisätty mahdollisuus pisteitä lähettävien ja poistavien näppäinten määrittämiseen yhdellä kädellä kirjoitettaessa. Lisäksi on mahdollista määrittää aikakatkaisu, jonka kuluttua pisteet lähetetään automaattisesti ilman vahvistusnäppäinten painamista.
fr: Ajout de la capacité de configurer les touches pour envoyer et effacer les points lors de l'écriture à une main. Il est également possible de définir un délai d'expiration pour envoyer des points automatiquement, sans appuyer sur les touches de confirmation.
gl: Engadida a posibilidade de configurar as teclas para enviar e limpar puntos ó escribir cunha soa man. Tamén é posible configurar un tempo de espera para enviar os puntos automaticamente, sen premer teclas de confirmación.
hr: Dodana je mogućnost konfiguriranja tipki za slanje i brisanje točaka prilikom pisanja jednom rukom. Također, moguće je postaviti vremensko ograničenje za automatsko slanje točaka, bez pritiskanja tipki za potvrdu.
ja: 片手で書いている時に、点を送信、クリアするキーを設定する機能を追加しました。また、タイムアウトを設定して、確認キーを押すことなく、点を自動的に送れるようになりました。
pl: Dodano możliwość konfigurowania kluczy do wysyłania i czyszczenia kropek podczas pisania jedną ręką. Ponadto możliwe jest ustawienie limitu czasu automatycznego wysyłania kropek bez naciskania potwierdzenia.

source: Changes for 2021.1
bg: Промени във версия 2021.1
da: Ændringer for 2021.1
de: Änderungen in 2021.1
es: Cambios para 2021.1
fi: Muutokset versiossa 2021.1
fr: Changements de la version 2021.1
gl: Cambios para 2021.1
hr: Promjene za 2021.1
ja: 2021.1の変更点
pl: Zmiany na rok 2021.1

source: NVDA won't try to speak dots when One hand mode is not active or if space has been pressed.
bg: NVDA няма да се опитва да изговаря точките, когато режимът с една ръка не е активен или ако е натиснат интервал.
da: NVDA vil ikke forsøge at sige de indtastede punkttegn, når enhåndstilstand ikke er aktiv, eller hvis der er blevet trykket på mellemrumstasten.
de: NVDA liest keine Punkte vor, wenn der Einhandmodus nicht aktiv ist oder wenn die Leertaste gedrückt wurde.
es: NVDA no intentará verbalizar puntos cuando el modo de una sola mano no esté activo o si se ha pulsado la barra espaciadora.
fi: NVDA ei yritä puhua pisteitä, kun yksikätinen tila ei ole käytössä tai mikäli välilyöntiä on painettu.
fr: NVDA n'essaiera pas d'énoncer des points lorsque le mode à une main n'est pas actif ou si un espace a été enfoncé.
gl: NVDA non tentará falar os puntos cando o modo dunha soa man non estea activo ou se se premeu espazo.
hr: NVDA neće pokušati izgovoriti točke kad način rada jednom rukom nije aktivan ili ako je pritisnuta razmaknica.
ja: 片手モードが有効でない時、または、スペースが押された時に、NVDAが点を読み上げないようになりました。
pl: NVDA nie będzie próbowała mówić kropek, gdy tryb jednej ręki nie jest aktywny lub jeśli przestrzeń została wciśnięta.

source: Compatible with NVDA 2021.1.
bg: Съвместима с NVDA 2021.1.
da: Kompatibel med NVDA 2021.1.
de: Kompatibel mit NVDA 2021.1.
es: Compatible con NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
fr: Compatible avec NVDA 2021.1.
gl: Compatible con NVDA 2021.1.
hr: Kompatibilno s NVDA čitačem 2021.1.
ja: NVDA 2021.1に互換。
pl: Kompatybilny z NVDA 2021.1.

source: Changes for 2020.1
bg: Промени във версия 2020.1
da: Ændringer for 2020.1
de: Änderungen für 2020.1
es: Cambios para 2020.1
fi: Muutokset versiossa 2020.1
fr: Changements de la version 2020.1
gl: Cambios para 2020.1
hr: Promjene za 2020.1
ja: 2020.1の変更点
pl: Zmiany dla wersji NVDA 2020.1

source: You can press space bar in combination with braille dots to emulate gestures, similar to commands available in braille displays.
bg: Можете да натиснете КЛАВИША ЗА ИНТЕРВАЛ в комбинация с брайлови точки, за да емулирате жестове, подобно на командите, налични в брайловите дисплеи.
da: Du kan trykke på mellemrumstasten i kombination med punktskriftspunkter for at efterligne bevægelser, der ligner kommandoer, der er tilgængelige på punktdisplays.
de: Sie können die Leertaste in Kombination mit Braillepunkten drücken, um Gesten zu emulieren, ähnlich den Befehlen, die in Braille-Displays verfügbar sind.
es: Se puede pulsar la barra espaciadora en combinación con los puntos Braille para emular gestos, similar a las órdenes disponibles en pantallas Braille.
fi: Voit jäljitellä näppäinkomentoja samoin kuin pistenäyttöjen komentoja painamalla Väli-näppäintä yhdessä pistekirjoituspisteiden kanssa.
fr: Vous pouvez appuyer sur la barre d'espace en combinaison avec des points braille pour émuler des gestes de commande, de manière similaires aux commandes disponibles dans les afficheurs braille.
gl: Podes premer a barra espaciadora en combinación cos puntos braille para emular xestos, de forma similar a ordes dispoñibles en pantallas braille.
hr: Pritisni razmaknicu zajedno s brajevim točkama za oponašanje gesta, slično naredbama dostupnim na brajevim erkanima.
ja: 点字ディスプレイで使えるコマンドと同じような感じで、ジェスチャーにするために、点字の点との組み合わせでスペースバーを押せるようになりました。
pl: Można naciskać spację z poszczególnymi punktami brajla, aby emulować polecenia podobne do tych, które są dostępne w monitorach brajlowskich.

source: Added an option to speak single dots typed in one hand mode.
bg: Добавена е опция за произнасяне на единични точки, въведени в режим за въвеждане с една ръка.
da: Tilføjet en mulighed for at tale enkelte punkter skrevet i enhåndstilstand.
de: Es wurde eine Option hinzugefügt, um einzelne Punkte zu sprechen, die im Einhandmodus eingegeben wurden.
es: Se ha añadido una opción para verbalizar puntos únicos tecleados en el modo de una mano.
fi: Lisätty asetus yksittäisten pisteiden puhumiselle yksikätisessä tilassa.
fr: Ajout d'une option pour prononcer les points individuellement tapés dans le mode à une main.
gl: Engadida unha opción para falar puntos individuais introducidos no modo de unha soa man.
hr: Dodana je mogućnost izgovaranja pojedinačnih točkica utipkanih u jednoručnom modusu.
ja: 片手モードで入力された1つの点を読み上げる選択肢を追加しました。
pl: Dodano możliwość wymawiania pojedynczych punktów wprowadzanych w trybie jednej ręki.

source: Contributors
bg: Сътрудници
da: Bidragsydere
de: Mitwirkende
es: Colaboradores
fi: Avustajat
fr: Contributeurs
gl: Colaboradores
hr: Doprinositelji
ja: 貢献者
pl: Współpracownicy
