Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/pcKbBrl.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, ja, pl

source: [[!meta title="PC Keyboard Braille Input for NVDA"]]
bg: [[!meta title="Въвеждане на брайл за NVDA от компютърна клавиатура (PC Keyboard Braille Input for NVDA)"]]
da: [[!meta title="Indtast punkt med PC-tastatur og NVDA"]]
de: [[!meta title="Braille-Eingabe via PC-Tastatur"]]
fi: [[!meta title="Pistekirjoituksen syöttäminen tietokoneen näppäimistöllä"]]
fr: [[!meta title="PC Keyboard Braille Input pour NVDA"]]
hr: [[!meta title="Brajični unos PC tipkovnicom za NVDA (PC Keyboard Braille Input for NVDA)"]]

source: Author: NV Access Limited, Noelia Ruiz Martínez
bg: Автор: NV Access ООД, Noelia Ruiz Martínez
es: Autor: NV Access Limited, Noelia Ruiz Martínez
fi: Tekijät: NV Access Limited ja Noelia Ruiz Martínez
fr: Auteur : NV Access Limited, Noelia Ruiz Martínez
hr: Autor: NV Access Limited, Noelia Ruiz Martínez

source: Copyright: 2012-2023 NV Access Limited, Noelia Ruiz Martínez
bg: Запазено право: 2012-2023 г. NV Access ООД, Noelia Ruiz Martínez
fi: Tekijänoikeus: 2012-2023 NV Access Limited ja Noelia Ruiz Martínez

source: License: GNU General Public License version 2.0
bg: Лиценз: GNU General Public License версия 2.0
da: Licens: GNU General Public License version 2.0
de: Lizenz: GNU Allgemeine Öffentliche Lizenz Version 2.0
es: Licencia: GNU General Public License versión 2.0
fi: Lisenssi: GNU General Public License versio 2.0
hr: Licenca: GNU opća javna licenca verzija 2.0
ja: ライセンス: GNU General Public License version 2.0
pl: Licencja: GNU General Public License version 2.0

source: This NVDA add-on allows braille to be entered via the PC keyboard. Currently, the following keyboard layouts are supported:
bg: Тази добавка за NVDA позволява да се въвежда брайл чрез компютърната клавиатура. В момента се поддържат следните клавиатурни подредби:
da: Denne NVDA-tilføjelse gør det muligt at indtaste punktskrift via pc-tastaturet. I øjeblikket understøttes følgende tastaturlayouter:
de: Diese NVDA-Erweiterung ermöglicht die Eingabe von Braille über die PC-Tastatur. Momentan werden folgende Tastaturschemata unterstützt:
es: Este complemento para NVDA permite introducir braille a través del teclado del PC. Actualmente se soportan los siguientes teclado:
fi: Tämän lisäosan avulla voidaan kirjoittaa pistekirjoitusta tietokoneen näppäimistöä käyttäen. Tällä hetkellä tuetaan seuraavia näppäimistöasetteluja:
fr: Cette extension NVDA permet de saisir le braille au moyen du clavier du PC. Actuellement, les dispositions de clavier suivantes sont prises en charge:
gl: Este complemento de NVDA permite a entrada de braille a través do teclado do PC. Actualmente, sopórtanse as seguintes distribucións de teclado:
hr: Ovaj dodatak dozvoljava brajični unos pomoću PC tipkovnice. Trenutačno se podržavaju sljedeće tipkovnice:
ja: このNVDAアドオンで、PCキーボードから点字を入力できます。現在は、次のキーボードレイアウトがサポートされています:
pl: Ten dodatek umożliwia wprowadzanie brajla za pomocą klawiatury komputera. Obecnie wspierane są następujące układy klawiatury:

source: English QWERTY keyboard.
bg: Английска QWERTY клавиатура.
da: Engelsk QWERTY -tastatur.
de: Englisch QWERTY-Tastatur.
es: Teclado QWERTY inglés.
fi: Englanninkielinen QWERTY-näppäimistö.
fr: Clavier QWERTY anglais.
gl: Teclado inglés QWERTY.
hr: Engleska QWERTY tipkovnica.
ja: 英語QWERTYキーボード。
pl: Angielska klawiatura qwerty.

source: French (France).
bg: Френски (Франция).
da: Fransk (Frankrig).
de: Französisch (Frankreich).
es: Francés (Francia).
fi: Ranska (Ranska).
fr: Français (France).
gl: Francés (Francia).
hr: Francuska (Francuska).
ja: フランス語(フランス)。
pl: Francuzki (Francja).

source: German (Germany).
bg: Немски (Германия).
da: Tysk (Tyskland).
de: Deutsch (Deutschland).
es: Alemán (Alemania).
fi: Saksa (Saksa).
fr: Allemand (Allemagne).
gl: Alemán (Alemaña).
hr: Njemačka (Njemačka).
ja: ドイツ語(ドイツ)。
pl: Niemiecki (Niemcy).

source: Italian (Italy).
bg: Италиански (Италия).
da: Italiensk (Italien).
de: Italienisch (Italien)
es: Italiano (Italia).
fi: Italia (Italia).
fr: Italien (Italie).
gl: Italiano (Italia).
hr: Talijanska (Italija).
ja: イタリア語(イタリア)。
pl: Włoski (Włochy).

source: Persian.
bg: Персийски.
da: Persisk.
de: Persisch.
es: Persa.
fi: Persia.
fr: Persan.
gl: Persa.
hr: Perzijska.
ja: ペルシア語。
pl: Perski.

source: Portuguese (Portugal).
bg: Португалски (Португалия).
da: Portugisisk (Portugal).
de: Portugiesisch (Portugal).
es: Portugués (Portugal).
fi: Portugali (Portugali).
fr: Portugais (Portugal).
gl: Portugués (Portugal).
hr: Portugalska (Portugal).
ja: ポルトガル語(ポルトガル)。
pl: Portugalski (Portugalia).

source: Spanish (Spain and Mexico).
bg: Испански (Испания и Мексико).
da: Spansk (Spanien og Mexico).
de: Spanisch (Spanien und Mexiko).
es: Español (España y México).
fi: Espanja (Espanja ja Meksiko).
fr: Espagnol (Espagne et Mexique).
gl: Español (España e México).
hr: Španjolska (Španjolska i Meksiko).
ja: スペイン語(スペインとメキシコ)。
pl: Hiszpański (Hiszpania i Meksyk).

source: Turkish.
bg: Турски.
da: Tyrkisk.
de: Türkisch.
es: Turco.
fi: Turkki.
fr: Turc.
gl: Turco.
hr: Turska.
ja: トルコ語。
pl: Turecki.

source: How to configure
bg: Начин на конфигуриране
da: Sådan konfigureres tilføjelsen
de: Einstellungsmöglichkeiten
es: Cómo se configura
fi: Asetusten määrittäminen
fr: Comment le configurer
gl: Como configuralo
hr: Kako podesiti
ja: 設定方法
pl: Jak ustawić

source: The add-on can be configured from its category in the NVDA's settings dialog, under NVDA's menu, Preferences submenu. A gesture for opening the add-on settings panel can be assigned from Input gestures dialog, configuration category.
bg: Добавката може да бъде конфигурирана от категорията си в диалоговия прозорец за настройки на NVDA, под менюто на NVDA, подменю "Настройки". Жест за отваряне на панела за настройки на добавката може да бъде зададен от диалоговия прозорец "Жестове на въвеждане", категория "Настройки".
da: Tilføjelsen kan konfigureres fra den tilsvarende kategori i NVDAs indstillinger. En tastaturkommando kan ligeledes tildeles denne tilføjelse under "Håndter kommandoer" i NVDA-menuen ved at vælge punktet "Opsætning".
de: Die Erweiterung kann über die Kategorie im NVDA-Einstellungs-Dialog konfiguriert werden, welchen Sie im NVDA-Menü und Optionen finden. Eine Geste, um die Erweiterungs-Einstellungen zu öffnen, können sie im Dialog Tastenbefehle in der Kategorie Konfiguration festlegen.
es: El complemento puede configurarse desde su categoría correspondiente del diálogo de opciones de NVDA yendo al menú NVDA, submenú preferencias. Se puede asignar un gesto para abrir el panel de opciones de este complemento desde el diálogo Gestos de entrada, categoría configuración.
fi: Lisäosan asetukset voidaan määrittää omasta kategoriastaan NVDA:n asetusvalintaikkunassa (NVDA-valikko -> Asetukset-alivalikko). Lisäosan asetuspaneelin avaamiseen on mahdollista määrittää näppäinkomento Näppäinkomennot-valintaikkunan Asetukset-kategoriasta.
fr: L'extension peut être configurée à partir de sa catégorie dans la boîte de dialogue des paramètres de NVDA, sous le menu NVDA, sous-menu Préférences. Un geste pour ouvrir le panneau des paramètres de l'extension peut être attribué à partir de la boîte de dialogue Gestes de commandes, catégorie Configuration.
gl: O complemento pódese configurar dende a súa categoría no diálogo de opcións de NVDA, baixo o menú de NVDA; submenú Preferencias. Pódese asignar un xesto para abrir o panel de opcións do complemento dende o diálogo Xestos de entrada, categoría configuración.
hr: Dodatak se može podesiti u njegovoj kategoriji u dijaloškom okviru NVDA postavki, u NVDA izborniku, u podizborniku Postavke. Gesta za otvaranje ploče postavki dodatka se može dodijeliti u dijaloškom okviru Ulazne geste, u kategoriji konfiguracije.
ja: このアドオンは、NVDAメニュー、設定(P)サブメニューの下のNVDA設定ダイアログの中のそのカテゴリーから設定出来ます。このアドオンの設定パネルを開くジェスチャーは、入力ジェスチャーダイアログ、設定カテゴリーから割り当てられます。
pl: Dodatek można ustawić z poziomu odpowiedniej kategorii w ustawieniach NVDA (menu główne NVDA, menu rozwijane Ustawienia). Polecenie, które otwiera panel ustawień dodatku, można przypisać z poziomu Zdarzeń Wejścia, kategoria ustawień.

source: Check the corresponding checkbox if you want to type using only one hand, or ensure it's not checked if you prefer to type using the standard mode (two hands).
bg: Поставете отметка в съответното поле, ако искате да въвеждате само с една ръка, или се уверете, че не е поставена отметка, ако предпочитате да пишете, като използвате стандартния режим (с две ръце).
da: Marker det tilsvarende afkrydsningsfelt, hvis du kun vil skrive med én hånd, eller sørg for, at det ikke er markeret, hvis du foretrækker at skrive med standardtilstand (to hænder).
de: Aktivieren sie das zugehörige Kontrollkästchen, sofern Sie nur mit einer Hand schreiben wollen oder lassen Sie es deaktiviert, wenn Sie normal (also mit 2 Händen) schreiben wollen.
es: Marca la casilla correspondiente si quieres escribir con una sola mano, o asegúrate de que no está marcada si prefieres escribir usando el modo estándar (dos manos).
fi: Mikäli haluat kirjoittaa yksikätisesti, valitse sitä vastaava valintaruutu, tai varmista, ettei se ole valittuna, mikäli kirjoitat mieluummin standarditilassa (molemmilla käsillä).
fr: Cochez la case correspondante si vous souhaitez taper à l'aide d'une seule main ou assurez-vous qu'elle n'est pas cochée si vous préférez taper à l'aide du mode standard (deux mains).
gl: Marca a caixa de verificación correspondente se desexas escribir utilizando só unha man, ou asegúrate de que non está marcada se desexas escribir utilizando o modo estándar (dúas mans).
hr: Označi odgovarajući potvrdni okvir, ako želiš tipkati samo jednom rukom ili ga odznači, ako radije koristiš standardni način (s dvije ruke).
ja: 片手のみを使用して入力したい場合、対応するチェックボックスを確認して下さい。または、標準モード(両手)を使用して入力したい場合、チェックされていないことを確認して下さい。
pl: Aby pisać jedną ręką, zaznacz odpowiednie pole wyboru. Jeśli wolisz pisać w trybie standardowym, czyli oburącz, upewnij się, że nie jest ono zaznaczone.

source: You can also select if NVDA should speak a single typed dot (using )the feature of "one hand mode").
bg: Можете също така да изберете дали NVDA да изговаря единична въведена точка (използвайки функцията "режим за въвеждане с една ръка").
da: Du kan også vælge, om NVDA skal oplæse hvert enkelt indtastede punkt (ved hjælp af funktionen "enhåndstilstand").
de: Sie können auch festlegen, ob NVDA einen einzelnen bestimmten Punkt sprechen soll, der im Einhandmodus eingegeben wird.
es: También puedes seleccionar si NVDA debería verbalizar un único punto tecleado (utilizando la función de "modo de una mano").
fi: Voit myös valita, puhuuko NVDA yksittäisen syötetyn pisteen (yksikätistä tilaa käyttäen).
fr: Vous pouvez également choisir si NVDA doit prononcer chaque point tapé individuellement (lorsque vous utilisez la fonction «mode à une main»).
gl: Tamén podes seleccionar se NVDA debe falar un só punto escrito (usando a característica "modo de unha soa man").
hr: Moguće je odabrati, hoće li NVDA izgovarati jednu utipkanu točku (koristeći funkciju „jednoručni modus”).
ja: 片手モードの機能を使用している時、NVDAが入力された点1つを読み上げるかどうかを選択出来ます。
pl: W trybie jednej ręki można też określić, czy NVDA ma wymawiać każdy wpisywany punkt.

source: If you want dots to be sent automatically when typing with one hand, use the spin control to set a timeout greater than 0.
bg: Ако искате точките да се изпращат автоматично, когато пишете с една ръка, използвайте въртеливото поле, за да зададете време за изчакване, по-голямо от 0.
da: Hvis du ønsker, at punkttegn skal sendes automatisk, når du skriver med én hånd, skal du bruge drejeknappen til at indstille en timeout på mere end 0.
de: Wenn Sie möchten, dass beim Tippen mit einer Hand automatisch Punkte gesendet werden, verwenden Sie den Regler, um eine Zeitüberschreitung größer als 0 einzustellen.
es: Si quieres que se envíen los puntos automáticamente al escribir con una mano, usa el control giratorio para configurar un tiempo de espera superior a 0.
fi: Jos haluat, että pisteet lähetetään automaattisesti yhdellä kädellä kirjoitettaessa, aseta kiertosäätimellä aikakatkaisuksi suurempi kuin 0.
fr: Si vous voulez que les points soient envoyés automatiquement lorsque vous tapez d'une main, utilisez le contrôle giratoire pour définir un délai supérieur à 0.
gl: Se queres que os puntos se envíen automaticamente ó escribir cunha soa man, utiliza o control rotatorio para configurar un tempo de espera maior que 0.
hr: Ako želiš da se točkice šalju automatski kad tipkaš jednom rukom, koristi kontrolu za postavljanje vremenskog ograničenja većeg od 0.
ja: 片手で入力している時、自動的に点を送信したい場合は、スピンコントロールを使用して、タイムアウトを0より大きく設定します。
pl: Jeśli chcesz, aby kropki były wysyłane automatycznie podczas pisania jedną ręką, użyj kontrolki obrotu, aby ustawić limit czasu większy niż 0.

source: In addition, you can set the characters to send, clear and compose dots when typing with one hand, as well as characters to be ignored in one hand or standard mode.
bg: Освен това можете да зададете знаците за изпращане, изчистване и съставяне на точки, когато въвеждате с една ръка, както и знаци, които да се игнорират в режим на въвеждане с една ръка или стандартен режим.
de: Außerdem können Sie einstellen, welche Zeichen beim einhändigen Tippen gesendet, gelöscht und mit Punkten versehen werden sollen, und welche Zeichen im Einhand- oder Standardmodus ignoriert werden sollen.
es: Además, puedes configurar los caracteres para enviar, redactar o borrar puntos al escribir con una mano, así como los caracteres que se ignorarán en los modos de una mano o estándar.
fi: Lisäksi voit määrittää pisteitä lähettävät, poistavat ja muodostavat merkit yhdellä kädellä kirjoitettaessa sekä yhden käden tai standarditilassa ohitettavat merkit.
fr: De plus, vous pouvez définir les caractères pour envoyer, effacer et composer des points lors de la saisie à une main, ainsi que des caractères à ignorer dans le mode à une main ou standard.
gl: Ademais, podes configurar os caracteres para enviar, limpar e compoñer os puntos ó escribir cunha soa man, así como os caracteres a ignorar no modo dunha man ou no modo estándar.
hr: Osim toga, možeš postaviti znakove za slanje, brisanje i sastavljanje točkica prilikom jednoručnog tipkanja kao i znakove koji se zanemaruju prilikom jednoručnog ili standardnog tipkanja.

source: It's also possible to restore defaults in the add-on settings panel.
bg: Също така е възможно да възстановите настройките по подразбиране в панела с настройки на добавката.
de: Es ist auch möglich, die Standard-Einstellungen in den Einstellungen der NVDA-Erweiterung wiederherzustellen.
es: También es posible restaurar los valores por defecto en el panel de opciones del complemento.
fi: Oletusten palauttaminen on myös mahdollista lisäosan asetuspaneelissa.
fr: Il est également possible de restaurer aux paramètres par défaut dans le panneau de paramètres de l'extension.
gl: Tamén é posible restaurar as predeterminadas no panel de opcións do complemento.
hr: Također je moguće obnoviti standardne vrijednosti u ploči postavki dodataka.

source: How to Use
bg: Начин на ползване
da: Sådan bruges tilføjelsen
de: Verwendung
es: Cómo se Utiliza
fi: Käyttö
fr: Comment l'utilisé
gl: Como se Usa
hr: Kako koristiti
ja: 使用方法
pl: Jak używać

source: Press NVDA+0 to enable braille input. This gesture can be changed from Input gestures dialog, Braille category.
bg: Натиснете NVDA+0, за да включите въвеждането на брайл. Този жест може да бъде променен от диалоговия прозорец "Жестове на въвеждане", категория "Брайл".
da: Tryk på NVDA+0 for at aktivere punktskrift. Denne kommando kan ændres fra dialogboksen Håndter kommandoer, punktskriftskategori.
de: Drücken Sie NVDA+0, um die Braille-Eingabe zu aktivieren. Die Geste können Sie im Dialog Tastenbefehle in der Kategorie Braille ändern.
es: Pulsa NVDA+0 para activar la entrada Braille. Se puede modificar este gesto desde el diálogo Gestos de entrada, categoría Braille.
fi: Ota pistekirjoituksen syöttö käyttöön painamalla NVDA+0. Tätä näppäinkomentoa on mahdollista muuttaa Näppäinkomennot-valintaikkunan Pistekirjoitus-kategoriasta.
fr: Appuyez sur NVDA+0 pour activer la saisie braille. Ce geste peut être modifié à partir de la boîte de dialogue Gestes de commandes, catégorie Braille.
gl: Preme NVDA+0 para activar a entrada braille. Este xesto pódese cambiar dende o diálogo Xestos de entrada, categoría braille.
hr: Pritisni NVDA+0 za aktiviranje brajičnog unosa. Ova se gesta može promijeniti u dijaloškom okviru Ulazne geste, u kategoriji Brajica.
ja: NVDA+0 を押して点字入力を有効にします。このジェスチャーは、入力ジェスチャーダイアログ、点字カテゴリから変更出来ます。
pl: Naciśnij NVDA+0 aby włączyć wprowadzanie brajla. To polecenie można zmienić z poziomu Zdarzeń Wejścia, kategoria brajla.

source: Type braille by pressing keys together on the PC keyboard as if it were a braille keyboard.
bg: Въвеждайте брайл, като натискате заедно клавиши от компютърната клавиатура, все едно го въвеждате от брайлова клавиатура.
da: Skriv punktskrift ved at trykke tasterne på pc -tastaturet, som var det et punktskriftstastatur.
de: Tippen Sie Braille auf der PC-Tastatur indem Sie Tasten zusammen drücken, wie Sie es auf einer Braille-Tastatur machen.
es: Escribe en Braille pulsando las teclas a la vez en el teclado del PC como si fuera un teclado Braille.
fi: Kirjoita pistekirjoitusta painamalla samanaikaisesti useita näppäimiä tietokoneen näppäimistöltä, ikään kuin se olisi pistekirjoitusnäppäimistö.
fr: Saisissez en braille en appuyant simultanément sur les touches du clavier du PC comme s'il s'agissait d'un clavier braille.
gl: Escribe braille premendo á vez as teclas no teclado do PC como se fose un teclado braille.
hr: Tipkaj brajicu istovremenim pritiskanjem tipki na PC tipkovnici, kao da se radi o brajičnoj tipkovnici.
ja: 点字キーボードと同じように、PCキーボードのキーを一緒に押して点字を入力します。
pl: Wprowadzaj brajl naciskając jednocześnie klawisze na klawiaturze komputera, jakgdyby była to klawiatura brajlowska.

source: If you want to enter text using two hands, use the following keys if you work with a QWERTY English keyboard, or the keys located at the corresponding positions in other layouts:
bg: Ако искате да въвеждате текст с две ръце, използвайте следните клавиши ако работите с английска QWERTY клавиатура или клавишите, разположени на същите позиции при други клавиатурни подредби:
da: Hvis du vil indtaste tekst med to hænder, skal du bruge følgende taster, hvis du arbejder med et QWERTY engelsk tastatur eller tasterne placeret på de tilsvarende positioner i andre layout:
de: Wenn Sie Text mit beiden Händen eingeben, verwenden Sie die folgenden Tasten auf einer deutschen QWERTZ-Tastatur oder die Tasten an der entsprechenden Stelle bei anderen Schemata:
es: Si quieres introducir texto usando ambas manos, utiliza estas teclas si trabajas con un teclado QWERTY inglés, o las teclas situadas en las posiciones correspondientes en otras distribuciones:
fi: Mikäli haluat kirjoittaa tekstiä molemmilla käsillä, käytä seuraavia näppäimiä, jos käytät englantilaista QWERTY-näppäimistöä tai muiden asettelujen vastaavissa kohdissa sijaitsevia näppäimiä:
fr: Si vous souhaitez saisir du texte à deux mains, utilisez les touches suivantes si vous travaillez avec un clavier français AZERTY ou les touches situées aux positions correspondantes dans d'autres dispositions:
gl: Se desexas introducir texto utilizando dúas mans, utiliza as seguintes teclas se traballas cun teclado QWERTY inglés, ou as teclas ubicadas nas posicións correspondentes noutras linguas:
hr: Ako želiš upisati tekst s dvije ruke, koristi sljedeće tipke, ako radiš s engleskom QWERTY tipkovnicom ili tipke koje se nalaze na odgovarajućim položajima u drugim rasporedima:
ja: テキストを両手で入力したい場合、QWERTY英語キーボードでは、次のキー、他のレイアウトでは、対応する位置にあるキーを使って下さい:
pl: Aby pisać oburącz, użyj następujących klawiszy dla angielskiej klawiatury QWERTY lub odpowiadających im pozycją klawiszy w innych układach:

source: f, d and s for dots 1, 2 and 3 respectively.
bg: F, D и S съответно за точки 1, 2 и 3.
da: f, d og s for henholdsvis punkt 1, 2 og 3.
de: f, d und s jeweils für die Punkte 1, 2 und 3.
es: f, d y s para los puntos 1, 2 y 3, respectivamente.
fi: f, d ja s pisteille 1, 2 ja 3.
fr: f, d et s pour les points 1, 2 et 3 respectivement.
gl: f, d e s para os puntos 1, 2 e 3 respectivamente.
hr: f d s za točkice 1 2 3.
ja: f,d,sで点1,2,3のそれぞれ。
pl: f, d oraz s dla punktów 1, 2 i 3.

source: j, k and l for dots 4, 5 and 6 respectively.
bg: J, K и L съответно за точки 4, 5 и 6.
da: j, k og l for henholdsvis punkterne 4, 5 og 6.
de: j, k und l jeweils für die Punkte 4, 5 und 6 respectively.
es: j, k y l para los puntos 4, 5 y 6, respectivamente.
fi: j, k ja l pisteille 4, 5 ja 6.
fr: j, k et l pour les points 4, 5 et 6 respectivement.
gl: j, k e l para os puntos 4, 5 e 6 respectivamente.
hr: j k l za točkice 4 5 6.
ja: j,k,lで点4,5,6のそれぞれ。
pl: j, k oraz l dla punktów 4, 5 i 6.

source: Use the keys a and ; (semi-colon) for dots 7 and 8, respectively.
bg: Използвайте клавишите A и ; (точка и запетая) съответно за точки 7 и 8.
da: Brug tasterne a og æ for henholdsvis punkterne 7 og 8.
de: Verwenden Sie die Tasten a und ö entsprechend für die Punkte 7 und 8.
es: Usa las teclas a y ; (punto y coma) para los puntos 7 y 8, respectivamente.
fi: Käytä näppäimiä a ja ; (puolipiste) pisteille 7 ja 8.
fr: Utilisez les touches q et m pour les points 7 et 8, respectivement.
gl: Utiliza as teclas a e ; (punto e coma) para os puntos 7 e 8, respectivamente. Nun teclado español no lugar do punto e coma atópase a ñ.
hr: Koristi tipke a ; za točkice 7 8.
ja: aと;(セミコロン)を点7と8それぞれに使用。
pl: A i ; (średnik) dla punktów 7 i 8.

source: You can also use the keys on the row above; i.e. q, w, e, r, u, i, o and p.
bg: Можете да използвате и клавишите нна реда над текущия (т.е. Q, W, E, R, U, I, O и P).
da: Du kan også bruge tasterne på rækken ovenfor, dvs. q, w, e, r, u, i, o og p.
de: Sie können auch die Tasten eine Reihe darüber verwenden; z. B. q, w, e, r, u, i, o und p.
es: También puedes emplear las teclas de la fila superior; es decir: q, w, e, r, u, i, o y p.
fi: Voit myös käyttää niiden ylöpuolella olevan rivin näppäimiä, ts. q, w, e, r, u, i, o ja p.
fr: Vous pouvez également utiliser les touches de la ligne au-dessus; c'est-à-dire a, z, e, r, u, i, o et p.
gl: Tamén podes utilizar as teclas na fila de enriba; p.ex. q, w, e, r, u, i, o e p.
hr: Možeš koristiti i tipke u gornjem redu: q w e r u i o p.
ja: 上の行のキーも使えます; つまり、q,w,e,r,u,i,o,p。
pl: Można też używać klawiszy umieszczonych o rząd wyżej, np. q, w, e, r, u, i, o oraz p.
