Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/percentageChecker.*.po
Languages: bg, hr, pt_br, ru

source: [[!meta title="Percentage Checker"]]
bg: [[!meta title="Справка за напредъка (Percentage Checker)"]]
hr: [[!meta title="Provjera postotka (Percentage Checker)"]]
pt_br: [[!meta title="Verificador de percentagem"]]
ru: [[!meta title="Контролёр Процентов"]]

source: Authors: Original idea and code by Oriol Gómez, improvements and maintenance by Łukasz Golonka
bg: Автори: Оригинална идея и код от Oriol Gómez, подобрения и поддръжка от Łukasz Golonka
hr: Autori: Izvorna ideja i kȏd Oriol Gómez, poboljšanja i održavanje Łukasz Golonka
pt_br: Autores: Ideia e código originais de Oriol Gómez, aprimoramentos e manutenção de Łukasz GolonkaAutores: Idéia e código originais de Oriol Gómez, melhorias e manutenção de Łukasz Golonka
ru: Авторы: Оригинальная идея и код Oriol Gómez, улучшения и техническое обслуживание Łukasz Golonka

source: download [development version][1]
bg: Изтегляне на [тестова версия][1]
hr: Preuzmi [razvojnu verziju][1]
pt_br: download [versão de desenvolvimento][1]
ru: загрузить [разрабатываемую версию][1]

source: NVDA compatibility: 2019.2 to 2019.3
bg: Съвместимост с NVDA: от 2019.2 до 2019.3
hr: NVDA kompatibilnost: 2019.2 do 2019.3
pt_br: Compatibilidade com NVDA: 2019.2 até 2019.3
ru: Совместимость с NVDA: от 2019.2 до 2019.3

source: This add-on allows you to check how far - in percents - you are in the text or on a list. This information can be given either by spoken message, or by a beep. In addition you can jump to the given percentage or a line number in the text.
bg: Тази добавка ви позволява да проверите напредъка си – в проценти – в текст или в списък. Тази информация може да бъде докладвана или чрез изговорено съобщение, или чрез звуков сигнал. В допълнение можете да преминете към дадения процент или номер на ред в текста.
hr: Ovaj dodatak omogućava provjeriti gdje se korisnik nalazi (u postocima) u tekstu ili na popisu. Te se informacije mogu javiti govornom porukom ili zvučnim signalom. Uz to je moguće premještanje na zadani postotak ili na određeni broj retka u tekstu.
pt_br: Este complemento lhe possibilita verificar em que posição - em pontos percentuais - você se encontra num texto ou numa lista. Essa informação pode ser fornecida por mensagem falada ou por um bipe. Além disso, você pode pular para a dada percentagem ou o número de uma linha no texto.
ru: Это дополнение позволяет вам проверить, как далеко - в процентах - вы продвинулись в тексте или в списке. Эта информация может быть передана в виде речевого сообщения или звукового сигнала. Кроме того, вы можете перейти к заданному проценту или номеру строки в тексте.

source: Key Commands:
bg: Клавиатурни команди:
hr: Tipkovnički prečaci:
pt_br: Comandos de tecla:
ru: Команды клавиш:

source: Shift+NVDA+j: Displays a dialog allowing you to jump to the given line number.
bg: Shift+NVDA+J: Извежда диалогов прозорец, който ви позволява да преминете към ред с конкретен номер.
hr: Šift+NVDA+j: Prikazuje dijaloški okvir koji omogućuje premještanje na zadani broj retka.
pt_br: Shift+NVDA+j: Mostra um diálogo que possibilita pular para o número de linha fornecido.
ru: Shift+NVDA+j: Показывает диалог, позволяющий перейти к заданному номеру строки.

source: Shift+NVDA+p: Announces percentage in the current text or on a list. In addition if you are in a text the amount of words in the field would be spoken. In case of a list this would be amount of all list items.
bg: Shift+NVDA+P: Докладва процента на напредъка ви в текущия текст или списък. Освен това, ако сте в текст, ще бъде съобщен и броят думи в полето. Ако сте в списък, ще бъде съобщен броят на елементите в списъка.
hr: Šift+NVDA+p: Najavljuje postotak u trenutačnom tekstu ili popisu. Pored toga, ako se nalaziš u tekstu, izgovara se broj riječi u polju. U slučaju popisa to bi bio broj svih stavki popisa.
pt_br: Shift+NVDA+p: Anuncia percentagem do texto atual ou duma lista. Outrossim se você estiver num texto, a quantidade de palavras no campo será falada. Em caso de uma lista, será a quantidade de itens da lista.
ru: Shift+NVDA+p: Объявляет процентное соотношение в текущем тексте или в списке. Кроме того, если вы находитесь в тексте, то будет указано количество слов в поле. В случае списка это будет количество всех элементов списка.

source: Alt+NVDA+p: Presents your position in a text or on a list as a beep.
bg: Alt+NVDA+P: Докладва позицията ви в текст или списък, посредством звуков сигнал.
hr: Alt+NVDA+p: Predstavlja poziciju u tekstu ili popisu kao zvučni signal.
pt_br: Alt+NVDA+p: Apresenta sua posição num texto ou numa lista com bipe.
ru: Alt+NVDA+p: Предоставляет вам позицию в тексте или списке в виде звукового сигнала.

source: The two last commands can be pressed twice in quick succession to display a dialog allowing you to jump to a given percentage in a text. All these commands can be remapped from the input gestures dialog.
bg: Последните две команди могат да бъдат задействани бързо двукратно, за да се изведе диалогов прозорец, който ви позволява да преминете до определен процент в текста. Всички тези команди могат да бъдат променени от диалоговия прозорец "Жестове на въвеждане".
hr: Dvije zadnje naredbe mogu se dvaput brzo pritisnuti za prikaz dijaloškog okvira, koji omogućuje premještanje na zadani postotak u tekstu. Sve ove naredbe mogu se odrediti u dijaloškom okviru za ulazne geste.
pt_br: Os dois últimos comandos podem ser pressionados duas vezes em sucessão rápida para mostrar um diálogo que possibilita pular para uma dada percentagem no texto. Todos esses comandos podem ser remapeados no diálogo Definir Comandos.
ru: Две последние команды можно нажать дважды быстро, чтобы открыть диалог, позволяющий перейти к заданному проценту в тексте. Все эти команды можно переназначить в диалоге жестов ввода.

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=perChk
pt_br: [1]: https://www.nvaccess.org/addonStore/legacy?file=perChk[1]: https://addons.nvda-project.org/files/get.php?file=perChk
