Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/perky.*.po
Languages: es, fi, fr, pt_br, ru, tr

source: Authors: Alejandro Iván Castro Orozco, Noelia Ruiz Martínez
es: Autores: Alejandro Iván Castro Orozco, Noelia Ruiz Martínez
fi: Tekijät: Alejandro Iván Castro Orozco ja Noelia Ruiz Martínez
fr: Auteurs : Alejandro Iván Castro Orozco, Noelia Ruiz Martínez
pt_br: Autores: Alejandro Iván Castro Orozco, Noelia Ruiz Martínez
ru: Авторы: Alejandro Iván Castro Orozco, Noelia Ruiz Martínez
tr: Yazarlar: Alejandro Iván Castro Orozco, Noelia Ruiz Martínez

source: This add-on is used to improve the reading experience with Perky Duck, available at <https://www.duxburysystems.com>.
es: Este complemento se usa para mejorar la experiencia de lectura con Perky Duck, disponible en <https://www.duxburysystems.com>.
fi: Tämä lisäosa parantaa lukukokemusta Perky Duck -sovelluksessa, joka on saatavilla osoitteessa <https://www.duxburysystems.com>.
fr: Cette extension est utilisée pour améliorer l'expérience de lecture avec Perky Duck, disponible sur <https://www.duxburysystems.com>.
pt_br: Esse complemento é usado para melhorar a experiência de leitura com o Perky Duck, disponível em <https://www.duxburysystems.com>.
ru: Это дополнение предназначено для улучшения качества чтения с помощью приложения Perky Duck, доступного по ссылке <https://www.duxburysystems.com>.
tr: Bu eklenti, <https://www.duxburysystems.com> adresinde bulunan Perky Duck ile okuma deneyimini geliştirmek için kullanılır.

source: Features
es: Características
fi: Ominaisuudet
fr: Caractéristiques
pt_br: Recursos
ru: Возможности
tr: Özellikler

source: Enables NVDA to detect selection changes when UI Automation is disabled in Perky Duck. Without the add-on, NVDA detects these changes only when UI Automation is enabled.
es: Permite que NVDA detecte cambios de selección cuando UI Automation está desactivada en Perky Duck. Sin el complemento, NVDA sólo detecta estos cambios cuando UI Automation está activada.
fi: Mahdollistaa NVDA:lle valinnanmuutosten havaitsemisen, kun UI Automation on poistettu käytöstä Perky Duck -sovelluksessa. Ilman lisäosaa NVDA havaitsee nämä muutokset vain, kun UI Automation on käytössä.
fr: Permet à NVDA de détecter les changements de sélection lorsque UI Automation est désactivé dans Perky Duck. Sans l'extension, NVDA détecte ces modifications uniquement lorsque UI Automation est activé.
pt_br: Permite que o NVDA detecte alterações de seleção quando a automação da interface do usuário está desativada no Perky Duck. Sem o complemento, o NVDA detecta essas alterações somente quando a automação da interface do usuário está desabilitada.
ru: Позволяет NVDA обнаруживать изменения в выборе, когда автоматизация пользовательского интерфейса отключена в Perky Duck. Без этого дополнения NVDA обнаруживает эти изменения только при включенной автоматизации пользовательского интерфейса.
tr: Perky Duck'ta UI Otomasyonu devre dışı bırakıldığında NVDA'nın seçim değişikliklerini algılamasını sağlar. Eklenti olmadan, NVDA bu değişiklikleri yalnızca UI Otomasyonu etkinleştirildiğinde algılar.

source: Adds the possibility of using the speak typed characters feature of NVDA in Perky Duck documents.
es: Agrega la posibilidad de usar la función de verbalizar caracteres al escribir de NVDA en documentos de Perky Duck.
fi: Lisää mahdollisuuden käyttää NVDA:n Puhu kirjoitetut merkit -ominaisuutta Perky Duck -asiakirjoissa.
fr: Ajoute la possibilité d'utiliser la fonctionnalité Dire les caractères tapés de NVDA dans les documents Perky Duck.
pt_br: Adiciona a possibilidade de usar o recurso de falar caracteres digitados do NVDA em documentos do Perky Duck.
ru: Добавлена возможность использования функции распознавания набранных символов NVDA в документах Perky Duck.
tr: Perky Duck belgelerinde NVDA'nın konuşarak yazılan karakterleri kullanma olanağını ekler.

source: Commands
es: Órdenes
fi: Komennot
fr: Commandes
pt_br: Comandos
ru: Команды
tr: Komutlar

source: The following commands can be assigned from NVDA's menu, Preferences submenu, Input gestures dialog, Perky Duck category. This will be available from Perky Duck documents:
es: Se pueden asignar las siguientes órdenes desde el menú NVDA, submenú Preferencias, diálogo Gestos de entrada, categoría Perky Duck. Estarán disponibles en los documentos de Perky Duck:
fi: Seuraavat komennot voidaan määrittää NVDA-valikosta avaamalla Asetukset-alivalikko, valitsemalla Näppäinkomennot ja sitten Perky Duck -kategoria. Nämä ovat käytettävissä Perky Duck -asiakirjoissa:
fr: Les commandes suivantes peuvent être assignées à partir du menu de NVDA, sous-menu Préférences, boîte de dialogue Gestes de commandes, catégorie Perky Duck. Ceci sera disponible à partir des documents de Perky Duck :
pt_br: Os seguintes comandos podem ser atribuídos no menu do NVDA, submenu Preferências, caixa de diálogo Gestos de entrada, categoria Perky Duck. Isso estará disponível nos documentos do Perky Duck:
ru: Следующие команды можно назначить из меню NVDA, подменю параметров, диалога жестов ввода, категории Perky Duck. Это будет доступно в документах Perky Duck.:
tr: Aşağıdaki komutlar NVDA menüsünden, Tercihler alt menüsünden, Girdi hareketleri iletişim kutusundan, Perky Duck kategorisinden atanabilir. Bu komutlara Perky Duck belgelerinden ulaşılabilir:

source: Shows the selected text converted to braille using symbols for the current language.
es: Muestra el texto seleccionado convertido a braille usando símbolos del idioma actual.
fi: Näyttää valitun tekstin pistekirjoitukseksi muunnettuna nykyisen kielen symboleita käyttäen.
fr: Affiche le texte sélectionné converti en braille à l'aide des symboles de la langue actuelle.
pt_br: Mostra o texto selecionado convertido em braile usando símbolos do idioma atual.
ru: Показывает выделенный текст, преобразованный в шрифт Брайля с использованием символов текущего языка.
tr: Geçerli dilin simgeleri kullanılarak braille'e dönüştürülmüş seçili metni gösterir.

source: Shows the selected text in browse mode.
es: Muestra el texto seleccionado en modo exploración.
fi: Näyttää valitun tekstin selaustilassa.
fr: Affiche le texte sélectionné en mode navigation.
pt_br: Mostra o texto selecionado no modo de navegação.
ru: Показывает выделенный текст в режиме обзора.
tr: Seçilen metni göz atma modunda gösterir.

source: Changes for 9.0.0
es: Cambios para 9.0.0
fi: Muutokset versiossa 9.0.0
pt_br: Alterações para a versão 9.0.0
ru: Изменения для 9.0.0

source: Added copy and close buttons to browseable messages.
es: Se añaden botones para copiar y cerrar a los mensajes explorables.
fi: Lisätty selattaviin viesteihin Kopioi- ja Sulje-painikkeet.
pt_br: Adicionados botões de copiar e fechar às mensagens navegáveis.
ru: Добавлены кнопки копирования и закрытия для обзорных сообщений.

source: Changes for 7.0.0
es: Cambios para 7.0.0
fi: Muutokset versiossa 7.0.0
fr: Changements pour la version 7.0.0
pt_br: Alterações para a versão 7.0.0
ru: Изменения для 7.0.0
tr: 7.0.0 için değişiklikler

source: To avoid possible issues, the dialog to add and customize speech symbols dictionaries from Perky Duck documents has been removed.
es: Para evitar posibles problemas, el diálogo para añadir y personalizar diccionarios de pronunciación de símbolos en documentos de Perky Duck se ha eliminado.
fi: Mahdollisten ongelmien välttämiseksi Perky Duck -dokumentteihin liittyvä puhesymbolisanastojen lisäys- ja mukautusvalintaikkuna on poistettu.
fr: Pour éviter d'éventuels problèmes, la boîte de dialogue permettant d'ajouter et de personnaliser les dictionnaires de symboles de la parole à partir des documents Perky Duck a été supprimée.
pt_br: Para evitar possíveis problemas, a caixa de diálogo para adicionar e personalizar dicionários de símbolos de fala dos documentos do Perky Duck foi removida.
ru: Во избежание возможных проблем диалог добавления и настройки словарей речевых символов из документов Perky Duck был удалён.
tr: Olası sorunlardan kaçınmak için Perky Duck belgelerinden konuşma simgeleri sözlüklerini ekleme ve özelleştirme iletişim kutusu kaldırıldı.

source: The Perky Duck spanish speech symbols dictionary can be enabled or disabled from NVDA's Speech settings dialog.
es: El diccionario de pronunciación de símbolos en español de Perky Duck puede activarse o desactivarse desde el diálogo de opciones de voz de NVDA.
fi: Perky Duckin espanjalainen puhesymbolisanasto voidaan ottaa käyttöön tai poistaa käytöstä NVDA:n puheasetusten valintaikkunasta.
fr: Le dictionnaire des symboles de la parole espagnole de Perky Duck peut être activé ou désactivé à partir de la boîte de dialogue des paramètres de parole de NVDA.
pt_br: O dicionário de símbolos de fala em espanhol do Perky Duck pode ser ativado ou desativado na caixa de diálogo de configurações de fala do NVDA.
ru: Словарь испанских речевых символов Perky Duck можно включить или отключить в диалоге настроек речи NVDA.
tr: Perky Duck ispanyolca konuşma sembolleri sözlüğü, NVDA'nın Konuşma ayarları iletişim kutusundan etkinleştirilebilir veya devre dışı bırakılabilir.

source: Configuration profiles may be used to enable this or other dictionaries, manually or automatically when the application is active.
es: Se pueden usar perfiles de configuración para activar este u otros diccionarios, manual o automáticamente cuando la aplicación está activa.
fi: Asetusprofiileja voidaan käyttää tämän tai muiden sanastojen käyttöönottamiseen joko käsin tai automaattisesti, kun sovellus on aktiivisena.
fr: Les profils de configuration peuvent être utilisés pour activer ce dictionnaire ou d'autres dictionnaires, manuellement ou automatiquement lorsque l'application est active.
pt_br: Os perfis de configuração podem ser usados para ativar esse ou outros dicionários, manual ou automaticamente, quando o aplicativo estiver ativo.
ru: Профили конфигурации можно использовать для включения этого или других словарей вручную или автоматически, когда приложение активно.
tr: Uygulama etkinken bu veya diğer sözlükleri el ile veya otomatik olarak etkinleştirmek için yapılandırma profilleri kullanılabilir.
