Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/phoneticPunctuation.*.po
Languages: bg, de, es, fi, fr, gl, it, ja, pl, pt_br, pt_pt, ru, sk, uk

source: [[!meta title="Phonetic Punctuation"]]
bg: [[!meta title="Фонетична пунктуация (Phonetic Punctuation)"]]
de: [[!meta title="Phonetische Interpunktion"]]
es: [[!meta title="Puntuación fonética"]]
fi: [[!meta title="Foneettiset välimerkit"]]
pt_pt: [[!meta title="Pontuação fonética"]]
ru: [[!meta title="Фонетическая Пунктуация"]]
sk: [[!meta title="Zvuková interpunkcia"]]

source: Authors: Tony Malykh
bg: Автори: Tony Malykh
de: Autoren: Tony Malykh
es: Autores: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteurs : Tony Malykh
gl: Autores: Tony Malykh
it: Autore: Tony Malykh
ja: 作者: Tony Malykh
pl: Autorzy: Tony Malykh
pt_br: Autores: Tony Malykh
pt_pt: Autores: Tony Malykh
ru: Авторы: Tony Malykh
sk: Autor: Tony Malykh
uk: Автори: Tony Malykh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Download [versión estable][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar a [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.3
bg: Съвместимост с NVDA: 2019.3
de: NVDA-Kompatibilität: 2019.3
es: Compatibilidad con NVDA: 2019.3
fi: Yhteensopivuus: NVDA 2019.3
fr: Compatibilité NVDA : 2019.3
gl: Compatibilidade con NVDA: 2019.3
it: Compatibilità NVDA: versione 2019.3
ja: NVDA 互換性: 2019.3
pl: Zgodność z wersjami NVDA: 2019.3
pt_br: Compatibilidade com NVDA: 2019.3
pt_pt: Compatibilidade com o NVDA: 2019.3
ru: Совместимость с NVDA: 2019.3
sk: Funguje s NVDA 2019.3
uk: Сумісність: NVDA 2019.3

source: Phonetic punctuation is an NVDA add-on that allows to convert punctuation signs into audio icons. In general, it can also convert any regular expressions into audio icons.
bg: "Фонетична пунктуация" е добавка за NVDA, която позволява преобразуването на препинателни знаци в аудио икони. По принцип може да се преобразуват всякакви регулярни изрази в аудио икони.
de: Phonetische Interpunktion ist eine Erweiterung für NVDA, die es ermöglicht, Satzzeichen in Audioklänge zu umzuwandeln. Allgemein gesagt, können reguläre Ausdrücke in Audioklänge umgewandelt werden.
es: Puntuación fonética es un complemento de NVDA que permite convertir signos de puntuación en iconos de audio. En general, también puede convertir cualquier expresión regular en iconos sonoros.
fi: Foneettiset välimerkit on NVDA:n lisäosa, jonka avulla välimerkit ya yleensä myös kaikki säännölliset lausekkeet voidaan muuntaa äänikuvakkeiksi.
fr: Phonetic Punctuation est une extension de NVDA qui permet de convertir les signes de ponctuation en icônes audio. En général, il peut également convertir toutes les expressions régulières en icônes audio.
gl: Puntuación fonética (Phonetic punctuation) é un complemento de NVDA que permite convertir os signos de puntuación en iconas de audio. En xeral, tamén pode convertir calquera expresión regular en iconas de audio.
it: Phonetic punctuation è un add-on di NVDA che permette di convertire segni di punteggiatura in suoni. In generale, può anche convertire qualunque espressione regolare in un suono.
ja: Phonetic punctuationは、句読点記号を音アイコンに変換出来るようにするNVDAアドオンです。一般には、通常の表現を音アイコンにすることも出来ます。
pl: Phonetic punctuation to dodatek dla NVDA przekształcający znaki przestankowe w ikony audio. Ten dodatek ogólnie może przekształcać jakiekolwiek wyrażenie regularne do ikon audio.
pt_br: O Phonetic Punctuation é um complemento do NVDA que permite converter sinais de pontuação em ícones de áudio. Em geral, ele também pode converter qualquer expressão regular em ícones de áudio.
pt_pt: O pontuação fonética é um extra para o NVDA que permite converter sinais de pontuação em ícones de áudio. Em geral, também pode converter quaisquer expressões regulares em ícones de áudio.
ru: Phonetic punctuation - это дополнение для NVDA, которое позволяет преобразовывать знаки препинания в звуковые иконки. В целом, оно также может преобразовывать любые регулярные выражения в звуковые иконки.
sk: Tento doplnok umožňuje interpretovať interpunkčné znamienka pomocou zvukov. Takisto je možné pomocou regulárnych výrazov previesť na zvuk akékoľvek slovo alebo skupinu reťazcov.
uk: Phonetic punctuation — це додаток для NVDA, який дозволяє конвертувати знаки пунктуації в аудіопозначки. Взагалі він також може конвертувати будь-які сталі вислови в аудіопозначки.

source: Demo
bg: Демонстрация
es: Demostración
fi: Näyte
fr: Démo
ja: デモ
pl: Demonstracja
pt_br: Demonstração
ru: Демонстрация
uk: Демо

source: You can listen to a sample speech output with phonetic punctuation here (10 seconds audio): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
bg: Можете да прослушате примерен речев изход с фонетична пунктуация от следната препратка (10-секунден запис): [https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo](https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo).
de: Sie können einen Beispiel-Text mit phonetischer Interpunktion hier anhören: (Dauer: 10 Sekunden): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
es: Puedes escuchar una salida de voz de muestra con Puntuación Fonética aquí (audio de 10 segundos): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
fi: Voit kuunnella esimerkin puhetulostuksesta foneettisilla välimerkeillä tästä (10 sekunnin mittainen ääni): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
fr: Vous pouvez écouter un exemple de sortie vocale avec phonetic punctuation ici (audio de 10 secondes) : https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
gl: Podes escoitar un exemplo de saída de fala con puntuación fonética aquí (audio de 10 segundos): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
it: Potete ascoltare un campione di output vocale con punteggiatura fonetica qui (audio di 10 secondi): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
ja: ここで、phonetic punctuationでのサンプル読み上げ出力を聞くことが出来ます。（10秒の音声）: https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
pl: Państwo mogą usłyszeć próbkę zawierającą fonetyczne znaki przestankowe na poniższym linku (dziesięciosekundowy plik audio): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
pt_br: Você pode ouvir um exemplo de saída de fala com pontuação fonética aqui (10 segundos de áudio): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
pt_pt: Pode ouvir um exemplo de saída de discurso com pontuação fonética aqui (áudio de 10 segundos): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
ru: Вы можете прослушать образец речи с фонетической пунктуацией здесь (10 секунд аудио): https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo
sk: Ak si chcete vypočuť, ako to znie, ukážku nájdete na adrese https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo (anglicky).
uk: Тут ви можете послухати 10-секундний аудіозапис роботи phonetic punctuation: https://soundcloud.com/user-977282820/nvda-phonetic-punctuation-demo

source: Usage
bg: Начин на употреба
de: Verwendung
es: Modo de uso
fi: Käyttö
fr: Utilisation
gl: Uso
it: Utilizzo
ja: 使用方法
pl: Użycie
pt_br: Uso
pt_pt: Modo de uso
ru: Использование
sk: Použitie
uk: Користування

source: Make sure that your symbol level is set to appropriate value. If you're not sure, then press NVDA+P several times until you select "Symbol level all".
bg: Уверете се, че нивото на пунктуацията е зададено на подходяща стойност. Ако не сте сигурни, натиснете NVDA+P няколко пъти, докато не изберете "Ниво на символите: всички".
de: Stellen Sie sicher, dass Sie eine geeignete Symbolebene eingestellt haben. Drücken Sie NVDA+p, bis "Symbolebene: alle" eingestellt ist, falls Sie sich nicht sicher sind.
es: Asegúrate de que el nivel de símbolos está configurado con el valor apropiado. Si no estás seguro, pulsa NVDA+p varias veces hasta que selecciones "Nivel de puntuación toda".
fi: Varmista, että symbolitaso on asetettu oikeaan arvoon. Jos et ole varma, paina NVDA+P useita kertoja, kunnes valittuna on "Symbolitaso kaikki".
fr: Assurez-vous que votre niveau de symbole est défini sur la valeur appropriée. Si vous n'êtes pas sûr, appuyez plusieurs fois sur NVDA+P jusqu'à ce que vous sélectionniez "niveau de symboles tous".
gl: Asegúrate de que o nivel de símbolos está establecido no nivel apropiado. Se non estás seguro, preme NVDA*P varias veces ata que selecciones "Nivel de símbolos toda".
it: Assicuratevi che il vostro livello di punteggiatura sia impostato correttamente. Se non siete sicuri, premete NVDA+P più volte, fino a selezionare "livello punteggiatura tutta".
ja: 記号レベルが適切な値に設定されていることを確認して下さい。適切かどうかわからない場合は、NVDA+Pを、「記号レベル全て」になるまで数回押して下さい。
pl: Upewnij się, że poziom symbolu jest ustawiony na odpowiednią wartość. Jeśli nie masz pewności, naciśnij NVDA + P kilka razy, aż wybierzesz "Poziom symbolu wszystkie".
pt_br: Certifique-se de que o nível do símbolo esteja definido com o valor apropriado. Se não tiver certeza, pressione NVDA+P várias vezes até selecionar “Nível de símbolo todos”.
pt_pt: Certifique-se de que o seu nível de símbolo está definido para o valor apropriado. Se não tiver a certeza, então pressione NVDA+P várias vezes até seleccionar "Nível de símbolos todos".
ru: Убедитесь, что для вашего уровня пунктуации установлено соответствующее значение. Если вы не уверены, нажмите NVDA+P несколько раз, пока не выберете "Уровень пунктуации все".
sk: Odporúčame nastaviť úroveň interpunkcie na všetku. Môžete to urobiť opakovaným stláčaním skratky nvda+p.
uk: Переконайтеся, що рівень символа вашої програми налаштований відповідно. Якщо ви не впевнені, натисніть NVDA+P кілька разів, доки не оберете «рівень символа усі».

source: Make sure phonetic punctuation is enabled. Press NVDA+Alt+P to enable.
bg: Уверете се, че фонетичната пунктуация е включена. Натиснете NVDA+Alt+P, за да я включите.
de: Stellen Sie sicher, dass phonetische Interpunktion eingestellt ist. Hierzu drücken Sie NVDA+alt+p.
es: Asegúrate de que Puntuación fonética está habilitado. Pulsa NVDA+alt+p para activarlo.
fi: Varmista, että foneettiset välimerkit ovat käytössä. Ota ne käyttöön painamalla NVDA+Alt+P.
fr: Assurez-vous que la ponctuation phonétique est activée. Appuyez sur NVDA+Alt+P pour activer.
gl: Asegúrate de que a puntuación fonética está habilitada. Preme NVDA+Alt+P para facelo.
it: Assicuratevi che phonetic punctuation sia attivato. Premete NVDA+Alt+P per attivarlo.
ja: phonetic punctuationが有効になっていることを確認して下さい。有効にするにはNVDA+Alt+Pを押して下さい。
pl: Proszę się upewnić, że dodatek phonetic punctuation jest włączony. Naciśnij NVDA+Alt+P aby go włączyć.
pt_br: Certifique-se de que a pontuação fonética esteja habilitada. Pressione NVDA+Alt+P para habilitar.
pt_pt: Certifique-se de que o pontuação fonética está activado. Pressione NVDA+Alt+P para o activar.
ru: Убедитесь, что включена фонетическая пунктуация. Нажмите NVDA+Alt+P для включения.
sk: Taktiež je potrebné aktivovať doplnok skratkou nvda+alt+p.
uk: Переконайтеся, що phonetic punctuation увімкнений. Щоб увімкнути його, натисніть NVDA+Alt+P.

source: Phonetic punctuation rules can be configured via a dialog box in NVDA preferences menu.
bg: Правилата за фонетичната пунктуация могат да бъдат конфигурирани чрез диалогов прозорец в менюто "Настройки" на NVDA.
de: Regeln für die Phonetische Interpunktion können mittels eines Dialogs im NVDA-Optionen-Menü eingestellt werden.
es: Las reglas de puntuación fonética se pueden configurar mediante un cuadro de diálogo disponible en el menú Preferencias de NVDA.
fi: Foneettisten välimerkkien säännöt voidaan määrittää NVDA:n asetusvalikosta avattavassa valintaikkunassa.
fr: Les règles de ponctuation phonétique peuvent être configurées via un dialogue dans le menu des préférences de NVDA.
gl: As regras de puntuación fonética pódense configurar nunha caixa de diálogo no menú preferencias do NVDA.
it: Le regole di Phonetic punctuation possono essere configurate tramite una finestra di dialogo nel menù Preferenze di NVDA.
ja: Phonetic punctuationの規則は、NVDAメニュー内のダイアログボックスを介して設定出来ます。
pl: Reguły fonetycznej interpunkcji mogą być ustawione w do tego odpowiednim oknie dialogowym w meni ustawień NVDA.
pt_br: As regras de pontuação fonética podem ser configuradas por meio de uma caixa de diálogo no menu de preferências do NVDA.
pt_pt: As regras do pontuação fonética podem ser configuradas através de uma caixa de diálogo no menu de preferências do NVDA.
ru: Фонетические правила пунктуации можно настроить с помощью диалога в меню настроек NVDA.
sk: Pravidlá interpretovania môžete nastaviť v ponuke doplnku v menu Nastavenia.
uk: Правила Phonetic punctuation можна налаштувати за допомогою діалогу в меню налаштувань NVDA.

source: Phonetic punctuation comes with a set of predefined audio rules. However, only a few of them are enabled by default. You can enable other rules, as well as add new rules in the configuration dialog.
bg: Фонетичната пунктуация идва с набор от предварително определени аудио правила. Само някои от тях са активирани по подразбиране. Можете да активирате други правила, както и да добавите нови правила в конфигурационния диалогов прозорец.
de: Phonetische Interpunktion kommt mit vorgefertigten Regeln, wobei nur wenige aktiv sind. Sie können weitere Regeln aktivieren sowie neue Regeln im Einstellungs-Dialog hinzufügen.
es: Puntuación fonética viene con un conjunto predefinido de reglas de audio. Sin embargo, sólo hay unas pocas activadas por defecto. Puedes activar otras reglas, así como crear reglas nuevas, desde el diálogo de configuración.
fi: Foneettiset välimerkit -lisäosan mukana tulee joukko ennalta määritettyjä äänisääntöjä. Kuitenkin vain muutamat niistä ovat oletusarvoisesti käytössä. Voit ottaa käyttöön muita sääntöjä sekä lisätä uusia asetusvalintaikkunassa.
fr: Phonetic Punctuation est livrée avec un ensemble de règles audio prédéfinies. Cependant, seuls quelques-unes d'entre elles sont activées par défaut. Vous pouvez activer d'autres règles, ainsi qu'ajouter de nouvelles règles dans le dialogue de configuration.
gl: Puntuación fonética vén cun conxunto de regras de audio predefinidas. Porén, só unhas poucas de entre elas están habilitadas por defecto. Podes habilitar outras regras, así como engadir novas, no diálogo de configuración.
it: Phonetic punctuation è fornito con un insieme predefinito di regole audio. Solo alcune di queste, comunque, sono attivate per default. Potete abilitare le altre regole ed aggiungerne di nuove nella finestra di configurazione.
ja: Phonetic punctuationには、予め決められた音の規則の組み合わせがあります。 しかしながら、それらのうちの少ししか最初は有効にされていません。設定ダイアログにある新しい規則をと同様、他の規則も有効にすることが出来ます。
pl: Dodatek Phonetic punctuation jest dostarczany z już zdefiniowanymi regułami. Jakże, tylko niektóre są włączone domyślnie. Można włączyć inne reguły, tak jak i dodawać nowe w dialogu konfiguracyjnym.
pt_br: A pontuação fonética vem com um conjunto de regras de áudio predefinidas. Entretanto, apenas algumas delas estão ativadas por padrão. Você pode ativar outras regras, bem como adicionar novas regras na caixa de diálogo de configuração.
pt_pt: O pontuação fonética vem com um conjunto de regras de áudio predefinidas. No entanto, apenas algumas delas são activadas por defeito. É possível activar outras regras, bem como adicionar novas regras no diálogo de configuração.
ru: Фонетическая пунктуация поставляется с набором предопределенных звуковых правил. Однако по умолчанию включены только некоторые из них. Вы можете включить другие правила, а также добавить новые правила в диалоге настроек.
sk: Súčasťou doplnku sú niektoré pravidlá. Nie všetky sú však predvolene zapnuté. Môžete tieto pravidlá upraviť alebo vytvoriť vlastné.
uk: Phonetic punctuation постачається з набором заздалегідь встановлених правил. Проте типово ввімкнені лише деякі з них. Ви можете ввімкнути інші правила, а також додати нові в діалозі конфігурації.

source: Audio rules are saved in a file called `phoneticPunctuationRules.json` in NVDA user configuration directory.
bg: Аудио правилата се записват във файл, наречен "phoneticPunctuationRules.json" в директорията с потребителските настройки на NVDA.
de: Audio-Regeln werden in einer Datei namens "phoneticPunctuationRules.json" im NVDA-Benutzer-Einstellungsverzeichnis gespeichert.
es: Las reglas de audio se guardan en un fichero llamado `phoneticPunctuationRules.json` en la carpeta de configuración de usuario de NVDA.
fi: Äänisäännöt tallennetaan tiedostoon nimeltä "phoneticPunctuationRules.json" NVDA:n käyttäjäasetusten hakemistossa.
fr: Les règles audio sont enregistrées dans un fichier appelé `phoneticPunctuationRules.json` dans le répertoire de configuration de l'utilisateur NVDA.
gl: As regras de audio gárdanse nun arquivo chamado `phoneticPunctuationRules.json` no directorio de configuración do usuario de NVDA.
it: Le regole sono salvate in un file chiamato `phoneticPunctuationRules.json` nella cartella configurazione utente di NVDA.
ja: 音の規則はNVDA user configurationディレクトリの中のphoneticPunctuationRules.jsonという名前のファイルに保存されています。
pl: Reguły audio są zachowane w pliku `phoneticPunctuationRules.json` w katalogu konfiguracji użytkownika NVDA.
pt_br: As regras de áudio são salvas em um arquivo chamado `phoneticPunctuationRules.json` no diretório de configuração do usuário do NVDA.
pt_pt: As regras de áudio são guardadas num ficheiro chamado `phoneticPunctuationRules.json` no directório de configuração do utilizador do NVDA.
ru: Звуковые правила сохраняются в файле `phoneticPunctuationRules.json` в каталоге пользовательских настроек NVDA.
sk: Pravidlá sa ukladajú do priečinka s konfiguráciou NVDA do súboru `phoneticPunctuationRules.json`.
uk: Аудіопозначки зберігаються у файлі з назвою «phoneticPunctuationRules.json» у теці налаштувань користувача NVDA.

source: Supported voice synthesizers
bg: Поддържани речеви синтезатори
de: Unterstützte Sprachausgaben
es: Sintetizadores de voz soportados
fi: Tuetut puhesyntetisaattorit
fr: Synthétiseurs vocaux pris en charge
gl: Sintetizadores de voz soportados
it: Sintesi vocali supportate
ja: サポートされている合成音声
pl: Wspierane syntezatory mowy
pt_br: Sintetizadores de voz suportados
pt_pt: Sintetizadores de voz suportados
ru: Поддерживаемые синтезаторы речи
sk: Podporované hlasové výstupy
uk: Підтримувані голосові синтезатори

source: Phonetic punctuation depends on new NVDA speech framework, and as of today (October 2019), not all voice synthesizers have proper support for the new commands. This means that phonetic punctuation might not work correctly with some voice synthesizers.
bg: Фонетичната пунктуация зависи от новата речева платформа на NVDA и към днешна дата (октомври 2019 г.) не всички речеви синтезатори имат подходяща поддръжка за новите команди. Това означава, че фонетичната пунктуация може да не работи правилно с някои речеви синтезатори.
de: Phonetische Interpunktion benötigt das neue Sprach-Framework von NVDA, welches heute (Stand Oktober 2019) noch nicht alle Sprachausgaben unterstützen. Dies bedeutet, dass die Erweiterung nicht mit allen Sprachausgaben funktionieren wird.
es: Puntuación fonética depende del nuevo marco de trabajo de habla de NVDA, y a día de hoy (octubre de 2019), no todos los sintetizadores de voz disponen del soporte adecuado para las nuevas órdenes. Esto significa que Puntuación Fonética podría no funcionar bien con algunos sintetizadores de voz.
fi: Foneettiset välimerkit -lisäosa on riippuvainen uudesta NVDA:n puhekehyksestä, ja vielä toistaiseksi (lokakuussa 2019) kaikilla puhesyntetisaattoreilla ei ole kunnollista tukea sen uusille komennoille. Tämä tarkoittaa, että Foneettiset välimerkit -lisäosa ei välttämättä toimi oikein joidenkin puhesyntetisaattoreiden kanssa.
fr: Phonetic punctuation dépend du nouveau framework vocal NVDA, et à ce jour (octobre 2019), tous les synthétiseurs vocaux ne prennent pas correctement en charge les nouvelles commandes. Cela signifie que Phonetic punctuation peut ne pas fonctionner correctement avec certains synthétiseurs vocaux.
gl: Puntuación fonética depende do marco de traballo de síntesis de NVDA, e a día de hoxe (outubro de 2019), non todos os sintetizadores de voz teñen soporte axeitado para as novas ordes. Isto significa que puntuación fonética pode non funcionar correctamente con algúns sintetizadores de voz.
it: Phonetic punctuation dipende dai nuovi motori per la voce di NVDA, e ad oggi (ottobre 2019) non tutte le sintesi vocali dispongono di un supporto corretto per i nuovi comandi. Ciò significa che Phonetic punctuation potrebbe non funzionare correttamente con alcune sintesi vocali.
ja: Phonetic punctuationは、新しいNVDAスピーチフレームワークに依存しており、現時点で（2019年10月）、全ての合成音声が新しいコマンドについて適切なサポートがあるわけではありません。これは、phonetic punctuation がいくつかの合成音声では正しく動作しない可能性があることを意味しています。
pl: Phonetic punctuation jest oparte na nowym silniku mowy w NVDA, i na dzień dzisiejszy (pażdziernik 2019), nie wszystkie syntezatory mają poprawne wsparcie wszystkich poleceń. To oznacza, że ten dodatek może nie działać poprawnie z wszystkimi syntezatorami.
pt_br: A pontuação fonética depende da nova estrutura de fala do NVDA e, até o momento (outubro de 2019), nem todos os sintetizadores de voz têm suporte adequado para os novos comandos. Isso significa que a pontuação fonética pode não funcionar corretamente com alguns sintetizadores de voz.
pt_pt: O pontuação fonética depende do novo quadro de voz do NVDA, e a partir de hoje (Outubro de 2019), nem todos os sintetizadores de voz apresentam o suporte adequado para os novos comandos. Isto significa que o pontuação fonética pode não funcionar correctamente com alguns sintetizadores de voz.
ru: Фонетическая пунктуация зависит от новой речевой платформы NVDA, и на сегодняшний день (октябрь 2019 г.) не все синтезаторы поддерживают новые команды должным образом. Это означает, что фонетическая пунктуация может неправильно работать с некоторыми синтезаторами.
sk: Doplnok je závislí na novom spracovaní textu integrovanom v NVDA. Pri testovaní v októbri 2019 sa ukázalo, že nie všetky hlasové výstupy zvládajú nové príkazy.
uk: Phonetic punctuation залежить від нового NVDA speech framework і на сьогодні (жовтень 2019) не всі голосові синтезатори мають належну підтримку для нових команд. Це означає, що phonetic punctuation може некоректно працювати з деякими синтезаторами мовлення.

source: Synthesizers known to work well with Phonetic Punctuation:
bg: Синтезатори, за които е известно че работят добре с фонетичната пунктуация са:
de: Sprachausgaben, die gut mit Phonetischer Interpunktion funktionieren:
es: Sintetizadores que se sabe que funcionan bien con Puntuación Fonética:
fi: Syntetisaattorit, joiden tiedetään toimivan hyvin foneettiset välimerkit -lisäosan kanssa:
fr: Synthétiseurs connus pour bien fonctionner avec Phonetic punctuation :
gl: Sintetizadores que se sabe que funcionan ben con Phonetic PUnctuation:
it: Sintesi che funzionano bene con Phonetic punctuation:
ja: Phonetic Punctuationで良好に動作すると知られている合成音声:
pl: Syntezatory prawidłowo działające z tym dodatkiem:
pt_br: Sintetizadores conhecidos por funcionarem bem com a pontuação fonética:
pt_pt: Sintetizadores conhecidos que trabalham bem com a Pontuação Fonética:
ru: Известные синтезаторы, хорошо работающие с фонетической пунктуацией:
sk: Doplnok funguje s týmito syntézami reči:
uk: Синтезатори, які точно добре працюють з Phonetic Punctuation:
