Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/phoneticPunctuation.*.po
Languages: bg, de, es, fi, fr, gl, it, ja, pl, pt_br, pt_pt, ru, sk, uk

source: Windows OneCore Voices
bg: Windows OneCore гласове
de: Windows OneCore-Stimmen
es: Voces Windows OneCore
fi: Windows OneCore -äänet
fr: Les voix Windows OneCore
gl: Voces Windows OneCore
it: VociWindows OneCore
pt_br: Vozes do Windows OneCore
sk: Hlasy onecore v systéme Windows 10

source: Synthesizers known to have problems with PhoneticPunctuation:
bg: Синтезатори, за които е известно, че не работят добре с фонетичната пунктуация са:
de: Sprachausgaben, die Probleme mit Phonetischer Interpunktion haben:
es: Sintetizadores que se sabe que presentan problemas con Puntuación Fonética:
fi: Syntetisaattorit, joilla tiedetään olevan ongelmia Foneettiset välimerkit -lisäosan kanssa:
fr: Synthétiseurs connus pour avoir des problèmes avec Phonetic punctuation :
gl: Sintetizadores que se sabe que teñen problemas con PhoneticPunctuation:
it: Sintesi che hanno problemi con PhoneticPunctuation:
ja: PhoneticPunctuationで問題があると知られている合成音声:
pl: Syntezatory znane z nieprawidłowego funkcjonowania z tym dodatkiem:
pt_br: Sintetizadores conhecidos por terem problemas com PhoneticPunctuation:
pt_pt: Sintetizadores conhecidos que têm problemas com o PhoneticPunctuation:
ru: Известные синтезаторы, у которых возникают проблемы с фонетической пунктуацией:
sk: Problémy majú tieto hlasové výstupy:
uk: Синтезатори, які мають проблеми з Phonetic Punctuation:

source: IBMTTS: see [this issue](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
bg: IBMTTS: вижте [този доклад](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
de: IBMTTS: [Lesen Sie diesen Eintrag](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
es: IBMTTS: consulta [esta incidencia](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
fi: IBM TTS: katso [tätä ongelmaraporttia](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
fr: IBMTTS : voir [ce ticket](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
gl: IBMTTS: véxase [esta incidencia](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
it: IBMTTS: vedere [questa issue](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
ja: IBMTTS: [このissue](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22)を参照して下さい。
pl: IBMTTS: zobacz [ten błąd](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
pt_br: IBMTTS: consulte [esta edição] (https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
pt_pt: IBMTTS: ver [problema](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
ru: IBMTTS: смотрите [эту проблему](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
sk: IBMTTS: Pozrite [Popis problému (anglicky)](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).
uk: IBMTTS: дивіться [цей розділ](https://github.com/davidacm/NVDA-IBMTTS-Driver/issues/22).

source: RHVoice: Break command is not supported.
bg: RHVoice: командата за прекъсване не се поддържа.
de: RHVoice: Der Befehl Break wird nicht unterstützt.
es: RHVoice: la orden de ruptura no se soporta.
fi: RHVoice: Break-komentoa ei tueta.
fr: RHVoice : la commande Break n'est pas prise en charge.
gl: RHVoice: Non soporta o comando de salto (break).
it: RHVoice: il comando Break non è supportato.
ja: RHVoice: Breakコマンドがサポートされていません。
pl: RHVoice: polecenie break nie jest wspieranae.
pt_br: RHVoice: O comando Break não é compatível.
pt_pt: RHVoice: O comando de quebra não é suportado.
ru: RHVoice: Команда Break не поддерживается.
sk: RHVoice: Nepodporuje príkaz na prerušenie reči break.
uk: RHVoice: не підтримується команда переривання.

source: Copyright notice
bg: Бележка за авторски права
de: Hinweis zum Kopierrecht
es: Aviso de copyright
fi: Tekijänoikeushuomautus
fr: Copyright
gl: Información de copyright
it: Note sul copyright
ja: 著作権の表示
pl: Powiadomienie o autorskich prawach
pt_br: Aviso de direitos autorais
pt_pt: Aviso de direitos de autor
ru: Уведомление об авторских правах
sk: Licencia
uk: Авторські права

source: Built-in audio icons were designed by T.V. Raman and are a part of emacspeak. For more information, see: https://github.com/tvraman/emacspeak/ .
bg: Вградените аудио икони са проектирани от T.V. Raman и са част от emacspeak. За повече информация, вижте: [https://github.com/tvraman/emacspeak/](https://github.com/tvraman/emacspeak/).
de: Die mitgelieferten Audioklänge wurden von T.V. Raman produziert und sind in emacspeak enthalten. Für weitere Informationen lesen Sie: https://github.com/tvraman/emacspeak/ .
es: Los iconos de audio incorporados fueron diseñados por T.V. Raman y forman parte de Emacspeak. Para más información, visita: https://github.com/tvraman/emacspeak/ .
fi: Sisäänrakennetut äänikuvakkeet on suunnitellut T.V. Raman, ja ne ovat osa emacspeakia. Lisätietoja on osoitteessa https://github.com/tvraman/emacspeak/.
fr: Les icônes audio intégrées ont été conçues par T.V. Raman et font partie d'emacspeak. Pour plus d'informations, voir : https://github.com/tvraman/emacspeak/ .
gl: As iconas de audio por defecto foron deseñadas por T.V. Raman e son parte de emacspeak. Para máis información, consulta: https://github.com/tvraman/emacspeak/ .
it: I suoni interni sono stati progettati da T.V. Raman e sono parte di emakspeak. Per ulteriori informazioni, vedere: https://github.com/tvraman/emacspeak/ .
ja: 内蔵のオーディオアイコンは、T.V. Ramanによってデザインされ、emacspeakの一部です。より詳しくは、次を参照して下さい: https://github.com/tvraman/emacspeak/
pl: Wbudowane ikony audio są zaprojektowane przez T.V. Raman i są one częścią emacspeak. Dla więcej informacji, Proszę zobaczyć: https://github.com/tvraman/emacspeak/ .
pt_br: Os ícones de áudio incorporados foram projetados por T.V. Raman e fazem parte do emacspeak. Para obter mais informações, consulte: https://github.com/tvraman/emacspeak/ .
pt_pt: Os ícones áudio incorporados foram concebidos por T.V. Raman e fazem parte do emacspeak. Para mais informações, ver: https://github.com/tvraman/emacspeak/ .
ru: Встроенные звуковые значки были разработаны T.V. Raman и являются частью emacspeak. Для получения дополнительной информации смотрите: https://github.com/tvraman/emacspeak/ .
sk: Zvuky poskytol T.V. Raman a sú súčasťou emacspeak. https://github.com/tvraman/emacspeak/ (anglicky).
uk: вбудовані аудіопозначки були розроблені T.V. Raman і є частиною emacspeak. Детальнішу інформацію дивіться на https://github.com/tvraman/emacspeak/ .

source: Microsoft Speech API
pt_br: API de fala da Microsoft
