Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: NVDA will present a message to notify when place markers have been copied or restored with the corresponding dialogs.
bg: NVDA ще изведе съобщение, с което да ви извести при завършване на копирането или възстановяването на позиционните маркери в съответните диалогови прозорци.
da: NVDA vil informere når stedmærker er blevet kopieret eller gendannet med de tilsvarende dialoger.
de: NVDA zeigt eine Meldung an, wenn Lesezeichen kopiert oder mit den entsprechenden Dialogen wiederhergestellt wurden.
es: NVDA presentará un mensaje para notificar cuando se hayan copiado o restaurado las marcas con los diálogos correspondientes.
fi: NVDA ilmoittaa, kun paikkamerkkejä on kopioitu tai palautettu omilla valintaikkunoillaan.
gl: NVDA presentará unha mensaxe para notificar cando se copiaran ou restauraran os marcadores cos diálogos correspondentes.
hr: NVDA će prikazati poruku kako bi obavijestio o kopiranju ili obnavljanju oznaka pozicija pomoću odgovarajućih dijaloških okvira.
it: NVDA mostrerà un messaggio di notifica quando i segnaposto saranno copiati o ripristinati mediante le relative finestre.
ja: Place markersがコピーまたは復元されると、NVDAは、対応するダイアログでメッセージを表示します。
pl: NVDA pokaże wiadomość przy powodzeniu kopiowania lub przywracania znaczników za pomocą określonych okien dialogowych.
pt_br: O NVDA apresentará uma mensagem para notificar quando marcadores de lugar forem copiados ou restaurados, com os respectivos diálogos.
pt_pt: O NVDA apresentará uma mensagem para notificar quando os marcadores foram copiados ou restaurados com as caixas de diálogo correspondentes.
ru: NVDA выдаст сообщение с уведомлением о копировании или восстановлении маркеров местоположения с помощью соответствующих диалогов.
tr: NVDA, yerimleri kopyalandığında veya geri yüklendiğinde ilgili iletişim kutularıyla bildirimde bulunmak için bir mesaj sunar.
uk: NVDA надасть повідомлення, щоб сповістити, коли маркери місць були скопійовані або відновлені з відповідними діалогами.
zh_cn: 当位置标记已被复制或恢复时，NVDA将显示一条消息以通知相关对话。

source: Changes for 6.0
bg: Промени във версия 6.0
da: Ændringer i 6.0
de: Änderungen in 6.0
es: Cambios para 6.0
fi: Muutokset versiossa 6.0
gl: Cambios para 6.0
hr: Promjene u verziji 6.0
it: Novità nella versione 6.0
ja: 6.0の変更点
pl: Zmiany dla wersji 6.0
pt_br: Mudanças na 6.0
pt_pt: Alterações para 6.0
ru: Изменения для 6.0
tr: 6.0 için değişiklikler
uk: Зміни у версії 6.0
zh_cn: 版本6.0

source: When the add-on features are not usable, gestures are sent to the corresponding application.
bg: Когато функциите на добавката са неизползваеми, жестовете биват препредавани към съответното приложение.
da: Når funktionerne i tilføjelsesprogrammet ikke kan bruges, bliver kommandoer sendt til det relevante program.
de: Wenn die Funktionen der Erweiterung nicht verfügbar sind, werden die Tastenkombinationen an die aktuelle Anwendung weitergereicht.
es: Cuando las características del complemento no sean usables, los gestos se envían a la aplicación correspondiente.
fi: Kun lisäosan toiminnot eivät ole käytettävissä, komennot lähetetään suoraan aktiiviselle sovellukselle.
gl: Cando as características do complemento non son usables, os xestos envíanse á aplicación correspondente.
hr: Kad funkcije dodatka nisu upotrebljive, geste se šalju odgovarajućoj aplikaciji.
it: Quando le funzioni dell'add-on non sono utilizzabili, i comandi sono inviati all'applicazione corrispondente.
ja: ジェスチャーに対応するアドオンの機能が使用出来ない場合、そのジェスチャーは対応するアプリケーションに送られるようになりました。
pl: Kiedy funkcje dodatku nie są dostępne, zdarzenia wejścia są wysyłane do danej aplikacji.
pt_br: Quando não é possível usar os recursos do complemento, os gestos são enviados para o aplicativo correspondente.
pt_pt: Quando os recursos do extra não são utilizáveis, os comandos são enviados para o aplicativo correspondente.
ru: Когда дополнительные функции не могут использоваться, жесты посылаются в соответствующее приложение.
tr: Eklenti özellikleri kullanılamadığında, ilgili uygulamaya hareketler gönderilir.
uk: Коли функції додатка не використовуються, жести надсилаються до відповідного застосунку.
zh_cn: 当插件功能不可用时，会将手势发送到相应的应用程序。

source: Changes for 5.0
bg: Промени във версия 5.0
da: Ændringer i 5.0
de: Änderungen in 5.0
es: Cambios para 5.0
fi: Muutokset versiossa 5.0
gl: Cambios para 5.0
hr: Promjene u verziji 5.0
it: Novità nella versione 5.0
ja: 5.0の変更点
pl: Zmiany dla wersji 5.0
pt_br: Mudanças na 5.0
pt_pt: Alterações para 5.0
ru: Изменения для 5.0
tr: 5.0 için değişiklikler
uk: Зміни у версії 5.0
zh_cn: 版本5.0

source: Added case sensitive search.
bg: Добавена е опция за зачитане на малки/главни при търсене.
da: Tilføjet Forskel på små og store bogstaver under søgning.
de: Die Groß- und Kleinschreibung kann nun bei der Suche berücksichtigt werden.
es: Añadida la búsqueda sensible a las mayúsculas.
fi: Lisätty kirjainkoon huomioiva haku.
gl: Engadida busca sensible ás maiúsculas.
hr: Dodana je pretraga s osjetljivošću na velika i mala slova.
it: Aggiunta la ricerca con distinzione tra lettere maiuscole e minuscole.
ja: 大文字と小文字を区別した検索が追加されました。
pl: Dodane wyszukiwanie z uwzględnieniem wielkości liter.
pt_br: Adicionada pesquisa com diferenciação de maiúsculas.
pt_pt: Adicionada procura sensível a maiúsculas e minúsculas.
ru: Добавлен поиск с учётом регистра.
tr: Büyük/küçük harfe duyarlı arama eklendi.
uk: Додано пошук, чутливий до регістру літер.
zh_cn: 新增区分大小写的搜索。

source: Removed option to open documentation from Place markers menu.
bg: Премахната е опцията за отваряне на помощната документация от менюто на Позиционни Маркери.
da: Fjernet mulighed for at åbne dokumentationen fra menuen Stedmærker.
de: Der Menüpunkt Hilfe wurde aus dem Menü entfernt.
es: Eliminada la opción para abrir documentación desde el menú Place markers.
fi: Poistettu vaihtoehto ohjeen avaamiseen Paikkamerkit-valikosta.
gl: Eliminada a opción para abrir documentación dende o menú Place markers.
hr: Uklonjena je opcija za otvaranje dokumentacije iz izbornika „Oznake pozicija”.
it: Rimossa l'opzione per aprire la documentazione dal menu di PlaceMarkers .
ja: プレイスマーカーのメニューから、説明を開く項目を削除しました。
pl: Usunięta opcja otwierania dokumentacji z menu dodatku.
pt_br: Removida a opção de abrir a documentação a partir do menu de marcadores de lugar.
pt_pt: Removida a opção para abrir a documentação a partir do menu de marcadores.
ru: Удалена возможность открыть документацию из меню Закладки.
tr: Yerimleri menüsünden belgeleri açma seçeneği kaldırıldı.
uk: Вилучено параметр відкриття документації з меню Place markers.
zh_cn: 删除了从位置标记菜单打开文档的选项。

source: More intuitive key commands.
bg: По-интуитивни клавишни команди.
da: Mere intuitive tastaturkommandoer.
de: Tastenkürzel sind nun intuitiver.
es: Órdenes de teclado más intuitivas.
fi: Intuitiivisemmat näppäinkomennot.
gl: Ordes de teclado máis intuitivas.
hr: Logičniji prečaci.
it: Comandi rapidi più intuitivi.
ja: より直観的なキーコマンドになりました。
pl: Bardziej intuicyjne skróty klawiszowe.
pt_br: Teclas de comandos mais intuitivas.
pt_pt: Comandos mais intuitivos.
ru: Более интуитивные комбинации клавиш.
tr: Daha sezgisel tuş komutları.
uk: Інтуїтивно зрозуміліші комбінації клавіш.
zh_cn: 更直观的快捷键。

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
es: Cambios para 4.0
fi: Muutokset versiossa 4.0
gl: Cambios para 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0
ja: 4.0の変更点
pl: Zmiany dla wersji 4.0
pt_br: Mudanças na 4.0
pt_pt: Alterações para 4.0
ru: Изменения для 4.0
tr: 4.0 için değişiklikler
uk: Зміни у версії 4.0
zh_cn: 版本4.0

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in ePUBREADER Firefox add-on.
bg: Премахнати са идентификатори на фрагменти от имената на маркерите, с което може да се избегнат проблеми в добавката ePUBREADER за Firefox.
da: Fjernet fragmenter af identiceringsstrenge fra filnavne på bogmærker. Dette kan forhindre problemer i tilføjelsesprogrammet ePUBREADER til Firefox.
de: Fragment-Identifikatoren aus den Dateinamen der Lesezeichen entfernt. Dadurch werden Fehler in der Erweiterung ePUBREADER für Firefox vermieden.
es: Eliminados fragmentos de identificadores de nombres de ficheros de marcas, los cuales pueden evitar problemas en el complemento de Firefox ePUBREADER.
fi: Poistettu osatunnisteet kirjanmerkkitiedostojen nimistä, mikä saattaa välttää ongelmia Firefoxin ePUBREADER-lisäosan kanssa.
gl: Elimináronse os identificadores de fragmentos dos nomes de ficheiro de marcadores , que poden evitar problemas no complemento de Firefox EPUBReader.
hr: Promijenjen je način definiranja naslova zabilješki, što rješava problem u dodatku EPUBREADER za Firefox.
it: Rimossi gli identificatori di frammento dai nomi dei file segnaposto, per evitare problemi nel componente aggiuntivo di Firefox ePUBREADER.
ja: FirefoxのePUBREADERアドオンでの問題を避けるため、ブックマークのファイル名から、部分識別子を削除しました。
pl: Usunięto identyfikatory fragmentów z nazw plików zakładek, co może spowodować uniknięcie problemów w dodatku do Firefox ePUBREADER.
pt_br: Removidos identificadores de fragmentos dos nomes dos arquivos de marcadores, o que pode evitar problemas no complemento ePUBREADER, do Firefox.
pt_pt: Foram removidos Identificadores de fragmentos de nomes de marcadores, que podem provocar problemas no extra ePUBREADER do Firefox.
ru: Удалены идентификаторы фрагментов из имён файлов закладок, что позволяет избежать проблем в EPUBReader - дополнении для FireFox.
tr: EPUBREADER Firefox eklentisindeki sorunları önleyebilecek yerimi dosya adlarından parça tanımlayıcıları kaldırıldı.
uk: Видалено ідентифікатори фрагментів з імен файлів закладок, що дозволяє уникнути проблем у роботі додатка ePUBREADER у Firefox.
zh_cn: 从书签文件名中删除片段标识符，这可以避免ePUBREADER Firefox插件中的问题。

source: Add-on help is available from the Add-ons Manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Die Hilfe zur Erweiterung ist nun über den Erweiterungs-Manager verfügbar.
es: La ayuda del complemento está disponible desde el Administrador de Complementos.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
gl: A axuda do complemento está dispoñible no Administrador de Complementos.
hr: Pomoć za ovaj dodatak je dostupna u Upravljaču dodataka.
it: La guida dell'add-on è disponibile dal gestore componenti aggiuntivi.
ja: アドオンヘルプはアドオンマネージャーから使用可能になりました。
pl: Pomoc dodatku dostępna w managerze dodatków.
pt_br: A ajuda do complemento está disponível no gestor de complementos.
pt_pt: A ajuda do extra passa a estar disponível no gestor de extras.
ru: Справка по дополнению теперь доступна из менеджера дополнений.
tr: Eklenti yardımına Eklenti Yöneticisinden ulaşılabilir.
uk: Довідка додатка доступна з менеджера додатків.
zh_cn: 插件帮助可从插件管理器获得。

source: Changes for 3.1
bg: Промени във версия 3.1
da: Ændringer i 3.1
de: Änderungen in 3.1
es: Cambios para 3.1
fi: Muutokset versiossa 3.1
gl: Cambios para 3.1
hr: Promjene u verziji 3.1
it: Novità nella versione 3.1
ja: 3.1の変更点
pl: Zmiany dla wersji 3.1
pt_br: Mudanças na 3.1
pt_pt: Alterações para 3.1
ru: Изменения для 3.1
tr: 3.1 için değişiklikler
uk: Зміни у версії 3.1
zh_cn: 版本3.1

source: Translation updates and new language.
bg: Обновени преводи и нов език.
da: Opdateringer til oversættelse og nye sprog.
de: Aktualisierte Übersetzungen und neue Sprache.
es: Actualización de traducciones y nuevos idiomas.
fi: Käännöksiä päivitetty ja lisätty uusi kieli.
gl: Actualizacións das traduccións e novas linguas.
hr: Ažurirani prijevodi i novi jezik.
it: Traduzioni aggiornate e nuove lingue.
ja: 翻訳の更新と新しい言語。
pl: Aktualizacje tłumaczenia i nowy język.
pt_br: Atualização de traduções e novos idiomas.
pt_pt: Actualização de traduções e um novo idioma.
ru: Обновлены переводы и новые языки.
tr: Var olan diller güncellendi ve yeni diller eklendi.
uk: Оновлено переклади й додано нові мови.
zh_cn: 更新新的翻译和语言。

source: Bookmark position is not announced in skim reading.
bg: Позицията на маркерите не бива съобщавана при бегло четене.
da: Positioner for bogmærker bliver ikke annonceret under skimlæsning.
de: Die Position von Lesezeichen wird nicht während der Navigation während alles lesen ausgegeben..
es: Ahora no se anuncia la posición de la marca en la lectura superficial.
fi: Kirjanmerkin sijaintia ei ilmoiteta pikaluvun aikana.
gl: A posición do marcador non se anuncia na lectura superficial.
hr: Pozicija knjižne oznake se više ne najavljuje u brzom čitanju dokumenta.
it: La posizione dei segnaposto non viene vocalizzata durante la lettura continua.
ja: 流し読みでブックマーク位置が通知されないようになりました。
pl: Pozycja zakładki nie jest oznajmiana w czytaniu przeglądowym.
pt_br: A posição do marcador não é anunciada na leitura dinâmica.
pt_pt: A posição dos marcadores não é anunciada na leitura rápida.
ru: Позиция закладки теперь не сообщается при беглом чтении.
tr: Göz atma modu okumasında yerimi konumu bildirilmez.
uk: Позиція закладки при неперервному читанні не оголошується.
zh_cn: 书千位置未在脱脂阅读中公布。

source: Changes for 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
es: Cambios para 3.0
fi: Muutokset versiossa 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
ja: 3.0の変更点
pl: Zmiany dla wersji 3.0
pt_br: Mudanças na 3.0
pt_pt: Alterações para 3.0
ru: Изменения для 3.0
tr: 3.0 için Değişiklikler
uk: Зміни у версії 3.0
zh_cn: 版本3.0

source: Added support for skim reading.
bg: Добавена е поддръжка за бегло четене.
da: Tilføjet understøttelse for skimlæsning.
de: Unterstützung für "Navigation während alles lesen" hinzugefügt.
es: Añadido el soporte para lectura superficial.
fi: Lisätty tuki pikaluvulle.
gl: Engadido o soporte para lectura superficial.
hr: Dodana je podrška za brzo čitanje dokumenta.
it: Aggiunto il supporto per la lettura continua.
ja: 流し読みのサポートが追加されました。
pl: Dodano wsparcie czytania przeglądowego.
pt_br: Adicionado suporte a leitura dinâmica.
pt_pt: Adicionado suporte para leitura rápida.
ru: Добавлена поддержка беглого чтения.
tr: Tarama modunda okuma desteği eklendi.
uk: Додано підтримку неперервного читання.
zh_cn: 增加了对脱脂阅读的支持。

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pl: Zmiany dla wersji 2.0
pt_br: Mudanças na 2.0
pt_pt: Alterações para 2.0
ru: Изменения для 2.0
tr: 2.0 için değişiklikler
uk: Зміни у версії 2.0
zh_cn: 版本2.0

source: Added options to save and delete different searches for each file.
bg: Добавени са опции за запазване и изтриване на различните търсения за всеки файл.
da: Tilføjet mulighed for at gemme og slette forskellige søgninger for hver fil.
de: Option zum Speichern und Löschen verschiedener Suchbegriffe für jede Datei wurde hinzugefügt.
es: Añadidas opciones para guardar y eliminar diferentes búsquedas para cada archivo.
fi: Lisätty vaihtoehdot eri hakujen tallentamiseksi ja poistamiseksi kullekin tiedostolle.
gl: Engadidas opcións para gardar e borrar diferentes buscas para cada ficheiro.
hr: Dodane su opcije za spremanje i brisanje različitih pretraga za svaku datoteku.
it: Aggiunte opzioni per salvare e cancellare ricerche diverse per ogni file.
ja: それぞれの検索を、別々のファイルに保存と削除をする選択肢が追加されました。
pl: Dodane opcje zapisania i usunięcia różnych wyszukiwań dla każdego pliku.
pt_br: Adicionado opção de salvar e apagar diferentes pesquisas para um mesmo arquivo.
pt_pt: Adicionadas opções para guardar e excluir pesquisas diferentes para cada ficheiro.
ru: Добавлены опции для сохранения и удаления различных поисков для каждого файла.
tr: Her dosya için farklı aramaları kaydetmek ve silmek için seçenekler eklendi.
uk: Додано параметри для збереження й видалення різних варіантів пошуку для кожного файлу.
zh_cn: 添加了用于保存和删除每个文件的不同搜索的选项。

source: Fixed bug which broke when paths contained non latin characters.
bg: Отстранен е проблем с пътищата на файловата система, които съдържат символи, различни от латиница.
da: Rettet fejl, som kom til udtryk når stier indeholdt ikke-latinske tegn.
de: Fehler behoben, wenn Pfad-Angaben nichtlateinische Zeichen enthalten.
es: Solucionado un problema que rompía cuando las rutas contenían caracteres no latinos.
fi: Korjattu ohjelmavirhe, joka rikkoi lisäosan toiminnan, kun polut sisälsivät muita kuin latinalaisia merkkejä.
gl: Solucionado un problema que rompía cando as rutas contiñan caracteres non latinos.
hr: Ispravljena je greška u baratanju nelatiničnim znakovima u stazama.
it: Risolto un problema che si verificava quando i percorsi contenevano caratteri non latini.
ja: ラテン文字以外の文字がパスに入っている場合に起きる不具合が修正されました。
pl: Usunięto błąd, który pojawiał się gdy ścieżka zawierała znaki inne niż alfabetu łacińskiego.
pt_br: Corrigido falha que inviabilizava caminhos que contivessem caracteres não-latinos.
pt_pt: Corrigido o erro que desactivava quando os caminhos continham caracteres não latinos.
ru: Исправлена ошибка, вызывающая крах, когда пути содержат не латинские буквы.
tr: Yollar latin olmayan karakterler içerdiğinde bozulan hata düzeltildi.
uk: Виправлено помилку, яка виникала, коли шляхи містили нелатинські символи.
zh_cn: 修复了当路径包含非拉丁字符时破坏的错误。

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
bg: Бързите клавиши вече могат да бъдат преназначавани с използване на диалога Жестове на въвеждане на NVDA.
da: Genvejstaster kan nu ændres i NVDAs dialog til inputbevægelser.
de: Tastenkombinationen können nun mittels des Eingaben-Dialogs von NVDA geändert werden.
es: Los atajos de teclado ahora pueden reasignarse utilizando el diálogo de Entrada de gestos de NVDA.
fi: Pikanäppäimien uudelleenmäärittely on nyt mahdollista NVDA:n Näppäinkomennot-valintaikkunaa käyttäen.
gl: Os atallos de teclado agora pódense reasignar utilizando o diálogo xestos de entrada do NVDA.
hr: Prečace je sada moguće nanovo odrediti korištenjem dijaloškog okvira za ulazne geste.
it: I tasti possono ora essere riassegnati usando la finestra Gesti e Tasti di Immissione di NVDA.
ja: NVDAジェスチャー入力ダイアログを使用して、ショートカットを再設定できるようになりました。
pl: Skróty klawiszowe mogą być modyfikowane przy użyciu polecenia NVDA Zdarzenia wejścia.
pt_br: Agora é possível atribuir outras teclas de atalho usando o diálogo de gestos de entrada do NVDA.
pt_pt: Os atalhos agora podem ser reatribuídos usando a caixa de diálogo de definição de comandos do NVDA.
ru: Горячие клавиши теперь могут быть переназначены в диалоге жестов ввода NVDA.
tr: Kısayollar şimdi NVDA girdi hareketleri iletişim kutusu kullanılarak yeniden atanabilir.
uk: Тепер комбінації можна перепризначити за допомогою діалогу жестів вводу NVDA.
zh_cn: 现在可以使用NVDA手势输入对话框重新分配快捷键。

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pl: Zmiany dla wersji 1.0
pt_br: Mudanças na 1.0
pt_pt: Alterações para 1.0
ru: Изменения для 1.0
tr: 1.0 için değişiklikler
uk: Зміни у версії 1.0
zh_cn: 版本1.0

source: Initial version.
bg: Първоначално издание.
da: Første version.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
gl: Versión inicial.
hr: Prva verzija.
it: Versione Iniziale.
ja: 最初のバージョン。
pl: Wstępne wydanie.
pt_br: Versão inicial.
pt_pt: Versão inicial.
ru: Первый публичный релиз.
tr: İlk sürümü.
uk: Перша версія.
zh_cn: 发布初始版本。

source: Translated into: Brazilian Portuguese, Farsi, Finnish, French, Galician, German, Italian, Japanese, Korean, Nepali, Portuguese, Spanish, Slovak, Slovenian, Tamil.
bg: Добавката е преведена на: бразилски португалски, фарси, фински, френски, галицийски, немски, италиански, японски, корейски, непалски, португалски, испански, словашки, словенски, Тамил.
da: Oversat til: Brasiliansk portugisisk, farsi, finsk, fransk, galicisk, tysk, italiensk, japansk, koreansk, nepalesisk, portugisisk, spansk, slovakisk, slovensk og tamilsk.
de: Übersetzt in: brasilianisches Portugiesisch, Farsi, Finnisch, französisch, Galizisch, deutsch, italienisch, japanisch, Koreanisch, Nepalesisch, Portugiesisch, Spanisch, Slovakisch, Slovenisch, Tamil.
es: Traducido a: Alemán, Coreano, Eslovaco, Esloveno, Español, Farsi, Finlandés, Francés, Gallego, Italiano, Japonés, Nepalí, Portugués, Portugués del Brasil, Tamil.
fi: Käännetty kielille: brasilianportugali, espanja, farsi, galego, italia, japani, korea, nepali, portugali, ranska, saksa, slovakki, slovenia, suomi ja tamili.
gl: Traducido ó: Alemán, Español, Eslovaco, Esloveno, Farsi, Finés, Francés, Galego, Italiano, Coreán, Nepalí, Portugués, Portugués do Brasil, Tamil, Xaponés.
hr: Prevedeno na: brazilski portugalski, farsi, finski, francuski, galicijski, njemački, talijanski, japanski, korejski, nepalski, portugalski, španjolski, slovački, slovenski, tamilski.
it: Tradotto in: portoghese brasiliano, farsi, finlandese, francese, galiziano, tedesco, italiano, giapponese, coreano, nepalese, portoghese, spagnolo, slovacco, sloveno, tamil.
ja: 次の言語に翻訳されました: ブラジルポルトガル語、ファルシ(ペルシア)語、フィンランド語、フランス語、ガリシア語、ドイツ語、イタリア語、日本語、韓国語、ネパール語、ポルトガル語、スペイン語、スロバキア語、スロベニア語、タミル語。
pl: Przetłumaczony na: brazylijski portugalski, farsi, fiński, francuski, galicyjski, niemiecki, włoski, japoński, koreański, nepalski, portugalski, hiszpański, słowacki, słoweński, tamilski.
pt_br: Traduzido para: Alemão, Coreano, Eslovaco, Esloveno, Espanhol, Finlandês, Francês, Galego, Italiano, Japonês, Persa, Português, Português Brasileiro, Tâmil.
pt_pt: Traduzido para: Português brasileiro, farsi, finlandês, francês, galego, alemão, italiano, japonês, coreano, nepalês, português, espanhol, eslovaco, esloveno, tamil.
ru: Переведено на: бразильский португальский, фарси, финский, французский, галисийский, немецкий, итальянский, японский, корейский, непальский, португальский, испанский, словацкий, словенский, тамильский.
tr: Tercüme:, Japonca, Korece, Nepal, Portekizce, İspanyolca, Slovakça, Slovence Tamil, İtalyanca, Almanca, Galiçyaca, Fransızca, Brezilya Portekizcesi, Farsça, Fince.
uk: Перекладено на: бразильську португальську, фарсі, фінську, французьку, галісійську, німецьку, італійську, японську, корейську, непальську, португальську, іспанську, словацьку, словенську, тамільську.
zh_cn: 翻译为：巴西葡萄牙语，波斯语，芬兰语，法语，加利西亚语，德语，意大利语，日语，韩语，尼泊尔语，葡萄牙语，西班牙语，斯洛伐克语，斯洛维尼亚语，泰米尔语。
