Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: alt+NVDA+y: Opens a dialog with the placemarkers saved for this document. You can write a note for each placemarker; press Save note to save changes. Pressing Delete you can remove the selected placemarker. Pressing OK you can move to the selected position.
bg: Alt+NVDA+Y: Отваря диалогов прозорец с маркерите, запазени за този документ. Можете да напишете бележка за всеки маркер. Натиснете "Запази бележката", за да запишете промените. Натискането на "Изтрий" изтрива избрания маркер. Ако натиснете OK, можете да отидете до избраната позиция.
de: Alt+NVDA+Y: Öffnet ein Dialogfeld mit den für dieses Dokument gespeicherten Lesezeichen. Sie können zu jedem Lesezeichen eine Notiz schreiben; Klicken Sie auf die Schaltfläche "Notiz speichern", um die Änderungen zu speichern. Durch klicken auf die Schaltfläche "Löschen" können Sie das ausgewählte Lesezeichen entfernen. Mit der Schaltfläche "OK" können Sie zu der ausgewählten Position wechseln.
es: alt+NVDA+y: abre un diálogo con las marcas guardadas para este documento. Puedes escribir una nota para cada marca; pulsa Guardar Nota para guardar cambios. Pulsando suprimir se elimina la nota seleccionada. Pulsando Aceptar puedes moverte a la posición seleccionada.
fi: Alt+NVDA+Y: Avaa valintaikkunan, jossa näkyvät nykyiselle asiakirjalle tallennetut paikkamerkit. Voit kirjoittaa kullekin paikkamerkille muistiinpanon. Tallenna muutokset painamalla Tallenna muistiinpano -painiketta. Voit poistaa valitun paikkamerkin painamalla Delete-näppäintä. Siirry valittuun sijaintiin painamalla OK.
pt_br: alt+NVDA+y: Abre uma caixa de diálogo com os marcadores de posição salvos para este documento. Você pode escrever uma nota para cada marcador; pressione Salvar nota para salvar as alterações. Ao pressionar Excluir, você pode remover o marcador selecionado. Ao pressionar OK, você pode ir para a posição selecionada.
ru: alt+NVDA+y: Открывает диалог с метками, сохранёнными для этого документа. Вы можете написать примечание для каждой метки; нажмите Сохранить примечание, чтобы сохранить изменения. Нажав Удалить, вы можете удалить выбранную метку. Нажав ОК, вы можете перейти в выбранную позицию.
tr: alt+NVDA+y: Bu belge için kaydedilen yerimlerini içeren bir iletişim kutusu açar. Her yer imi için bir not yazabilirsiniz; Değişiklikleri kaydetmek için Notu kaydet'e basın. Sil'e basarak seçili yer imini kaldırabilirsiniz. Tamam'a basarak seçilen konuma geçebilirsiniz.
zh_cn: alt+NVDA+y: 打开一个对话框，其中包含为此文档保存的书签。您可以为每个书签写一个备注;按保存备注保存更改。点删除删除所选书签。点确定移动到当前书签对应的位置。

source: Not assigned: Saves a position as a temporary placemarker.
bg: Не е зададено: Запазва позиция като временен маркер.
de: Nicht zugewiesen: Speichert die Position als temporäres Lesezeichen.
es: Sin asignar: guarda la posición actual como una marca temporal.
fi: Ei määritetty: Tallentaa nykyisen sijainnin tilapäiseksi paikkamerkiksi.
pt_br: Não atribuído: Salva uma posição como um marcador de posição temporário.
ru: Не назначено: позиция сохраняется в качестве временной метки.
tr: Atanmamış: Bir konumu geçici yer imi olarak kaydeder.
zh_cn: 未分配: 将位置保存为临时书签。

source: Not assigned: Moves to the temporary placemarker for the current document.
bg: Не е зададено: Преминава към временния маркер за текущия документ.
de: Nicht zugewiesen: springt zum temporären Lesezeichen im aktuellen Dokument.
es: Sin asignar: Se mueve a la marca temporal para el documento actual.
fi: Ei määritetty: Siirtää tilapäiseen paikkamerkkiin nykyisessä asiakirjassa.
pt_br: Não atribuído: Move-se para o marcador de posição temporário do documento atual.
ru: Не назначено: переход к временной метке текущего документа.
tr: Atanmamış: Geçerli belge için geçici yerimine gider.
zh_cn: 未分配: 移至当前文档的临时书签。

source: Not assigned: Finds the next occurrence of the last text searched for any specific document.
bg: Нее назначено: Намира следващото съвпадение на последния търсен текст за всеки конкретен документ.
da: Ikke tildelt: Søger efter næste forekomst af den angivne søgestreng i et dokument
de: Nicht zugeordnet: Findet das nächste Vorkommen des zuletzt gesuchten Textes in einem bestimmten Dokument.
es: Sin asignar: encuentra la siguiente coincidencia del último texto buscado en cualquier documento específico.
fi: Ei määritetty: Etsii viimeksi haetun tekstin seuraavan esiintymän mistä tahansa määrätystä asiakirjasta.
gl: Sen asignar: Buscar seguinte ocorrencia do último texto procurado en calquera documento específico.
hr: Nije dodijeljeno: Nalazi sljedeći slučaj zadnje pretrage teksta za svaki određeni dokument.
it: Tasto non assegnato: trova l'occorrenza successiva dell'ultimo testo cercato in uno specifico documento.
ja: アサインなし: 特定のドキュメントで最後に検索された文字列について、次の物を見つけます。
pl: Nieprzypisane: Wyszukuje następne wystąpienie ostatnio wyszukiwanego tekstu dla określonego dokumentu.
pt_br: Não atribuído: localiza a ocorrência seguinte do último texto pesquisado em qualquer documento específico.
pt_pt: Não atribuído: Procura a próxima ocorrência do último texto procurado num documento específico.
ru: Не назначено: находит следующее вхождение последнего текста, искомого для любого конкретного документа.
tr: Atanmadı: Belirli bir belge için aranan son metinde sonrakini bulur.
uk: Не призначено: знаходить наступний фрагмент останнього шуканого тексту в будь-якому конкретному документі.
zh_cn: 未分配：从光标所在位置处查找下一个匹配项。

source: Not assigned: Finds the previous occurrence of the last text searched for any specific document.
bg: Не е назначено: Намира предишното съвпадение на последния търсен текст за всеки конкретен документ.
da: Ikke tildelt: Søger efter forrige forekomst af den angivne søgestreng i et dokument
de: Nicht zugeordnet: Findet das vorherige Vorkommen des zuletzt gesuchten Textes in einem bestimmten Dokument.
es: Sin asignar: encuentra la coincidencia anterior del último texto buscado en cualquier documento específico.
fi: Ei määritetty: Etsii viimeksi haetun tekstin edellisen esiintymän mistä tahansa määrätystä asiakirjasta.
gl: Sen asignar: Buscar ocorrencia anterior do último texto procurado en calquera documento específico.
hr: Nije dodijeljeno: Nalazi prethodni slučaj zadnje pretrage teksta za svaki određeni dokument.
it: Tasto non assegnato: trova l'occorrenza precedente dell'ultimo testo cercato in uno specifico documento.
ja: アサインなし: 特定のドキュメントで最後に検索された文字列について、前の物を見つけます。
pl: Nieprzypisane: Wyszukuje poprzednie wystąpienie ostatnio wyszukiwanego tekstu dla określonego dokumentu.
pt_br: Não atribuído: localiza a ocorrência anterior do último texto pesquisado em qualquer documento específico.
pt_pt: Não atribuído: Procura a ocorrência anterior do último texto procurado num documento específico.
ru: Не назначено: находит предыдущее вхождение последнего текста, искомого для любого конкретного документа.
tr: Atanmadı: Belirli bir belge için aranan son metinde öncekini bulur.
uk: Не призначено: знаходить попередній фрагмент останнього шуканого тексту в будь-якому конкретному документі.
zh_cn: 从光标所在位置处查找上一个匹配项。

source: PlaceMarkers Submenu (NVDA+N)
bg: Подменю Позиционни маркери (NVDA+N)
de: Lesezeichen im Untermenü (NVDA+N)
es: Submmenú Place markers (NVDA+N)
fi: Paikkamerkit-alivalikko (NVDA+N)
pt_br: Submenu PlaceMarkers (NVDA+N)
ru: Подменю закладок (NVDA+N)
tr: Yerimleri Alt menüsü (NVDA + N)
zh_cn: 位置标记子菜单 (NVDA + N)

source: Using the PlaceMarkers submenu under NVDA's Preferences menu, you can access:
bg: Използвайки подменю Позиционни маркери, намиращо се в подменю Настройки от главното меню на NVDA, имате достъп до:
de: Über das Untermenü Lesezeichen in NVDA-Einstellungen können Sie auf folgende Elemente zugreifen:
es: Utilizando el submenú Place markers en el menú Preferencias de NVDA, puedes acceder a:
fi: Asetukset-valikosta löytyvästä Paikkamerkit-alivalikosta pääset käyttämään seuraavia toimintoja:
pt_br: Usando o submenu PlaceMarkers no menu Preferências do NVDA, você pode acessar:
ru: Используя подменю закладок в меню настроек NVDA, вы можете получить доступ к:
tr: NVDA'nın Tercihler menüsü altındaki Yerimleri alt menüsünü kullanarak şunlara erişebilirsiniz:
zh_cn: 通过 NVDA 菜单下的“位置标记”子菜单，可以查看：

source: Specific search folder: Opens a folder of specific searches previously saved.
bg: Папка за специфично търсене: отваря папката, където са записани предишните специфични търсения.
de: Suchanfragen: Öffnet einen Ordner, in dem zuvor gespeicherte Suchanfragen abgelegt sind.
es: Carpeta de búsqueda específica: abre una carpeta de búsquedas específicas guardadas previamente.
fi: Sivukohtaisen haun kansio: avaa tallennettujen sivukohtaisten hakujen kansion.
pt_br: Pasta de pesquisa específica: Abre uma pasta de pesquisas específicas salvas anteriormente.
ru: Папка конкретного поиска: открывает папку с ранее сохраненными определёнными поисковыми запросами.
tr: Özel arama klasörü: Önceden kaydedilen özel aramalar klasörü açılır.
zh_cn: 特定搜索文件夹：打开之前保存的特定搜索的文件夹。

source: Bookmarks folder: Opens a folder of the saved placemarkers.
bg: Папка с маркери: Отваря папката със запазените маркери.
de: Lesezeichen-Ordner: Öffnet einen Ordner mit den gespeicherten Lesezeichen.
es: Carpeta de marcas: abre una carpeta con las marcas guardadas.
fi: Paikkamerkkien kansio: Avaa tallennettujen paikkamerkkien kansion.
pt_br: Pasta de marcadores: Abre uma pasta com os marcadores de local salvos.
ru: Папка закладок: открывает папку с сохраненными метками.
tr: Yerimleri klasörü: Kaydedilen yerimlerinin bulunduğu bir klasörü açar.
zh_cn: 书签文件夹：打开已保存书签的文件夹。

source: Copy placeMarkers folder: You can save a copy of the placeMarkers folder.
bg: Копиране на папката с позиционни маркери: Можете да запазите папката с позиционни маркери.
de: Lesezeichen-Ordner kopieren: Speichert eine Kopie des Lesezeichen-Ordners.
es: Copiar carpeta de marcas: puedes guardar una copia de la carpeta de marcas.
fi: Kopioi paikkamerkkien kansio: Tallentaa kopion paikkamerkkien kansiosta.
pt_br: Copia a pasta placeMarkers: Você pode salvar uma cópia da pasta placeMarkers.
ru: Копировать папку закладок: вы можете сохранить копию папки PlaceMarkers.
tr: Yerimleri klasörünü kopyala: Yerimleri klasörünün bir kopyasını kaydedebilirsiniz.
zh_cn: 备份位置标记：您可以保存书签文件夹的副本。

source: Restore placeMarkers: You can restore your placeMarkers from a previously saved placeMarkers folder.
bg: Възстановяване на позиционните маркери: Може да възстановите вашите позиционни маркери от предишно съхранено копие на папката с вашите позиционни маркери.
de: Lesezeichen wiederherstellen: Stellt die Lesezeichen aus einem zuvor gespeicherten Lesezeichen-Ordner wieder her.
es: Restaurar marcas: Puedes guardar tus marcas desde una carpeta de marcas guardada anteriormente.
fi: Palauta paikkamerkit: Palauttaa paikkamerkit aiemmin tallennetusta paikkamerkkien kansiosta.
pt_br: Restaurar placeMarkers: Você pode restaurar seus placeMarkers de uma pasta placeMarkers salva anteriormente.
ru: Восстановить закладки: вы можете восстановить свои закладки из ранее сохранённой папки PlaceMarkers.
tr: Yerimlerini Geri Yükle: yerimlerinizi önceden kaydedilmiş bir Yerimleri klasöründen geri yükleyebilirsiniz.
zh_cn: 恢复位置标记：您可以从先前保存的位置标记文件夹中恢复您的书签。

source: Set default place markers folder: the default folder for place markers can be set from this dialog. It will be saved in the normal configuration profile.
es: Configurar carpeta de marcadores por defecto: se puede configurar la carpeta predeterminada para los marcadores desde este diálogo. Se guardará en el perfil de configuración normal.
pt_br: Definir pasta padrão para marcadores de posição: a pasta padrão para marcadores de posição pode ser definida nesta caixa de diálogo. Ela será salva no perfil de configuração normal.

source: Note: The placemarker position is based on the number of characters; and therefore in dynamic pages it is better to use the specific search, not placemarkers.
bg: Забележка: Позицията на маркерите се базира на броя на знаците. Поради това, в страници с динамично съдържание е по-добре да използвате специфичното търсене вместо маркерите.
de: Anmerkung: Die Lesezeichen basieren auf der Position im Dokument (welche in Zeichen vom Dokumentanfang gemessen wird). Bei dynamischen Webseiten empfielt sich daher stattdessen Suchanfragen zu verwenden.
es: Nota: La posición de la marca se basa en el número de caracteres; y por lo tanto en páginas con contenido dinámico es mejor usar la búsqueda específica y no las marcas.
fi: Huom: Paikkamerkin sijainti perustuu merkkien lukumäärään, joten muuttuvan sisällön sivuilla kannattaa käyttää tarkan sijainnin tallentavien paikkamerkkien asemesta sivukohtaista hakua.
pt_br: Nota: A posição do marcador de posição se baseia no número de caracteres; portanto, em páginas dinâmicas, é melhor usar a pesquisa específica, não marcadores de posição.
ru: Примечание: Позиция placemarker зависит от количества символов, и поэтому на динамических страницах лучше использовать конкретный поиск, а не placemarkers.
tr: Not: Yerimi konumu, karakter sayısına bağlıdır; ve bu nedenle dinamik sayfalarda, yer imlerini değil, belirli aramayı kullanmak daha iyidir.
zh_cn: 注意：书签位置基于字符数量来确定，因此，在动态页面中，最好使用特定搜索，而不是书签。

source: Changes for 45.0.0
es: Cambios para 45.0.0
pt_br: Mudanças na 45.0.0

source: Added ability to set the default placeMarkers folder.
es: Se ha añadido la posibilidad de configurar la carpeta por defecto de placeMarkers.
pt_br: Adicionada a capacidade de definir a pasta padrão para marcadores de localização.

source: If plugins are reloaded while this add-on is enabled, the last saved configuration will be applied.
es: Si se recargan los plugins mientras el complemento está habilitado, se aplicará la última configuración guardada.
pt_br: Se os plug-ins forem recarregados enquanto este complemento estiver ativado, a última configuração salva será aplicada.

source: Added copy and close buttons to browseable message when showing the current file where bookmarks and specific search strings are saved.
es: Se han añadido botones para copiar y cerrar al mensaje explorable al mostrar el archivo actual donde se guardan los marcadores y las cadenas específicas de búsqueda.
pt_br: Adicionados botões Copiar e Fechar à mensagem navegável ao mostrar o arquivo atual onde os marcadores e as sequências de pesquisa específicas são salvos.

source: Changes for 35.0
bg: Промени във версия 35.0
es: Cambios para 35.0
fi: Muutokset versiossa 35.0
pt_br: Mudanças na 35.0
ru: Изменения для 35.0
tr: 35.0 için Değişiklikler
zh_cn: 版本35.0

source: Removed URL parameters from file names, so that bookmarks are valid for specific websites in different sessions.
bg: Премахнати са URL параметрите от имената на файловете, така че отметките да са валидни за конкретни уебсайтове в различни сесии.
es: Se eliminan los parámetros de URL de los nombres de archivo, de tal forma que los marcadores sean válidos para sitios web concretos en sesiones diferentes.
fi: Poistettu URL-parametrit tiedostonimistä, jotta sivukohtaiset paikkamerkit ovat kelvollisia eri istunnoissa.
pt_br: Remoção dos parâmetros de URL dos nomes de arquivos, para que os marcadores sejam válidos para sites específicos em sessões diferentes.
ru: Удалены параметры URL-адресов из имён файлов, чтобы закладки были действительны для определённых веб-сайтов в разных сеансах.
tr: Yer imlerinin farklı oturumlardaki belirli web siteleri için geçerli olması amacıyla dosya adlarından URL parametreleri kaldırıldı.
zh_cn: 删除了文件名中的 URL 参数，以便书签在不同会话中的特定网站生效。

source: Changes for 24.0
bg: Промени във версия 24.0
de: Änderungen in 24.0
es: Cambios para 24.0
fi: Muutokset versiossa 24.0
hr: Promjene u verziji 24.0
pt_br: Mudanças na 24.0
pt_pt: Alterações para 24.0
ru: Изменения для 24.0
tr: 24.0 için değişiklikler
zh_cn: 版本 24.0

source: Y is used instead of k in gestures such as NVDA+k, NVDA+shift+k, NVDA+alt+k and NVDA+control+shift+k.
bg: Y се използва вместо K в жестове като NVDA+K, NVDA+Shift+K, NVDA+Alt+K и NVDA+Control+Shift+K.
de: Der Buchstabe Y wird anstelle von K in Tastenbefehlen wie NVDA+K, Umschalt+NVDA+K, Alt+NVDA+K und Strg+Umschalt+NVDA+K verwendet.
es: Se usa Y en vez de K en gestos como NVDA+k, NVDA+shift+k, NVDA+alt+k y NVDA+control+shift+k.
fi: Sellaisissa näppäinkomennoissa kuin NVDA+K, NVDA+Vaihto+K, NVDA+Alt+K ja NVDA+Ctrl+Vaihto+K käytetään K:n sijaan Y:tä.
pt_br: Y é usado em vez de k em gestos como NVDA+k, NVDA+shift+k, NVDA+alt+k e NVDA+control+shift+k.
pt_pt: Y é utilizado em vez de k em atalhos como NVDA+k, NVDA+shift+k, NVDA+alt+k e NVDA+control+shift+k.
ru: Y используется вместо k в таких жестах, как NVDA+k, NVDA+shift+k, NVDA+alt+k и NVDA+control+shift+k.
tr: NVDA+k, NVDA+shift+k, NVDA+alt+k ve NVDA+control+shift+k gibi hareketlerde k yerine y kullanılır.
zh_cn: 在 NVDA+k、NVDA+shift+k、NVDA+alt+k 和 NVDA+control+shift+k 等手势中使用 Y 代替 k。

source: Compatible with NVDA 2023.1.
bg: Съвместимост с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
es: Compatible con NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
hr: Kompatibilno s NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.
pt_pt: Compatível com NVDA 2023.1.
ru: Совместимо с NVDA 2023.1.
tr: NVDA 2023.1 ile uyumludur.
zh_cn: 兼容 NVDA 2023.1。

source: Changes for 23.0
bg: Промени във версия 23.0
da: Ændringer for 23.0
de: Änderungen in 23.0
es: Cambios para 23.0
fi: Muutokset versiossa 23.0
gl: Cambios para 23.0
hr: Promjene u verziji 23.0
ja: 23.0の変更点
pl: Zmiany w wersji 23.0
pt_br: Mudanças na 23.0
pt_pt: Alterações para 23.0
ru: Изменения для 23.0
tr: 23.0 için değişiklikler
uk: Зміни у версії 23.0
zh_cn: 版本23.0

source: The add-on works again with Microsoft Word.
bg: Добавката отново работи с Microsoft Word.
da: Tilføjelsen fungerer igen med Microsoft Word.
de: Die Erweiterung funktioniert wieder mit Microsoft Word.
es: El complemento funciona otra vez con Microsoft Word.
fi: Lisäosa toimii jälleen Microsoft Wordin kanssa.
gl: O complemento volve a funcionar con Microsoft Word.
hr: Dodatak ponovo radi s Microsoft Wordom.
ja: このアドオンが再びMicrosoft Wordで動作するようになりました。
pl: Dodatek działa ponownie z programem Microsoft Word.
pt_br: O complemento trabalha novamente com o Microsoft Word.
pt_pt: O extra funciona novamente com o Microsoft Word.
ru: Дополнение снова работает с Microsoft Word.
tr: Eklenti, Microsoft Word ile yeniden çalışır duruma getirildi.
uk: Додаток знову працює з Microsoft Word.
zh_cn: 恢复对 Word 的支持。

source: Changes for 22.0
bg: Промени във версия 22.0
da: Ændringer for 22.0
de: Änderungen in 22.0
es: Cambios para 22.0
fi: Muutokset versiossa 22.0
gl: Cambios para 22.0
hr: Promjene u verziji 22.0
ja: 22.0の変更点
pl: Zmiany w wersji 22.0
pt_br: Mudanças na 22.0
pt_pt: Alterações para 22.0
ru: Изменения для 22.0
tr: 22.0 için değişiklikler
uk: Зміни у версії 22.0
zh_cn: 版本22.0

source: We can move to bookmarks and delete them with UIA enabled, thanks to Abdel.
bg: Може да се навигира до маркери и да бъдат изтривани при активиран UIA в браузъри, базирани на Chromium (благодарности на Abdel).
da: Vi kan flytte til bogmærker og slette dem med UIA aktiveret, takket være Abdel.
de: Es können Lesezeichen verschoben und gelöscht werden, wenn UIA aktiviert ist, dank Abdel.
es: Podemos desplazarnos a los marcadores y eliminarlos con UIA activada, gracias a Abdel.
fi: Paikkamerkkeihin on mahdollista siirtyä ja niitä voidaan poistaa, kun UIA on käytössä (kiitos Abdelille).
gl: Podemos movernos a marcadores e eliminalos con UIA activado, grazas a Abdel.
hr: Oznake se mogu premjestiti i izbrisati s UIA-om, zahvaljujući Abdelu.
ja: ブックマークに移動し、有効化されたUIAから削除出来るようになりました。Abdelのおかげです。
pl: Możemy przejść do zakładek i usunąć je z włączonym UIA, dzięki Abdelowi.
pt_br: Podemos mover para os marcadores e excluí-los com o UIA ativado, obrigado a Abdel.
pt_pt: Podemos mover-nos para os marcadores e apagá-los com a UIA activada, graças a Abdel.
ru: Мы можем переходить к закладкам и удалять их с включенным UIA, благодаря Абделю.
tr: Abdel sayesinde yerimlerine gidebilir ve UIA etkinken silebiliriz.
uk: Завдяки Абделю ми можемо переходити до закладок та видаляти їх з увімкненим UIA.
zh_cn: 感谢 Abdel，插件目前支持在启用 UIA 的情况下移动到书签，删除书签。

source: Changes for 21.0
bg: Промени във версия 21.0
da: Ændringer for 21.0
de: Änderungen in 21.0
es: Cambios para 21.0
fi: Muutokset versiossa 21.0
gl: Cambios para 21.0
hr: Promjene u verziji 21.0
it: Novità nella versione 21.0
ja: 21.0の変更点
pl: Zmiany w wersji 21.0
pt_br: Mudanças na 21.0
pt_pt: Alterações para 21.0
ru: Изменения для 21.0
tr: 21.0 için değişiklikler
uk: Зміни у версії 21.0
zh_cn: 版本21.0

source: Bookmarks can be saved with UIA enabled in browsers based on Chromium, thanks to Abdel.
bg: Маркерите могат да се запазват с активиран UIA в браузъри, базирани на Chromium (благодарности на Abdel).
da: Bogmærker kan gemmes med UIA aktiveret i browsere baseret på Chromium, takket være Abdel.
de: Dank Abdel können Lesezeichen mit aktivierter UIA in Browsern, die auf Chromium basieren, gespeichert werden.
es: Se pueden guardar marcadores con UIA activada en navegadores basados en Chromium, gracias a Abdel.
fi: Paikkamerkkejä voidaan tallentaa Chromium-pohjaisissa selaimissa, joissa on käytössä UIA (kiitos Abdelille).
gl: Pódense gardar os marcadores con UIA activado en navegadores baseados en Chromium, grazas a Abdel.
hr: Oznake se mogu spremati s uključenim UIA-om u preglednicima koji se temelje na Chromiumu, zahvaljujući Abdelu.
it: I segnalibri possono essere salvati con UIA abilitato nei browser basati su Chromium, grazie al contributo di Abdel.
ja: Chromiumベースのブラウザで有効化されたUIAで、ブックマークを保存出来るようになりました。Abdelのおかげです。
pl: Zakładki można zapisywać z włączonym UIA w przeglądarkach opartych na Chromium, dzięki Abdelowi.
pt_br: Os marcadores podem ser salvos com o UIA habilitado em navegadores baseados no Chromium, graças a Abdel.
pt_pt: Os marcadores podem ser guardados com a UIA activada em navegadores baseados no Chrome, graças ao Abdel.
ru: Благодаря Абделю, закладки можно сохранять с включенным UIA в браузерах на базе Chromium.
tr: Yerimleri, Abdel sayesinde Chromium tabanlı tarayıcılarda UIA etkinleştirilerek kaydedilebilir.
uk: Завдяки Абделю можна зберігати закладки з увімкненою функцією UIA у браузерах на базі Chromium.
zh_cn: 感谢 Abdel，在基于 Chromium 的浏览器中启用 UIA 的情况下，支持保存书签。

source: Changes for 20.0
bg: Промени във версия 20.0
da: Ændringer for 20.0
de: Änderungen in 20.0
es: Cambios para 20.0
fi: Muutokset versiossa 20.0
gl: Cambios para 20.0
hr: Promjene u verziji 20.0
it: Novità nella versione 20.0
ja: 20.0の変更点
pl: Zmiany w wersji 20.0
pt_br: Mudanças na 20.0
pt_pt: Alterações para 20.0
ru: Изменения для 20.0
tr: 20.0 için değişiklikler
uk: Зміни у версії 20.0
zh_cn: 版本20.0

source: Requires NVDA 2022.1 or later.
bg: Изисква се NVDA 2022.1 или по-нова версия.
da: Kræver NVDA 2022.1 eller nyere.
de: Benötigt NVDA 2022.1 oder neuer.
es: Se requiere NVDA 2022.1 o posterior.
fi: Edellyttää NVDA 2022.1:tä tai uudempaa.
gl: Require NVDA 2022.1 ou posterior.
hr: Zahtijeva NVDA 2022.1 ili noviju verziju.
it: Richiede NVDA 2022.1 o versioni successive.
ja: NVDA 2022.1以降が必要です。
pl: Wymaga NVDA 2022.1 lub nowszego.
pt_br: Requer o NVDA 2022.1 ou posterior.
pt_pt: Requer NVDA 2022.1 ou posterior.
ru: Требуется NVDA 2022.1 или позднее.
tr: NVDA 2022.1 veya sonraki sürümünü gerektirir.
uk: Потребує NVDA 2022.1 чи пізнішу.
zh_cn: 需要NVDA 2022.1 或更高版本。

source: Changes for 19.0
bg: Промени във версия 19.0
da: Ændringer for 19.0
de: Änderungen in 19.0
es: Cambios para 19.0
fi: Muutokset versiossa 19.0
gl: Cambios para 19.0
hr: Promjene u verziji 19.0
it: Novità nella versione 19.0
ja: 19.0の変更点
pl: Zmiany w wersji 19.0
pt_br: Mudanças na 19.0
pt_pt: Alterações para 19.0
ru: Изменения для 19.0
tr: 19.0 için değişiklikler
uk: Зміни у версії 19.0
zh_cn: 版本 19.0
