Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Added not assigned commands to find the next and previous occurrences of the last text searched for any specific document.
bg: Добавени са неназначени команди за намиране на следващото и предишното съвпадение на последния търсен текст за всеки конкретен документ.
da: Tilføjede kommandoer, så du nemt kan søge efter forrige og næste forekomst af den sidst angivne tekststreng. Disse kommandoer har ingen tildelte tastetryk.
de: Es wurden nicht zugewiesene Befehle hinzugefügt, um das nächste und vorherige Auftreten des zuletzt gesuchten Textes in einem bestimmten Dokument zu finden.
es: Se han añadido órdenes sin asignar para encontrar las coincidencias siguientes y anteriores del último texto buscado de cualquier documento específico.
fi: Lisätty komennot ilman näppäinkomentoa viimeksi haetun tekstin seuraavan ja edellisen esiintymän etsimiseen mistä tahansa määrätystä asiakirjasta.
gl: Engadidas ordes sen asignar para buscar a próxima e anterior ocorrencia do último texto procurado en calquera documento específico.
hr: Dodane se nedodijeljene naredbe za pronalaženje sljedeće i prethodne pojave zadnje traženog teksta za bilo koji određeni dokument.
it: Aggiunto un comando, non assegnato ad alcun tasto, per trovare l'occorrenza precedente o successiva dell'ultimo testo cercato in uno specifico documento.
ja: 特定のドキュメントで最後に検索した文字列の次または前の物を見つける、アサインなしのコマンドを追加しました。
pl: Dodano nieprzypisane polecenia, aby znaleźć następne i poprzednie wystąpienia ostatniego wyszukiwanego tekstu dla określonego dokumentu.
pt_br: Adicionado um comando não atribuído para localizar as ocorrências seguinte e anterior do último texto buscado em qualquer documento específico.
pt_pt: Adicionado comandos não atribuídos para Procurar a próxima ou a nterior ocorrência da última expressão procurada para qualquer documento específico.
ru: Добавлены не назначенные команды для поиска следующего и предыдущего вхождений последнего искомого текста для любого конкретного документа.
tr: Belirli bir belge için aranan son metnin sonraki ve önceki oluşumlarını bulmak için atanmamış komutlar eklendi.
uk: Додано непризначені жести для знаходження наступного й попереднього фрагменту останнього шуканого тексту для будь-якого конкретного документа.
zh_cn: 添加了未分配的命令，以查找为任何特定文档搜索的最后一个文本的下一个和上一个匹配项。

source: The specific search feature works when the NVDA's About dialog is open.
bg: Функцията за специфично търсене работи, когато е отворен диалоговият прозорец "За NVDA".
da: Funktionen til specifikke søgninger virker kun, når NVDAs søgedialog er åbnet.
de: Die spezifische Suche funktioniert auch, wenn das Dialogfeld "Info" von NVDA geöffnet ist.
es: La característica de búsqueda específica funciona cuando el diálogo Acerca de NVDA está abierto.
fi: Sivukohtainen haku toimii, kun NVDA:n Tietoja-valintaikkuna on avoimena.
gl: A característica de busca específica funciona cando o diálogo Acerca de NVDA está aberto.
hr: Funkcija određenog pretraživanje radi, kad je otvoren dijaloški okvir „O programu NVDA”.
it: La funzione Ricerca specifica funziona anche quando è aperta la finestra INformazioni su NVDA.
ja: 特定の検索機能は、NVDAのAboutダイアログが開いている時に動作します。
pl: Określona funkcja wyszukiwania działa, gdy okno dialogowe Informacje NVDA jest otwarte.
pt_br: O recurso de pesquisa específica funciona quando o diálogo Sobre o NVDA estiver aberto.
pt_pt: A procura específica funciona no diálogo Sobre o NVDA'.
ru: Конкретная функция поиска работает, когда открыто диалоговое окно NVDA "О программе".
tr: Spesifik arama özelliği, NVDA'nın Hakkında iletişim kutusu açıkken çalışır.
uk: Функція конкретного пошуку працює, коли відкрито діалог Про NVDA.
zh_cn: 当NVDA的“关于”对话框打开时，特定搜索功能将起作用。

source: In the Specific search dialog, the case sensitive checkbox will be checked if this option was selected for the last search.
bg: В диалоговия прозорец за специфично търсене, опцията за зачитане на малки/главни букви ще бъде включена, ако тази опция е била избрана за последното търсене.
da: I dialogen til specifike søgninger, vil boksen til at skelne mellem store og små bogstaver forblive markeret, hvis dette var tilfældet under den sidste søgning.
de: Im Dialogfeld Spezifische Suche wird das Kontrollkästchen für die Berücksichtigung der Groß-/Kleinschreibung aktiviert, wenn diese Option für die letzte Suche ausgewählt wurde.
es: En el diálogo de búsqueda específica, la casilla sensible a mayúsculas estará marcada si se seleccionó esta opción en la última búsqueda.
fi: Sama kirjainkoko -valintaruutu valitaan sivukohtaisen haun valintaikkunassa, jos se oli valittuna edellistä hakua suoritettaessa.
gl: No diálogo Busca específica, a caixa de verificación sensible ás maiúsculas estará verificada se esta opción se seleccionou na busca anterior.
hr: U dijaloškom okviru „Određena pretraga”, potvrdit će se potvrdni okvir za velika slova, ako je ova opcija odabrana u zadnjoj pretrazi.
it: Nella finestra Ricerca specifica, la casella di controllo per distinguere tra lettere maiuscole e minuscole sarà attivata se era già attiva nell'ultima ricerca.
ja: 特定の検索のダイアログでは、最後に行った検索でチェックされていた場合、大文字と小文字の区別のチェックボックスはチェックされます。
pl: W oknie dialogowym Określone wyszukiwanie pole wyboru z uwzględnieniem wielkości liter zostanie zaznaczone, jeśli ta opcja została wybrana dla ostatniego wyszukiwania.
pt_br: No diálogo de pesquisa específica, a caixa de seleção diferenciar maiúsculas estará marcada se essa opção tiver sido selecionada na última pesquisa.
pt_pt: No diálogo de Procura específica, a caixa de verificação "Ignorar maiúsculas/minúsculas" estará marcada, se esta opção estava marcada na última procura.
ru: В диалоге "Конкретный поиск" будет установлен флажок "Учитывать регистр", если этот параметр был выбран для последнего поиска.
tr: Belirli arama iletişim kutusunda, bu seçenek son arama için seçilmişse, büyük/küçük harfe duyarlı onay kutusu işaretlenecektir.
uk: У діалозі «Конкретний пошук» буде позначено прапорець «Враховувати регістр», якщо ця опція була обрана для останнього пошуку.
zh_cn: 在“特定搜索”对话框中，如果为上次搜索选择了此选项，则将检查区分大小写复选框。

source: When the add-on is updated, bookmarks and strings for specific search saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import place markers saved in the main configuration folder of NVDA.
bg: Когато добавката бъде обновена, маркерите и низовете за специфично търсене, запазени в предишната версия на добавката, ще бъдат автоматично копирани в новата версия, освен ако не предпочитате да импортирате позиционните маркери, запазени в основната конфигурационна папка на NVDA.
da: Når tilføjelsesprogrammet er opdateret, kopieres bogmærker og strenge til specifik søgning der er gemt i den tidligere version af tilføjelsen automatisk til den nye version, medmindre du foretrækker at importere stedmærker, der er gemt i den primære konfigurations mappe i NVDA.
de: Bei der Aktualisierung dieser Erweiterung werden die in der vorherigen Version gespeicherten Lesezeichen und Zeichenketten aus der spezifischen Suche automatisch in die neue Version kopiert, es sei denn, Sie möchten ausdrücklich, dass diese aus dem Hauptkonfigurationsordner von NVDA importiert werden.
es: Cuando el complemento se actualice, los marcadores y las cadenas de búsqueda específica guardadas en la versión anterior del complemento se copiarán automáticamente a la nueva versión, a menos que prefieras importar marcadores de la carpeta de configuración principal de NVDA.
fi: Kun lisäosa päivitetään, aiemmassa versiossa tallennetut paikkamerkit ja sivukohtaisen haun merkkijonot kopioidaan automaattisesti uuteen versioon, paitsi jos haluat tuoda paikkamerkit NVDA-asetusten pääkansiosta.
gl: Cando o complemento se actualice, os marcadores e as cadeas da busca específica gardadas na versión anterior do complemento copiaranse automaticamente á nova versión, a menos que prefiras importar os marcadores de lugar gardados no cartafol principal de configuración de NVDA.
hr: Kad se dodatak nadogradi, knjižne oznake i nizovi za određenu pretragu koji su spremljeni u prethodnoj verziji dodatka, će se automatski kopirati u novu verziju, osim ako ne želiš uvesti oznake pozicija, spremljene u glavnu mapu NVDA konfiguracije.
it: Quando il componente aggiuntivo viene aggiornato, i segnaposto e le stringhe per le ricerche specifiche salvati nella precedente versione saranno automaticamente copiati nella nuova, a meno che non si preferisca importare i segnaposto salvati nella cartella di configurazione principale di NVDA.
ja: アドオンがアップデートされた場合、アドオンの前のバージョンで保存されていたブックマークと特定の検索の文字列は、自動的に新しいバージョンにコピーされます。ただし、Place MarkersをNVDAのメインの設定フォルダに保存するようにしている場合を除きます。
pl: Po zaktualizowaniu dodatku zakładki i ciągi znaków do określonego wyszukiwania zapisane w poprzedniej wersji dodatku zostaną automatycznie skopiowane do nowej wersji, chyba że wolisz importować znaczniki miejsc zapisane w głównym folderze konfiguracyjnym NVDA.
pt_br: Quando o complemento for atualizado, marcadores e cadeias de buscas específicas salvos na versão anterior do complemento serão automaticamente copiados para a nova versão, a não ser que você prefira importar marcadores salvos da pasta principal de configurações do NVDA.
pt_pt: Quando o extra é actualizado, os marcadores e expressões para procuras específicas, guardados na versão anterior, são automaticamente copiados para a nova versão, a não ser que prefira importar os marcadores guardados na pasta principal de configurações do NVDA.
ru: При обновлении дополнения закладки и строки для конкретного поиска, сохранённые в предыдущей версии дополнения, будут автоматически скопированы в новую версию, если только вы не предпочитаете импортировать маркеры мест, сохраненные в основной папке конфигурации NVDA.
tr: Eklenti güncellendiğinde, NVDA'nın ana yapılandırma klasörüne kaydedilen yerimlerini içe aktarmayı tercih etmediğiniz sürece, eklentinin önceki sürümünde kaydedilen belirli arama için yer işaretleri ve dizeler otomatik olarak yeni sürüme kopyalanacaktır.
uk: При оновленні додатка закладки і рядки для конкретного пошуку, збережені в попередній версії додатка, буде автоматично скопійовано в нову версію, якщо тільки ви не віддасте перевагу імпорту маркерів місць, збережених в основній конфігураційній папці NVDA.
zh_cn: 更新插件后，保存在早期插件版本中的特定搜索的书签和字符串将自动复制到新版本，除非您希望导入保存在NVDA主配置文件夹中的位置标记。

source: When using the dialog to copy place markers, if the chosen folder is not named placeMarkersBackup, a subfolder with this name will be created to prevent the deletion of directories containing important data, such as Documents or Downloads.
bg: При използването на диалоговия прозорец за копиране на позиционни маркери, ако избраната папка не е именувана "placeMarkersBackup", ще бъде създадена подпапка с това име, за да се предотврати изтриването на директории, съдържащи важни данни, като например "Документи" или "Изтегляния".
da: Når du bruger dialogen til at kopiere stedmærker, og hvis den valge mappe ikke hedder "placeMarkersBackup", vil en undermappe med dette navn blive oprettet for at forhindre sletning af mapper, der indeholder vigtige data, såsom dokumenter eller overførsler.
de: Wenn Sie den Dialog zum Kopieren von Lesezeichen verwenden und der ausgewählte Ordner nicht "placeMarkersBackup" heißt, wird ein Unterordner mit diesem Namen erstellt, um das Löschen von Verzeichnissen mit wichtigen Daten wie Dokumente oder Downloads zu verhindern.
es: Al usar el diálogo para copiar marcadores, si la carpeta elegida no se llama placeMarkersBackup, se creará una subcarpeta con este nombre para evitar la eliminación de directorios que contengan datos importantes, tales como Documentos o Descargas.
fi: Jos valitulle kansiolle ei ole paikkamerkkien kopiointivalintaikkunassa annettu nimeksi placeMarkersBackup, sen niminen alikansio luodaan, jotta estetään tärkeää dataa sisältävien hakemistojen, kuten Tiedostot tai Ladatut tiedostot, poistaminen.
gl: Ao utilizar o diálogo para copiar marcadores de lugar, se o cartafol escollido non se chama placeMarkersBackup, crearase un subcartafol co mesmo nome para previr a eliminación de directorios que conteñan datos importantes, como Documentos ou Descargas.
hr: Kad se koristi dijaloški okvir za kopiranje oznaka pozicija, ako odabrana mapa nije imenovana „placeMarkersBackup”, stvorit će se podmapa s tim nazivom, kako bi se spriječilo brisanje mapa koje sadrže važne podatke, poput „Dokumenati” ili „Preuzimanja”.
it: Quando si usa la finestra per copiare i segnaposto, se la cartella scelta non si chiama placeMarkersBackup, verrà creata una sottocartella con questo nome, per evitare la cancellazione di cartelle contenenti dati importanti, quali Documenti o Downloads.
ja: Place Markersをコピーするダイアログを使用する時、選択されたフォルダの名前が、placeMarkersBackupでない場合は、この名前のサブフォルダが作られ、ドキュメントやダウンロードなどの重要なデータを含むディレクトリが消去されてしまうのを防ぎます。
pl: Podczas korzystania z okna dialogowego do kopiowania znaczników miejsc, jeśli wybrany folder nie ma nazwy placeMarkersBackup, zostanie utworzony podfolder o tej nazwie, aby zapobiec usunięciu katalogów zawierających ważne dane, takie jak Dokumenty lub Pobrane.
pt_br: Ao usar o diálogo de copiar marcadores, caso a pasta escolhida não seja nomeada placeMarkersBackup, será criada uma subpasta com esse nome para prevenir o apagamento de diretórios que contenham dados importantes, tais como Documentos ou Downloads.
pt_pt: Quando se usa o diálogo para copiar marcadores de lugar, se a pasta selecionada não se chamar "placeMarkersBackup", será criada uma subpasta com este nome para prevenir a eventual eliminação de dados importantes, como documentos e transferências.
ru: Если при использовании диалога копирования маркеров места выбранная папка не называется PlaceMarkersBackup, будет создана подпапка с этим именем, чтобы предотвратить удаление каталогов, содержащих важные данные, таких как документы или загрузки.
tr: Yerimlerini kopyalamak için iletişim kutusunu kullanırken, seçilen klasörün adı placeMarkersBackup değilse, Documents veya Downloads gibi önemli verileri içeren dizinlerin silinmesini önlemek için bu ada sahip bir alt klasör oluşturulur.
uk: При використанні діалогу копіювання маркерів місць, якщо обрана папка не має імені placeMarkersBackup, буде створено підпапку з цим ім'ям, щоб запобігти видаленню каталогів, що містять важливі дані, такі як Документи або Завантаження.
zh_cn: 使用对话框复制位置标记时，如果所选文件夹未命名为placeMarkersBackup，则将创建具有此名称的子文件夹，以防止删除包含重要数据的目录，例如“文档”或“下载”。

source: Changes for 12.0
bg: Промени във версия 12.0
da: Ændringer for 12.0
de: Änderungen für 12.0
es: Cambios para 12.0
fi: Muutokset versiossa 12.0
gl: Cambios para 12.0
hr: Promjene u verziji 12.0
it: Novità nella versione 12.0
ja: 12.0の変更点
pl: Zmiany dla wersji 12.0
pt_br: Mudanças na 12.0
pt_pt: Alterações para 12.0
ru: Изменения для 12.0
tr: 12.0 için değişiklikler
uk: Зміни у версії 12.0
zh_cn: 版本12.0

source: Fixed a critical bug which caused NVDA to crash when trying to open the Notes dialog, if chinese characters were selected before saving bookmarks.
bg: Отстранена е критична грешка, която предизвиква срив на NVDA при опит за отваряне на диалоговия прозорец "Бележки", ако преди запазването на отметки са избрани китайски символи.
da: Rettede en kritisk fejl, der forårsagede at NVDA gik ned, når man forsøgte at åbne dialogboksen Noter, hvis kinesiske tegn blev valgt, før bogmærker blev gemt.
de: Es wurde ein kritischer Fehler behoben, der dazu führte, dass NVDA beim Versuch, den Notizen-Dialog zu öffnen, abstürzte, wenn chinesische Zeichen ausgewählt wurden bevor Lesezeichen gespeichert wurden.
es: Solucionado un error crítico que causaba el cierre de NVDA al tratar de abrir el diálogo de notas si estaban seleccionados caracteres chinos antes de guardar marcadores.
fi: Korjattu kriittinen bugi, joka kaatoi NVDA:n yritettäessä avata Muistiinpanot-valintaikkunaa, mikäli kiinalaisia merkkejä oli valittuna ennen paikkamerkkien tallentamista.
gl: Solucionado un erro crítico que causaba o peche de NVDA ao tratar de abrir o diálogo de notas cando estaban seleccionados caracteres chinos antes de gardar marcadores.
hr: Popravljena je kritična greška zbog koje se NVDA rušio prilikom otvaranja dijaloškog okvira „Napomene”, ako su prije spremanja knjižnih oznaka odabrani kineski znakovi.
it: Risolto un errore che causava un crash in NVDA quando si tentava di aprire la finestra di dialogo Note, se venivano selezionati i caratteri cinesi prima di salvare i segnaposto.
ja: ノートダイアログを開こうとした時に、ブックマークの保存前に、中国の文字が選択されていると、NVDAのクラッシュの原因となる重大なバグを修正しました。
pl: Naprawiono krytyczny błąd, który powodował awarię NVDA podczas próby otwarcia okna dialogowego Notatki, jeśli chińskie znaki zostały wybrane przed zapisaniem zakładek.
pt_br: Corrigido um erro crítico que fazia com que o NVDA falhasse ao tentar abrir a caixa de diálogo do Notes, se os caracteres chineses fossem selecionados antes de salvar os favoritos.
pt_pt: Corrigido um erro crítico que fazia com que o NVDA falhasse ao tentar abrir a caixa de diálogo de Notas, se os caracteres chineses fossem seleccionados antes de guardar os favoritos.
ru: Исправлена критическая ошибка, приводившая к сбою NVDA при попытке открыть диалог заметок, если перед сохранением закладок были выбраны китайские иероглифы.
tr: Yerimleri kaydedilmeden önce Çince karakterler seçilirse, Notlar iletişim kutusunu açmaya çalışırken NVDA'nın çökmesine neden olan kritik bir hata düzeltildi.
uk: Виправлено критичну помилку, яка призводила до аварійного завершення роботи NVDA при спробі відкрити діалог приміток, якщо перед збереженням закладок було виділено китайські ієрогліфи.
zh_cn: 修复了在尝试打开Notes对话框时导致NVDA崩溃的严重BUG，如果在保存书签之前选择了中文字符。

source: Changes for 11.0
bg: Промени във версия 11.0
da: Ændringer for 11.0
de: Änderungen in 11.0
es: Cambios para 11.0
fi: Muutokset versiossa 11.0
gl: Cambios para 11.0
hr: Promjene u verziji 11.0
it: Novità nella versione 11.0
ja: 11.0の変更点
pl: Zmiany dla wersji 11.0
pt_br: Mudanças na 11.0
pt_pt: Alterações para 11.0
ru: Изменения для 11.0
tr: 11.0 için değişiklikler
uk: Зміни у версії 11.0
zh_cn: 版本11.0

source: Compatible with NVDA 2018.3 or later (required).
bg: Съвместимост с NVDA 2018.3 и бъдещи версии (изисква се).
da: Kompatibel med NVDA 2018.3 eller nyere (påkrævet).
de: Kompatibel mit NVDA 2018.3 oder neuer (erforderlich).
es: Compatible con NVDA 2018.3 o posterior (requerido).
fi: Yhteensopiva NVDA 2018.3:n tai uudemman kanssa (vaaditaan).
gl: Compatible co NVDA 2018.3 ou posterior (requerido).
hr: Kompatibilno s NVDA 2018.3 i budućim verzijama (obavezno).
it: Compatibile con NVDA 2018.3 o superiore (richiesto).
ja: NVDA 2018.3以降に互換します。（2018.3以降が必要）
pl: Zgodny z NVDA 2018.3 i nowszymi (wymagane).
pt_br: Compatível com o NVDA 2018.3 ou posterior (requerido).
pt_pt: Compatível com o NVDA 2018.3 ou posterior (requerido).
ru: Совместимо с NVDA 2018.3 или позднее (обязательно).
tr: NVDA 2018.3 veya sonrası ile uyumludur (gerekli).
uk: Сумісність з NVDA 2018.3 та новіші (необхідно).
zh_cn: 兼容NVDA 2018.3或更高版本（必需）。

source: Changes for 10.0
bg: Промени във версия 10.0
da: Ændringer for 10.0
de: Änderungen in 10.0
es: Cambios para 10.0
fi: Muutokset versiossa 10.0
gl: Cambios para 10.0
hr: Promjene u verziji 10.0
it: Novità nella versione 10.0
ja: 10.0の変更点
pl: Zmiany dla wersji 10.0
pt_br: Mudanças na 10.0
pt_pt: Alterações para 10.0
ru: Изменения для 10.0
tr: 10.0 için değişiklikler
uk: Зміни у версії 10.0
zh_cn: 版本10.0

source: In Edge, gestures associated with bookmarks selection, such as NVDA+k, NVDA+shift+k or NVDA+alt+k, will be sent to the application instead of trying to move the cursor to bookmarks, to avoid errors, especially in long documents.
bg: В Edge жестовете, обвързани с избора на маркери, като например NVDA+K, NVDA+Shift+K или NVDA+Alt+K, ще бъдат препредадени към приложението вместо да се опитва да се премести курсорът до маркери, с цел избягване на грешки, особено в големи документи.
da: I Edge vil kommandoer i forbindelse med bogmærkevalg, såsom NVDA+k, NVDA+shift+k eller NVDA+alt+k, blive sendt til applikationen i stedet for at forsøge at flytte markøren til bogmærker for at undgå fejl, især i lange dokumenter.
de: In Microsoft Edge, vor allem in langen Dokumenten, werden bestimmte Tastenkombinationen zur Anwendung weitergereicht ohne den Cursor zu einem Lesezeichen zu bewegen, um Fehlermeldungen zu vermeiden. Dies gilt für Tastenkombinationen, die für das Auswählen von Lesezeichen zugewiesen wurden (z.B. NVDA+k, NVDA+Umschalt+k oder NVDA+Alt+k).
es: En Edge, los gestos asociados con la selección de marcas, tales como NVDA+k, NVDA+shift+k o NVDA+alt+k, se enviarán a la aplicación en lugar de intentar mover el cursor a las marcas, para evitar errores, especialmente en documentos largos.
fi: Virheiden välttämiseksi (erityisesti pitkissä asiakirjoissa) paikkamerkkien valintaan liittyvät näppäinkomennot, kuten NVDA+K, NVDA+Vaihto+K tai NVDA+Alt+K, lähetetään Edgessä sovellukselle sen sijaan, että yritettäisiin siirtää kohdistinta paikkamerkkeihin.
gl: En Edge, os xestos asociados coa seleción de marcas, como NVDA+k, NVDA+shift+k ou NVDA+alt+k, enviaranse á aplicación en lugar de tentar mover o cursor ás marcas, para evitar erros, especialmente en documentos longos.
hr: U Edgeu, geste koje su povezane s odabirom knjižnih oznaka, kao što su NVDA+k, NVDA+šift+k ili NVDA+alt+k, bit će poslane aplikaciji, umjesto da se pokuša premjestiti pokazivača na knjižne oznake, kako bi se izbjegle greške, posebno u dugačkim dokumentima.
it: In Edge, i comandi associati ai segnaposto, come NVDA+k, NVDA+shift+k o NVDA+alt+k, saranno inviati all'applicazione, invece di tentare di spostare il cursore al segnaposto, per evitare errori, specie in documenti lunghi.
ja: Edgeでは、ブックマーク選択に関するジェスチャー、NVDA+k、NVDA+shift+kまたはNVDA+alt+kは、カーソルをブックマークに移動する代わりに、アプリケーションに送られます。これは、特に長いドキュメントにおいて、エラーを避けるためです。
pl: W Edge gesty związane z zaznaczaniem zakładek, takie jak NVDA+k, NVDA+shift+k lub NVDA+alt+k, będą wysyłane do aplikacji zamiast próbować przesunąć kursor do zakładek, aby uniknąć błędów, szczególnie w długich dokumentach.
pt_br: No Edge, os gestos associados à seleção de favoritos, como NVDA+k, NVDA+shift+k ou NVDA+alt+k, serão enviados para o aplicativo em vez de tentar mover o cursor para marcadores, para evitar erros, especialmente em documentos longos.
pt_pt: No Edge, os comandos associados à selecção de favoritos, como NVDA + k, NVDA + shift + k ou NVDA + alt + k, serão enviados para a aplicação em vez de tentar mover o cursor para marcadores, para evitar erros, especialmente em documentos longos.
ru: В Edge жесты, связанные с выбором закладок, такие как NVDA+k, NVDA+shift+k или NVDA+alt+k, будут отправляться в приложение вместо попыток навести курсор на закладки, чтобы избежать ошибок, особенно в длинных документах.
tr: Edge'de, NVDA+k, NVDA+shift+k veya NVDA+alt+k gibi yer imleri seçimiyle ilişkili hareketler, özellikle uzun belgelerde hataları önlemek için imleci yer imlerine taşımaya çalışmak yerine uygulamaya gönderilir.
uk: В Edge жести, пов'язані з вибором закладок, такі як NVDA+k, NVDA+shift+k або NVDA+alt+k, будуть відправлятися в додаток замість того, щоб намагатися перемістити курсор на закладки, щоб уникнути помилок, особливо в довгих документах.
zh_cn: 在Edge中，与书签选择相关联的手势（例如NVDA + k，NVDA + shift + k或NVDA + alt + k）将被发送至应用程序，而不是尝试将光标移至书签，以避免错误，特别是在长时间的文档。
