Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Now specific search is supported in Edge.
bg: Специфичното търсене вече се поддържа и за Edge.
da: Nu understøttes specifik søgning i Edge.
de: Die gezielte Suche nach Lesezeichen funktioniert jetzt auch in Microsoft Edge.
es: Ahora se admite la búsqueda específica en Edge.
fi: Sivukohtaista hakua tuetaan nyt Edgessä.
gl: Agora admítese a procura específica en Edge.
hr: Sada se određena pretraga podržava u Edge.
it: Ora la ricerca specifica è supportata anche in Edge.
ja: 現時点では、Edgeでは、特定の検索がサポートされています。
pl: Teraz określone wyszukiwanie jest obsługiwane w Edge.
pt_br: Agora, a pesquisa específica é suportada no Edge.
pt_pt: Agora, a pesquisa específica é suportada no Edge.
ru: Теперь в Edge поддерживается специальный поиск.
tr: Artık Edge'de özel arama desteklenmektedir.
uk: Тепер конкретний пошук підтримується й у Edge.
zh_cn: 现在在Edge中支持特定的搜索。

source: Changes for 9.0
bg: Промени във версия 9.0
da: Ændringer for 9.0
de: Änderungen in 9.0
es: Cambios para 9.0
fi: Muutokset versiossa 9.0
gl: Cambios para 9.0
hr: Promjene u verziji 9.0
it: Novità nella versione 9.0
ja: 9.0の変更点
pl: Zmiany dla wersji 8.0
pt_br: Mudanças na 9.0
pt_pt: Alterações para 9.0
ru: Изменения для 9.0
tr: 9.0 için değişiklikler
uk: Зміни у версії 9.0
zh_cn: 版本9.0

source: When moving to a bookmark from the Notes dialog, the review cursor follows the system cursor.
bg: При преместване към маркер от диалоговия прозорец "Бележки" курсорът за преглед следва системния курсор.
da: Når du flytter til et bogmærke i dialogboksen Noter, følger korrekturmarkøren systemmarkøren.
de: Der NVDA-Cursor folgt dem System-Cursor, wenn Sie aus dem Dialog für Notizen zu einem Lesezeichen springen.
es: Al moverse a una marca desde el cuadro de diálogo Notas, El cursor de revisión sigue al cursor del sistema.
fi: Tarkastelukohdistin seuraa järjestelmän kohdistinta siirryttäessä paikkamerkkiin Muistiinpanot-valintaikkunasta.
gl: Ao se mover a unha marca dende a Caixa de diálogo Notas, o cursor de revisión segue ao cursor do sistema.
hr: Tijekom premještanja na knjižnu oznaku iz dijaloškog okvira Napomene, pregledni kursor slijedi kursor sustava.
it: Quando ci si sposta ad un segnaposto dalla finestra Note, il cursore di controllo segue il cursore di sistema.
ja: ノートダイアログからブックマークに移動する時に、レビューカーソルがシステムカーソルを追随します。
pl: Podczas przechodzenia do zakładki z okna dialogowego Notatki kursor recenzji podąża za kursorem systemowym.
pt_br: Ao mover para um marcador da caixa de diálogo Notas, o cursor de exploração segue o cursor do sistema.
pt_pt: Ao mover-se para um marcador da caixa de diálogo Notas, o cursor de revisão segue o cursor do sistema.
ru: При переходе к закладке в диалоге "Заметки" просмотровый курсор следует за системным курсором.
tr: Notlar iletişim kutusundan bir yerimine taşınırken, inceleme imleci sistem imlecini takip eder.
uk: При переході на закладку з діалогу примітки переглядовий курсор слідує за системним курсором.
zh_cn: 从Notes对话框移动到书签时，浏览光标跟随系统光标。

source: The command to select the previous bookmark works properly again.
bg: Командата за избор на предишния маркер отново работи правилно.
da: Kommandoen til at vælge det forrige bogmærke fungerer korrekt igen.
de: Der Befehl zum Auswählen des vorherigen Lesezeichens funktioniert wieder ordnungsgemäß.
es: La orden para seleccionar la marca anterior funciona de nuevo adecuadamente.
fi: Edellisen paikkamerkin valitseva komento toimii jälleen asianmukaisesti.
gl: A orde para selecionar a marca anterior funciona de novo adecuadamente.
hr: Naredba za biranje prethodne knjižne oznake opet radi ispravno.
it: Il comando per selezionare il segnaposto precedente funziona di nuovo correttamente.
ja: 前のブックマークを選択するコマンドが、適切に動作するようになりました。
pl: Polecenie wyboru poprzedniej zakładki działa ponownie poprawnie.
pt_br: O comando para selecionar o marcador anterior funciona corretamente novamente.
pt_pt: O comando para seleccionar o marcador anterior funciona, novamente, de modo correcto.
ru: Команда для выбора предыдущей закладки снова работает корректно.
tr: Önceki yerimini seçme komutu tekrar düzgün çalışıyor.
uk: Команда вибору попередньої закладки знову працює коректно.
zh_cn: 用于选择上一个书签的命令再次正常工作。

source: Bookmarks can be deleted from the Notes dialog.
bg: Маркерите могат да бъдат изтривани от диалоговия прозорец "Бележки".
da: Bogmærker kan slettes fra dialogen Noter.
de: Lesezeichen können aus dem Dialog für Notizen gelöscht werden.
es: Las marcas pueden eliminarse desde el cuadro de diálogo Notas.
fi: Paikkamerkkejä on mahdollista poistaa Muistiinpanot-valintaikkunasta.
gl: As marcas poden borrarse dende a Caixa de diálogo Notas.
hr: Zabilješke se mogu brisati u dijaloškom okviru Napomene.
it: I segnaposto possono essere eliminati dalla finestra Note.
ja: ブックマークをノートダイアログから削除出来ます。
pl: Zakładki można usuwać z okna dialogowego Notatki.
pt_br: Os marcadores podem ser excluídos da caixa de diálogo de Notas.
pt_pt: Os marcadores podem ser excluídos a partir da caixa de diálogo de Notas.
ru: Закладки можно удалить из диалога Заметок.
tr: Yer işaretleri, Notlar iletişim kutusundan silinebilir.
uk: Закладки можна видалити з діалогу приміток.
zh_cn: 书签可以从Notes对话框中删除。

source: Now you can assign gestures to save and move to a temporary bookmark for each document.
bg: Сега можете да назначите жестове, чрез които да запазите и да преминете към временен маркер за всеки документ.
da: Nu kan du tildele bevægelser, så du lettere kan gemme og flytte til midlertidige bogmærker for hvert dokument.
de: Nun können dokumentspezifische Tastenkombinationen im NVDA Eingabendialog zugewiesen werden, um temporäre Lesezeichen in einem bestimmten Dokument anzusteuern und zu speichern.
es: Ahora puedes asignar gestos para guardar y moverte a una marca temporal para cada documento.
fi: Voit nyt määrittää kullekin asiakirjalle näppäinkomennot paikkamerkkien tallentamista ja niihin siirtymistä varten.
gl: Agora podes asignar xestos para gardar e moverte a unha marca temporal para cada documento.
hr: Sada je moguće dodijeliti geste za spremanje i premještanje na privremenu knjižnu oznaku za svaki dokument.
it: Ora è possibile assegnare comandi da tastiera per creare e spostarsi sui segnaposto temporanei.
ja: それぞれのドキュメントに対して一時的なブックマークを保存したり移動したりするジェスチャーを保存出来ます。
pl: Teraz możesz przypisywać gesty do zapisywania i przechodzenia do tymczasowej zakładki dla każdego dokumentu.
pt_br: Agora você pode atribuir gestos para salvar e mover para um marcador temporário para cada documento.
pt_pt: Agora, pode atribuir comandos para guardar e mover para um marcador temporário para cada documento.
ru: Теперь вы можете назначать жесты для сохранения и перемещения во временную закладку для каждого документа.
tr: Artık kaydetmek ve her belge için geçici bir Yerimine taşımak için hareketler atayabilirsiniz.
uk: Тепер для кожного документа можна призначити жести для збереження та переміщення до тимчасової закладки.
zh_cn: 现在您可以分配手势来保存并移动到每个文档的临时书签。

source: Changes for 8.0
bg: Промени във версия 8.0
da: Ændringer i 8.0
de: Änderungen in 8.0
es: Cambios para 8.0
fi: Muutokset versiossa 8.0
gl: Cambios para 8.0
hr: Promjene u verziji 8.0
it: Novità nella versione 8.0
ja: 8.0の変更点
pl: Zmiany dla wersji 8.0
pt_br: Mudanças na 8.0
pt_pt: Alterações para 8.0
ru: Изменения для 8.0
tr: 8.0 için değişiklikler
uk: Зміни у версії 8.0
zh_cn: 版本8.0

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in the VitalSource Bookshelf ePUB reader.
bg: Премахнати са идентификатори на фрагменти от имената на маркерите, с което може да се избегнат проблеми в четеца за ePUB файлове "VitalSource Bookshelf".
da: Fjernet fragmenter af identificeringsstrenge fra filnavne på bogmærker. Dette kan forhindre problemer i VitalSource Bookshelf ePUB reader.
de: Fragment-Identifikatoren aus den Dateinamen der Lesezeichen entfernt. Dadurch werden Fehler im ePUBREADER VitalSource Bookshelf vermieden.
es: Eliminados fragmentos de identificadores de nombres de ficheros de marcas, los cuales pueden evitar problemas en VitalSource Bookshelf ePUB READER.
fi: Osatunnisteet poistettu paikkamerkkitiedostojen nimistä VitalSource Bookshelf -ePub-lukijaan liittyvien ongelmien välttämiseksi.
gl: Elimináronse os identificadores de fragmentos dos nomes de ficheiro de marcadores , que poden evitar problemas no VitalSource Bookshelf EPUBReader.
hr: Izmijenjen je način odabira naslova knjižnih oznaka, što rješava problem s nekim aplikacijama kao što je ePUB reader.
it: Rimossi gli identificatori di frammento dai nomi dei file segnaposto, per evitare problemi nell'ePUB reader VitalSource Bookshelf.
ja: 部分識別子をブックマークのファイル名から削除しました。これにより、VitalSource Bookshelf ePub Readerでの問題を回避出来ます。
pl: Usunięto identyfikatory fragmentów z nazw plików zakładek, co może spowodować uniknięcie problemów VitalSource ePUBREADER.
pt_br: Removidos identificadores de fragmentos dos nomes dos arquivos de marcadores, o que pode evitar problemas no VitalSource Bookshelf ePUB reader.
pt_pt: Foram removidos Identificadores de fragmentos de nomes de marcadores, que podem evitar problemas no leitor de ePUB VitalSource Bookshelf.
ru: Удалены идентификаторы фрагментов из имен файлов закладок, что позволяет избежать проблем в программе чтения ePUB VitalSource Bookshelf.
tr: Yerimleri dosya adlarından, VitalSource Bookshelf ePUB okuyucusundaki sorunları önleyebilen parça tanımlayıcıları kaldırıldı.
uk: Видалено ідентифікатори фрагментів з імен файлів закладок, що дозволяє уникнути проблем у програмі VitalSource Bookshelf ePUB reader.
zh_cn: 从书签文件名中删除片段标识符，这可以避免VitalSource书架ePUB阅读器中的问题。

source: Added a Notes dialog, to associate comments for saved bookmarks and move to the selected position.
bg: Добавен е диалогов прозорец "Бележки" за добавяне на коментари към запазените маркери и отиване до избраната позиция.
da: Tilføjet en dialogboks, noter, for at knytte kommentarer til gemte bogmærker og flytte til den valgte placering.
de: Ein Notizen-Dialog wurde hinzugefügt, um Kommentare für gespeicherte Lesezeichen zuzuordnen und an die ausgewählte Position zu verschieben.
es: Se añadió un diálogo Notas, para asociar comentarios para marcas guardadas y para moverte a la posición seleccionada.
fi: Lisätty Muistiinpanot-valintaikkuna, jossa on mahdollista liittää tallennettuihin paikkamerkkeihin muistiinpanoja sekä siirtyä valittuun sijaintiin.
gl: Engadiuse un diálogo Notas, para asociar comentarios para marcas gardadas e para moverte cara a posición selecionada.
hr: Dodan je dijaloški okvir „Napomene”, za dodavanje komentara za spremljene knjižne oznake i premještanje na odabranu poziciju.
it: Aggiunta una finestra Note, per associare commenti ai segnaposto salvati e spostarsi alla posizione selezionata.
ja: ノートダイアログを追加して、保存されたブックマークにコメントを付けられるようにし、選択された位置に移動出来るようになりました。
pl: Dodano dialog notatek, aby skojarzyć komentarze zapisanych zakładek i przemieszczać się do danej pozycji.
pt_br: Acrescentado diálogo Notas, para associar comentários a marcadores salvos e mover para a posição selecionada.
pt_pt: Adicionada uma caixa de diálogo Notas, para associar comentários para marcadores guardados e mover para a posição seleccionada.
ru: Добавлен диалог заметок, позволяющий привязывать комментарии к сохранённым закладкам и перемещаться в выбранную позицию.
tr: Kayıtlı Yerimleri için yorumları ilişkilendirmek ve seçilen konuma taşımak için bir Notlar iletişim kutusu eklendi.
uk: Додано діалог приміток, щоб поєднати коментарі зі збереженими закладками й переходом до виділеної позиції.
zh_cn: 添加了一个Notes对话框，为保存的书签关联注释并移动到选定的位置。

source: Changes for 7.0
bg: Промени във версия 7.0
da: Ændringer i 7,0
de: Änderungen in 7.0
es: Cambios para 7.0
fi: Muutokset versiossa 7.0
gl: Cambios para 7.0
hr: Promjene u verziji 7.0
it: Novità nella versione 7.0
ja: 7.0の変更点
pl: Zmiany dla wersji 7.0
pt_br: Mudanças na 7.0
pt_pt: Alterações para 7.0
ru: Изменения для 7.0
tr: 7.0 için değişiklikler
uk: Зміни у версії 7.0
zh_cn: 版本7.0

source: The dialog to save a string of text for specific search has been removed. This functionality is now included in the Specific search dialog, which has been redesigned to allow different actions when pressing the OK button.
bg: Диалоговият прозорец за записване на низ от текст за специфично търсене беше премахнат. Тази функционалност сега е включена в диалоговия прозорец Специфично търсене, който е преработен да позволява различни действия, когато бъде натиснат бутона OK.
da: Dialogen til at gemme en tekststreng til specifikke søgninger er blevet fjernet. Denne funktionalitet er nu inkluderet i dialogen specifik søgning, som er blevet redesignet til at tillade forskellige handlinger, når du trykker på knappen OK.
de: Der Dialog zum Speichern einer Zeichenkette für die spezifische Suche wurde entfernt. Diese Funktionalität ist nun auch im Dialog Spezifische Suche enthalten, der neu gestaltet wurde, um verschiedene Aktionen beim Drücken der Schaltfläche OK zu ermöglichen.
es: El diálogo para guardar una cadena de texto para una búsqueda específica se ha eliminado. Esta funcionalidad ahora se incluye el diálogo Búsqueda Específica, el cual se ha rediseñado para permitir acciones diferentes al pulsar el botón Aceptar.
fi: Merkkijonon sivukohtaiseen hakuun tallentava valintaikkuna on poistettu. Tämä toiminnallisuus on sisällytetty Sivukohtainen haku -valintaikkunaan, joka on uudelleensuunniteltu mahdollistamaan eri toimintoja OK-painiketta painettaessa.
gl: O diálogo para gardar unha cadea de texto para unha procura específica eliminouse. Esta funcionalidade agora inclúese no diálogo Procura Específica, o que se rediseñou para permitir accións diferentes ao se premer o botón Aceptar.
hr: Dijaloški okvir za spremanje niza teksta za određenu pretragu je uklonjen. Ta funkcija je sada uključena u dijaloški okvir „Određena pretraga”, koji je novo dizajniran, kako bi omogućio različite radnje kad se pritisne gumb „U redu”.
it: La finestra di dialogo per salvare una stringa di testo per la ricerca specifica è stata rimossa. Questa funzionalità è ora inserita nella finestra di ricerca Specifica , la quale è stata modificata per eseguire diverse azioni quando si preme il pulsante Ok.
ja: 特定の検索の文字列を保存するダイアログが除かれました。この機能は現在、特定の検索のダイアログに含まれ、OKボタンを押した時に別の動作となるように再設計されました。
pl: Dialog do przeszukiwania określonego łańcuchu tekstu jest usunięty. Ta funkcjonalność jest przeniesiona do okna dialogowego określone wyszukiwanie, który jest zmieniony, aby z niego użytkownicy mogli wypełniać różne komendy.
pt_br: O diálogo para salvar uma cadeia de texto para pesquisa específica foi removido. Essa função está agora incluída no diálogo de pesquisa específica, que foi remodelada para permitir ações diferentes ao pressionar o botão OK.
pt_pt: A caixa de diálogo para guardar uma expressão para procura específica foi removida. Esta funcionalidade agora está incluída na caixa de diálogo Procura específica, que foi redesenhada para permitir diferentes acções ao pressionar o botão OK.
ru: Диалог для сохранения текстовой строки для конкретного поиска был удалён. Эта функция теперь включена в диалог конкретного поиска, дизайн которого был изменён таким образом, чтобы при нажатии кнопки OK можно было выполнять другие действия.
tr: Belirli bir arama için bir metin dizesini kaydetme iletişim kutusu kaldırıldı. Bu işlev artık, Tamam düğmesine basıldığında farklı eylemlere izin verecek şekilde yeniden tasarlanan Özel arama iletişim kutusuna dahil edilmiştir.
uk: Вилучено діалог збереження рядка тексту для конкретного пошуку. Цю функцію тепер включена в діалог «Конкретний пошук», який було перероблено таким чином, щоб забезпечити різні дії при натисканні кнопки «Гаразд».
zh_cn: 已删除用于保存特定搜索的文本字符串的对话框。此功能现已包含在特定搜索对话框中，该对话框已重新设计，以便在按下“确定”按钮时允许执行不同的操作。

source: The visual presentation of the dialogs has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
bg: Визуалното представяне на прозореца е подобрено, придържайки се към стандарта за изглед на прозорците, извеждани от NVDA.
da: Dialogens visuelle præsentation er blevet forbedret og overholder udseendet af de dialoger, der vises i NVDA.
de: Die visuelle Darstellung der Dialoge wurde verbessert und entspricht dem Erscheinungsbild der Dialoge in NVDA.
es: Se ha mejorado la presentación visual del diálogo, adhiriéndose a la apariencia de los diálogos mostrados en NVDA.
fi: Valintaikkunoiden visuaalista esitystä on parannettu noudattamaan NVDA:n ikkunoiden ulkoasua.
gl: Mellorouse a presentación visual do diálogo, adheríndose á apariencia dos diálogos amosados no NVDA.
hr: Vizualni prikaz dijaloških okvira je poboljšan, pridržavajući se izgleda dijaloških okvira u NVDA čitaču.
it: La rappresentazione grafica dell'interfaccia per le finestre di dialogo è stata migliorata, in conformità con il layout delle finestre di dialogo di NVDA.
ja: ダイアログの見た目が拡張され、NVDAで見られるダイアログの外見に似るようになりました。
pl: Wizualna prezentacja dialogów została ulepszona, aby była zgodna z wyświetlanymi dialogami w NVDA.
pt_br: A apresentação visual dos diálogos foi melhorada, aderindo à aparência dos diálogos mostrados no NVDA.
pt_pt: A apresentação visual dos diálogos foi aprimorada, seguindo a aparência dos diálogos mostrados no NVDA.
ru: Визуальное представление диалогов было модифицировано, придерживаясь внешнего вида диалогов, отображаемых в NVDA.
tr: Diyalogların görsel sunumu, NVDA'da gösterilen diyalogların görünümüne bağlı kalınarak geliştirildi.
uk: Візуальне подання діалогів було покращено з дотриманням зовнішнього вигляду діалогів, показаних в NVDA.
zh_cn: 对话框的视觉表现已得到增强，并遵循NVDA中显示的对话框的外观。

source: Performing a Find Next or Find Previous command in Browse Mode will now correctly do a case sensitive search if the original Find was case sensitive.
bg: Изпълняването на командата за намиране на предишен или следващ резултат от търсене в режим на преглед сега коректно ще извършва търсене на низа вземайки предвид регистъра на буквите, ако първоначалното търсене също ги е взимало предвид.
da: Udføring af en Find næste eller Find forrige kommando i gennemsynstilstand vil nu korrekt udføre en bogstavsøgning der gør forskel på store og små bogstaver, hvis den oprindelige søgning gjorde forskel på store og små bogstaver.
de: Wenn Sie im Lesemodus den Befehl"Weiter suchen" oder"Rückwärtssuche" ausführen, wird nun korrekt nach Groß- und Kleinschreibung gesucht, sofern bei der ursprünglichen Suche die Groß- und Kleinschreibung beachtet wurde.
es: Al realizar una orden Buscar siguiente o buscar anterior en Modo exploración ahora se hará correctamente una búsqueda sensible a las mayúsculas si la búsqueda original era sensible a las mayúsculas.
fi: Etsi seuraava- tai Etsi edellinen -komento suorittaa nyt selaustilassa kirjainkoon huomioivan haun, mikäli alkuperäinen haku oli sellainen.
gl: Ao se realizar unha orde procurar seguinte ou procurar anterior en Modo exploración agora farase correctamente unha procura sensible ás maiúsculas se a procura orixinal era sensible ás maiúsculas.
hr: Naredbe „Traži sljedeće” i „Traži prethodno” sada će ispravno izvršavati pretragu osjetljivu na velika i mala slova, ako se početna pretraga zasnivala na razlikovanju velikih i malih slova.
it: L'esecuzione dei comandi Trova Successivo o Trova Precedente in Modalità Navigazione ora darà luogo a una ricerca distinguendo tra lettere maiuscole e minuscole se così era stata impostata la ricerca originale.
ja: 元々の見つけるでの検索が、大文字と小文字を区別する物だった場合に、ブラウズモードでの、次を見つける、前を見つけるコマンドの実行が、正確に大文字と小文字を区別して行われるようになりました。
pl: Przy wywołaniu komendy szukaj następne /poprzednie w trybie przeglądania teraz sprawnie zrobi wyszukiwanie uwzględniające wielkie litery, jeżeli wyszukiwanie oryginalne uwzględniało wielkość liter.
pt_br: Agora ao executar um comando Localizar Próximo ou Localizar Anterior no modo de navegação, será feita corretamente uma pesquisa com diferenças de maiúsculas se a pesquisa original for com diferenças de maiúsculas.
pt_pt: Executar um comando Procurar Próximo ou Procurar Anterior no Modo de Navegação agora irá fazer uma pesquisa sensível a maiúsculas e minúsculas, se a procura original for sensível a maiúsculas e minúsculas.
ru: Выполнение команды "Найти следующее" или "Найти предыдущее" в режиме обзора теперь будет корректно выполнять поиск с учётом регистра, если исходный поиск был выполнен с учётом регистра.
tr: Tarama Modunda Sonrakini Bul veya Öncekini Bul komutunun gerçekleştirilmesi, orijinal Bul büyük/küçük harfe duyarlıysa artık doğru şekilde büyük/küçük harfe duyarlı bir arama yapacaktır.
uk: Виконання команди «Знайти далі» або «Знайти попереднє» в режимі огляду тепер коректно виконуватиме пошук з урахуванням регістру, якщо початкова команда «Знайти» була з урахуванням регістру.
zh_cn: 在浏览模式下执行“查找下一个”或“查找上一个”命令现在可以正确执行区分大小写的搜索（如果原始查找区分大小写）。

source: Requires NVDA 2016.4 or later.
bg: Изисква NVDA 2016.4 или по-нова.
da: Kræver NVDA 2016.4 eller nyere.
de: Benötigt NVDA 2016.4 oder höher.
es: Se requiere de NVDA 2016.4 o posterior.
fi: Edellyttää NVDA 2016.4:ää tai uudempaa.
gl: Requírese do NVDA 2016.4 ou posterior.
hr: Zahtijeva NVDA verziju 2016.4 ili noviju.
it: Richiede NVDA 2016.4 o superiore.
ja: NVDA2016.4以降が必要です。
pl: Wymagane NVDA 2016.4 lub nowsze.
pt_br: Requer NVDA 2016.4 ou posterior.
pt_pt: Requer NVDA 2016.4 ou posterior.
ru: Требуется NVDA 2016.4 или позднее.
tr: NVDA 2016.4 veya sonraki sürümünü gerektirir.
uk: Потребує версію NVDA 2016.4 або новішу.
zh_cn: 需要NVDA 2016.4或更高版本。

source: Now you can assign gestures to open the Copy and Restore place markers dialogs.
bg: Сега можете да зададете жестове за отваряне на диалоговите прозорци за копиране и възстановяване на позиционните маркери.
da: Nu kan du tildele bevægelser til at åbne dialogerne kopier og gendan stedmærker.
de: Nun können Tastenkombinationen im NVDA Eingabendialog unter Einstellungen zugewiesen werden, um die Dialogfelder Lesezeichen Kopieren und Wiederherstellen aufzurufen.
es: Ahora puedes asignar gestos para abrir los diálogos Copiar y Restaurar marcas.
fi: Paikkamerkkien kopiointi- ja palautusvalintaikkunoille on nyt mahdollista määrittää näppäinkomennot.
gl: Agora podes asignar xestos para abrir os diálogos Copiar e Restaurar marcadores.
hr: Sada je moguće dodati geste za otvaranje dijaloških okvira za kopiranje i obnavljanje oznaka pozicija.
it: Ora è possibile assegnare comandi da tastiera per aprire le finestre di dialogo per copiare o ripristinare i segnaposto.
ja: Place markersのコピーと復元ダイアログを開くジェスチャーを設定出来るようになりました。
pl: Teraz można przydzielić zdarzenie wejścia dla okien dialogowych "kopiuj", i "wklej" znaczniki miejsc.
pt_br: Agora você pode atribuir gestos para abrir os diálogos de copiar e restaurar marcadores de lugar.
pt_pt: Agora, pode atribuir comandos para abrir as caixas de diálogo de copiar e restaurar Marcadores.
ru: Теперь вы можете назначать жесты для открытия диалогов Копирования и восстановления маркеров.
tr: Artık yerimlerini kopyala ve geri yükle iletişim kutularını açmak için hareketler atayabilirsiniz.
uk: Тепер ви можете призначити жести для відкриття діалогів Копіювання й Відновлення маркерів місць.
zh_cn: 现在，您可以指定手势以打开“复制和还原位置标记”对话框。
