Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: The add-on cannot be run on secure screens.
bg: Добавката не може да се изпълнява на защитени екрани.
da: Tilføjelsen kan ikke køres på sikre skærme.
de: Diese Erweiterung kann nicht mehr im geschüttzen Modus verwendet werden.
es: El complemento no se puede ejecutar en pantallas seguras.
fi: Lisäosaa ei voi käyttää suojatuissa ruuduissa.
gl: O complemento non se pode executar en pantallas seguras.
hr: Ovaj se dodatak ne može pokretati u sigurnim ekranima.
it: Il componente aggiuntivo non può essere eseguito in modalità protetta.
ja: アドオンがセキュア画面で動作不能になりました。
pl: Dodatku nie można uruchomić na bezpiecznych ekranach.
pt_br: O complemento não pode ser executado em telas seguras.
pt_pt: O extra não pode ser executado em ecrãs seguros.
ru: Дополнение нельзя запустить на защищенных экранах.
tr: Eklenti, güvenli ekranlarda çalıştırılamaz.
uk: Додаток неможливо запустити на захищених екранах.
zh_cn: 该插件无法在安全屏幕上运行。

source: Changes for 18.0
bg: Промени във версия 18.0
da: Ændringer for 18.0
de: Änderungen in 18.0
es: Cambios para 18.0
fi: Muutokset versiossa 18.0
gl: Cambios para 18.0
hr: Promjene u verziji 18.0
it: Changes per la 18.0
ja: 18.0の変更点
pl: Zmiany w wersji 18.0
pt_br: Mudanças na 18.0
pt_pt: Alterações para 18.0
ru: Изменения для 18.0
tr: 18.0 için değişiklikler
uk: Зміни у версії 18.0
zh_cn: 版本18.0

source: The command to see the path for placeMarkers shows if there are permanent bookmarks, text for specific search or a temporary bookmark for the current document.
bg: Командата за преглед на пътя за позиционните маркери показва дали има постоянни маркери, текст за конкретно търсене или временен маркер за текущия документ.
da: Kommandoen til at se stien til stedsmarkører viser, om der er permanente bogmærker, tekst til specifik søgning eller et midlertidigt bogmærke for det aktuelle dokument.
de: Der Befehl zum zeigen von Pfaden zu Lesezeichen gibt aus, ob gespeicherte Lesezeichen, Text für die erweiterte Suche, temporäre Lesezeichen für das aktuelle Dokument vorhanden sind.
es: La orden para ver la ruta de PlaceMarkers muestra si hay marcadores permanentes, texto para búsquedas específicas o un marcador temporal para el documento actual.
fi: Paikkamerkkien polun ilmoittava komento näyttää, mikäli nykyisellä asiakirjalla on pysyviä paikkamerkkejä, sivukohtainen haku tai tilapäinen paikkamerkki.
gl: O atallo para amosar a ruta de placeMarkers amosa se hai marcas permanentes, texto para busca específica ou unha marca temporal para o documento actual.
it: Il comando per vedere il percorso per placeMarkers avvisa se ci sono segnaposto permanenti, testo per una ricerca specifica o un segnalibro temporaneo per il documento corrente.
ja: placeMakerのパスを見るコマンドが、永久的なブックマークか、特定の検索の単語か、現在のドキュメントの一時的なブックマークかを表示するようになりました。
pl: Polecenie wyświetlania ścieżki dla placeMarkers pokazuje, czy istnieją stałe zakładki, tekst do określonego wyszukiwania lub tymczasowa zakładka dla bieżącego dokumentu.
pt_br: O comando para ver o caminho para placeMarkers mostra se há marcadores permanentes, texto para pesquisa específica ou um marcador temporário para o documento atual.
pt_pt: O comando para ver o caminho para placeMarkers mostra se existem marcadores permanentes, texto para pesquisa específica ou um marcador de página temporário para o documento actual.
ru: Команда просмотра пути к PlaceMarkers показывает, есть ли постоянные закладки, текст для конкретного поиска или временная закладка для текущего документа.
tr: Yerimlerinin yolunu görme komutu, geçerli belge için kalıcı yer imleri, belirli arama için metin veya geçici bir yer imi olup olmadığını gösterir.
uk: Команда подивитися шлях для placeMarkers показує, чи є постійні закладки, текст для конкретного пошуку або тимчасова закладка для поточного документа.
zh_cn: 查看placeMarkers的路径的命令显示是否有永久书签、特定搜索的文本或当前文档的临时书签。

source: Changes for 17.0
bg: Промени във версия 17.0
da: Ændringer for 17.0
de: Änderungen in 17.0
es: Cambios para 17.0
fi: Muutokset versiossa 17.0
gl: Cambios para 17.0
hr: Promjene u verziji 17.0
it: Changes per la 17.0
ja: バージョン 17.0
pl: Zmiany w wersji 17.0
pt_br: Mudanças na 17.0
pt_pt: Alterações para 17.0
ru: Изменения для 17.0
tr: 17.0 için değişiklikler
uk: Зміни у версії 17.0
zh_cn: 版本17.0

source: Fixed a bug which didn't allow to save place markers in some documents.
bg: Поправена е грешка, която не позволява да се запазват позиционни маркери в някои документи.
da: Rettede en fejl, som ikke tillod at gemme stedsmarkører i nogle dokumenter.
de: Fehler behoben, der das Setzen von Lesezeichen in einigen Dokumenten verhinderte.
es: Corregido un fallo que no permitía guardar marcadores de posición en algunos documentos.
fi: Korjattu bugi, joka ei sallinut paikkamerkkien tallentamista joissakin asiakirjoissa.
gl: Arranxado un erro que non permitía gardar marcas de posición nalgúns documentos.
it: Risolto un bug che non permetteva di salvare i segnaposto in alcuni documenti.
ja: 一部のドキュメントでplace markerを保存出来ないバグを修正しました。
pl: Naprawiono błąd, który nie pozwalał na zapisywanie znaczników miejsc w niektórych dokumentach.
pt_br: Corrigido um erro que não permitia salvar marcadores de local em alguns documentos.
pt_pt: Corrigido um erro que não permitia guardar marcadores de lugar em alguns documentos.
ru: Исправлена ​​ошибка, из-за которой в некоторых документах не сохранялись маркеры мест.
tr: Bazı belgelerde yerimlerinin kaydedilmesine izin vermeyen bir hata düzeltildi.
uk: Виправлено помилку, яка не дозволяла зберігати маркери місць в деяких документах.
zh_cn: 修复了不允许在某些文档中保存位置标记的错误。

source: Fixed translated strings making translations to work properly.
bg: Поправени са преведените низове, което прави преводите да работят правилно.
da: Rettede oversatte strenge, der fik oversættelser til at fungere korrekt.
de: Zeichenketten korrigiert, sodass die Übersetzungen nun richtig funktionieren.
es: Corrección de cadenas traducidas para que las traducciones funcionen adecuadamente.
fi: Käännettävät merkkijonot korjattu, mikä saa käännökset toimimaan oikein.
gl: Arranxadas as cadeas traducidas facendo funcionar correctamente as traducións.
it: Risolto il problema con le stringhe per tradurre correttamente.
ja: 翻訳が適切に動作するように、翻訳された文字列を修正しました。
pl: Naprawiono przetłumaczone ciągi znaków, dzięki czemu tłumaczenia działały poprawnie.
pt_br: Corrigido cadeias de caracteres traduzidas para que as traduções funcionem corretamente.
pt_pt: fixadas algumas cadeias de tradução, fazendo as traduções funcionar correctamente.
ru: Исправлены переведённые строки, чтобы правильно работали переводы.
tr: Tercümelerin düzgün çalışmasını sağlayan çevrilmiş dizeler düzeltildi.
uk: Виправлено перекладені рядки, завдяки чому переклади працюють коректно.
zh_cn: 修正了翻译字符串，使翻译能够正常工作。

source: Changes for 16.0
bg: Промени във версия 16.0
da: Ændringer for 16.0
de: Änderungen in 16.0
es: Cambios para 16.0
fi: Muutokset versiossa 16.0
gl: Cambios para 16.0
hr: Promjene u verziji 16.0
it: Changes per la 16.0
ja: バージョン 16.0
pl: Zmiany w wersji 16.0
pt_br: Mudanças na 16.0
pt_pt: Alterações para 16.0
ru: Изменения для 16.0
tr: 16.0 için değişiklikler
uk: Зміни у версії 16.0
zh_cn: 版本16.0

source: Compatible with NVDA 2021.1 or later (required).
bg: Съвместимост с NVDA 2021.1 или по-нови (изисква се).
de: Kompatibel mit NVDA 2021.1 oder neuer (erforderlich).
es: Compatible con NVDA 2021.1 o posterior (requerido).
fi: Yhteensopiva NVDA 2021.1:n tai uudemman kanssa (vaaditaan).
hr: Kompatibilno s NVDA 2021.1 i novijim verzijama (obavezno).
pt_br: Compatível com o NVDA 2021.1 ou posterior (requerido).
pt_pt: Compatibilidade com o NVDA 2021.1 ou superiores (obrigatório).
ru: Совместимо с NVDA 2021.1 или выше (требуется).
tr: NVDA 2021.1 veya üstü ile uyumludur (gerekli).
zh_cn: 兼容 NVDA 2021.1 或更高版本（必需）。

source: Skim reading is supported when moving to temporary bookmarks.
bg: Беглото четене се поддържа при придвижване до временни маркери.
da: Skimlæsning understøttes, når du flytter til midlertidige bogmærker.
de: Beim Wechsel zu temporären Lesezeichen wird das Überspringen unterstützt.
es: Se soporta la lectura superficial al desplazarse a marcadores temporales.
fi: Pikalukua tuetaan tilapäisiin paikkamerkkeihin siirryttäessä.
gl: Sopórtase a lectura superficial ao moverse a unha marca temporal.
hr: Brzo čitanje je podržano prilikom prelaska na privremene oznake.
it: supporto alla lettura rapida nella navigazione con i segnaposto temporanei.
ja: 一時的なブックマークに移動する時に、流し読みをサポートするようになりました。
pl: Czytanie z tłuszczem jest obsługiwane podczas przechodzenia do zakładek tymczasowych.
pt_br: A leitura dinâmica é suportada ao mover para marcadores temporários.
pt_pt: A leitura rápida é suportada quando se muda para os marcadores temporários.
ru: Поддерживается беглое чтение при переходе к временным закладкам.
tr: Geçici yerimlerine taşınırken hızlı okuma desteklenir.
uk: Підтримується неперервне читання при переході на тимчасові закладки.
zh_cn: 移动到临时书签时支持略读。

source: If needed, you can download [other versions](https://github.com/nvdaes/placeMarkers/releases).
de: Bei Bedarf können Sie [andere Versionen herunterladen](https://github.com/nvdaes/placeMarkers/releases).
es: Si es necesario, puedes descargar [otras versiones](https://github.com/nvdaes/placeMarkers/releases).
fi: Tarvittaessa voit ladata [muita versioita](https://github.com/nvdaes/placeMarkers/releases).
pt_br: Se necessário, você pode baixar [outras versões](https://github.com/nvdaes/placeMarkers/releases).
ru: При необходимости вы можете скачать [другие версии](https://github.com/nvdaes/placeMarkers/releases).
tr: Gerekirse [diğer sürümleri](https://github.com/nvdaes/placeMarkers/releases) indirebilirsiniz.

source: Changes for 15.0
bg: Промени във версия 15.0
da: Ændringer for 15.0
de: Änderungen in 15.0
es: Cambios para 15.0
fi: Muutokset versiossa 15.0
gl: Cambios para 15.0
hr: Promjene u verziji 15.0
it: Novità nella versione 15.0
ja: 15.0の変更点
pl: Zmiany w wersji 15.0
pt_br: Mudanças na 15.0
pt_pt: Alterações para 15.0
ru: Изменения для 15.0
tr: 15.0 için değişiklikler
uk: Зміни у версії 15.0
zh_cn: 版本15.0

source: When reading with say all in browse mode, the specific find next and specific find previous commands do not stop reading anymore if Allow skim reading option is enabled, according to find next and find previous commands from NVDA 2020.4.
bg: Когато четете с командата за прочитане на всичко в режим на разглеждане, командите за предишно и следващо специфично съвпадение не прекъсват четенето, ако е включена опцията "Позволяване на бегло четене при прочитане на всичко", като това поведение е в унисон с поведението за командите за предишно и следващо съвпадение при търсене в NVDA 2020.4.
da: Når du læser med sig alt i gennemsynstilstand, stopper kommandoerne til "find forrige" og "find næste" ikke længere med at læse, hvis indstillingen "Tillad skimlæsning" er aktiveret.
de: Wenn Sie sich im Suchmodus mit "Alles Lesen" ansagen lassen, hören die Befehle "Nächste Suche suchen" und "Vorherige Suche suchen" nicht mehr auf zu lesen, wenn die Option "Überfliegen des Lesens zulassen" aktiviert ist.
es: Al leer con verbalizar todo en modo exploración, las órdenes específicas de buscar siguiente y buscar anterior ya no dejan de leer si la lectura superficial está habilitada, al igual que las órdenes Buscar siguiente y Buscar anterior de NVDA 2020.4.
fi: Sivukohtaiset Etsi seuraava ja Etsi edellinen -komennot eivät enää pysäytä lukemista selaustilassa jatkuvaa lukua käytettäessä, mikäli Salli pikaluku jatkuvassa luvussa -asetus on käytössä NVDA 2020.4:n Etsi seuraava- ja Etsi edellinen -komentojen mukaisesti.
gl: Ó ler con ler todo en modo exploración, os atallos específico buscar anterior e específico buscar seguinte xa non deteñen a lectura se a opción Permitir lectura superficial está habilitada, en consoancia cos atallos buscar seguinte e buscar anterior de NVDA 2020.4.
it: Quando si usa il comando "dire tutto" (NVDA+freccia giù) in modalità navigazione e l'opzione Lettura continua è attivata, i comandi "trova precedente" e "trova successivo" relativi alla ricerca specifica non interrompono più la lettura, in analogia con i comandi "trova precedente" (NVDA+f3) e "trova successivo" (NVDA+shift+f3) di NVDA 2020.4.
ja: NVDA 2020.4からの次を検索および前を検索コマンドに従い、ブラウズモードで全て読み上げで読み上げている時、流し読みの選択肢が有効化されていると、特定の次を検索および特定の前を検索コマンドにより、読み上げが停止しなくなりました。
pl: Podczas czytania z powiedzmy wszystkim w trybie przeglądania, konkretne polecenia znajdź następny i konkretne znajdź poprzednie nie przestają już czytać, jeśli włączona jest opcja Zezwalaj na czytanie odtłuszczone, zgodnie z znajdź następny i znajdź poprzednie polecenia z NVDA 2020.4.
pt_br: Ao ler com leitura contínua no modo de navegação, os comandos específicos localizar próximo e localizar anterior não param de ler se a opção Permitir leitura dinâmica estiver habilitada, de acordo com comandos localizar próximo e localizar anteriores do NVDA 2020.4.
pt_pt: Ao ler seguidamente, no modo de navegação, os comandos específicos procurar seguinte e procurar anterior, não param mais de ler se a opção "permitir leitura rápida" estiver activada, de acordo com procurar, procurar próximo e procurar anterior do NVDA 2020.4.
ru: При чтении с использованием режима чтения всего в режиме обзора, конкретные команды поиска следующего и поиска предыдущего больше не прекращают чтение, если включена опция беглого чтения, в соответствии с командами поиска следующего и поиска предыдущего в NVDA 2020.4.
tr: Gözatma modunda tümünü söyle ile okurken, NVDA 2020.4'teki sonrakini bul ve öncekini bul komutlarına göre, göz gezdirerek okumaya izin ver seçeneği etkinleştirilmişse belirli sonrakini bul ve belirli öncekini bul komutları artık okumayı durdurmaz.
uk: При читанні в режимі «Читати все» в режимі огляду, конкретні команди «Знайти далі» та «Знайти попереднє» більше не зупиняють читання, якщо увімкнено параметр «Дозволити неперервне читання», відповідно до команд «Знайти далі» і «Знайти попереднє» з NVDA 2020.4.
zh_cn: 在浏览模式下使用全文朗读进行阅读时，根据 NVDA 2020.4 中的查找下一个和查找上一个命令，如果启用了在全文朗读模式下启用快捷键导航选项，则特定查找下一个和特定查找上一个命令不再停止阅读。

source: When the Specific search dialog is opened after running the Specific find previous command, the Search previous option will be selected.
bg: Когато се отвори диалоговият прозорец "Специфично търсене" чрез командата за предишно специфично съвпадение, ще бъде избрана опцията "Намери предишен".
da: Når dialogboksen Specifik søgning åbnes efter at have kørt kommandoen Specifik find forrige, vil indstillingen Søg forrige blive valgt.
de: Wenn das Dialogfeld "Spezifische Suche" nach dem Ausführen des Befehls "Vorherige Suche suchen" geöffnet wird, wird die Option "Vorherige Suche" ausgewählt.
es: Cuando se abra el diálogo de búsqueda específica tras ejecutar la orden de búsqueda específica anterior, se seleccionará la opción Buscar anterior.
fi: Etsi edellinen -vaihtoehto valitaan, kun Sivukohtainen haku -valintaikkuna avataan sivukohtaisen Etsi edellinen -komennon suorittamisen jälkeen.
gl: Cando o diálogo de busca específico se abre despois de executar o atallo específico buscar anterior, seleccionarase a opción buscar anterior.
it: Quando, dopo l'esecuzione del comando "Trova precedente" relativo alla ricerca specifica, si apre la finestra Ricerca specifica, viene selezionata l'opzione Cerca precedente.
ja: 特定の前を検索コマンドを実行後に特定の検索ダイアログが開いている時、前の選択肢を検索が選択されるようになりました。
pl: Po otwarciu okna dialogowego Określone wyszukiwanie po uruchomieniu polecenia Określone znajdź poprzednie zostanie wybrana opcja Wyszukaj poprzednie.
pt_br: Quando o diálogo Pesquisa específica for aberto após a execução do comando Localizar anterior específico, a opção Pesquisar anterior será selecionada.
pt_pt: Quando o diálogo de procura específica é aberto após a execução do comando procurar anterior, a opção procurar anterior será seleccionada.
ru: Когда диалог специального поиска открывается после выполнения команды конкретного поиска предыдущего, будет выбран параметр поиска предыдущего.
tr: Belirli öncekini bul komutunu çalıştırdıktan sonra Belirli arama iletişim kutusu açıldığında, Öncekini ara seçeneği seçilecektir.
uk: При відкритті Конкретного пошуку після виконання команди конкретного пошуку «Знайти попереднє» буде вибрано параметр «Знайти попереднє».
zh_cn: 在运行特定的“查找上一个”命令后打开“特定搜索”对话框时，将选择“搜索上一个”选项。

source: Changes for 14.0
bg: Промени във версия 14.0
da: Ændringer for 14.0
de: Änderungen für 14.0
es: Cambios para 14.0
fi: Muutokset versiossa 14.0
gl: Cambios para 14.0
hr: Promjene u verziji 14.0
it: Novità nella versione 14.0
ja: 14.0の変更点
pl: Zmiany w wersji 14.0
pt_br: Mudanças na 14.0
pt_pt: Alterações para 14.0
ru: Изменения для 14.0
tr: 14.0 için değişiklikler
uk: Зміни у версії 14.0
zh_cn: 版本14.0

source: The command to copy the name of the file where place markers data will be saved has been replaced by a command which shows this file name in browse mode. This is not assigned to a gesture.
bg: Командата за копиране на името на файла, в който ще се запазват данните на позиционните маркери, е заменена от команда, която показва това име в режим на разглеждане. За тази команда няма назначен жест.
da: Kommandoen til at kopiere navnet på filen, hvor stedmarkeringsdataene gemmes, er blevet erstattet af en kommando, der viser dette filnavn i gennemsynstilstanden. Kommandoen er ikke tildelt et tastetryk som standard.
de: Der Befehl zum Kopieren des Namens der Datei, in der Lesezeichen gespeichert werden, wurde durch einen Befehl ersetzt, der diesen Dateinamen im Lesemodus anzeigt. Dies ist keiner Geste zugewiesen.
es: La orden para copiar el nombre del archivo donde se guardarán los datos de Place Markers se ha sustituido por una orden que muestra el nombre de este archivo en modo exploración. Esta orden no tiene gesto asignado.
fi: Paikkamerkkitiedoston nimen kopioiva komento on korvattu komennolla, joka näyttää tiedostonimen selaustilassa. Näppäinkomentoa ei ole määritetty.
gl: O atallo para copiar o nome do arquivo onde se gardarán os datos dos marcadores de ubicación reemprazouse por un atallo que amosa este nome de arquivo en modo exploración. Está sen asignar a ningún xesto.
hr: Prečac koji kopira ime datoteke u kojoj se spremaju oznake mjesta zamijenjen je prečacem koji to pokazuje u modusu čitanja. Taj prečac nije dodijeljen.
it: Il comando per copiare il nome del file in cui vengono salvati i dati di placeMarkers è stato sostituito da un comando che mostra questo nome file in modalità navigazione. Questo comando non è assegnato ad alcun tasto.
ja: place markersのデータが保存されるファイル名のコピーのコマンドが、ブラウズモードでそのファイル名を表示するコマンドに変更されました。これはジェスチャーに割り当てされていません。
pl: Polecenie skopiowania nazwy pliku, w którym zostaną zapisane dane znaczników miejsca, zostało zastąpione poleceniem, które pokazuje tę nazwę pliku w trybie przeglądania. Nie jest to przypisane do gestu.
pt_br: O comando para copiar o nome do arquivo no qual os dados dos marcadores de lugar serão salvos foi substituído por um comando que mostra esse nome de arquivo no modo de navegação. Ele não está atribuído a um gesto.
pt_pt: O comando para copiar o nome do ficheiro onde os dados dos marcadores serão guardados foi substituído pelo comando que mostra o nome do ficheiro em modo de navegação. Este comando não tem tecla associada.
ru: Команда копирования имени файла, в котором будут сохранены данные маркеров места, заменена командой, которая отображает это имя файла в режиме обзора. На неё не назначен жест.
tr: Yerimleri verilerinin kaydedileceği dosyanın adını kopyalama komutu, bu dosya adını Tarama modunda gösteren bir komutla değiştirilmiştir. Bu, bir harekete atanmamış.
uk: Команду копіювання імені файлу, в якому будуть збережені дані про маркери місць, замінено на команду, яка показує це ім’я файлу в режимі огляду. Призначеного жесту немає..
zh_cn: 当前，复制将要保存位置标记数据的文件名的命令，已被在浏览模式下显示该文件名的命令所代替。注意当前没有分配手势。

source: The "Text to search" field does not overlap the "Saved text" field anymore. (Thanks to Cyrille Bougot).
bg: Полето "Текст за търсене" вече не препокрива полето "Запазен текст" (с благодарности за което към Cyrille Bougot).
da: Feltet "Tekst til søgning" overlapper ikke længere feltet "Gemt tekst". (Tak til Cyrille Bougot).
de: Das Feld "suchen" überlappt nun nicht mehr das Feld "gespeicherter Text". (Danke an Cyrille Bougot).
es: El campo "Texto a buscar" ya no se superpone al campo "Texto guardado". (Gracias a Cyrille Bougot).
fi: "Etsittävä teksti" -kenttä ei enää ole "Tallennettu teksti" -kentän päällä. (Kiitos Cyrille Bougotille).
gl: O campo "Texto a buscar" xa non solapa ao campo "Texto gardado". (Grazas a Cyrille Bougot).
hr: Polje "tekst pretrage" više se ne poklapa s poljem "spremljeni tekst". (Zahvaljujem Cyrilleu Bougotu).
it: Il campo "Testo da cercare" non si sovrappone più al campo "Testo salvato". (Grazie a Cyrille Bougot).
ja: 「検索文字列」フィールドが「保存された文字列」フィールドに重ならなくなりました（Cyrille Bougotのおかげです）。
pl: Pole "Tekst do wyszukania" nie nakłada się już na pole "Zapisany tekst". (Podziękowania dla Cyrille Bougot).
pt_br: O campo "Texto a pesquisar" não se sobrepõe mais ao campo "texto salvo". (Agradecimentos a Cyrille Bougot).
pt_pt: O campo "Texto a procurar" já não se sobrepõe ao campo "Textos guardados". (Agradecimentos a Cyrille Bougot).
ru: Поле "Текст для поиска" больше не перекрывает поле "Сохраненный текст". (Спасибо Cyrille Bougot).
tr: "Aranacak metin" alanı artık "Kayıtlı metin" alanıyla örtüşmüyor. (Cyrille Bougot'ya teşekkürler).
uk: Поле «Текст для пошуку» більше не перекриває поле «Збережений текст». (Подяка Cyrille Bougot).
zh_cn: “现在要搜索的文本”字段不再与“已保存的文本”字段重叠。 （感谢Cyrille Bougot）。

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
da: Kræver NVDA 2019.3 eller nyere.
de: Erfordert NVDA 2019.3 oder höher.
es: Se requiere NVDA 2019.3 o posterior.
fi: Edellyttää NVDA 2019.3:a tai uudempaa.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
it: Richiede NVDA 2019.3 o versioni successive.
ja: NVDA2019.3以降が必要です。
pl: Wymaga NVDA 2019.3 lub nowszej.
pt_br: Requer NVDA 2019.3 ou posterior.
pt_pt: Requer NVDA 2019.3 ou posterior.
ru: Требуется NVDA 2019.3 или позднее.
tr: NVDA 2019.3 veya sonraki sürümünü gerektirir.
uk: Вимагає NVDA 2019.3 або новішу.
zh_cn: 需要NVDA 2019.3或更高版本。

source: Changes for 13.0
bg: Промени във версия 13.0
da: Ændringer i 13,0
de: Änderungen in 13.0
es: Cambios para 13.0
fi: Muutokset versiossa 13.0
gl: Cambios para 13.0
hr: Promjene u verziji 13.0
it: Novità nella versione 13.0
ja: 13.0の変更点
pl: Zmiany dla wersji 13.0
pt_br: Mudanças na 13.0
pt_pt: Alterações para 13.0
ru: Изменения для 13.0
tr: 13.0 için değişiklikler
uk: Зміни у версії 13.0
zh_cn: 版本13.0
