Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/placeMarkers.*.po
Languages: bg, da, de, es, fi, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: [[!meta title="placeMarkers"]]
bg: [[!meta title="Позиционни маркери (placeMarkers)"]]
da: [[!meta title="placeMarkers (Stedmærker)"]]
de: [[!meta title="Lesezeichen"]]
fi: [[!meta title="Paikkamerkit"]]
hr: [[!meta title="Oznake pozicija (placeMarkers)"]]
pt_br: [[!meta title="Marcadores de lugar (placeMarkers)"]]
pt_pt: [[!meta title="Marcadores de lugar"]]
tr: [[!meta title="yerİmleri"]]
uk: [[!meta title="placeMarkers (Маркери місць)"]]
zh_cn: [[!meta title="位置标记"]]

source: Authors: Noelia, Chris.
bg: Автори: Noelia, Chris.
da: Forfattere: Noelia, Chris.
de: Autoren: Noelia und Chris.
es: Autores: Noelia, Chris.
fi: Tekijät: Noelia ja Chris
gl: Autores: Noelia, Chris.
hr: Autori: Noelia, Chris.
it: Autori: Noelia, Chris.
ja: 作者: Noelia, Chris.
pl: Autorzy: Noelia, Chris.
pt_br: Autores: Noelia, Chris.
pt_pt: Autores: Noelia, Chris.
ru: Авторы: Noelia, Chris.
tr: Yazarlar: Noelia, Chris.
uk: Автори: Noelia, Chris.
zh_cn: 作者: Noelia, Chris.

source: This add-on is used for saving and searching specific text strings or placemarkers. It can be used on web pages or documents in NVDA's browse mode. It can also be used for saving or searching strings of text in multi-line controls; in this case, if it's not possible to update the caret, the corresponding string will be copied to the clipboard, so that it can be searched using other tools. The plugin saves the specified strings and placemarkers to files whose name is based on the title and URL of the current document. This add-on is based on SpecificSearch and Bookmark&Search, developed by the same author. You should uninstall them to use this one, since they have common keystrokes and features.
bg: Тази добавка се използва за запазване и търсене на определен текст или маркер в уеб страници или други документи в режим на разглеждане с NVDA. Може също да бъде използвана за запазване или търсене на текстове в многоредови контроли. Ако в такъв случай опресняването на каретката не е възможно, отговарящият низ ще бъде копиран в клипборда, така че да може да бъде намерен с други инструменти. Добавката записва низовете и маркерите в текстови файлове. Имената на тези файлове са базирани на името и URL адреса на текущия документ. Тази добавка е базирана на добавките SpecificSearch и Bookmark&Search, разработени от същия автор. Трябва да ги деинсталирате, за да използвате тази, тъй като те имат еднакви клавишни команди и функции.
de: Diese NVDA-Erweiterung dient zum Speichern und Suchen bestimmter Textzeichenfolgen oder Lesezeichen. Es kann auf Webseiten oder Dokumenten im Lesemodus in NVDA verwendet werden. Es kann auch zum Speichern oder Durchsuchen von Textstrings in mehrzeiligen Steuerelementen verwendet werden; wenn es in diesem Fall nicht möglich ist, den Cursor zu aktualisieren, wird der entsprechende String in die Zwischenablage kopiert, so dass er mit anderen Tools durchsucht werden kann. Das Plugin speichert die angegebenen Strings und Lesezeichenin-Dateien, deren Name auf dem Titel und der URL des aktuellen Dokuments basiert. Diese NVDA-Erweiterung basiert auf SpecificSearch und Bookmark&Search, die vom gleichen Autor entwickelt wurden. Sie sollten diese deinstallieren, um dieses Plugin zu verwenden, da sie gemeinsame Tastenkombinationen und Funktionen haben.
es: Este complemento se utiliza para guardar y restaurar cadenas de texto específicas o marcas. Puede utilizarse en páginas web o en documentos en el modo exploración de NVDA. También puede utilizarse para guardar o buscar cadenas de texto en controles multilínea; en este caso, si no es posible actualizar el cursor, la cadena correspondiente se copiará al portapapeles, tal que se pueda buscar utilizando otras herramientas. El plugin guarda las cadenas especificadas y marcas en ficheros cuyos nombres se basan en el título y URL del documento actual. Este complemento se basa en SpecificSearch y Bookmark&Search, desarrollados por el mismo autor. Deberías desinstalarlos para utilizar éste, ya que tienen las mismas combinaciones de teclas y características.
fi: Tätä lisäosaa käytetään NVDA:n selaustilassa määrättyjen merkkijonojen tai paikkamerkkien tallentamiseen ja etsimiseen verkkosivuilta tai asiakirjoista. Sitä voidaan käyttää myös merkkijonojen tallentamiseen tai etsimiseen monirivisistä säätimistä. Mikäli järjestelmäkohdistimen siirtäminen ei ole tällöin mahdollista, hakua vastaava merkkijono kopioidaan leikepöydälle, jotta sitä voidaan etsiä muilla tavoilla. Merkkijonot ja paikkamerkit tallennetaan tiedostoihin, joiden nimet perustuvat nykyisen asiakirjan nimeen ja URLiin. Tämä lisäosa perustuu saman tekijän SpecificSearch- ja Bookmark&Search-lisäosiin. Sinun tulisi poistaa ne tämän version käyttämiseksi, sillä niissä on samoja näppäinkomentoja ja ominaisuuksia.
pt_br: Esse complemento é usado para salvar e pesquisar sequências de texto ou marcadores de local específicos. Ele pode ser usado em páginas da Web ou documentos no modo de navegação do NVDA. Também pode ser usado para salvar ou pesquisar cadeias de texto em controles de várias linhas; nesse caso, se não for possível atualizar o cursor, a cadeia de caracteres correspondente será copiada para a área de transferência, para que possa ser pesquisada usando outras ferramentas. O plug-in salva as cadeias de caracteres e os marcadores de local especificados em arquivos cujo nome é baseado no título e no URL do documento atual. Esse complemento é baseado no SpecificSearch e no Bookmark&Search, desenvolvidos pelo mesmo autor. Você deve desinstalá-los para usar este, pois eles têm teclas e recursos comuns.
ru: Это дополнение используется для сохранения и поиска определённых текстовых строк или меток размещения. Его можно использовать на веб-страницах или в документах в режиме обзора NVDA. Его также можно использовать для сохранения или поиска строк текста в многострочных элементах управления; в этом случае, если невозможно обновить курсор, соответствующая строка будет скопирована в буфер обмена, чтобы её можно было искать с помощью других инструментов. Дополнение сохраняет указанные строки и метки размещения в файлах, название которых основано на заголовке и URL-адресе текущего документа. В основе дополнения лежат такие плагины для NVDA, как SpecificSearch и Bookmark&Search, разработанные тем же автором. Чтобы использовать это дополнение, вам следует удалить их, поскольку они имеют общие сочетания клавиш и функции.
tr: Bu eklenti, belirli metin dizelerini veya yerimlerini kaydetmek ve aramak için kullanılır. NVDA'nın göz atma modunda web sayfalarında veya belgelerde kullanılabilir. Çok satırlı kontrollerde metin dizelerini kaydetmek veya aramak için de kullanılabilir; bu durumda, yerimini güncellemek mümkün değilse, ilgili dize panoya kopyalanır, böylece diğer araçlar kullanılarak aranabilir. Eklenti, belirtilen dizeleri ve yer imlerini, adı geçerli belgenin başlığına ve URL'sine dayanan dosyalara kaydeder. Bu eklenti aynı yazar tarafından geliştirilen SpecificSearch ve Bookmark&Search'e dayanmaktadır. Ortak tuş vuruşlarına ve özelliklere sahip olduklarından, bunu kullanmak için onları kaldırmalısınız.
zh_cn: 此插件用于保存和搜索特定的文本字符串或书签。支持 NVDA 浏览模式下的网页或文档。还可以用于保存或搜索多行控件中的文本字符串，在这种情况下，如果不能更新系统光标，相应的字符串将被复制到剪贴板，以便可以使用其他工具进行搜索。该插件将指定的字符串和书签保存到名称基于当前文档的标题和URL的文件中。该插件基于由同一作者开发的SpecificSearch和Bookmark＆Search插件更新而来。您如果安装了这些插件，应该先卸载它们以使用该插件，它们具有同样的快捷键和功能。

source: Key Commands:
bg: Клавишни команди:
da: Tastaturkommandoer:
de: Tastenkombinationen:
es: Órdenes de teclado:
fi: Näppäinkomennot:
gl: Ordes de teclado:
hr: Tipkovnički prečaci:
it: Comandi rapidi:
ja: キーコマンド:
pl: Skróty klawiszowe:
pt_br: Teclas de comando:
pt_pt: Comandos:
ru: Клавиатурные Команды:
tr: Tuş Komutları:
uk: Комбінації клавіш:
zh_cn: 快捷键：

source: control+shift+NVDA+f: Opens a dialog with an edit box that shows the last saved search; in this dialog you can also select the previously saved searches from a combo box or remove the selected string from the history using a checkbox. You can choose if the text contained in the edit box will be added to the history of your saved texts. Finally, choose an action from the next group of radio buttons (between Search next, Search previous or Don't search), and specify if NVDA will make a case sensitive search. When you press okay, NVDA will search for this string.
bg: Control+Shift+NVDA+F: Отваря диалогов прозорец с поле за редактиране, който показва последното записано търсене. В този диалогов прозорец можете също да изберете предварително записани търсения от разгъващия се списък или да премахнете избрания низ от хронологията чрез поставяне на отметка в съответното поле. Можете да изберете дали текстът в полето за редактиране ще бъде добавен към историята на вашите записани текстове. И накрая, изберете действие от следващата група от радио бутони (между Търси следващ, Търси предишен или Не търси) и задайте дали NVDA ще взема предвид регистъра на буквите при търсенето. Когато натиснете OK, NVDA ще осъществи търсене на този низ.
da: CTRL+Skift+NVDA+F: Åbner en dialog der viser den seneste søgning. I denne dialog kan du vælge tidligere udførte søgninger fra en comboboks, eller fjerne dem fra historikken ved hjælp af en checkboks. Du kan vælge om teksten i boksen skal tilføjes til historikken af gemte tekster. Endelig skal du vælge en handling fra gruppen af radioknapper (herunder søg fremad, søg bagud eller søg ikke), og dernæst beslutte om NVDA skal gøre forskel på store og små bogstaver under søgningen. Når du trykker på "ok", vil NVDA udføre din søgning.
de: STRG+Umschalt+NVDA+f: Öffnet einen Dialog mit einem Eingabefeld, in dem die zuletzt gespeicherte Suche angezeigt wird. In diesem Dialog können Sie auch die zuvor gespeicherten Suchen aus einem Kombinationsfeld auswählen oder die ausgewählte Zeichenkette über ein Kontrollkästchen aus dem Verlauf entfernen. Sie können wählen, ob der im Eingabefeld enthaltene Text im Verlauf Ihrer gespeicherten Texte aufgenommen werden soll. Wählen Sie abschließend eine Aktion aus der nächsten Gruppe von Auswahlschaltern aus (weiter suchen, Rückwärtssuche oder keine Suche) und geben Sie an, ob NVDA die Groß- und Kleinschreibung berücksichtigen soll. Wenn Sie auf OK drücken, sucht NVDA nach dieser Zeichenfolge.
es: control+shift+NVDA+f: abre un diálogo con un cuadro de edición que muestra la última búsqueda guardada; en este diálogo también puedes seleccionar las búsquedas anteriormente guardadas desde un cuadro combinado o eliminar la cadena seleccionada desde el historial utilizando una casilla de verificación. Puedes elegir si el texto contenido en el cuadro de edición se añadirá al histórico de textos guardados. Finalmente, elegir una acción del siguiente grupo de botones de opción (entre buscar siguiente, buscar anterior o no buscar), y especificar si NVDA hará una búsqueda sensible a las mayúsculas. Cuando pulses Aceptar, NVDA buscará esta cadena.
fi: Ctrl+Vaihto+NVDA+F: Avaa muokkausruudun sisältävän valintaikkunan, joka näyttää viimeksi tallennetun haun. Tässä ikkunassa voit myös valita yhdistelmäruudusta aiemmin tallennettuja hakuja tai poistaa valitun merkkijonon hakuhistoriasta valintaruutua käyttäen. Voit lisäksi valita, lisätäänkö muokkausruudun sisältämä teksti hakuhistoriaasi. Valitse lopuksi toiminto seuraavasta valintapainikeryhmästä (Etsi seuraava, Etsi edellinen tai Ei hakua) ja määritä, suorittaako NVDA kirjainkoon huomioivan haun. NVDA etsii antamaasi merkkijonoa painaessasi OK.
gl: control+shift+NVDA+f: abre un diálogo cunha caixa de edición que amosa a última procura gardada; neste diálogo tamén podes selecionar as procuras anteriormente gardadas dende unha Caixa combinada ou borrar a cadea selecionada dende o historial utilizando unha caixa de verificación. Podes escoller se o texto contido na caixa de edición se engadirá ao histórico de textos gardados. Finalmente, escoller unha acción do seguinte grupo de botóns de opción (entre procurar seguinte, procurar anterior ou non procurar), e especificar se NVDA fará unha procura sensible ás maiúsculas. Cando premas Aceptar, NVDA procurará esta cadea.
hr: kontrol+šift+NVDA+f: Otvara dijaloški okvir s uređivačkim poljem, koje prikazuje posljednju spremljenu pretragu. Moguće je odabrati prethodno spremljene pretrage iz odabirnog okvira ili ukloniti odabrani niz iz povijesti, pomoću potvrdnog okvira. Moguće je odabrati, hoće li se tekst u uređivačkom polju dodati u povijest spremljenih tekstova. Kao zadnje, odaberi radnju iz sljedeće grupe izbornih gumba (Traži sljedeću, Traži prethodnu ili Ne traži), te odredi osjetljivost na velika i mala slova tijekom pretrage. Pritiskom gumba „U redu”, NVDA će tražiti taj niz.
it: control+shift+NVDA+f: apre una finestra con un campo editazione che mostra l'ultima ricerca salvata; tramite una casella combinata è anche possibile selezionare una ricerca specifica salvata in precedenza o rimuovere la stringa selezionata dalle ricerche recenti utilizzando una casella di controllo. Nella stessa finestra, è possibile scegliere se il testo contenuto nel campo editazione verrà aggiunto alle ricerche recenti. Infine è possibile scegliere, tramite pulsanti radio, tra le azioni Cerca successiva, Cerca Precedente o Non Cercare, e specificare se distinguere tra le lettere maiuscole e minuscole nella ricerca. Premendo Ok NVDA cercherà la stringa digitata.
ja: control+shift+NVDA+f: 最後に保存された検索のエディットボックスのあるダイアログを開きます。このダイアログでは以前に保存した検索をコンボボックスから選択したり、選択した文字列をチェックボックスを使用して履歴から削除したり出来ます。エディットボックスに含まれる文字列を、保存した文字列の履歴に追加するかどうかを選択出来ます。最後に、次の組のラジオボタンから、動作を選択します（次を検索、前を検索、または検索しない）。OKを押すと、NVDAはその文字列を探します。
pl: control+shift+NVDA+f: Otwiera dialog z polem edycyjnym wyświetlające ostatnie wyszukiwanie; W tym oknie można także zaznaczyć wczesne wyszukiwania z pola kombi, albo usunąć łańcuch tekstu z historii używając pole wyboru. Można wybierać, czy podany tekst ma być zachowany w historii wyszukiwań,. Nareście można wybrać akcje z następujących przycisków opcji (pomiędzy wyszukaj następny, wyszukaj poprzedni albo nie wyszukuj), i określić, czy NVDA ma zrwacać uwagę na wielkość liter. When you press okay, NVDA will search for this string.
pt_br: control+shift+NVDA+f: Abre um diálogo com uma caixa de edição que mostra a última pesquisa salva; nesse diálogo, você também pode selecionar numa caixa de combinação as pesquisas salvas anteriormente ou remover do histórico a sequência de caracteres selecionada usando uma caixa de seleção. Pode escolher se o texto contido na caixa de edição será acrescentado ao histórico de textos salvos. Finalmente, escolha uma ação no grupo seguinte de botões de opção (entre pesquisar próximo, pesquisar anterior ou não pesquisar) e especifique se o NVDA fará uma pesquisa diferenciando maiúsculas. Quando pressionar OK, o NVDA pesquisará essa cadeia.
pt_pt: control+shift+NVDA+f: abre uma caixa de diálogo com uma caixa de edição que mostra a última pesquisa guardada; Nesta caixa de diálogo, também pode seleccionar as pesquisas guardadas anteriormente de uma caixa de combinação ou remover a cadeia seleccionada do histórico usando uma caixa de selecção. Pode escolher se o texto contido na caixa de edição será adicionado ao histórico dos seus textos guardados. Finalmente, escolha uma acção do próximo grupo de botões de rádio (entre Pesquisar próximo, Pesquisar anterior ou Não pesquisar) e especifique se o NVDA fará uma pesquisa sensível a maiúsculas e minúsculas. Quando pressiona ok, o NVDA procurará essa cadeia.
ru: control+shift+NVDA+f: Открывает диалог с полем редактирования, в котором отображается последний сохранённый поиск; в этом диалоге вы также можете выбрать ранее сохранённые поисковые запросы из комбинированного списка или удалить выбранную строку из истории с помощью флажка. Вы можете выбрать, будет ли текст, содержащийся в поле редактирования, добавлен в историю сохранённых вами текстов. Наконец, выберите действие из следующей группы переключателей (между поиском далее, поиском Предыдущего или не искать) и укажите, будет ли NVDA выполнять поиск с учётом регистра. Когда вы нажмёте ОК, NVDA выполнит поиск этой строки.
tr: kontrol+shift+NVDA+f: Son kaydedilen aramayı gösteren düzenleme kutusu içeren bir iletişim kutusu açar; bu iletişim kutusunda ayrıca bir açılan kutudan önceden kaydedilmiş aramaları seçebilir veya bir onay kutusu kullanarak seçilen dizeyi geçmişten kaldırabilirsiniz. Düzenleme kutusunda yer alan metnin kayıtlı metinlerinizin geçmişine eklenip eklenmeyeceğini seçebilirsiniz. Son olarak, bir sonraki radyo düğmesi grubundan (Sonrakini ara, Öncekini ara veya Arama yapma arasında) bir eylem seçin ve NVDA'nın büyük/küçük harfe duyarlı bir arama yapıp yapmayacağını belirtin. Tamam düğmesine bastığınızda, NVDA bu dizeyi arayacaktır.
uk: control+shift+NVDA+f: Відкриває діалог із полем редагування, в якому відображається останній збережений пошук; в цьому діалозі ви також можете вибрати раніше збережені пошуки з комбінованого списку або видалити вибраний рядок з історії за допомогою прапорця. Ви можете вибрати, чи буде текст, що міститься у вікні редагування, додано до історії ваших збережених текстів. Нарешті, виберіть дію з наступної групи перемикачів (між «Шукати далі», «Шукати попереднє» або «Не шукати») і вкажіть, чи буде NVDA здійснювати пошук з урахуванням регістру. Коли ви натиснете кнопку «Гаразд», NVDA здійснить пошук цього рядка.
zh_cn: control+shift+NVDA+f: 打开一个对话框，其中显示一个编辑框，显示上次保存的搜索;在此对话框中，您还可以从组合框中选择以前保存的搜索，或使用复选框从历史记录中删除选定的字符串。您可以选择编辑框中包含的文本是否会添加到保存文本的历史记录中。最后，从下一组单选按钮中选择一个操作（在下一个搜索，搜索上一个或不搜索之间），并指定NVDA是否进行区分大小写搜索。当你按下确定的时候，NVDA会搜索这个字符串。

source: control+shift+NVDA+y: Saves the current position as a placemarker. If you want to provide a name for this placemarker, select some text from this position before saving it.
bg: Control+Shift+NVDA+Y: Запазва текущата позиция като маркер. Ако желаете да добавите име към маркера, изберете някакъв текстов откъс от тази позиция, преди да го запазите.
de: Strg+Umschalt+NVDA+Y: Speichert die aktuelle Position als Lesezeichen. Wenn Sie dem einen Namen vergeben möchten, wählen Sie vor dem Speichern einen Namen für den Text an dieser Position aus.
es: control+shift+NVDA+y: guarda la posición actual como una marca. Si quieres proporcionar un nombre para esta marca, selecciona algún texto de esta posición antes de guardarla.
fi: Ctrl+Vaihto+NVDA+Y: Tallentaa nykyisen sijainnin paikkamerkiksi. Jos haluat antaa sille nimen, valitse sijainnista lyhyt tekstipätkä ennen paikkamerkin tallentamista.
pt_br: control+shift+NVDA+y: Salva a posição atual como um marcador de posição. Se você quiser fornecer um nome para esse marcador de posição, selecione algum texto dessa posição antes de salvá-lo.
ru: control+shift+NVDA+y: Сохраняет текущую позицию в качестве метки. Если вы хотите указать имя для этой метки, выделите текст в этой позиции перед его сохранением.
tr: kontrol+shift+NVDA+y: Geçerli konumu yerimi olarak kaydeder. Bu yerimi için bir ad vermek istiyorsanız, kaydetmeden önce bu konumdan bir miktar metin seçin.
zh_cn: control+shift+NVDA+y: 将当前位置保存为书签。如果您想为此书签命名，请​​在保存之前选中一些文本。

source: control+shift+NVDA+delete: Deletes the placemarker corresponding to this position.
bg: Control+Shift+NVDA+Delete: Изтрива маркера, съответстващ на текущата позиция.
de: STRG+Umschalt+NVDA+Entf: Löscht das Lesezeichen an der aktuellen Position.
es: control+shift+NVDA+suprimir: elimina la marca correspondiente a esta posición.
fi: Ctrl+Vaihto+NVDA+Delete: Poistaa paikkamerkin nykyisestä sijainnista.
pt_br: control+shift+NVDA+delete: Exclui o marcador de posição correspondente a essa posição.
ru: control+shift+NVDA+delete: Удаляет метку, соответствующую этой позиции.
tr: kontrol+shift+NVDA+sil: Bu konuma karşılık gelen yer imini siler.
zh_cn: control+shift+NVDA+delete: 删除与此位置相对应的书签。

source: NVDA+y: Moves to the next placemarker.
bg: NVDA+Y: Отива до следващия маркер.
de: NVDA+Y: Wechselt zum nächsten Lesezeichen.
es: NVDA+y: se mueve al siguiente marcador.
fi: NVDA+Y: Siirtää seuraavaan paikkamerkkiin.
pt_br: NVDA+y: Passa para o próximo marcador de posição.
ru: NVDA+y: Переход к следующей метке.
tr: NVDA+y: Sonraki yerimine gider.
zh_cn: NVDA+y: 移至下一个书签。

source: shift+NVDA+y: Moves to the previous placemarker.
bg: Shift+NVDA+Y: Отива до предишния маркер.
de: Umschalt+NVDA+Y: Wechselt zum vorherigen Lesezeichen.
es: shift+NVDA+y: se mueve al marcador anterior.
fi: Vaihto+NVDA+Y: Siirtää edelliseen paikkamerkkiin.
pt_br: shift+NVDA+y: Move-se para o marcador de posição anterior.
ru: shift+NVDA+y: Переход к предыдущей метке.
tr: shift+NVDA+y: Önceki yerimine gider.
zh_cn: shift+NVDA+y: 移至上一个书签。

source: Not assigned: Shows the file name where the placemarkers data will be saved in browse mode, without an extension.
bg: Не е назначено: Показва в режим на разглеждане името на файла без разширението, в който ще се съхраняват данните на позиционните маркери.
de: Nicht zugewiesen: Zeigt die Datei, in welcher die Lesezeichen gespeichert werden im Lesemodus, ohne deren Erweiterung an.
es: Sin asignar: muestra el nombre del archivo donde se guardarán los datos de marcas en modo exploración, sin extensión.
fi: Ei määritetty: Näyttää paikkamerkkitiedoston nimen selaustilassa ilman tarkennetta.
pt_br: Não atribuído: Mostra o nome do arquivo em que os dados dos marcadores de posição serão salvos no modo de navegação, sem uma extensão.
ru: Не назначено: Показывает имя файла, в котором данные меток будут сохранены в режиме просмотра, без расширения.
tr: Atanmamış: Tarama modunda yerimleri verilerinin kaydedileceği dosya adını uzantısız olarak gösterir.
zh_cn: 未分配: 在浏览模式下显示保存位置标记数据的文件名，不含扩展名。
