Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/proxy.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, pt_pt, uk

source: [[!meta title="Proxy support for NVDA"]]
bg: [[!meta title="Поддръжка на прокси за NVDA (Proxy support for NVDA)"]]
de: [[!meta title="Proxy-Unterstützung für NVDA"]]
es: [[!meta title="Soporte proxy para NVDA"]]
fi: [[!meta title="Välityspalvelimen tuki NVDA:lle"]]
fr: [[!meta title="Support Proxy pour NVDA"]]
gl: [[!meta title="Soporte proxy para NVDA"]]
hr: [[!meta title="Podrška posrednika za NVDA (Proxy support for NVDA)"]]
pt_br: [[!meta title=“Suporte a proxy para NVDA”]].
uk: [[!meta title="Proxy support for NVDA (Підтримка проксі для NVDA)"]]

source: Author: Jose Manuel Delicado
bg: Автор: Jose Manuel Delicado
de: Autor: José Manuel Delicado
es: Autor: José Manuel Delicado
fi: Tekijä: Jose Manuel Delicado
fr: Auteur : Jose Manuel Delicado
gl: Autor: Jose Manuel Delicado
hr: Autor: Jose Manuel Delicado
ja: 開発者: Jose Manuel Delicado
pl: Autor: Jose Manuel Delicado
pt_br: Autor: Jose Manuel Delicado
pt_pt: Autor: José Manuel Delicado
uk: Автор: Jose Manuel Delicado

source: NVDA compatibility: 2023.3.4 and beyond
bg: Съвместимост с NVDA: от 2023.3.4 и по-нови версии
es: Compatibilidad con NVDA: de 2023.3.4 en adelante
fi: Yhteensopivuus: NVDA 2023.3.4 ja uudemmat
fr: Compatibilité NVDA : 2023.3.4 et au-delà
hr: NVDA kompatibilnost: 2023.3.4 i novije verzije
pt_br: Compatibilidade com NVDA: 2023.3.4 e posterior

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version] herunterladen[1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [versão estável] [1]
uk: Завантажити [стабільну версію][1]

source: This add-on allows the NVDA screen reader to connect to the Internet through one or more proxy servers. To make it possible, it applies various patches to the standard Python library or modifies certain environment variables, depending on the chosen configuration. You will be able to update NVDA and their add-ons automatically from your corporate environment and even perform remote sessions, provided that your organization proxy server allows it.
bg: Тази добавка позволява на екранния четец NVDA да се свързва с интернет чрез един или повече прокси сървъри. За да стане възможно, тя прилага различни промени към стандартната библиотека на Python или модифицира определени променливи на средата, в зависимост от избраната конфигурация. Ще можете автоматично да актуализирате NVDA и инсталираните добавки от вашата корпоративна среда и дори да извършвате отдалечени сесии, при условие че прокси сървърът на вашата организация го позволява.
de: Mit dieser NVDA-Erweiterung können Sie Verbindungen über eine oder mehrere Proxy-Server mit dem Internet herstellen. Um dies zu ermöglichen, wendet es je nach gewählter Konfiguration verschiedene Patches auf die Standard-Python-Bibliothek an oder modifiziert bestimmte Umgebungsvariablen. Sie können NVDA und deren Erweiterungen automatisch aus Ihrer Unternehmensumgebung aktualisieren und sogar Remote-Sitzungen durchführen, sofern der Proxy-Server Ihres Unternehmens dies zulässt.
es: Este complemento permite que el lector de pantalla NVDA pueda conectarse a Internet a través de uno o varios servidores proxy. Para ello, aplica diversos parches a la biblioteca estándar de Python o modifica ciertas variables de entorno, dependiendo de la configuración elegida. Podrás actualizar NVDA y sus complementos automáticamente desde tu entorno corporativo, e incluso realizar sesiones remotas, siempre que el servidor proxy de tu organización lo permita.
fi: Tämän lisäosan avulla NVDA-ruudunlukija voi muodostaa yhteyden internetiin yhden tai useamman välityspalvelimen kautta. Jotta tämä olisi mahdollista, lisäosa tekee eri korjauksia Pythonin standardikirjastoon tai muokkaa tiettyjä ympäristömuuttujia valitun kokoonpanon mukaan. Voit päivittää NVDA:n ja sen lisäosat automaattisesti yritysympäristöstäsi ja jopa suorittaa etäistuntoja, mikäli organisaatiosi välityspalvelin sallii sen.
fr: Cette extension permet au lecteur d'écran NVDA de se connecter à Internet via un ou plusieurs serveurs proxy. Pour ce faire, appliquez divers correctifs dans la bibliothèque standard Python ou modifiez certaines variables d'environnement, en fonction de la configuration choisie. Vous pouvez mettre à jour NVDA et ses extensions automatiquement à partir de votre environnement d'entreprise et même effectuer des sessions distantes, tant que le serveur proxy de votre organisation le permet.
gl: Este complemento permite ó lector de pantallas NVDA conectarse á Internet a través dun ou máis servidores proxy. Para que isto sexa posible, aplica varios parches á librería estándar de Python ou modifica certas variables de entorno, dependendo da configuración escollida. Poderás actualizar NVDA e os seus automaticamente dende o teu entorno corporativo e mesmo realizar sesions remotas, sempre que o servidor proxy da túa organización as permita.
hr: Ovaj dodatak omogućuje NVDA čitaču ekrana da se poveže s internetom putem jednog ili više posredničkih poslužitelja. Da bi to bilo moguće, dodatak primijenjuje razne zakrpe na standardnu Python biblioteku ili mijenja određene varijable okruženja, ovisno o odabranoj konfiguraciji. Dodatak omogućuje aktualiziranje NVDA čitača i njegovih dodataka u vlastitom poslovnom okruženju, kao i izvođenje udaljenih primjeraka, pod uvjetom da to dopušta posrednički poslužitelj tvoje organizacije.
ja: このアドオンにより、NVDAスクリーンリーダーが一またはそれ以上のプロキシサーバーを経由してインターネットに接続出来るようになります。それを可能にするために、選択された設定に従って、標準Pythonライブラリに様々なパッチを適用したり、特定の環境変数を修正したりします。 NVDAやそのアドオンを、組織プロキシサーバーが許可している場合、会社環境から自動的にアップデート出来、リモートセッションも可能になります。
pl: Ten dodatek umożliwia czytnikowi ekranu NVDA łączenie się z Internetem za pośrednictwem jednego lub więcej serwerów proxy. Aby było to możliwe, stosuje różne poprawki do standardowej biblioteki Pythona lub modyfikuje pewne zmienne środowiskowe, w zależności od wybranej konfiguracji. Będziesz mógł automatycznie aktualizować NVDA i ich dodatki ze środowiska korporacyjnego, a nawet wykonywać zdalne sesje, pod warunkiem, że zezwala na to serwer proxy Twojej organizacji.
pt_br: Esse complemento permite que o leitor de tela NVDA se conecte à Internet por meio de um ou mais servidores proxy. Para que isso seja possível, ele aplica vários patches à biblioteca Python padrão ou modifica determinadas variáveis de ambiente, dependendo da configuração escolhida. Você poderá atualizar o NVDA e seus complementos automaticamente a partir do seu ambiente corporativo e até mesmo realizar sessões remotas, desde que o servidor proxy da sua organização permita isso.
pt_pt: Este extra permite ao leitor de ecrã NVDA ligar-se à Internet através de um ou mais servidores proxy. Para o tornar possível, aplica vários patches à biblioteca Python padrão ou modifica certas variáveis de ambiente, dependendo da configuração escolhida. Poderá actualizar o NVDA e os seus extras automaticamente a partir do seu ambiente corporativo e até realizar sessões remotas, desde que o servidor proxy da sua organização o permita.
uk: Цей додаток дозволяє зчитувачу екрана NVDA підключатися до інтернету через один або кілька проксі-серверів. Щоб зробити це можливим, він застосовує різні патчі до стандартної бібліотеки Python або змінює певні змінні середовища, залежно від обраної конфігурації. Ви зможете автоматично оновлювати NVDA та її додатки з вашого корпоративного середовища і навіть виконувати віддалені сеанси за умови, що проксі-сервер вашої організації це дозволяє.

source: Features
bg: Възможности
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
gl: Características
hr: Funkcije
ja: 特徴
pl: Funkcje
pt_br: Recursos
pt_pt: Funcionalidades
uk: Можливості

source: Support for various proxy server types: http, socks4 and socks5.
bg: Поддръжка за различни типове прокси сървъри: HTTP, SOCKS4 и SOCKS5.
de: Unterstützung für verschiedene Proxy-Server-Typen: HTTP, Socks4/5.
es: Soporte para diversos tipos de servidor proxy: http, socks4 y socks5.
fi: Tuki eri välityspalvelintyypeille: HTTP, SOCKS4 ja SOCKS5.
fr: Support de différents types de serveur proxy : http, socks4 et socks5.
gl: Soporte para varios tipos de servidor proxy: http, socks4 e socks5.
hr: Podrška za razne vrste posredničkih poslužitelja: http, socks4 i socks5.
ja: サポートされているプロキシサーバータイプ: http, socks4, socks5.
pl: Obsługa różnych typów serwerów proxy: http, socks4 i socks5.
pt_br: Suporte a vários tipos de servidores proxy: http, socks4 e socks5.
pt_pt: Suporte para vários tipos de servidores proxy: http, socks4 e socks5.
uk: Підтримка різних типів проксі -серверів: http, socks4 та socks5.

source: Ability to redirect all traffic through the proxy server or only specific traffic (http, https, ftp).
bg: Възможност за пренасочване на целия трафик през прокси сървъра или само специфичен трафик (HTTP, HTTPS, FTP).
de: Möglichkeit, den gesamten Datenverkehr über den Proxy-Server oder nur bestimmten Datenverkehr (HTTP, HTTPS, FTP) umzuleiten.
es: Capacidad de redirigir todo el tráfico a través del servidor proxy o sólo tráfico específico (http, https, ftp).
fi: Mahdollisuus ohjata kaikki tai vain tietty liikenne (HTTP, HTTPS, FTP) välityspalvelimen kautta.
fr: Possibilité de rediriger tout le trafic via le serveur proxy ou uniquement du trafic spécifique (http, https, ftp).
gl: Capacidade de redirixir todo o tráfico a través do servidor proxy ou só tráfico específico (http, https, ftp).
hr: Sposobnost preusmjeravanja cjelokupnog prometa putem posredničkog poslužitelja ili samo određenog prometa (http, https, ftp).
ja: 全てのトラフィック、または特定のトラフィックのみ (http, https, ftp)を、プロキシサーバーを経由してリダイレクトする機能。
pl: Możliwość przekierowania całego ruchu przez serwer proxy lub tylko określony ruch (http, https, ftp).
pt_br: Capacidade de redirecionar todo o tráfego por meio do servidor proxy ou somente tráfego específico (http, https, ftp).
pt_pt: Capacidade de redireccionar todo o tráfego através do servidor proxy ou apenas tráfego específico (http, https, ftp).
uk: Можливість перенаправлення всього трафіку через проксі -сервер або лише певного трафіку (http, https, ftp).

source: Ability to redirect all traffic through a proxy server and, after that, redirect specific traffic through other servers (nested proxies).
bg: Възможност за пренасочване на целия трафик през прокси сървър и след това пренасочване на специфичен трафик през други сървъри (вложени прокси сървъри).
de: Möglichkeit, den gesamten Datenverkehr über einen Proxy-Server umzuleiten und danach bestimmten Datenverkehr über andere Server (verschachtelte Proxys) umzuleiten.
es: Capacidad de redirigir todo el tráfico a través de un servidor proxy, y después redirigir tráfico específico a través de otros servidores (proxies anidados).
fi: Mahdollisuus ohjata kaikki liikenne välityspalvelimen kautta ja sen jälkeen ohjata tietty liikenne muiden palvelimien kautta (sisäkkäiset välityspalvelimet).
fr: Possibilité de rediriger tout le trafic via un serveur proxy, puis rediriger un trafic spécifique à travers d'autres serveurs (proxy imbriqués).
gl: Capacidade para redirixir todo o tráfico a través dun servidor proxy e, despois, redirixir tráfico específico a través doutros servidores (proxys anidados).
hr: Sposobnost preusmjeravanja cjelokupnog prometa putem posredničkog poslužitelja i nakon toga, preusmjeravanje određenog prometa putem drugih poslužitelja (ugniježđeni posrednički poslužitelji).
ja: 全てのトラフィックをプロキシサーバーを経由してリダイレクトし、その後、特定のトラフィックを他のサーバー（ネストされたプロキシ）を経由してリダイレクトする機能。
pl: Możliwość przekierowywania całego ruchu przez serwer proxy, a następnie przekierowywania określonego ruchu przez inne serwery (zagnieżdżone serwery proxy).
pt_br: Capacidade de redirecionar todo o tráfego por meio de um servidor proxy e, depois disso, redirecionar o tráfego específico por meio de outros servidores (proxies aninhados).
pt_pt: Capacidade de redireccionar todo o tráfego através de um servidor proxy e, depois disso, redireccionar tráfego específico através de outros servidores (proxies aninhados).
uk: Можливість перенаправляти весь трафік через проксі -сервер, а потім перенаправляти конкретний трафік через інші сервери (вкладені проксі).

source: Profile switch and config reset aware: if you usually work with a portable copy of NVDA, you can create various profiles for different environments (home, work, office1, office2) and manually activate them.
bg: Съобразяване с конфигурационните профили и нулирането на настройките: ако обикновено работите с преносимо копие на NVDA, можете да създадете различни профили за различни среди (дом, работа, офис1, офис2) и да ги активирате ръчно.
de: Profilwechsel und Möglichkeit die Konfiguration zurückzusetzen: Wenn Sie normalerweise mit einer portablen NVDA-Version arbeiten, können Sie verschiedene Profile für verschiedene Umgebungen (Heim, Arbeit, Büro1, Büro2) erstellen und manuell aktivieren.
es: Sensible a cambios de perfil y restablecimiento de configuración: si normalmente trabajas con una copia portátil de NVDA, puedes crear diversos perfiles para distintos entornos (casa, trabajo, oficina 1, oficina 2) y activarlos manualmente.
fi: Tuki profiilin vaihtamiselle ja asetusten palauttamiselle: mikäli käytät yleensä NVDA:n massamuistiversiota, voit luoda useita profiileja eri ympäristöjä varten (koti, työ, toimisto1, toimisto2) ja ottaa ne käyttöön manuaalisesti.
fr: Sensible aux modifications de profil et à la réinitialisation de la configuration : Si vous travaillez normalement avec une copie portable de NVDA, vous pouvez créer divers profils pour différents environnements (maison, travail, bureau 1, bureau 2) et les activer manuellement.
gl: Sensible a trocos de perfil e restablecementos de configuración: se normalmente traballas cunha copia portable de NVDA, podes crear varios perfís para diferentes entornos (casa, traballo, oficina1, oficina2) e activalos manualmente.
hr: Prepoznavanje profila i postavki konfiguracija: ako uglavnom radiš s prijenosnom kopijom NVDA čitača, možeš stvoriti razne profile za različita okruženja (dom, posao, ured1, ured2), te ih ručno aktivirati.
ja: プロファイルスイッチとコンフィグリセット判別: 普段ポータブル版NVDAで作業をしている場合、様々なプロファイルを様々な環境（自宅、仕事、オフィス1、オフィス2）について作成することが出来、手動でそれらを有効化出来る。
pl: Przełączanie profili i resetowanie konfiguracji: jeśli zwykle pracujesz z przenośną kopią NVDA, możesz utworzyć różne profile dla różnych środowisk (dom, praca, biuro1, biuro2) i ręcznie je aktywować.
pt_br: Alternância de perfil e redefinição de configuração: se você costuma trabalhar com uma cópia portátil do NVDA, pode criar vários perfis para diferentes ambientes (casa, trabalho, escritório 1, escritório 2) e ativá-los manualmente.
pt_pt: Mudança de perfil e reset de configuração personalizados: se trabalha habitualmente com uma cópia portátil do NVDA, pode criar vários perfis para diferentes ambientes (casa, trabalho, escritório1, escritório2) e activá-los manualmente.
uk: Перемикання профілів та скидання налаштувань з урахуванням: якщо ви зазвичай працюєте з переносною копією NVDA, ви можете створити різні профілі для різних середовищ (дім, робота, офіс1, офіс2) та активовувати їх вручну.

source: Usage
bg: Начин на употреба
de: Anwendung
es: Modo de uso
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Upotreba
ja: 使用方法
pl: Użycie
pt_br: Uso
pt_pt: Modo de uso
uk: Використання

source: This add-on adds a new category to the NVDA settings dialog called "Proxy". In this category, you will find four settings groups. The first one allows you to configure a general proxy for all traffic. The other groups allow you to configure proxy servers only for specific protocols. All groups have the following fields:
bg: Тази добавка добавя нова категория към диалоговия прозорец за настройки на NVDA, наречен "Прокси". В тази категория ще намерите четири групи от настройки. Първата ви позволява да конфигурирате общ прокси за целия трафик. Останалите групи ви позволяват да конфигурирате прокси сървъри само за конкретни протоколи. Всички групи имат следните полета:
de: Diese Erweiterung fügt dem NVDA-Einstellungsdialog eine neue Kategorie mit dem Namen "Proxy" hinzu. In dieser Kategorie finden Sie vier Einstellungsgruppen. Mit dem ersten können Sie einen allgemeinen Proxy für den gesamten Datenverkehr konfigurieren. Mit den anderen Gruppen können Sie Proxyserver nur für bestimmte Protokolle konfigurieren. Alle Gruppen haben die folgenden Felder:
es: El complemento añade una nueva categoría a las opciones de NVDA, llamada "Proxy". En esta categoría encontraremos cuatro grupos de opciones. El primero nos permite configurar un proxy general para todo el tráfico. Los otros tres permiten configurar servidores proxy sólo para protocolos específicos. Todos los grupos tienen los siguientes campos:
fi: Tämä lisäosa lisää NVDA:n asetusvalintaikkunaan uuden "Välityspalvelin"-kategorian. Tästä kategoriasta löydät neljä asetusryhmää. Ensimmäisen avulla voit määrittää yleisen välityspalvelimen kaikelle liikenteelle. Muiden ryhmien avulla voit määrittää välityspalvelimet vain tietyille protokollille. Kaikissa ryhmissä on seuraavat kentät:
fr: Cette extension ajoute une nouvelle catégorie aux paramètres de NVDA, appelée "Proxy". Dans cette catégorie, nous trouverons quatre groupes d'options. Le premier nous permet de configurer un proxy général pour tout le trafic. Les trois autres permettent de configurer des serveurs proxy uniquement pour des protocoles spécifiques. Tous les groupes ont les champs suivants :
gl: Este complemento engade unha nova categoría ó diálogo de opcións de NVDA chamada "Proxy". Nesta categoría, atoparás catro grupos de axustes. O primeiro permíteche configurar un proxy xeral para todo o tráfico. Os outros grupos permítenche configurar só para protocolos específicos. todos os grupos teñen os seguintes campos:
hr: Ovaj dodatak dodaje novu kategoriju u dijalogu NVDA postavki pod nazivom „Posrednik”. U ovoj kategoriji pronaći ćeš četiri grupe postavki. Prva omogućuje konfiguriranje općeg posrednika za sav promet. Ostale grupe omogućuju konfiguriranje posredničkog poslužitelja za određene protokole. Sve grupe imaju sljedeća polja:
ja: このアドオンをインストールすると、NVDA設定ダイアログに、「プロキシ」という名称の新しいカテゴリが追加されます。このカテゴリには、4つの設定グループがあります。一つ目は、すべてのトラフィックに対するジェネラルプロキシを設定出来ます。他のグループは、プロキシサーバーを特定のプロトコルのみに設定出来ます。 全てのグループには、次のフィールドがあります:
pl: Ten dodatek dodaje nową kategorię do okna dialogowego ustawień NVDA o nazwie "Proxy". W tej kategorii znajdziesz cztery grupy ustawień. Pierwszy z nich pozwala skonfigurować ogólny serwer proxy dla całego ruchu. Pozostałe grupy umożliwiają konfigurowanie serwerów proxy tylko dla określonych protokołów. Wszystkie grupy mają następujące pola:
pt_br: Esse complemento adiciona uma nova categoria à caixa de diálogo de configurações do NVDA chamada “Proxy”. Nessa categoria, você encontrará quatro grupos de configurações. O primeiro permite que você configure um proxy geral para todo o tráfego. Os outros grupos permitem que você configure servidores proxy somente para protocolos específicos. Todos os grupos têm os seguintes campos:
pt_pt: Este extra adiciona uma nova categoria ao diálogo de configurações do NVDA chamado "Proxy". Nesta categoria, encontrará quatro grupos de configurações. O primeiro permite configurar um proxy geral para todo o tráfego. Os outros grupos permitem-lhe configurar servidores proxy apenas para protocolos específicos. Todos os grupos têm os seguintes campos:
uk: Цей додаток додає нову категорію до діалогового вікна налаштувань NVDA під назвою «Проксі». У цій категорії ви знайдете чотири групи налаштувань. Перша дозволяє налаштувати загальний проксі для всього трафіку. Інші групи дозволяють налаштовувати проксі -сервери лише для певних протоколів. Усі групи мають такі поля:

source: Host: hostname or ip address of the proxy server. Leave empty to disable that particular proxy.
bg: Хост: Име на хост или IP адрес на прокси сървъра. Оставете празно, за да деактивирате конкретния прокси сървър.
de: Host: Hostname oder IP-Adresse des Proxyservers. Lassen Sie das Feld leer, um diesen bestimmten Proxy zu deaktivieren.
es: Servidor: nombre de host o dirección ip del servidor proxy. Déjalo vacío para deshabilitar ese proxy en particular.
fi: Isäntä: välityspalvelimen isäntänimi tai IP-osoite. Jätä tyhjäksi poistaaksesi kyseisen välityspalvelimen käytöstä.
fr: Serveur : Nom d'hôte ou adresse IP du serveur proxy. Laissez-le vide pour désactiver ce proxy en particulier.
gl: Servidor: nome de servidor ou enderezo IP do servidor proxy. déixao en blanco para deshabilitar ese proxy en concreto.
hr: Računalo: ime računala ili ip adresa posredničkog poslužitelja. Ostavi prazno za deaktiviranje tog posrednika.
ja: ホスト: プロキシサーバーのホスト名またはipアドレス。特定のプロキシを無効にするには空欄にします。
pl: Host: nazwa hosta lub adres IP serwera proxy. Pozostaw puste, aby wyłączyć ten konkretny serwer proxy.
pt_br: Servidor: nome do servidor ou endereço IP do servidor proxy. Deixe em branco para desativar esse proxy específico.
pt_pt: Host: hostname ou endereço ip do servidor proxy. Deixar vazio para desactivar esse proxy em particular.
uk: Хост: ім’я хоста або ip-адреса проксі -сервера. Залиште поле порожнім, щоб вимкнути цей проксі.

source: Port: server port.
bg: Порт: Порт на сървъра.
es: Puerto: puerto del servidor.
fi: Portti: palvelimen portti.
fr: Port : Port du serveur.
gl: Porto: porto do servidor.
hr: Priključak: priključak poslužitelja.
ja: ポート: サーバーポート。
pl: Port: port serwera.
pt_br: Porta: porta do servidor.
pt_pt: Porta: porta do servidor.
uk: Порт: порт сервера.

source: Username: optional. User name for server authentication.
bg: Потребителско име: Незадължително. Потребителско име за удостоверяване на сървъра.
de: Benutzername: Optional. Benutzername für die Server-Authentifizierung.
es: Usuario: opcional. Nombre de usuario para autenticarse en el servidor.
fi: Käyttäjänimi: valinnainen. Käyttäjänimi palvelimen todennusta varten.
fr: Nom d'utilisateur : optionnel. Nom d'utilisateur pour s'authentifier sur le serveur.
gl: Nome de usuario: opcional. Nome de usuario para autenticación no servidor.
hr: Korisničko ime: neobavezno. Korisničko ime za autentifikaciju na poslužitelj.
ja: ユーザー名: 任意。サーバー認証のユーザー名。
pl: Nazwa użytkownika: opcjonalnie. Nazwa użytkownika do uwierzytelniania serwera.
pt_br: Nome de usuário: opcional. Nome de usuário para autenticação do servidor.
uk: Ім’я користувача: необов’язково. Ім’я користувача для автентифікації сервера.
