Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/proxy.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, pt_pt, uk

source: Password: optional. Password for server authentication. Note that password is not required for socks4 servers.
bg: Парола: Незадължително. Парола за удостоверяване на сървъра. Имайте предвид, че паролата не се изисква за SOCKS4 сървъри.
de: Passwort: Optional. Passwort für die Server-Authentifizierung. Beachten Sie, dass für Socks4-Server kein Kennwort erforderlich ist.
es: Contraseña: opcional. Contraseña para autenticarse en el servidor. Ten en cuenta que la contraseña no es necesaria en servidores socks4.
fi: Salasana: valinnainen. Salasana palvelimen todentamiseen. Huomaa, että salasanaa ei vaadita SOCKS4-palvelimille.
fr: Mot de passe : optionnel. Mot de passe pour l'authentification sur le serveur. Notez que le mot de passe n'est pas nécessaire sur les serveurs socks4.
gl: Contrasinal: opcional. contrasinal para a autenticación no servidor. Ten en conta que o contrasinal non se require en servidores socks4.
hr: Lozinka: neobavezno. Lozinka za autentifikaciju na poslužitelj. Lozinka nije potrebna za socks4 poslužitelje.
ja: パスワード: 任意。サーバー認証のパスワード。socks4サーバーではパスワードは要求されないことに留意下さい。
pl: Hasło: opcjonalnie. Hasło do uwierzytelniania serwera. Pamiętaj, że hasło nie jest wymagane dla serwerów socks4.
pt_br: Senha: opcional. Senha para autenticação do servidor. Observe que a senha não é necessária para servidores socks4.
uk: Пароль: необов’язково. Пароль для автентифікації сервера. Зауважте, що пароль для серверів socks4 не потрібен.

source: In addition to the previous fields, the following options are available in the first settings group:
bg: В допълнение към предишните полета, в първата група от настройки са налични следните опции:
de: Zusätzlich zu den vorherigen Feldern stehen in der ersten Einstellungsgruppe folgende Optionen zur Verfügung:
es: Además de los campos anteriores, en el primer grupo de opciones podemos encontrar los siguientes:
fi: Edellisten kenttien lisäksi ensimmäisessä asetusryhmässä on käytettävissä seuraavat vaihtoehdot:
fr: Outre les champs précédents, dans le premier groupe d'options, on trouve les options suivantes :
gl: Ademais dos anteriores campos, están dispoñibles as seguintes opcións no primeiro grupo de axustes:
hr: Pored prethodnih polja, u prvoj grupi postavki dostupne su sljedeće mogućnosti:
ja: 前記フィールドに加え、次のオプションが第一設定グループで使用可能です:
pl: Oprócz poprzednich pól w pierwszej grupie ustawień dostępne są następujące opcje:
pt_br: Além dos campos anteriores, as seguintes opções estão disponíveis no primeiro grupo de configurações:
pt_pt: Para além dos campos anteriores, estão disponíveis as seguintes opções no primeiro grupo de configurações:
uk: На додаток до попередніх полів, у першій групі налаштувань доступні такі параметри:

source: SOCKS proxy type: socks4, socks5 or http can be selected.
bg: Тип прокси SOCKS: Може да се избира измежду SOCKS4, SOCKS5 или HTTP.
de: SOCKS-Proxy-Typ: Socks4/5 oder HTTP können ausgewählt werden.
es: Tipo de proxy SOCKS: podemos elegir entre socks4, socks5 y http.
fi: SOCKS-välityspalvelimen tyyppi: SOCKS4, SOCKS5 tai HTTP voidaan valita.
fr: Type de proxy SOCKS : Nous pouvons choisir entre socks4, socks5 et http.
gl: Tipo de servidor SOCKS: pódese seleccionar socks4, socks5 ou http.
hr: Vrsta SOCKS posrednika: mogu se odabrati socks4, socks5 ili http.
ja: SOCKS プロキシタイプ: socks4, socks5 または http が選択可能です。
pl: Można wybrać typ proxy SOCKS: socks4, socks5 lub http.
pt_br: Tipo de proxy SOCKS: socks4, socks5 ou http podem ser selecionados.
pt_pt: SOCKS tipo proxy: socks4, socks5 ou http podem ser seleccionados.
uk: Тип проксі -сервера SOCKS: можна вибрати socks4, socks5 або http.

source: Use proxy for dns requests if possible: when this checkbox is checked, hostnames or domain names will be directly sent to and resolved on the proxy server. When it is unchecked, names will be resolved locally and the server will receive only the destination ip address. Note that not all socks4 proxy servers support this option.
bg: Използвай прокси за заявки за DNS, ако е възможно: Когато има отметка в това поле, имената на хостовете или имената на домейните ще бъдат директно изпратени до и анализирани на прокси сървъра. Когато няма отметка, имената ще бъдат анализирани локално и сървърът ще получи само IP адреса на местоназначението. Имайте предвид, че не всички SOCKS4 прокси сървъри поддържат тази опция.
de: Nach Möglichkeit einen Proxy für DNS-Anfragen verwenden: Wenn dieses Kontrollkästchen aktiviert ist, werden Hostnamen oder Domänennamen direkt an den Proxy-Server gesendet und dort aufgelöst. Wenn es deaktiviert ist, werden Namen lokal aufgelöst und der Server erhält nur die Ziel-IP-Adresse. Beachten Sie, dass nicht alle socks4-Proxyserver diese Option unterstützen.
es: Usar proxy para solicitudes DNS si es posible: si esta casilla está marcada, los nombres de host o dominio se enviarán directamente al servidor proxy y se resolverán allí. Si está desmarcada, los nombres se resolverán localmente y el servidor sólo recibirá la dirección ip de destino. Ten en cuenta que no todos los servidores socks4 soportan esta opción.
fi: Käytä välityspalvelinta DNS-pyyntöihin, jos mahdollista: kun tämä valintaruutu on valittuna, isäntä- tai toimialueen nimet lähetetään suoraan välityspalvelimen ratkaistavaksi. Kun valintaruutu ei ole valittuna, nimet ratkaistaan paikallisesti ja palvelin saa vain kohde-IP-osoitteen. Huomaa, että kaikki SOCKS4-välityspalvelimet eivät tue tätä vaihtoehtoa.
fr: Utiliser le proxy pour les requêtes DNS si cela est possible : Si cette case est cochée, les noms d'hôte ou de domaine seront envoyés directement sur le serveur proxy et seront résolus là-bas. Si cette case est décochée, les noms seront résolus localement et le serveur ne recevra que l'adresse IP de destination. Notez que tous les serveurs socks4 ne supportent pas cette option.
gl: Utilizar proxy para solicitudes DNS cando sexa posible: cando esta caixa estea marcada, os nomes de servidor ou de dominio enviaranse a e resolveranse directamente no servidor proxy. Cando estea desmarcada, os nomes resolveranse localmente e o servidor recibirá só o enderezo IP de destino. Ten en conta que non todos os servidores socks4 soportan esta opción.
hr: Ako je moguće, koristi posrednika za dns: kad se ovaj potvrdni okvir označi, imena računala ili imena domena izravno će se slati i rješavati na posredničkom poslužitelju. Kad se ne označi, imena će se rješavati lokalno, a poslužitelj će primiti samo ip adresu odredišta. Ovu opciju ne podržavaju svi socks4 posrednički poslužitelji.
ja: DNSがリクエストした場合に可能であればプロキシを利用する: このチェックボックスがチェックされている場合、ホスト名またはドメイン名はプロキシサーバーで直接送信され解析されます。チェックされていない場合、名前はローカルで解析され、サーバーは行先ipアドレスのみを受信します。socks4プロキシサーバーの必ずしも全てがこのオプションをサポートしているわけではないことに留意して下さい。
pl: Jeśli to możliwe, użyj proxy dla żądań dns: gdy to pole wyboru jest zaznaczone, nazwy hostów lub nazwy domen będą bezpośrednio wysyłane i rozpoznawane na serwerze proxy. Gdy nie jest zaznaczona, nazwy będą rozpoznawane lokalnie, a serwer otrzyma tylko docelowy adres IP. Należy pamiętać, że nie wszystkie serwery proxy socks4 obsługują tę opcję.
pt_br: Use proxy para solicitações de DNS, se possível: quando essa caixa de seleção estiver marcada, os nomes de servidor ou de domínio serão enviados diretamente para o servidor proxy e resolvidos nele. Quando ela estiver desmarcada, os nomes serão resolvidos localmente e o servidor receberá apenas o endereço IP de destino. Observe que nem todos os servidores proxy socks4 suportam essa opção.
pt_pt: Utilizar proxy para solicitações dns se possível: quando esta caixa de verificação for marcada, os nomes de hosts ou nomes de domínio serão enviados directamente para o servidor proxy e resolvidos no servidor proxy. Quando não estiver marcada, os nomes serão resolvidos localmente e o servidor receberá apenas o endereço ip de destino. Note-se que nem todos os servidores proxy Socks4 suportam esta opção.
uk: Використовувати проксі для запитів dns, якщо можливо: коли цей прапорець позначено, імена хостів чи доменнів будуть безпосередньо надсилатися на проксі -сервер і перетворюватись. Якщо цей прапорець не позначено, імена будуть перетворюватися локально, і сервер отримає лише ip-адресу призначення. Зауважте, що не всі проксі -сервери socks4 підтримують цю опцію.

source: Tipically, most users will only have to configure the first settings group. If you don't know your proxy details, ask your organization network administrator for more information.
bg: Обикновено повечето потребители ще трябва да конфигурират само първата група от настройки. Ако не знаете подробностите за вашето прокси, обърнете се към администратора на мрежата на вашата организация за повече информация.
de: Normalerweise müssen die meisten Benutzer nur die erste Einstellungsgruppe konfigurieren. Wenn Sie Ihre Proxy-Details nicht kennen, fragen Sie den Netzwerkadministrator Ihres Unternehmens nach weiteren Informationen.
es: Normalmente, la mayoría de usuarios sólo tendrán que configurar el primer grupo de opciones. Si no conoces los detalles de tu servidor proxy, consulta con el administrador de red de tu organización.
fi: Useimpien käyttäjien on yleensä määritettävä vain ensimmäinen asetusryhmä. Jos et tiedä välityspalvelimesi tietoja, kysy niitä organisaatiosi verkonvalvojalta.
fr: Normalement, la plupart des utilisateurs devront seulement configurer le premier groupe d'options. Si vous ne connaissez pas les détails de votre serveur proxy, voir avec l'administrateur réseau de votre organisation.
gl: Normalmente, a maioría de usuarios só terán que configurar o primeiro grupo de axustes. Se non coñeces os detalles do teu proxy, consulta ó administrador da rede da organización para máis información.
hr: Većina korisnika morat će konfigurirati samo prvu grupu postavki. Ako ne znaš podatke posrednika, zatraži informacije od administratora.
ja: 典型的には、ほとんどのユーザーは第一設定グループのみ設定する必要があると思われます。プロキシの詳細が不明な場合は、組織のネットワーク管理者に詳細をお尋ね下さい。
pl: Co ciekawe, większość użytkowników będzie musiała skonfigurować tylko pierwszą grupę ustawień. Jeśli nie znasz szczegółów serwera proxy, poproś administratora sieci organizacji o więcej informacji.
pt_br: De modo geral, a maioria dos usuários só precisará configurar o primeiro grupo de configurações. Se não souber os detalhes do seu proxy, peça mais informações ao administrador de rede da sua organização.
pt_pt: fundamentalmente, a maioria dos utilizadores apenas terá de configurar o primeiro grupo de configurações. Se não conhece os seus dados de proxy, peça mais informações ao administrador da rede da sua organização.
uk: Як правило, більшості користувачів потрібно буде сконфігурувати лише першу групу налаштувань. Якщо ви не знаєте своїх проксі -серверів, зверніться за додатковою інформацією до адміністратора мережі вашої організації.

source: Limitations
bg: Ограничения
de: Einschränkungen
es: Limitaciones
fi: Rajoitukset
gl: Limitacións
hr: Ograničenja
ja: 限定
pl: Ograniczenia
pt_br: Limitações
pt_pt: Limitações
uk: Обмеження

source: Very limited IPV6 support.
bg: Много ограничена поддръжка на IPv6.
de: Sehr eingeschränkte IPv6-Unterstützung.
es: Soporte IPV6 muy limitado.
fi: Erittäin rajoittunut IPv6-tuki.
fr: Support IPV6 très limité.
gl: Soporte IPV6 moi limitado.
hr: Vrlo ograničena IPV6 podrška.
ja: IPV6サポートは非常に限定されたものとなっています。
pl: Bardzo ograniczona obsługa IPV6.
pt_br: Suporte muito limitado a IPV6.
pt_pt: Suporte IPV6 muito limitado.
uk: Дуже обмежена підтримка IPV6.

source: UDP traffic is not supported on all proxy servers.
bg: UDP трафикът не се поддържа на всички прокси сървъри.
de: UDP-Datenverkehr wird nicht auf allen Proxyservern unterstützt.
es: El tráfico UDP no se soporta en todos los tipos de servidores proxy.
fi: Kaikki välityspalvelimet eivät tue UDP-liikennettä.
fr: Le trafic UDP n'est pas supporté sur tous les types de serveurs proxy.
gl: O tráfico UDP non está soportado en ningún dos servidores proxy.
hr: UDP promet nije podržan na svim posredničkim poslužiteljima.
ja: UDPトラフィックについては全てのプロキシサーバーでサポートされていません。
pl: Ruch UDP nie jest obsługiwany na wszystkich serwerach proxy.
pt_br: O tráfego UDP não é suportado em todos os servidores proxy.
pt_pt: O tráfego UDP não é suportado em todos os servidores proxy.
uk: UDP -трафік підтримується не на всіх проксі -серверах.

source: External DLL libraries won't respect the settings configured in this add-on.
bg: Външните DLL библиотеки няма да се съобразяват с настройките, указани в тази добавка.
de: Externe Programm-Bibliotheken berücksichtigen die in dieser Erweiterung konfigurierten Einstellungen nicht.
es: Las bibliotecas DLL externas no respetarán las opciones configuradas en este complemento.
fi: Ulkoiset DLL-kirjastot eivät noudata tässä lisäosassa määritettyjä asetuksia.
fr: Les bibliothèques DLL externes ne respecteront pas les options configurées dans cette extension.
gl: Bibliotecas DLL externas non respectarán os axustes configurados neste complemento.
hr: Vanjske DLL biblioteke neće se držati postavaka koje su konfigurirane u ovom dodatku.
ja: 外部DLLライブラリはこのアドオン内にされた設定を尊重しません。
pl: Zewnętrzne biblioteki DLL nie będą respektować ustawień skonfigurowanych w tym dodatku.
pt_br: As bibliotecas DLL externas não respeitarão as configurações definidas nesse complemento.
pt_pt: As bibliotecas DLL externas não respeitarão as definições configuradas neste add-on.
uk: Зовнішні бібліотеки DLL не підтримуватимуть налаштувань, зроблених у цьому додатку.

source: Only basic authentication is supported for http proxy servers. Digest authentication is not supported.
bg: Поддържа се само базово удостоверяване за HTTP прокси сървъри. Хешираното удостоверяване не се поддържа.
de: Für HTTP-Proxyserver wird nur die grundlegende Authentifizierung unterstützt. Die Digest-Authentifizierung wird nicht unterstützt.
es: En servidores proxy http, sólo se soporta autenticación básica. La autenticación digest no está soportada.
fi: HTTP-välityspalvelimille tuetaan vain perustodennusta. Tiivistelmätodennusta ei tueta.
fr: Seule l'authentification de base est supportée pour les serveurs proxy http. L'authentification digest n'est pas supportée.
gl: Só se soporta autenticación básica en servidores proxy http. Non se soporta autenticación digest.
hr: Za http posredničke poslužitelje podržana je samo osnovna autentifikacija. Sažeta autentifikacija nije podržana.
ja: httpプロキシサーバーについては、ベーシック認証だけがサポートされています。ダイジェスト認証はサポートされていません。
pl: Tylko uwierzytelnianie podstawowe jest obsługiwane dla serwerów proxy http. Uwierzytelnianie szyfrowane nie jest obsługiwane.
pt_br: Somente a autenticação básica é compatível com os servidores proxy http. A autenticação Digest não é compatível.
uk: Для проксі -серверів http підтримується лише основна автентифікація. Дайджест -автентифікація не підтримується.

source: In order to redirect all traffic (including https connections) through an http proxy, the server must support the CONNECT http method.
bg: За да се пренасочи целия трафик (включително HTTPS връзките) чрез HTTP прокси, сървърът трябва да поддържа метода CONNECT HTTP.
de: Um den gesamten Datenverkehr (einschließlich HTTPS-Verbindungen) über einen http-Proxy umzuleiten, muss der Server die HTTP-Methode CONNECT unterstützen.
es: Para poder redirigir todo el tráfico (incluyendo conexiones https) a través de un proxy http, el servidor debe soportar el método http CONNECT.
fi: Jotta kaikki liikenne (HTTPS-yhteydet mukaan lukien) voidaan ohjata uudelleen HTTP-välityspalvelimen kautta, palvelimen on tuettava CONNECT-HTTP-menetelmää.
fr: Afin de rediriger tout le trafic (y compris les connexions https) via un proxy http, le serveur doit supporter la méthode http CONNECT.
gl: Para redirixir todo o tráfico (incluíndo conexións https) a través dun proxy http, o servidor debe soportar o método http CONNECT.
hr: Za preusmjeravanje svog prometa (uključujući https veze) putem http posrednika, poslužitelj mora podržavati http metodu CONNECT.
ja: 全てのトラフィック（https接続を含む）をhttpプロキシを経由してリダイレクトするには、サーバーはCONNECT httpメソッドをサポートしてしなければなりません。
pl: Aby przekierować cały ruch (w tym połączenia https) przez serwer proxy http, serwer musi obsługiwać metodę CONNECT http.
pt_br: Para redirecionar todo o tráfego (inclusive conexões https) por meio de um proxy http, o servidor deve ser compatível com o método CONNECT http.
pt_pt: A fim de redireccionar todo o tráfego (incluindo ligações https) através de um proxy http, o servidor deve suportar o método CONNECT http.
uk: Щоб перенаправити весь трафік (включаючи з’єднання https) через проксі -сервер http, сервер повинен підтримувати метод з’єднання http.

source: A "direct connection" mode can't be configured. If you disable a specific proxy, the system default will be used instead.
bg: Режим "директна връзка" не може да бъде конфигуриран. Ако деактивирате конкретно прокси, вместо него ще се използва това по подразбиране за системата.
de: Ein Modus "Direktverbindung" kann nicht konfiguriert werden. Wenn Sie einen bestimmten Proxy deaktivieren, wird stattdessen der Systemstandard verwendet.
es: No se puede configurar un modo de "conexión directa". Si deshabilitas un proxy específico, se usará en su lugar el proxy por defecto del sistema.
fi: "Suora yhteys" -tilaa ei voi määrittää. Jos poistat tietyn välityspalvelimen käytöstä, sen sijaan käytetään järjestelmän oletusarvoa.
fr: Vous ne pouvez pas configurer de mode "connexion directe". Si vous désactivez un proxy spécifique, le proxy par défaut du système sera utilisé à la place.
gl: Non se pode configurar un modo de "conexión directa". Se deshabilitas un proxy en específico, utilizarase o predeterminado do sistema.
hr: Modus „izravne veze” se ne može konfigurirati. Ako deaktiviraš određenog posrednika, umjesto njega će se koristiti standard sustava.
ja: 「直接接続」モードは設定出来ません。特定のプロキシが無効化されている場合、代わりにシステムのデフォルト設定が使用されるでしょう。
pl: Nie można skonfigurować trybu "bezpośredniego połączenia". Jeśli wyłączysz określony serwer proxy, zamiast niego zostanie użyty system domyślny.
pt_br: Não é possível configurar um modo de “conexão direta”. Se você desativar um proxy específico, o padrão do sistema será usado em seu lugar.
pt_pt: Um modo de "ligação directa" não pode ser configurado. Se desactivar um proxy específico, será utilizado em vez disso o padrão do sistema.
uk: Не можна налаштувати режим «прямого з’єднання». Якщо ви вимкнете певний проксі, замість цього буде використано початкове системне значення.

source: Changelog
bg: Списък на промените
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
gl: Rexistro de trocos
hr: Zapis promjena
ja: 履歴
pl: Lista zmian
pt_br: Registro de alterações
pt_pt: Alterações
uk: Журнал змін

source: Version 1.2
bg: Версия 1.2
es: Versión 1.2
fi: Versio 1.2
gl: Versión 1.2
hr: Verzija 1.2
pt_br: Versão 1.2

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
es: Compatible con NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
fr: Compatible avec NVDA 2023.1.
gl: Compatible con NVDA 2023.1.
hr: Kompatibilno s NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.

source: For security reasons, minimum NVDA version is set to 2022.4.
bg: От съображения за сигурност, минималната версия на NVDA е задандена на 2022.4.
de: Aus Sicherheitsgründen ist die Mindestversion von NVDA auf 2022.4 festgelegt.
es: Por motivos de seguridad, se ha establecido la versión mínima de NVDA a 2022.4.
fi: Turvallisuussyistä NVDA:n vähimmäisversioksi on määritetty 2022.4.
fr: Pour des raisons de sécurité, la version minimale de NVDA est définie sur 2022.4.
gl: Por razóns de seguridade, a versión mínima de NVDA establécese na 2022.4.
hr: Iz sigurnosnih razloga, minimalna NVDA verzija postavljena je na 2022.4.
pt_br: Por motivos de segurança, a versão mínima do NVDA está definida como 2022.4.

source: Updated translations.
bg: Обновени преводи.
de: Aktualisierte Übersetzungen.
es: Traducciones actualizadas.
fi: Käännöksiä päivitetty.
fr: Traductions mis à jour.
gl: Traducións actualizadas.
hr: Aktualizirani prijevodi.
pt_br: Traduções atualizadas.

source: Version 1.1
bg: Версия 1.1
es: Versión 1.1
fi: Versio 1.1
gl: Versión 1.1
hr: Verzija 1.1
ja: バージョン1.1
pl: Wersja 1.1
pt_br: Versão 1.1
uk: Версія 1.1

source: Compatible with NVDA 2022.1.
bg: Добавката е съвместима с NVDA 2022.1.
de: Kompatibel mit NVDA 2022.1.
es: Compatible con NVDA 2022.1.
fi: Yhteensopiva NVDA 2022.1:n kanssa.
fr: Compatible avec NVDA 2022.1.
gl: Compatible con NVDA 2022.1.
hr: Kompatibilno s NVDA čitačem 2022.1.
ja: NVDA2022.1に互換。
pl: Kompatybilny z NVDA 2022.1.
pt_br: Compatível com o NVDA 2022.1.
uk: Сумісний з NVDA 2022.1.

source: For security reasons, minimum NVDA version is set to 2021.3.
bg: От съображения за сигурност, минималната версия на NVDA е задандена на 2021.3.
de: Aus Sicherheitsgründen wurde die Minimum-Version von NVDA auf 2021.3 festgelegt.
es: Por motivos de seguridad, se ha establecido la versión mínima de NVDA a 2021.3.
fi: Turvallisuussyistä NVDA:n vähimmäisversioksi on asetettu 2021.3.
fr: Pour des raisons de sécurité, la version minimale de NVDA est définie sur 2021.3.
gl: Por razóns de seguridade, a versión mínima de NVDA establécese na 2021.3.
hr: Iz sigurnosnih razloga, minimalna NVDA verzija postavljena je na 2021.3.
ja: セキュリティ上の理由で、最小NVDAバージョンを2021.3に設定。
pl: Ze względów bezpieczeństwa minimalna wersja NVDA jest ustawiona na 2021.3.
pt_br: Por motivos de segurança, a versão mínima do NVDA está definida como 2021.3.
uk: З причин безпеки, тепер потрібна мінімум NVDA версія 2021.3.

source: Patch socket.getaddrinfo function when "Use proxy for dns requests if possible" checkbox is checked and a general proxy has been configured.
bg: Поправка на функцията socket.getaddrinfo, когато "Използвай прокси за DNS заявки, ако е възможно" е включено и е конфигуриран общ прокси.
de: Patch der Funktion "socket.getaddrinfo", wenn das Kontrollkästchen "Nach Möglichkeit einen Proxy für DNS-Anfragen verwenden" aktiviert ist und ein allgemeiner Proxy konfiguriert ist.
es: Se parchea la función socket.getaddrinfo cuando se marca la casilla "Usar proxy para solicitudes DNS si es posible" y se configura un proxy general.
fi: Korjattu socket.getaddrinfo-funktio, kun "Käytä välityspalvelinta dns-pyyntöihin, jos mahdollista" -valintaruutu on valittuna ja yleinen välityspalvelin on määritetty.
fr: Fonction Patch socket.getaddrinfo lorsque "Utiliser le proxy pour les requêtes DNS si cela est possible" si la case est cochée et un proxy général a été configuré.
gl: Parecheada a función socket.getaddrinfo cando a caixa de verificación "Utilizar proxy para solicitudes DNS cando sexa posible" estea marcada e se configure un proxy general.
hr: Zakrpa funkcije „socket.getaddrinfo” kad je potvrdni okvir „Ako je moguće, koristi posrednika za dns” aktiviran i ako je konfiguriran opći posrednik.
ja: 「可能な場合dnsリクエストにプロキシを使用」チェックボックスがチェックされていて、ジェネラルプロキシが設定されている時の、socket.getaddrinfo機能を修正。
pl: Funkcja Patch socket.getaddrinfo, gdy zaznaczone jest pole wyboru "Użyj serwera proxy dla żądań dns, jeśli to możliwe" i skonfigurowano ogólny serwer proxy.
pt_br: Correção da função socket.getaddrinfo quando a caixa de seleção “Use proxy para solicitações de DNS, se possível” estiver marcada e um proxy geral tiver sido configurado.
uk: У разі, коли позначено прапорець «Використовувати проксі для запитів DNS, якщо можливо» і основний проксі налаштовано, використовується патч функції socket.getaddrinfo.

source: Version 1.0
bg: Версия 1.0
es: Versión 1.0
fi: Versio 1.0
gl: Versión 1.0
hr: Verzija 1.0
ja: バージョン1.0
pl: Wersja 1.0
pt_br: Versão 1.0
pt_pt: Versão 1.0
uk: Версія 1.0

source: Initial release.
bg: Първо издание.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Version initiale.
gl: Publicación inicial.
hr: Prvo izdanje.
ja: 最初のリリース。
pl: Wersja pierwotna.
pt_br: Lançamento inicial.
pt_pt: Lançamento inicial.
uk: Перша версія.
