Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickBooks2014.*.po
Languages: de, fr, gl, hr, sk, zh_cn

source: [[!meta title="Quick Books 2014 support"]]
de: [[!meta title="Unterstützung für Quick Books 2014"]]
fr: [[!meta title="Support pour Quick Books 2014"]]
gl: [[!meta title="Soporte para o Quick Books 2014"]]
hr: [[!meta title="Podrška za Quick Books 2014"]]
sk: [[!meta title="Podpora pre Quick Books 2014"]]
zh_cn: [[!meta title="Quick Books 2014支持"]]

source: Authors: NV Access Limited, with help from My Blind Spot, Intuit, and community testers.
de: Autoren: NV Access Limited, mit Hilfe von My Blind Spot, Intuit und Testern aus der Gemeinschaft.
fr: Auteurs : NV Access Limited, avec l'aide My Blind Spot, Intuit, et la communauté de testeurs.
gl: Autores: NV Access Limited, ca axuda de My Blind Spot, Intuit, e probadores da comunidade.
hr: Autori: NV Access Limited, uz pomoć My Blind Spot, Intuit i testera zajednice.
sk: Autori: NV Access Limited, s pomocou My Blind Spot, Intuit, a používateľov, ktorí ochotne pomohli s testovaním.
zh_cn: 作者：NV Access Limited，在My Blind Spot，Intuit和社区测试人员的帮助下。

source: Download: [version 2014.4.7][1]
de: Herunterladen: [version 2014.4.7][1]
fr: Télécharger : [version 2014.4.7][1]
gl: Descarga: [versión 2014.4.7][1]
hr: Preuzmi: [verzija 2014.4.7][1]
sk: Stiahnuť: [verzia 2014.4.7][1]
zh_cn: 下载：[版本2014.4.7] [1]

source: This add-on makes it possible to use NVDA with the Intuit Quickbooks 2014 accounting software.
de: Diese Erweiterung ermöglicht Ihnen, die Buchhaltungssoftware Intuit QuickBooks 2014 mit NVDA zu bedienen.
fr: Cette extension rend possible l'utilisation de NVDA avec le logiciel de comptabilité Intuit Quickbooks 2014.
gl: Este complemento fai posible utilizar NVDA co programa de contabilidade Intuit Quickbooks 2014.
hr: Ovaj dodatak omogućuje korištenje NVDA čitača s računovodstvenim softverom Intuit Quickbooks 2014.
sk: Tento doplnok umožňuje používať účtovný program Intuit Quickbooks 2014 s NVDA.
zh_cn: 此插件可以将NVDA与Intuit Quickbooks 2014会计软件配合使用。

source: Features
de: Funktionen
fr: Caractéristiques
gl: Características
hr: Funkcije
sk: Vlastnosti
zh_cn: 功能

source: Automatic enabling of QuickBooks accessibility mode.
de: Automatische Aktivierung des Modus für die Zugänglichkeit von QuickBooks.
fr: Activation automatique du mode d’accessibilité QuickBooks.
gl: Activación automática do modo de accesibilidade do QuickBooks.
hr: Automatsko aktiviranje modusa pristupačnosti QuickBooks programa.
sk: Automatické spustenie prístupnosti.
zh_cn: 自动启用QuickBooks辅助功能模式。

source: Labeling of many input fields.
de: Beschriftung vieler Eingabefelder.
fr: Étiquetage de nombreux champs de saisie.
gl: Etiquetado de varios campos de entrada.
hr: Označavanje mnogih polja unosa.
sk: Správne popisovanie prvkov.
zh_cn: 标记许多输入编辑框。

source: Tracking of focus and highlighting for lists such as the Chart of Accounts.
de: Verfolgung des Fokus und Hervorhebung für Listen wie den Kontenplan.
fr: Suivi du focus et mise en évidence pour des listes telles que le plan comptable.
gl: Seguimento do foco e subliñado para listas como o gráfico de contas.
hr: Praćenje fokusa i isticanje popisa, kao što su grafikoni računa.
sk: Sledovanie zmien fokusu v zoznamoch, napríklad v grafe účtov.
zh_cn: 跟踪焦点并突出显示诸如会计科目表之类的列表。

source: Correct control type identification of custom check boxes, radio buttons and buttons.
de: Korrekte Identifizierung des Steuerungstyps der benutzerdefinierten Kontrollkästchen, Auswahlschalter und Schaltern.
fr: Identification correcte du type de contrôle des cases à cocher personnalisées, des boutons radio et des boutons.
gl: Identificación correcta de tipo de control para caixas de verificación, botóns de opción e botóns persoalizados.
hr: Ispravno prepoznavanje vrste kontrola prilagođenih potvrdnih okvira, odabirnih gumba i gumba.
sk: Správne oznamovanie začiarkávacích políčok, prepínačov a tlačidiel vo vlastných dialógových oknách.
zh_cn: 正确控制类型识别自定义复选框，单选按钮和按钮。

source: Automatic reporting of messages in custom message dialogs.
de: Automatisches Ansagen der Nachrichten in benutzerdefinierten Meldungsdialogen.
fr: Annonce automatique des messages dans les boîtes de dialogue de messages personnalisés.
gl: Reportado automático de mensaxes en diálogos de mensaxe persoalizados.
hr: Automatsko izvještavanje o porukama u dijalozima prilagođenih poruka.
sk: Automatické oznamovanie správ v dialógoch s vlastnými správami.
zh_cn: 在自定义消息对话框中自动朗读消息。
