Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickNotetaker.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk

source: [[!meta title="Quick Notetaker"]]
bg: [[!meta title="Бързи бележки (Quick Notetaker)"]]
es: [[!meta title="Anotador rápido"]]
fi: [[!meta title="Nopea muistiinpanojen tekijä"]]
hr: [[!meta title="Brze bilješke (Qucik Notetaker)"]]
ru: [[!meta title="Быстрый составитель заметок"]]
tr: [[!meta title="Çabuk Not Tutucu"]]
uk: [[!meta title="Quick Notetaker (Швидкий нотатник)"]]

source: Authors: Eilana Benish, Mohammad Suliman
bg: Автори: Eilana Benish, Mohammad Suliman
de: Autoren: Eilana Benish, Mohammad Suliman
es: Autores: Eilana Benish, Mohammad Suliman
fi: Tekijät: Eilana Benish, Mohammad Suliman
fr: Auteurs : Eilana Benish, Mohammad Suliman
gl: Autores: Eilana Benish, Mohammad Suliman
hr: Autori: Eilana Benish, Mohammad Suliman
ja: 作者: Eilana Benish, Mohammad Suliman
pl: Autorzy: Eilana Benish, Mohammad Suliman
pt_br: Autores: Eilana Benish, Mohammad Suliman
ru: Авторы: Eilana Benish, Mohammad Suliman
tr: Yazarlar: Eilana Benish, Mohammad Suliman
uk: Автори: Eilana Benish, Mohammad Suliman

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı Sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.3 to 2022.1
bg: Съвместимост с NVDA: от 2019.3 до 2022.1
de: NVDA-Kompatibilität: 2019.3 bis 2022.1
es: Compatibilidad con NVDA: de 2019.3 a 2022.1
fi: Yhteensopivuus: NVDA 2019.3-2022.1
fr: Compatibilité NVDA : 2019.3 à 2022.1
gl: compatibilidade con NVDA: da 2019.3 á 2022.1
hr: NVDA kompatibilnost: 2019.3 do 2022.1
ja: NVDA 互換性: 2019.3 から 2022.1
pl: Zgodność z NVDA: od 2019.3 do 2022.1
pt_br: Compatibilidade com NVDA: 2019.3 a 2022.1
ru: Совместимость с NVDA: от 2019.3 до 2022.1
tr: NVDA uyumluluğu: 2019.3 ve 2022.1
uk: Сумісність з NVDA: від 2019.3 до 2022.1

source: The Quick Notetaker add-on is a wonderful tool which allows writing notes quickly and easily anytime and from any app the user is using. Whether the user is watching a video for example, or participating in a meeting on Zoom, teams or Google meet, they can easily and smoothly open the notetaker and take a note. In order to create a quick note, NVDA + Alt + n key combination can be used, a floating window appears at the top left corner of the screen, so the note can be typed there.
bg: Добавката "Бързи бележки" е чудесен инструмент, който позволява бързо и лесно писане на бележки по всяко време и от всяко приложение, което потребителят използва. Независимо дали потребителят гледа видеоклип или участва в среща по Zoom, Teams или Google Meet, той може лесно и безпроблемно да отвори бележника и да си създаде бележка. За създаването на бърза бележка може да се използва клавишната комбинация NVDA+Alt+N. В горния ляв ъгъл на екрана се появява плаващ прозорец, в който може да бъде въведена бележката.
de: Die Erweiterung "Quick Notetaker" ist ein wunderbares Werkzeug, mit dem Sie jederzeit und von jeder App, die der Benutzer verwendet, schnell und einfach Notizen schreiben können. Egal, ob der Nutzer beispielsweise ein Video anschaut oder an einem Meeting auf Zoom, Teams oder Google Meet teilnimmt, er kann den Notizblock einfach und reibungslos öffnen und sich Notizen machen. Um eine schnelle Notiz zu erstellen, kann die Tastenkombination NVDA+Alt+N verwendet werden, ein schwebendes Fenster erscheint in der oberen linken Ecke des Bildschirms, sodass die Notiz dort eingegeben werden kann.
es: El complemento Anotador rápido es una maravillosa herramienta que permite escribir en cualquier momento notas fácil y rápido y desde cualquier aplicación que el usuario esté utilizando. Si el usuario está visualizando un vídeo, por ejemplo, o participando en una reunión en Zoom, Teams o Google Meet, puede abrir fácilmente el anotador y tomar una nota. Para crear una nota rápida, se puede usar la combinación de teclado NVDA+alt+n. Aparecerá una ventana en la esquina superior izquierda de la pantalla para que se pueda escribir la nota en ella.
fi: Nopea muistiinpanojen tekijä -lisäosa on loistava työkalu, jonka avulla voi kirjoittaa muistiinpanoja nopeasti ja helposti milloin tahansa ja mistä tahansa sovelluksesta. Katsoopa käyttäjä esimerkiksi videota tai vaikka osallistuu kokoukseen Zoomissa, Teamsissa tai Google meetissä, hän voi helposti ja sujuvasti avata muistiinpanojen tekijän ja tehdä muistiinpanon. Muistiinpanon nopeaan luomiseen voidaan käyttää pikanäppäintä NVDA+Alt+N, joka avaa näytön vasempaan yläkulmaan kelluvan ikkunan, johon muistiinpano voidaan kirjoittaa.
fr: L'extension Quick Notetaker est un merveilleux outil qui permet d'écrire des notes rapidement et facilement à tout moment et à partir de toute application que l'utilisateur utilise. Que l'utilisateur regarde une vidéo par exemple ou participe à une réunion sur Zoom, Teams ou Google Meet, il peut facilement et en douceur ouvrir Notetaker et prendre une note. Afin de créer une note rapide, la combinaison de touches NVDA + Alt + n peut être utilisée, une fenêtre flottante apparaît dans le coin supérieur gauche de l'écran, de sorte que la note peut y être tapée.
gl: O complemento Quick Notetaker (anotador rápido) é unha ferramenta marabillosa que permite escribir notas rapida e facilmente en calquera momento e desde calquera aplicación que o usuario estea utilizando. Xa estea o usuario vendo un vídeo, por exemplo, ou participando nunha reunión en Zoom, teams ou Google meet, poden abrir o tomador de notas facil e discretamente e tomar unha nota. Para crear unha nota rápida, pódese utilizar a combinación de teclas NVDA + Alt + n, aparece unha xanela flotante na esquina superior esquerda da pantalla, de xeito que a nota se poida escribir aí.
hr: Dodatak „Brze bilješke” prekrasan je alat koji omogućuje brzo i jednostavno pisanje bilješki u bilo koje vrijeme i iz bilo koje aplikacije koju korisnik koristi. Bez obzira na to gleda li korisnik, na primjer, video ili sudjeluje na sastanku na Zoomu, sastanku timova ili sastanku na Google meet, može jednostavno i nesmetano otvoriti dodatak i upisati bilješku. Za kreiranje brze bilješke može se koristiti kombinacija tipki NVDA + Alt + n. U gornjem lijevom kutu ekrana pojavljuje se plutajući prozor gdje se bilješka može upisati.
ja: クイックノートテイカーアドオンは、ノートを素早く簡単に書ける便利なツールです。いつでも、どんなソフトを使っていても、例えばユーザーがビデオを見ていても、zoomやteams、Googleミートでミーティングに参加していても、簡単にスムーズにノートテイカーを開いて、ノートを取れます。素早くノートを作るには、NVDA+Alt+nキーの組み合わせを使って、フロートウィンドウを画面の左上角に表示し、ノートをそこに入力することが出来ます。
pl: Dodatek Quick Notetaker to wspaniałe narzędzie, które umożliwia szybkie i łatwe pisanie notatek w dowolnym momencie i z dowolnej aplikacji, z której korzysta użytkownik. Niezależnie od tego, czy użytkownik ogląda na przykład film, czy uczestniczy w spotkaniu na Zoomie, zespołach lub spotkaniu Google, może łatwo i płynnie otworzyć notatnik i zrobić notatkę. Aby utworzyć szybką notatkę, można użyć kombinacji NVDA + Alt + N, w lewym górnym rogu ekranu pojawi się pływające okno, dzięki czemu można tam wpisać notatkę.
pt_br: O complemento Quick Notetaker é uma ferramenta maravilhosa que permite fazer anotações de forma rápida e fácil a qualquer momento e em qualquer aplicativo que o usuário esteja usando. Se o usuário estiver assistindo a um vídeo, por exemplo, ou participando de uma reunião no Zoom, em equipes ou no Google Meet, ele poderá abrir o anotador e fazer uma anotação de forma fácil e tranquila. Para criar uma anotação rápida, é possível usar a combinação de teclas NVDA + Alt + n. Uma janela flutuante é exibida no canto superior esquerdo da tela, para que a anotação possa ser digitada ali.
ru: Дополнение Quick Notetaker - это замечательный инструмент, который позволяет быстро и легко создавать заметки в любое время и из любого приложения, которое использует пользователь. Независимо от того, смотрит ли пользователь, например, видео или участвует во встрече на Zoom, teams или Google meet, он может легко и непринужденно открыть notetaker и сделать пометку. Чтобы быстро создать заметку, можно использовать комбинацию клавиш NVDA + Alt + n, в левом верхнем углу экрана появится плавающее окно, в котором можно ввести заметку.
tr: Çabuk NotTutucu eklentisi, dilediğimiz anda not yazmaya izin veren harika bir araçtır. her zaman, kullanıcının kullandığı herhangi bir uygulamadan hızlı ve kolay bir şekilde notlar alınabilir. Örneğin Kullanıcı bir video izlerken, Zoom programında bir toplantıya katılmışken, veya teams ve Google meet ile çalışırken not alıcıyı kolay, sorunsuz açabilir ve not alabilir. Hızlıca bir not oluşturmak için NVDA +Alt + n tuş kombinasyonu kullanılabilir. not yazabilmek için ekranın sol üst köşesinde kayan bir pencere belirir.
uk: Додаток Quick Notetaker – це чудовий інструмент, який дозволяє швидко та легко писати нотатки в будь-який час і з будь-якої програми, яку використовує користувач. Незалежно від того, чи користувач дивиться відео чи бере участь у конференції в Zoom, командах чи зустрічах Google, він може легко відкрити нотатник і зробити нотатку. Щоб створити швидку нотатку, можна використовувати комбінацію клавіш NVDA + Alt + n, у верхньому лівому куті екрана з’являється плаваюче вікно, у якому можна ввести нотатку.

source: Every note that is being Created can optionally get the active window title, and as such, the note content can get the context in which this note was created by having the note title as the active window title the user was using. This behavior can be changed from the add-on settings, where the user can decide whether the active window title is captured when creating a new note.
bg: Всяка бележка, която се създава, по избор може да прихване заглавието на активния прозорец и така съдържанието на бележката може да получи контекста, в който е създадена тя, като заглавието на бележката е заглавието на активния прозорец, който потребителят е използвал. Това поведение може да бъде променено от настройките на добавката, където потребителят може да реши дали заглавието на активния прозорец се прихваща при създаване на нова бележка.
de: Jede Notiz, die erstellt wird, kann optional den Titel des aktiven Fensters erhalten, und als solcher kann der Notizinhalt den Kontext abrufen, in dem diese Notiz erstellt wurde, indem der Notiztitel als aktiver Fenstertitel verwendet wird, den der Benutzer verwendet hat. Dieses Verhalten kann in den Einstellungen der Erweiterung geändert werden, in denen der Benutzer entscheiden kann, ob der aktive Fenstertitel beim Erstellen einer neuen Notiz erfasst wird.
es: Cada nota que se crea puede contener, opcionalmente, el título de la ventana activa y, por tanto, los contenidos de la nota pueden tener el contexto en el que fue creada teniendo por título el de la ventana activa en la que se encontraba el usuario. Se puede cambiar este comportamiento en las opciones del complemento, donde el usuario puede decidir si se captura el título de la ventana activa al crear una nueva nota.
fi: Jokainen luotava muistiinpano voi valinnaisesti saada aktiivisen ikkunan nimen, ja siten muistiinpanon sisältö voi saada kontekstin, jossa kyseinen muistiinpano luotiin. Tätä toiminnallisuutta voidaan muuttaa lisäosan asetuksista.
fr: Chaque note créée peut éventuellement obtenir le titre de la fenêtre actif, et en tant que tel, le contenu de la note peut obtenir le contexte dans lequel cette note a été créée en ayant le titre de note comme titre de la fenêtre actif que l'utilisateur utilisait. Ce comportement peut être modifié à partir des paramètres de l'extension, où l'utilisateur peut décider si le titre de la fenêtre actif est capturé lors de la création d'une nouvelle note.
gl: Toda nota que se estea a crear pode, opcionalmente, obter o título da xanela activa, e dese xeito, a nota pode reflectir o contexto en que se creou a nota tengo como título o título da xanela que o usuario estaba utilizando. Este comportamento pódese cambiar dende as opcións do complemento, onde o usuario pode decidir se o título da xanela activa se captura ó crear unha nova nota.
hr: Svakoj stvorenoj bilješci može se opcionalno zadati naslov aktivnog prozora, i kao takav, sadržaj bilješke može dobiti kontekst u kojem je ova bilješka stvorena time što je naslov bilješke kao aktivni naslov prozora koji je korisnik koristio. Ovo se ponašanje može promijeniti u postavkama dodatka, gdje korisnik može odlučiti hoće li se aktivni naslov prozora spremiti prilikom stvaranja nove bilješke.
ja: 作成されたノートは、アクティブなウィンドウのタイトルを持つことも出来ます。そのように、ノートタイトルとしてユーザーが使用していたアクティブなウィンドウ名を持つことで、そのノートの内容がアクティブなウィンドウにて作られたという意味合いを持つことが出来ます。
pl: Każda tworzona notatka może opcjonalnie uzyskać tytuł aktywnego okna i jako taka zawartość notatki może uzyskać kontekst, w którym ta notatka została utworzona, mając tytuł notatki jako aktywny tytuł okna, którego używał użytkownik. To zachowanie można zmienić w ustawieniach dodatku, w których użytkownik może zdecydować, czy aktywny tytuł okna zostanie przechwycony podczas tworzenia nowej notatki.
pt_br: Cada nota que está sendo criada pode, opcionalmente, obter o título da janela ativa e, dessa forma, o conteúdo da nota pode obter o contexto no qual foi criada, tendo o título da nota como o título da janela ativa que o usuário estava usando. Esse comportamento pode ser alterado nas configurações do add-on, onde o usuário pode decidir se o título da janela ativa será capturado ao criar uma nova nota.
ru: Каждая создаваемая заметка может дополнительно получать заголовок активного окна, и, таким образом, содержимое заметки может получать контекст, в котором эта заметка была создана, используя заголовок заметки в качестве заголовка активного окна, который использовал пользователь. Это поведение можно изменить в настройках дополнения, где пользователь может решить, будет ли отображаться заголовок активного окна при создании новой заметки.
tr: Oluşturulmakta olan her not isteğe bağlı olarak aktif pencere başlığını ad olarak alabilir, bu nedenle, not adı kullanıcının kullandığı etkin pencere başlığının aynısı olur. Bu davranış, eklenti ayarlarından değiştirilebilir. burada kullanıcı, yeni bir not oluştururken etkin pencere başlığının yakalanıp yakalanmadığına karar verebilir.
uk: Кожна створювана нотатка за бажанням може отримати назву активного вікна, і, таким чином, вміст нотатки може отримати контекст, у якому ця нотатка була створена, маючи назву нотатки як назву активного вікна, яку використовував користувач. Цю поведінку можна змінити за допомогою налаштувань додатка, де користувач може вирішити, чи буде фіксуватися заголовок активного вікна під час створення нової нотатки.

source: The Notetaker dialog
bg: Прозорецът на бележника
de: Das Notizfeld
es: El diálogo del anotador
fi: Muistiinpanojen tekijä -valintaikkuna
fr: La boîte de dialogue Notetaker
gl: O diálogo do Notetaker
hr: Dijaloški okvir za Brze bilješke
ja: ノートテイカーダイアログ
pl: Okno dialogowe Notatnik
pt_br: Diálogo do anotador
ru: Диалог создателя заметок
tr: NotTutucu iletişim kutusu
uk: Діалог Notetaker

source: The note edit area: When opening the Notetaker interface the focus will be in this edit area. Writing with Markdown (a markup language to easily produce HTML content) is supported also. For more info on Markdown visit [the Markdown guide page](https://www.markdownguide.org/).
bg: Област за редактиране на бележки: При отваряне на интерфейса на бележника, фокусът ще бъде в тази област за редактиране. Поддържа се и писане с Markdown (език за маркиране за лесно създаване на HTML съдържание). За повече информация относно Markdown посетете [страницата с указания за Markdown](https://www.markdownguide.org/).
de: Der Notizbearbeitungsbereich: Beim Öffnen der Notetaker-Oberfläche befindet sich der Fokus in diesem Bearbeitungsbereich. Das Schreiben mit Markdown (einer Markup-Sprache zum einfachen Erstellen von HTML-Inhalten) wird ebenfalls unterstützt. Weitere Informationen zu Markdown finden Sie auf [die Markdown-Leitfadenseite] (https://www.markdownguide.org/).
es: El área de edición de notas: al abrir la interfaz del anotador, el foco se encontrará en esta zona de edición. También se permite escribir en Markdown (un lenguaje de marcado para producir con facilidad contenido HTML). Para más información sobre Markdown, visita la [página de guía de Markdown](https://www.markdownguide.org/).
fi: Muistiinpanon muokkausalue: Kun avaat Muiistiinpanojen tekijän käyttöliittymän, kohdistus on tällä muokkausalueella. Myös Markdownilla kirjoittamista (kuvauskieli HTML-sisällön tuottamiseen) tuetaan. Lisätietoja Markdownista on [Markdown-opassivulla](https://www.markdownguide.org/).
fr: La zone d'édition de la note : lors de l'ouverture de l'interface Notetaker, le focus sera mis dans cette zone d'édition. L'écriture avec Markdown (un langage de balisage pour produire facilement du contenu HTML) est également prise en charge. Pour plus d'informations sur Markdown visitez [la page du Guide de Markdown](https://www.markdownguide.org/).
gl: A área de edición de nota: Ó abrir a interface do tomador de notas o foco estará nesta área de edición. Sopórtase tamén escribir con Markdown (unha linguaxe de marcado para producir contido HTML facilmente). Para máis información sobre Markdown visita [a páxina Markdown guide (en inglés)](https://www.markdownguide.org/).
hr: Područje za uređivanje bilješke: Prilikom otvaranja sučelja programa Brze bilješke, fokus će biti u ovom području za uređivanje. Markdown (jezik za označavanje za jednostavnu izradu HTML sadržaja) također je podržan. Za više informacija o Markdownu posjeti [stranicu s priručnikom za Markdown](https://www.markdownguide.org/).
ja: ノートエディット領域: ノートテイカー画面を開くと、フォーカスはこのエディット領域にあります。マークダウン形式での記述（HTMLの内容を簡単に生成できるマークアップ言語）もサポートされています。マークダウンについて詳しくは、マークダウンガイドページを参照して下さい。
pl: Obszar edycji notatki: Podczas otwierania interfejsu Notatnika fokus będzie znajdować się w tym obszarze edycji. Obsługiwane jest również pisanie za pomocą Markdown (języka znaczników do łatwego tworzenia treści HTML). Aby uzyskać więcej informacji na temat Markdown odwiedź [strona przewodnika Markdown] (https://www.markdownguide.org/).
pt_br: A área de edição de notas: Ao abrir a interface do Notetaker, o foco estará nessa área de edição. Também há suporte para escrever com Markdown (uma linguagem de marcação para produzir facilmente conteúdo HTML). Para obter mais informações sobre Markdown, visite [a página do guia Markdown] (https://www.markdownguide.org/).
ru: Область редактирования заметок: При открытии интерфейса Notetaker основное внимание будет сосредоточено на этой области редактирования. Также поддерживается запись с помощью Markdown (языка разметки, позволяющего легко создавать содержимое HTML). Для получения дополнительной информации о Markdown посетите [страницу руководства по Markdown](https://www.markdownguide.org/).
tr: Not düzenleme alanı: Not alıcı arayüzü açıldığında, odak yazma alanında olur. Markdown ile yazma (HTML içeriğini kolayca üretmek için bir işaretleme dilidir.) da desteklenmektedir. Markdown hakkında daha fazla bilgi için [Markdown rehberi sayfasını](https://www.markdownguide.org/) ziyaret edin.
uk: Область редагування нотаток: під час відкриття інтерфейсу Notetaker фокус буде в цій області. Також підтримується запис за допомогою Markdown (мова розмітки для легкого створення вмісту HTML). Для отримання додаткової інформації про Markdown відвідайте [сторінку посібника з Markdown](https://www.markdownguide.org/).

source: Preview note: to view the note in an HTML window.
bg: Визуализирай бележката: Извежда бележката в HTML прозорец.
de: Notizvorschau: Um die Notiz in einem HTML-Fenster anzuzeigen.
es: Previsualizar nota: muestra la nota en una ventana HTML.
fi: Esikatsele muistiinpanoa: Tarkastele muistiinpanoa HTML-ikkunassa.
fr: Aperçu de la note : pour afficher la note dans une fenêtre HTML.
gl: Preview note (Previsualizar nota): para ver a nota nunha xanela HTML.
hr: Pregled bilješke: za prikaz bilješke u HTML prozoru.
ja: ノートのプレビュー: HTMLウィンドウでノートを表示します。
pl: Podgląd notatki: aby wyświetlić notatkę w oknie HTML.
pt_br: Visualizar nota: para visualizar a nota em uma janela HTML.
ru: Предварительный просмотр заметки: для просмотра заметки в окне HTML.
tr: Not önizlemesi: notun bir HTML penceresinde nasıl görüntüleneceğini görmemizi sağlar.
uk: Попередній перегляд нотаток: переглянути нотатку у вікні HTML.

source: Copy: to copy the note as is to the clipboard.
bg: Копирай: Копиране на бележката в клипборда така, както изглежда.
de: Kopieren: Um die Notiz unverändert in die Zwischenablage zu kopieren.
es: Copiar: copia la nota tal y como está al portapapeles.
fi: Kopioi: Kopioi muistiinpano sellaisenaan leikepöydälle.
fr: Copier : pour copier la note telle qu'elle est dans le presse-papiers.
gl: Copiar: para copiar a nota tal e como está ó portapapeis.
hr: Kopiraj: za kopiranje bilješke u međuspremnik.
ja: コピー: クリップボードにそのままコピーします。
pl: Kopiuj: aby skopiować notatkę tak jak do schowka.
pt_br: Copiar: para copiar a nota como está para a área de transferência.
ru: Копировать: копировать заметку как есть в буфер обмена.
tr: Kopyala: notu olduğu gibi panoya kopyalamak için kullanılır.
uk: Копіювати: скопіювати нотатку як є в буфер обміну.

source: Copy HTML code: to copy the HTML code representing the note. A useful feature for those who write in Markdown.
bg: Копирай HTML кода: Копиране на HTML кода, представляващ бележката. Полезна функция за тези, които пишат чрез Markdown.
de: HTML-Code kopieren: Um den HTML-Code zu kopieren, der die Notiz darstellt. Eine nützliche Funktion für diejenigen, die in Markdown schreiben.
es: Copiar código HTML: copia el código HTML que representa la nota. Una función útil para quien escribe en Markdown.
fi: Kopioi HTML-koodi: Kopioi muistiinpanon HTML-koodi. Hyödyllinen ominaisuus Markdown-kuvauskieltä käyttäville.
fr: Copier le code HTML : pour copier le code HTML représentant la note. Une fonctionnalité utile pour ceux qui écrivent dans Markdown.
gl: Copy HTML code (Copiar código HTML): para copiar o código HTML que representa a nota. Unha característica útil para aqueles que escriben en Markdown.
hr: Kopiraj HTML kod: za kopiranje HTML koda koji predstavlja bilješku. Korisna funkcija za one koji koriste Markdown.
ja: HTMLコードのコピー: ノートを表すHTMLコードをコピーします。マークダウン形式で書く場合に便利な機能です。
pl: Kopiuj kod HTML: aby skopiować kod HTML reprezentujący notatkę. Przydatna funkcja dla tych, którzy piszą w Markdown.
pt_br: Copiar código HTML: para copiar o código HTML que representa a nota. Um recurso útil para quem escreve em Markdown.
ru: Скопировать HTML-код: чтобы скопировать HTML-код, представляющий заметку. Полезная функция для тех, кто пишет в Markdown.
tr: HTML kodunu kopyala: notu temsil eden HTML kodunu kopyalamak için kullanılır. Markdown'da yazanlar için kullanışlı bir özelliktir.
uk: Копіювати HTML-код: скопіювати HTML-код, що представляє нотатку. Корисна функція для тих, хто пише в Markdown.
