Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickNotetaker.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk

source: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Interface</th> <th>Command</th> <th>Keyboard shortcut</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notetaker</td> <td>Focus the note edit area</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Align text to the right</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Align text to the left</td> <td>Control + l</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Preview note in an HTML window</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Copy</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Copy HTML code</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Save note as a Microsoft Word document</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Update the note corresponding Microsoft Word document</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Save and close</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Discard</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Open notes Manager</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>View note</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Edit note</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Copy note</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Open in Microsoft Word (if such a document exists)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Create a word document for a saved note</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Copy HTML code</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Delete note</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>New note</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Open settings</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Close the interface</td> <td>Alt + c</td> </tr> <tr class="even"> <td>The settings interface</td> <td>Ask me each time where to save the note's corresponding Microsoft Word document</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>The settings interface</td> <td>Open the note's corresponding Microsoft Word document after saving or updating</td> <td>Alt + o</td> </tr> <tr class="even"> <td>The settings interface</td> <td>Capture the active window title when creating a new note</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>The settings interface</td> <td>Remember the note taker window size and position</td> <td>Alt + r</td> </tr> <tr class="even"> <td>The settings interface</td> <td>Auto align text when editing notes (relevant for RTL languages)</td> <td>Alt + t</td> </tr> </tbody> </table>
bg: +<table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Интерфейс</th> <th>Команда</th> <th>Клавишна комбинация</th> </tr> </thead> <tbody> <tr class="odd"> <td>Бележник</td> <td>Фокусиране на областта за редактиране на бележка</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Бележник</td> <td>Подравняване на текста вдясно</td> <td>Control+R</td> </tr> <tr class="odd"> <td>Бележник</td> <td>Подравняване на текста вляво</td> <td>Control+L</td> </tr> <tr class="even"> <td>Бележник</td> <td>Преглед на бележката в HTML прозорец</td> <td>Alt+R</td> </tr> <tr class="odd"> <td>Бележник</td> <td>Копиране</td> <td>Alt+P</td> </tr> <tr class="even"> <td>Бележник</td> <td>Копиране на HTML кода</td> <td>Alt+H</td> </tr> <tr class="odd"> <td>Бележник</td> <td>Запазване на бележката като документ на Microsoft Word</td> <td>Alt+W</td> </tr> <tr class="even"> <td>Бележник</td> <td>Актуализиране на документа на Microsoft Word, съответстващ на бележката</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Бележник</td> <td>Запазване и затваряне</td> <td>Alt+S</td> </tr> <tr class="even"> <td>Бележник</td> <td>Отхвърляне</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Бележник</td> <td>Отваряне на диспечера на бележките</td> <td>Alt+M</td> </tr> <tr class="even"> <td>Диспечер на бележките</td> <td>Преглед на бележката</td> <td>Alt+V</td> </tr> <tr class="odd"> <td>Диспечер на бележките</td> <td>Редактиране на бележката</td> <td>Alt+E</td> </tr> <tr class="even"> <td>Диспечер на бележките</td> <td>Копиране на бележката</td> <td>Alt+P</td> </tr> <tr class="odd"> <td>Диспечер на бележките</td> <td>Отваряне в Microsoft Word (ако такъв документ съществува)</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Диспечер на бележките</td> <td>Създаване на документ на Microsoft Word за запазена бележка</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Диспечер на бележките</td> <td>Копиране на HTML кода</td> <td>Alt+H</td> </tr> <tr class="even"> <td>Диспечер на бележките</td> <td>Изтриване на бележката</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Диспечер на бележките</td> <td>Нова бележка</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Диспечер на бележките</td> <td>Отваряне на настройките</td> <td>Alt+S</td> </tr> <tr class="odd"> <td>Диспечер на бележките</td> <td>Затваряне на интерфейса</td> <td>Alt+C</td> </tr> <tr class="even"> <td>Панел с настройки</td> <td>Запитване всеки път къде да се запазва документа на Microsoft Word, свързан със съответната бележка</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Панел с настройки</td> <td>Отваряне на документа на Microsoft Word съответстващ на бележката след запазване или актуализиране</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Панел с настройки</td> <td>Прихващане на заглавието на активния прозорец при създаване на нова бележка</td> <td>Alt+C</td> </tr> <tr class="odd"> <td>Панел с настройки</td> <td>Запомняне на размера и позицията на прозореца на бележника</td> <td>Alt+R</td> </tr> <tr class="even"> <td>Панел с настройки</td> <td>Автоматично подравняване на текст при редактиране на бележки (приложимо за езиците с писменост отдясно наляво)</td> <td>Alt+T</td> </tr> </tbody> </table>
de: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Oberfl&auml;che</th> <th>Befehl</th> <th>Tastenkombination</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notizfeld</td> <td>Notizbearbeitungsbereich fokussieren</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Notizfeld</td> <td>Text rechtsb&uuml;ndig ausrichten</td> <td>Strg+R</td> </tr> <tr class="odd"> <td>Notizfeld</td> <td>Text linksb&uuml;ndig ausrichten</td> <td>Strg+L</td> </tr> <tr class="even"> <td>Notizfeld</td> <td>Vorschau der Notiz in einem HTML-Fenster</td> <td>Alt+R</td> </tr> <tr class="odd"> <td>Notizfeld</td> <td>Kopieren</td> <td>Alt+P</td> </tr> <tr class="even"> <td>Notizfeld</td> <td>HTML-Code kopieren</td> <td>Alt+H</td> </tr> <tr class="odd"> <td>Notizfeld</td> <td>Notiz als Microsoft Word-Dokument speichern</td> <td>Alt+W</td> </tr> <tr class="even"> <td>Notizfeld</td> <td>Microsoft Word-Dokument aktualisieren</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Notizfeld</td> <td>Speichern und schließen</td> <td>Alt+S</td> </tr> <tr class="even"> <td>Notizfeld</td> <td>Verwerfen</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Notizfeld</td> <td>Notizverwaltung &ouml;ffnen</td> <td>Alt+M</td> </tr> <tr class="even"> <td>Notizverwaltung</td> <td>Notiz ansehen</td> <td>Alt+V</td> </tr> <tr class="odd"> <td>Notizverwaltung</td> <td>Notiz bearbeiten</td> <td>Alt+E</td> </tr> <tr class="even"> <td>Notizverwaltung</td> <td>Notiz kopieren</td> <td>Alt+P</td> </tr> <tr class="odd"> <td>Notizverwaltung</td> <td>In Microsoft Word &ouml;ffnen (falls ein solches Dokument vorhanden ist)</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Notizverwaltung</td> <td>Ein Microsoft Word-Dokument f&uuml;r eine gespeicherte Notiz erstellen</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Notizverwaltung</td> <td>HTML-Code kopieren</td> <td>Alt+H</td> </tr> <tr class="even"> <td>Notizverwaltung</td> <td>Notiz l&ouml;schen</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Notizverwaltung</td> <td>Neue Notiz</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Notizverwaltung</td> <td>Einstellungen &ouml;ffnen</td> <td>Alt+S</td> </tr> <tr class="odd"> <td>Notizverwaltung</td> <td>Oberfl&auml;che schlie&szlig;en</td> <td>Alt+C</td> </tr> <tr class="even"> <td>Die Einstellungsoberfl&auml;che</td> <td>Jedes Mal nachfragen, wo das entsprechende Microsoft Word-Dokument der Notiz gespeichert werden soll</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Die Einstellungsoberfl&auml;che</td> <td>Entsprechendes Microsoft Word-Dokument der Notiz nach dem Speichern oder Aktualisieren &ouml;ffnen</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Die Einstellungsoberfl&auml;che</td> <td>Den aktiven Fenstertitel beim Erstellen einer neuen Notiz erfassen</td> <td>Alt+C</td> </tr> <tr class="odd"> <td>Die Einstellungsoberfl&auml;che</td> <td>Die Gr&ouml;&szlig;e und Position des Notizfeldes merken</td> <td>Alt+R</td> </tr> <tr class="even"> <td>Die Einstellungsoberfl&auml;che</td> <td>Text beim Bearbeiten von Notizen automatisch ausrichten (relevant f&uuml;r RTL-Sprachen)</td> <td>Alt+T</td> </tr> </tbody> </table>
es: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Interfaz</th> <th>Orden</th> <th>Atajo de teclado</th> </tr> </thead> <tbody> <tr class="odd"> <td>Anotador</td> <td>Llevar el foco al área de edición de notas</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Anotador</td> <td>Alinear texto a la derecha</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Anotador</td> <td>Alinear texto a la izquierda</td> <td>Control + l</td> </tr> <tr class="even"> <td>Anotador</td> <td>Previsualizar la nota en una ventana HTML</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Anotador</td> <td>Copiar</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Anotador</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Anotador</td> <td>Guardar nota como documento de Microsoft Word</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Anotador</td> <td>Actualizar el documento Microsoft Word correspondiente a la nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Anotador</td> <td>Guardar y cerrar</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Anotador</td> <td>Descartar</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Anotador</td> <td>Abrir gestor de notas</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Gestor de notas</td> <td>Ver nota</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Gestor de notas</td> <td>Editar nota</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Gestor de notas</td> <td>Copiar nota</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Gestor de notas</td> <td>Abrir en Microsoft Word (si existe un documento)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Gestor de notas</td> <td>Crear un documento Word para una nota guardada</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Gestor de notas</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Gestor de notas</td> <td>Eliminar nota</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Gestor de notas</td> <td>Nueva nota</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Gestor de notas</td> <td>Abrir opciones</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Gestor de notas</td> <td>Cerrar la interfaz</td> <td>Alt + c</td> </tr> <tr class="even"> <td>Interfaz de opciones</td> <td>Preguntarme cada vez dónde guardar el documento Microsoft Word correspondiente a la nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Interfaz de opciones</td> <td>Abrir el documento Microsoft Word correspondiente a la nota después de guardar o actualizar</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Interfaz de opciones</td> <td>Capturar el título de la ventana activa al crear una nueva nota</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>Interfaz de opciones</td> <td>Recordar tamaño y posición de la ventana del anotador</td> <td>Alt + r</td> </tr> <tr class="even"> <td>Interfaz de opciones</td> <td>Alinear el texto automáticamente al editar notas (importante para idiomas de derecha a izquierda)</td> <td>Alt + t</td> </tr> </tbody> </table>
fi: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Käyttöliittymä</th> <th>Komento</th> <th>Pikanäppäin</th> </tr> </thead> <tbody> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Siirrä kohdistus muistiinpanon muokkausalueeseen</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Muistiinpanojen tekijä</td> <td>Tasaa teksti oikealle</td> <td>Ctrl+R</td> </tr> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Tasaa teksti vasemmalle</td> <td>Ctrl+L</td> </tr> <tr class="even"> <td>Muistiinpanojen tekijä</td> <td>Esikatsele muistiinpanoa HTML-ikkunassa</td> <td>Alt+R</td> </tr> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Kopioi</td> <td>Alt+P</td> </tr> <tr class="even"> <td>Muistiinpanojen tekijä</td> <td>Kopioi HTML-koodi</td> <td>Alt+H</td> </tr> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Tallenna muistiinpano Microsoft Word -asiakirjaksi</td> <td>Alt+W</td> </tr> <tr class="even"> <td>Muistiinpanojen tekijä</td> <td>Päivitä muistiinpanoa vastaava Microsoft Word -asiakirja</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Tallenna ja sulje</td> <td>Alt+S</td> </tr> <tr class="even"> <td>Muistiinpanojen tekijä</td> <td>Hylkää</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Muistiinpanojen tekijä</td> <td>Avaa muistiinpanojen hallinta</td> <td>Alt+M</td> </tr> <tr class="even"> <td>Muistiinpanojen hallinta</td> <td>Näytä muistiinpano</td> <td>Alt+V</td> </tr> <tr class="odd"> <td>Muistiinpanojen hallinta</td> <td>Muokkaa muistiinpanoa</td> <td>Alt+E</td> </tr> <tr class="even"> <td>Muistiinpanojen hallinta</td> <td>Kopioi muistiinpano</td> <td>Alt+P</td> </tr> <tr class="odd"> <td>Muistiinpanojen hallinta</td> <td>Avaa Microsoft Wordissa (mikäli asiakirja on olemassa)</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Muistiinpanojen hallinta</td> <td>Luo Word-asiakirja tallennetusta asiakirjasta</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Muistiinpanojen hallinta</td> <td>Kopioi HTML-koodi</td> <td>Alt+H</td> </tr> <tr class="even"> <td>Muistiinpanojen hallinta</td> <td>Poista muistiinpano</td> <td>Alt+D</td> </tr> <tr class="odd"> <td>Muistiinpanojen hallinta</td> <td>Uusi muistiinpano</td> <td>Alt+N</td> </tr> <tr class="even"> <td>Muistiinpanojen hallinta</td> <td>Avaa asetukset</td> <td>Alt+S</td> </tr> <tr class="odd"> <td>Muistiinpanojen hallinta</td> <td>Sulje käyttöliittymä</td> <td>Alt+C</td> </tr> <tr class="even"> <td>Asetuskäyttöliittymä</td> <td>Kysy aina, minne muistiinpanoa vastaava Microsoft Word -asiakirja tallennetaan</td> <td>Alt+W</td> </tr> <tr class="odd"> <td>Asetuskäyttöliittymä</td> <td>Avaa muistiinpanoa vastaava Microsoft Word -asiakirja tallennuksen tai päivityksen jälkeen</td> <td>Alt+O</td> </tr> <tr class="even"> <td>Asetuskäyttöliittymä</td> <td>Kaappaa aktiivisen ikkunan otsikko uutta muistiinpanoa luotaessa</td> <td>Alt+C</td> </tr> <tr class="odd"> <td>Asetuskäyttöliittymä</td> <td>Muista muistiinpanojen tekijän ikkunan koko ja sijainti</td> <td>Alt+R</td> </tr> <tr class="even"> <td>Asetuskäyttöliittymä</td> <td>Tasaa teksti automaattisesti muistiinpanoja muokattaessa (koskee oikealta vasemmalle luettavia kieliä)</td> <td>Alt+T</td> </tr> </tbody> </table>
gl: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Interface</th> <th>Acción</th> <th>Atallo de teclado</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notetaker</td> <td>Enfocar a área de edición da nota</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Aliñar texto á dereita</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Aliñar texto á esquerda</td> <td>Control + l</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Previsualizar nota nunha xanela HTML</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Copiar</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Gardar nota como documento de Microsoft Word</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Actualizar o documento de Microsoft Word correspondente á nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Gardar e pechar</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Descartar</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>abrir administrador de notas</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Ver nota</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Editar nota</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Copiar nota</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Abrir en Microsoft Word (se tal documento existe)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Crear un documento de Word para unha nota gardada</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Eliminar nota</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Nova nota</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Abrir opcións</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Pechar a interface</td> <td>Alt + c</td> </tr> <tr class="even"> <td>Interface de opcións</td> <td>Preguntarme cada vez onde gardar o documento de Microsoft Word correspondente á nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Interface de opcións</td> <td>Abrir o documento de Microsoft Word correspondente coa nota tras gardar ou actualizar</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Interface de opcións</td> <td>Capturar título de xanela activa ao crear unha nova nota</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>Interface de opcións</td> <td>Lembrar tamaño e posición da xanela do tomador de notas</td> <td>Alt + r</td> </tr> <tr class="even"> <td>Interface de opcións</td> <td>Auto aliñar texto ó editar notas (relevante para linguas de dereita a esquerda)</td> <td>Alt + t</td> </tr> </tbody> </table>
hr: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Sučelje</th> <th>Naredba</th> <th>Tipkovni prečac</th> </tr> </thead> <tbody> <tr class="odd"> <td>Brze bilješke</td> <td>Postavi fokus na područje za uređivanje bilješke</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Brze bilješke</td> <td>Poravnaj tekst udesno</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Brze bilješke</td> <td>Poravnaj tekst ulijevo</td> <td>Control + l</td> </tr> <tr class="even"> <td>Brze bilješke</td> <td>Pregledaj bilješku u HTML prozoru</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Brze bilješke</td> <td>Kopiraj</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Brze bilješke</td> <td>Kopiraj HTML kod</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Brze bilješke</td> <td>Spremi bilješku kao Microsoft Word dokument</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Brze bilješke</td> <td>Aktualiziraj odgovarajući Microsoft Word dokument bilješke</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Brze bilješke</td> <td>Spremi i zatvori</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Brze bilješke</td> <td>Odbaci</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Brze bilješke</td> <td>Otvori Upravljač bilježaka</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Upravljač bilježaka</td> <td>Prikaži bilješku</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Upravljač bilježaka</td> <td>Uredi bilješku</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Upravljač bilježaka</td> <td>Kopiraj bilješku</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Upravljač bilježaka</td> <td>Otvori u Microsoft Wordu (ako takav dokument postoji)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Upravljač bilježaka</td> <td>Stvori Word-dokument za spremljenu bilješku</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Upravljač bilježaka</td> <td>Kopiraj HTML kod</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Upravljač bilježaka</td> <td>Izbriši bilješku</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Upravljač bilježaka</td> <td>Nova bilješka</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Upravljač bilježaka</td> <td>Otvori postavke</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Upravljač bilježaka</td> <td>Zatvori sučelje</td> <td>Alt + c</td> </tr> <tr class="even"> <td>Sučelje postavki</td> <td>Pitaj me svaki put gdje spremiti odgovarajući Microsoft Word dokument bilješke</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Sučelje postavki</td> <td>Otvori odgovarajući Microsoft Word dokument bilješke nakon spremanja ili aktualiziranja</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Sučelje postavki</td> <td>Preuzmi naslov aktivnog prozora prilikom stvaranja nove bilješke</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>Sučelje postavki</td> <td>Zapamti veličinu i položaj prozora programa</td> <td>Alt + r</td> </tr> <tr class="even"> <td>Sučelje postavki</td> <td>Automatski poravnaj tekst pri uređivanju bilješki (relevantno za pisanje zdesna nalijevo)</td> <td>Alt + t</td> </tr> </tbody> </table>
ja: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>画面</th> <th>コマンド</th> <th>キーボードショートカット</th> </tr> </thead> <tbody> <tr class="odd"> <td>ノートテイカー</td> <td>ノートエディット領域にフォーカス</td> <td>Alt + n</td> </tr> <tr class="even"> <td>ノートテイカー</td> <td>テキストを右寄せ</td> <td>Control + r</td> </tr> <tr class="odd"> <td>ノートテイカー</td> <td>テキストを左寄せ</td> <td>Control + l</td> </tr> <tr class="even"> <td>ノートテイカー</td> <td>HTMLウィンドウでノートをプレビュー</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>ノートテイカー</td> <td>コピー</td> <td>Alt + p</td> </tr> <tr class="even"> <td>ノートテイカー</td> <td>HTMLコードをコピー</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>ノートテイカー</td> <td>ノートをマイクロソフトワードドキュメントとして保存</td> <td>Alt + w</td> </tr> <tr class="even"> <td>ノートテイカー</td> <td>マイクロソフトワードドキュメントに対応するノートを更新</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>ノートテイカー</td> <td>保存して閉じる</td> <td>Alt + s</td> </tr> <tr class="even"> <td>ノートテイカー</td> <td>破棄する</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>ノートテイカー</td> <td>ノート管理を開く</td> <td>Alt + m</td> </tr> <tr class="even"> <td>ノート管理</td> <td>ノートを閲覧する</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>ノート管理</td> <td>ノートを編集</td> <td>Alt + e</td> </tr> <tr class="even"> <td>ノート管理</td> <td>ノートをコピー</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>ノート管理</td> <td>マイクロソフトワードで開く(そのようなドキュメントが存在する場合)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>ノート管理</td> <td>保存したノートのワードドキュメントを作成する</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>ノート管理</td> <td>HTMLコードをコピー</td> <td>Alt + h</td> </tr> <tr class="even"> <td>ノート管理</td> <td>ノートを削除</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>ノート管理</td> <td>新しいノート</td> <td>Alt + n</td> </tr> <tr class="even"> <td>ノート管理</td> <td>設定を開く</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>ノート管理</td> <td>画面を閉じる</td> <td>Alt + c</td> </tr> <tr class="even"> <td>設定画面</td> <td>ノートに対応するマイクロソフトワードドキュメントの保存場所を毎回聞く</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>設定画面</td> <td>保存または更新後、ノートに対応するマイクロソフトワードドキュメントを開く</td> <td>Alt + o</td> </tr> <tr class="even"> <td>設定画面</td> <td>新しいノートを作る時にアクティブウィンドウタイトルを取得する</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>設定画面</td> <td>ノートテイカーウィンドウのサイズと位置を記憶する</td> <td>Alt + r</td> </tr> <tr class="even"> <td>設定画面</td> <td>ノートを編集する時に自動的にテキストを整列する(RTL言語に関連)</td> <td>Alt + t</td> </tr> </tbody> </table>
pl: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th></th> Skrót <th>klawiaturowy</th> <th>Interface Command</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notatnik</td> <td>Ustawianie ostrości obszaru edycji notatki</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notatnik</td> <td>Wyrównywanie tekstu do prawej</td> <td>Sterowanie + R</td> </tr> <tr class="odd"> <td>Notatnik</td> <td>Wyrównywanie tekstu do lewej</td> <td>Sterowanie + l</td> </tr> <tr class="even"> <td>Notatnik</td> <td>Podgląd notatki w oknie HTML</td> <td>Alt + R</td> </tr> <tr class="odd"> <td>Notatnik</td> <td>Kopiować</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Notatnik</td> <td>Kopiowanie kodu HTML</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Notatnik</td> <td>Zapisywanie notatki jako dokumentu programu Microsoft Word</td> <td>Alt + W</td> </tr> <tr class="even"> <td>Notatnik</td> <td>Aktualizowanie notatki odpowiadającej dokumentowi programu Microsoft Word</td> <td>Alt + W</td> </tr> <tr class="odd"> <td>Notatnik</td> <td>Zapisywanie i zamykanie</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Notatnik</td> <td>Odrzucić</td> <td>Alt + D</td> </tr> <tr class="odd"> <td>Notatnik</td> <td>Otwórz Menedżera notatek</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Menedżer notatek</td> <td>Zobacz notatkę</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Menedżer notatek</td> <td>Edytuj notatkę</td> <td>Alt + E</td> </tr> <tr class="even"> <td>Menedżer notatek</td> <td>Kopiuj notatkę</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Menedżer notatek</td> <td>Otwórz w programie Microsoft Word (jeśli taki dokument istnieje)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Menedżer notatek</td> <td>Tworzenie dokumentu programu Word dla zapisanej notatki</td> <td>Alt + W</td> </tr> <tr class="odd"> <td>Menedżer notatek</td> <td>Kopiowanie kodu HTML</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Menedżer notatek</td> <td>Usuń notatkę</td> <td>Alt + D</td> </tr> <tr class="odd"> <td>Menedżer notatek</td> <td>Nowa notatka</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Menedżer notatek</td> <td>Otwórz ustawienia</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Menedżer notatek</td> <td>Zamknij interfejs</td> <td>Alt + C</td> </tr> <tr class="even"> <td>Interfejs ustawień</td> <td>Pytaj mnie za każdym razem, gdzie zapisać odpowiedni dokument programu Microsoft Word notatki</td> <td>Alt + W</td> </tr> <tr class="odd"> <td>Interfejs ustawień</td> <td>Otwórz odpowiedni dokument programu Microsoft Word notatki po zapisaniu lub zaktualizowaniu</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Interfejs ustawień</td> <td>Przechwytywanie tytułu aktywnego okna podczas tworzenia nowej notatki</td> <td>Alt + C</td> </tr> <tr class="odd"> <td>Interfejs ustawień</td> <td>Zapamiętaj rozmiar i położenie okna notatnika</td> <td>Alt + R</td> </tr> <tr class="even"> <td>Interfejs ustawień</td> <td>Automatyczne wyrównywanie tekstu podczas edycji notatek (dotyczy języków RTL)</td> <td>Alt + t</td> </tr> </tbody> </table>
pt_br: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Interface</th> <th>Comando</th> <th>Atalho de teclado</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notetaker</td> <td>kFocalize a área de edição da nota</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Alinhar o texto à direita</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Alinhar o texto à esquerda</td><td>Control + l</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Visualizar nota em uma janela HTML</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Cópia</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Salvar a nota como um documento do Microsoft Word</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Atualize o documento do Microsoft Word correspondente à nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Salvar e fechar</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Descartar</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>notes Manager aberto</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Ver nota</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Edite nota</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Copiar nota</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Abrir no Microsoft Word (se houver um documento desse tipo)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Criar um documento do Word para uma nota salva</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Copiar código HTML</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Excluir nota</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Nova nota</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notes Manager</td> <td>Abrir configurações</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Notes Manager</td> <td>Fechar a interface</td> <td>Alt + c</td> </tr> <tr class="even"> <td>A interface de configurações</td> <td>Pergunte-me sempre onde salvar o documento do Microsoft Word correspondente à nota</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>A interface de configurações</td> <td>Abra o documento do Microsoft Word correspondente à nota após salvar ou atualizar</td> <td>Alt + o</td> </tr> <tr class="even"> <td>A interface de configurações</td><td>Capturar o título da janela ativa ao criar uma nova nota</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>A interface de configurações</td> <td>Lembre-se do tamanho e da posição da janela do note taker </td> <td>Alt + r</td> </tr> <tr class="even"> <td>A interface de configurações</td> <td>Alinhamento automático de texto ao editar notas (relevante para idiomas RTL))</td> <td>Alt + t</td> </tr> </tbody> </table>
tr: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Interface</th> <th>Komut</th> <th>Klavye kısayolu</th> </tr> </thead> <tbody> <tr class="odd"> <td>NotTutucu</td> <td>Not düzenleme alanına odaklan</td> <td>Alt + n</td> </tr> <tr class="even"> <td>NotTutucu</td> <td>Metni sağa hizala</td> <td>Control + r</td> </tr> <tr class="odd"> <td>NotTutucu</td> <td>Metni sola hizala</td> <td>Control + l</td> </tr> <tr class="even"> <td>NotTutucu</td> <td>Notu bir HTML penceresinde önizle</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>NotTutucu</td> <td>Kopyala</td> <td>Alt + p</td> </tr> <tr class="even"> <td>NotTutucu</td> <td>HTML kodunu kopyala</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>NotTutucu</td> <td>Notu Microsoft Word belgesi olarak kaydet</td> <td>Alt + w</td> </tr> <tr class="even"> <td>NotTutucu</td> <td>Microsoft Word belgesin karşılık gelen notu güncelle</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>NotTutucu</td> <td>Kaydet ve kapat</td> <td>Alt + s</td> </tr> <tr class="even"> <td>NotTutucu</td> <td>Yoksay</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>NotTutucu</td> <td>Not yöneticisini aç</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Not Yöneticisi</td> <td>Notu görüntüle</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Not Yöneticisi</td> <td>Notu düzenle</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Not Yöneticisi</td> <td>Notu kopyala</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Not Yöneticisi</td> <td>Microsoft Word'de aç (böyle bir belge varsa)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Not Yöneticisi</td> <td>Kaydedilmiş bir not için bir Word belgesi oluştur</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Not Yöneticisi</td> <td>HTML kodunu kopyala</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Not Yöneticisi</td> <td>Notu sil</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Not Yöneticisi</td> <td>Yeni not</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Not Yöneticisi</td> <td>Ayarları aç</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Not Yöneticisi</td> <td>Arayüzü kapat</td> <td>Alt + c</td> </tr> <tr class="even"> <td>ayarlar arayüzü</td> <td>Her seferinde nota karşılık gelen Microsoft Word belgesini nereye kaydedeceğimi sor</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>ayarlar arayüzü</td> <td>Kaydettikten veya güncelledikten sonra nota karşılık gelen Microsoft Word belgesini aç</td> <td>Alt + o</td> </tr> <tr class="even"> <td>ayarlar arayüzü</td> <td>Yeni bir not oluştururken etkin pencere başlığını yakala</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>ayarlar arayüzü</td> <td>NotTutucu penceresinin boyutunu ve konumunu hatırla</td> <td>Alt + r</td> </tr> <tr class="even"> <td>ayarlar arayüzü</td> <td>Notları düzenlerken metni otomatik hizala (RTL yani sağdan sola diller için geçerlidir)</td> <td>Alt + t</td> </tr> </tbody> </table>
uk: <table> <colgroup> <col style="width: 33%" /> <col style="width: 33%" /> <col style="width: 33%" /> </colgroup> <thead> <tr class="header"> <th>Інтерфейс</th> <th>Команда</th> <th>Комбінація клавіш</th> </tr> </thead> <tbody> <tr class="odd"> <td>Notetaker</td> <td>Фокус у поле редагування нотатки</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Вирівняти текст по правому краю</td> <td>Control + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Вирівняти текст по лівому краю</td> <td>Control + l</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Попередній перегляд нотатки у вікні HTML</td> <td>Alt + r</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Копіювати</td> <td>Alt + p</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Копіювати HTML-код</td> <td>Alt + h</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Зберегти нотатку як документ Microsoft Word</td> <td>Alt + w</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Оновлення нотатки, яка відповідає документу Microsoft Word</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Зберегти й закрити</td> <td>Alt + s</td> </tr> <tr class="even"> <td>Notetaker</td> <td>Відхилити</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Notetaker</td> <td>Відкрити диспетчер нотаток</td> <td>Alt + m</td> </tr> <tr class="even"> <td>Диспетчер нотаток</td> <td>Переглянути нотатку</td> <td>Alt + v</td> </tr> <tr class="odd"> <td>Диспетчер нотаток</td> <td>Редагувати нотатку</td> <td>Alt + e</td> </tr> <tr class="even"> <td>Диспетчер нотаток</td> <td>Копіювати нотатку</td> <td>Alt + p</td> </tr> <tr class="odd"> <td>Диспетчер Нотаток</td> <td>Відкрити у Microsoft Word (якщо такий документ існує)</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Диспетчер нотаток</td> <td>Створити документ word для збереженої нотатки</td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Диспетчер нотаток</td> <td>Скопіювати HTML-код</td> <td>Alt + h</td> </tr> <tr class="even"> <td>Диспетчер нотаток</td> <td>Видалити нотатку</td> <td>Alt + d</td> </tr> <tr class="odd"> <td>Диспетчер нотаток</td> <td>Нова нотатка</td> <td>Alt + n</td> </tr> <tr class="even"> <td>Диспетчер нотаток</td> <td>Відкрити налаштування</td> <td>Alt + s</td> </tr> <tr class="odd"> <td>Диспетчер нотаток</td> <td>Закрити інтерфейс</td> <td>Alt + c</td> </tr> <tr class="even"> <td>Інтерфейс налаштувань</td> <td></td> <td>Alt + w</td> </tr> <tr class="odd"> <td>Інтерфейс налаштувань</td> <td>Відкриває відповідний документ Microsoft Word після збереження чи оновлення нотатки</td> <td>Alt + o</td> </tr> <tr class="even"> <td>Інтерфейс налаштувань</td> <td>Захоплює назву активного вікна під час створення нової нотатки</td> <td>Alt + c</td> </tr> <tr class="odd"> <td>Інтерфейс налаштувань</td> <td>Запам’ятовувати розмір і позицію вікна нотатника</td> <td>Alt + r</td> </tr> <tr class="even"> <td>Інтерфейс налаштувань</td> <td>Автоматично вирівнювати текст під час редагування нотатки (стосується мов RTL)</td> <td>Alt + t</td> </tr> </tbody> </table>
