Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickDictionary.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk

source: Below are all the features of the add-on and keyboard shortcuts to control them. By default all functions are called using two-layer commands. But for any of these methods you can always assign convenient for you keyboard shortcuts. You can do it in the NVDA "Preferences" -> "Input gestures..." dialog.
bg: По-долу са посочени всички функции на добавката и клавишните комбинации за управление. По подразбиране всички функции се извикват с помощта на двуслойни команди. Но за всеки от тези методи винаги можете да зададете удобни за вас клавишни комбинации. Можете да го направите от менюто на NVDA -> Настройки -> Жестове на въвеждане.
es: A continuación se encuentran todas las funciones del complemento, así como los atajos de teclado para controlarlas. Por defecto, todas las funciones se activan con órdenes de doble capa. Sin embargo, se pueden asignar atajos más convenientes para todos los métodos. Se puede hacer desde el diálogo Gestos de entrada, en las preferencias de NVDA.
fi: Alla on lueteltu kaikki lisäosan ominaisuudet ja pikanäppäimet niiden hallitsemiseksi. Kaikkia toimintoja käytetään oletusarvoisesti komentokerroskomennoilla, mutta voit määrittää myös itsellesi sopivat pikanäppäimet NVDA:n Näppäinkomennot-valintaikkunassa.
fr: Vous trouverez ci-dessous toutes les fonctionnalités de l'extension et les raccourcis clavier pour les contrôler. Par défaut, toutes les fonctions sont appelées à l'aide de commandes à deux couches. Mais pour chacune de ces méthodes, vous pouvez toujours attribuer des raccourcis clavier qui vous conviennent. Vous pouvez le faire dans la boîte de dialogue "Préférences" -> "Gestes de Commande..." de NVDA.
gl: A continuación están tódalas características do complemento e atallos de teclado para controlalo. Por defecto todas as funcións chámanse utilizando comandos en dúas capas. Mais para calquera destes métodos podes asignar atallos máis convenientes para ti. Podes facelo no diálogo de NVDA en "Preferencias" > "Xestos de entrada...".
hr: Ispod su navedene sve funkcije dodatka i odgovarajući tipkovni prečaci. Standardno se sve funkcije pozivaju pomoću dvoslojnih naredbi. Ali za bilo koju od ovih metoda uvijek je moguće dodijeliti prikladne tipkovne prečace putem izbornika „Postavke”, podstavka „Ulazne geste …”.
it: Sotto trovate tutte le caratteristiche dell'add-on ed i relativi comandi da tastiera. Per default, tutte le funzioni vengono attivate utilizzando comandi a due livelli, ma potete assegnare loro comandi più comodi per voi andando nel menu di NVDA->Preferenze->Gesti e Tasti di Immissione.
ja: 以下はこのアドオンの全ての機能と操作のためのキーボードショートカットです。初期状態では全ての機能は二層のコマンドを使用して呼び出されます。しかし、これらの方法はどれでも、自分に便利なようにキーボードショートカットを設定出来ます。NVDAの「設定」「入力ジェスチャー」ダイアログで設定出来ます。
pl: Poniżej znajdują się wszystkie funkcje dodatku i skróty klawiaturowe do sterowania nimi. Domyślnie wszystkie funkcje są wywoływane za pomocą poleceń dwuwarstwowych. Ale dla każdej z tych metod zawsze możesz przypisać wygodne dla siebie skróty klawiaturowe. Możesz to zrobić w NVDA "Preferencje" -> "Gesty wejściowe..." dialog.
pt_br: Abaixo estão todos os recursos do complemento e os atalhos de teclado para controlá-los. Por padrão, todas as funções são chamadas usando comandos de duas camadas. Mas para qualquer um desses métodos, você sempre pode atribuir atalhos de teclado convenientes para você. Você pode fazer isso na caixa de diálogo “Preferências” -> “Gestos de entrada...” do NVDA.
pt_pt: Abaixo estão todas as funcionalidades do extra e atalhos do teclado para os controlar. Por defeito, todas as funções são chamadas utilizando comandos de duas camadas. Mas para qualquer um destes métodos pode sempre atribuir atalhos de teclado convenientes para si. Pode fazê-lo no diálogo "Preferências" do NVDA -> "definir comandos...".
ru: Ниже приведены все возможности дополнения и сочетания клавиш для управления ими. По умолчанию все функции вызываются с использованием двухуровневых команд. Но для любого из этих методов вы всегда можете назначить удобные для вас сочетания клавиш. Вы можете сделать это в диалоговом окне NVDA "Параметры" -> "Жесты ввода...".
tr: Aşağıda, eklentinin tüm özellikleri ve klavye kısayolları bulunmaktadır. Varsayılan olarak tüm işlevler iki katmanlı komutlar kullanılarak yapılır. Ancak bu yöntemlerden herhangi biri için her zaman size uygun klavye kısayollarını belirleyebilirsiniz. Bunu NVDA "Tercihler" -> "Girdi hareketleri..." iletişim kutusunda yapabilirsiniz.
uk: Нижче наведені всі можливості додатка і комбінації клавіш для керування ними. Початково всі функції викликаються за допомогою дворівневих клавішних команд. Але для будь-якого з перерахованих методів, ви завжди можете призначити зручні для вас комбінації клавіш. Це можна зробити в діалоговому вікні NVDA «Параметри» -> «Жести вводу...».

source: Receiving a dictionary article
bg: Получаване на речникова статия
es: Recibir el artículo de un diccionario
fi: Sanakirja-artikkelin vastaanottaminen
fr: Recevoir un article de dictionnaire
gl: Recibindo unha entrada de dicionario
hr: Primanje članka rječnika
it: Accedere a una voce di dizionario
ja: 辞書の内容を受け取る
pl: Odbieranie artykułu słownikowego
pt_br: Recebimento de um artigo de dicionário
pt_pt: Recepção de um verbete de dicionário
ru: Получение словарной статьи
tr: Sözlük maddesine ulaşma
uk: Отримання словникової статті

source: In order to get an article from the dictionary, you must first select the word you are interested in or copy it to the clipboard. Then just press NVDA+Y twice. There is also another way to get a dictionary entry: pressing NVDA+Y once switches the keyboard to add-on control mode, then just use the D key.
bg: За да получите статия от речника, първо трябва да изберете думата, която ви интересува, или да я копирате в клипборда. След това просто натиснете два пъти NVDA+Y. Има и друг начин за получаване на запис от речник: натискането на NVDA+Y веднъж превключва клавиатурата в режим за управление на добавката, след което просто натиснете клавиша D.
es: Para obtener un artículo del diccionario, primero debes seleccionar la palabra en la que estás interesado o bien copiarla al portapapeles. A continuación, pulsa NVDA+y dos veces. Existe otra forma de obtener una entrada del diccionario: al pulsar NVDA+y una vez se activa el modo de control del complemento, después basta con pulsar la letra d.
fi: Jotta saat artikkelin sanakirjasta, sinun on ensin valittava kiinnostava sana tai kopioitava se leikepöydälle. Paina sitten kahdesti NVDA+Y. On myös toinen tapa saada sanakirjamerkintä: NVDA+Y:n painaminen ottaa käyttöön lisäosan ohjaustilan, jossa pelkkä D-näppäimen painaminen riittää.
fr: Pour obtenir un article du dictionnaire, vous devez d'abord sélectionner le mot qui vous intéresse ou le copier dans le presse-papiers. Ensuite, appuyez simplement deux fois sur NVDA+Y. Il existe également un autre moyen d'obtenir une entrée de dictionnaire : appuyez une fois sur NVDA+Y pour basculer le clavier en mode contrôle de l'extension puis utilisez simplement la touche D.
gl: Para obter unha entrada do dicionario, primeiro debes seleccionar a palabra na que estás interesado ou copiala ao portapapeis. Despois só preme NVDA+Y dúas veces. Tamén hai outra forma de obter unha entrada de dicionario: premer NVDA+Y cambia o teclado ao modo de control do complemento, despois tan só usa a tecla D.
hr: Za primanje članka iz rječnika, najprije moraš odabrati riječ koja te zanima ili je kopirati u međuspremnik. Zatim dvaput pritisni NVDA+Y. Postoji i drugi način za pristup rječniku: jednim pritiskom tipki NVDA+Y, tipkovnica se prebacuje u modus upravljanja dodatkom. Tada koristi tipku D.
it: Per accedere a una voce di dizionario, dovete prima selezionare o copiare negli appunti la parola che vi interessa; quindi premete NVDA+y due volte. Potete ottenere lo stesso effetto premendo NVDA+y per impostare la tastiera in modalità controllo dell'add-on e quindi utilizzando il tasto d.
ja: 辞書から内容を受け取るために、まず知りたい単語を選択またはクリップボードにコピーしなければなりません。そして、NVDA+Yを2回押します。また、辞書の意味を得るための別の方法もあります。NVDA+Yを1回押してキーボードをアドオンコントロールモードに切り替え、Dキーを押します。
pl: Aby uzyskać artykuł ze słownika, musisz najpierw wybrać interesujące Cię słowo lub skopiować je do schowka. Następnie wystarczy dwukrotnie nacisnąć NVDA +Y. Istnieje również inny sposób na uzyskanie wpisu słownikowego: naciśnięcie NVDA + Y po przełączeniu klawiatury w dodatkowy tryb sterowania, a następnie po prostu użyj D.
pt_br: Para obter um artigo do dicionário, você deve primeiro selecionar a palavra em que está interessado ou copiá-la para a área de transferência. Em seguida, basta pressionar NVDA+Y duas vezes. Há também outra maneira de obter um verbete do dicionário: pressionar NVDA+Y uma vez muda o teclado para o modo de controle adicional e, em seguida, basta usar a tecla D.
pt_pt: Para obter um verbete do dicionário, deve primeiro seleccionar a palavra que lhe interessa ou copiá-la para a área de transferência. Em seguida, basta premir NVDA+Y duas vezes. Há também outra forma de obter uma entrada de dicionário: premindo NVDA+Y uma vez muda o teclado para o modo de controlo do extra, depois basta usar a tecla D.
ru: Для того, чтобы получить статью из словаря необходимо сначала выделить слово, которое Вас интересует или скопировать его в буфер обмена. После чего достаточно дважды нажать комбинацию клавиш NVDA+Y. Существует также другая возможность получения записи из словаря: одноразовое нажатие NVDA+Y переключает клавиатуру в режим управления дополнением, а дальше просто воспользуйтесь клавишей D.
tr: Sözlükten ilgili maddeye ulaşmak için öncelikle istediğiniz kelimeyi seçmeniz veya panoya kopyalamanız gerekir. Ardından NVDA+Y tuşuna iki kez basmanız yeterlidir. Bir sözlük girişi almanın başka bir yolu ise NVDA+y tuşuna bir kez basarak klavyeyi eklenti kontrol moduna getirmektir. Ardından D tuşuna basarak aynı işlemi gerçekleştirebilirsiniz.
uk: Для того, щоб отримати статтю зі словника необхідно спочатку виділити слово, яке Вас цікавить або скопіювати його до буфера обміну. Після чого достатньо лише двічі натиснути комбінацію клавіш NVDA+Y.

source: Add-on control mode
bg: Режим за управление на добавката
es: Modo de control del complemento
fi: Lisäosan ohjaustila
fr: Mode contrôle de l'extension
gl: Modo de control do complemento
hr: Modus upravljanja dodatkom
it: Modalità controllo dell'add-on
ja: アドオンコントロールモード
pl: Dodatkowy tryb sterowania
pt_br: Modo de controle complementar
pt_pt: Modo de controlo do extra
ru: Режим управления дополнением
tr: Eklenti kontrol modu
uk: Режим керування додатком

source: To access all the features of the add-on, you need to switch to add-on control mode, you can do this by pressing NVDA+Y once. You will hear a short low beep and will be able to use the other commands described below. When you press a key that is not used in the add-on, you will hear another signal notifying you of an erroneous command and the add-on control mode will be automatically turned off.
bg: За да получите достъп до всички функции на добавката, трябва да превключите в режим за управление на добавката. Можете да направите това, като натиснете веднъж NVDA+Y. Ще чуете кратък тих звуков сигнал и ще можете да използвате другите команди, описани по-долу. Когато натиснете клавиш, който не се използва от добавката, ще чуете друг сигнал, който ви уведомява за грешна команда и режимът за управление на добавката ще бъде автоматично изключен.
es: Para acceder a todas las funciones del complemento, es necesario activar su modo de control. Esto se puede hacer pulsando NVDA+y una vez. Se escuchará un pitido corto y grave, y podrás utilizar las órdenes descritas más abajo. Si pulsas una tecla que no pertenezca al complemento, escucharás una señal auditiva que indicará una pulsación errónea y el modo de control del complemento se desactivará automáticamente.
fi: Käyttääksesi kaikkia lisäosan ominaisuuksia sinun on vaihdettava lisäosan ohjaustilaan. Voit tehdä tämän painamalla kerran NVDA+Y. Kuulet lyhyen, matalan äänimerkin ja pystyt käyttämään muita alla kuvattuja komentoja. Kun painat näppäintä, jota ei käytetä lisäosassa, kuulet toisen äänimerkin, joka ilmoittaa virheellisestä komennosta, ja lisäosan ohjaustila poistetaan automaattisesti käytöstä.
fr: Pour accéder à toutes les fonctionnalités de l'extension, vous devez passer en mode de contrôle de l'extension, vous pouvez le faire en appuyant une fois sur NVDA+Y. Vous entendrez un bref bip bas et pourrez utiliser les autres commandes décrites ci-dessous. Lorsque vous appuyez sur une touche qui n'est pas utilisée dans l'extension, vous entendrez un autre signal vous avertissant d'une commande erronée et le mode de contrôle de l'extension sera automatiquement désactivé.
gl: Para acceder a tódalas características do complemento, necesitas cambiar ó modo de control do complemento, podes facelo premendo NVDA+Y unha vez. Oirás un pitido baixo e curto e poderás utilizar as ordes de teclas descritas a cotninuación. Cando premas unha tecla que o complemento non utilice, oirás outro sinal notificándoche dunha orde errónea e o modo de control do complemento apagarase automaticamente.
hr: Za pristup svim funkcijama dodatka, moraš se prebaciti na modus upravljanja dodatkom, jednim pritiskom tipki NVDA+Y. Čut ćeš kratak zvučni signal i moći ćeš koristiti ostale dolje opisane naredbe. Kad pritisneš tipku koja se ne koristi u dodatku, čut ćeš jedan drugi signal koji obavještava o pogrešnoj naredbi i modus upravljanja dodatkom automatski će se isključiti.
it: Per accedere a tutte le funzionalità dell'add-on, dovrete passare alla modalità controllo dell'add-on; potete farlo premendo una volta NVDA+y. Sentirete un beep breve e basso e potrete usare gli altri comandi descritti più avanti. Se premete un tasto non utilizzato, sentirete un segnale acustico di errore e la modalità controllo dell'add-on verrà automaticamente disattivata.
ja: このアドオンの全ての機能にアクセスするには、アドオンコントロールモードに切り替えます。それには、NVDA+Yを1回押します。短い低いビープ音が鳴り、以下のコマンドを使うことが出来ます。このアドオンの中で使用されていないキーが押されると、エラーコマンドであることを知らせる音が鳴り、アドオンコントロールモードが自動的に終了します。
pl: Aby uzyskać dostęp do wszystkich funkcji dodatku, musisz przełączyć się w tryb sterowania dodatkiem, możesz to zrobić, naciskając NVDA + Y raz. Usłyszysz krótki niski sygnał dźwiękowy i będziesz mógł korzystać z innych poleceń opisanych poniżej. Po naciśnięciu, który nie jest używany w dodatku, usłyszysz kolejny sygnał informujący o błędnym poleceniu, a dodatkowy tryb sterowania zostanie automatycznie wyłączony.
pt_br: Para acessar todos os recursos do complemento, é necessário alternar para o modo de controle do add-on, o que pode ser feito pressionando NVDA+Y uma vez. Você ouvirá um breve bipe baixo e poderá usar os outros comandos descritos abaixo. Ao pressionar uma tecla que não é usada no add-on, você ouvirá outro sinal notificando-o de um comando incorreto e o modo de controle do complemento será automaticamente desabilitado.
pt_pt: Para aceder a todas as funcionalidades do extra, é necessário mudar para o modo de controlo do add-on, pode fazê-lo pressionando NVDA+Y uma vez. Ouvirá um breve sinal sonoro baixo e poderá utilizar os outros comandos descritos abaixo. Quando pressionar uma tecla que não seja utilizada no extra, ouvirá outro sinal que o notifica de um comando errado e o modo de controlo será automaticamente desligado.
ru: Для доступа ко всем функциям дополнения нужно переключиться в режим управления дополнением, это можно сделать нажав однократно NVDA+Y. Вы услышите низкий звуковой сигнал и сможете воспользоваться другими клавишными командами, которые будут описаны ниже. При нажатии клавиши, которая не используется в дополнении, вы услышите другой сигнал, который сообщит об ошибочной команде и режим управления дополнением будет автоматически выключен.
tr: Eklentinin tüm özelliklerine erişmek için, eklenti kontrol moduna geçmeniz gerekir. Bunu NVDA+Y tuşuna bir kez basarak yapabilirsiniz. Kontrol moduna girdikten sonra Kısa, orta kalınlıkta bir bip sesi duyacaksınız ve aşağıda açıklanan diğer komutları kullanabileceksiniz. Eklentide kullanılmayan bir tuşa bastığınızda hatalı bir komutu belirten başka bir ses duyacaksınız ve eklenti kontrol modu otomatik olarak kapanacaktır.
uk: Для доступу до всіх функцій додатка потрібно переключитись у режим керування додатком, це можна зробити, натиснувши одноразово NVDA+Y. Ви почуєте короткий низький звуковий сигнал і зможете скористатись іншими командами, які буде описано нижче. При натисканні клавіші, яка не використовується у додатку, ви почуєте інший сигнал, що сповістить про помилкову команду і режим керування додатком буде автоматично вимкнено.

source: Add-on commands list
bg: Списък с команди на добавката
es: Lista de órdenes del complemento
fi: Luettelo lisäosan komennoista
fr: Liste des commandes de l'extension
gl: Lista de ordes do complemento
hr: Popis naredbi dodatka
it: Lista dei comandi dell'add-on
ja: アドオンコマンドリスト
pl: Lista poleceń dodatków
pt_br: Lista de comandos complementares
pt_pt: Lista de comandos do extra
ru: Перечень всех функций дополнения
tr: Eklenti komut listesi
uk: Перелік команд додатка

source: Basic dictionary commands:
bg: Основни команди за речника:
es: Órdenes básicas del diccionario:
fi: Perussanakirjakomennot:
fr: Commandes de base du dictionnaire :
gl: Ordes básicas de dicionario:
hr: Osnovne naredbe za riječnik:
it: Comandi di base per i dizionari:
ja: 基本的な辞書コマンド:
pl: Podstawowe polecenia słownika:
pt_br: Comandos básicos do dicionário:
pt_pt: Comandos básicos de dicionário:
ru: Основные словарные команды:
tr: Temel sözlük komutları:
uk: Основні словникові команди:

source: D - announce a dictionary entry for a selected word or phrase (same as NVDA+Y);
bg: D: Докладва записа от речника за избрана дума или фраза (същото като NVDA+Y);
es: D - Anuncia una entrada de diccionario para la palabra o frase seleccionada (igual que NVDA+Y);
fi: D: Ilmoita valitun sanan tai lauseen sanakirjamerkintä (sama kuin NVDA+Y);
fr: D - annoncer une entrée de dictionnaire pour un mot ou une phrase sélectionné (identique à NVDA+Y) ;
gl: D - anunciar unha entrada do dicionario para unha palabra ou frase seleccionada (o mesmo que NVDA+Y);
hr: D – najavi zapis u rječniku za odabranu riječ ili izraz (isto kao NVDA+Y);
it: D - legge la voce del dizionario associata alla parola o frase selezionata (lo stesso di NVDA+Y premuto due volte);
ja: D - 選択された単語またはフレーズの辞書の意味を通知します（NVDA+Yと同じです）;
pl: D - ogłoszenie wpisu słownikowego dla wybranego słowa lub frazy (tak samo jak NVDA+Y);
pt_br: D - anuncia uma entrada de dicionário para uma palavra ou frase selecionada (o mesmo que NVDA+Y);
pt_pt: D - anuncia uma entrada de dicionário para uma palavra ou frase seleccionada (o mesmo que NVDA+Y);
ru: D - объявить словарную статью для выделенного слова или словосочетания (то же, что NVDA+Y);
tr: D - seçilen bir kelime veya ifade için sözlük girişini bildir (NVDA+Y ile aynı);
uk: D — оголосити словникову статтю для виділеного слова або словосполучення (те саме, що NVDA+Y);

source: W - show dictionary entry in a separate browseable window;
bg: W: Извежда записа от речника в отделен прозорец в режим на разглеждане;
es: W - Muestra la entrada del diccionario en una ventana explorable independiente;
fi: W: Näytä sanakirjamerkintä erillisessä selattavassa ikkunassa;
fr: W - afficher l'entrée du dictionnaire dans une fenêtre consultable séparée ;
gl: W - amosar entrada de dicionario nunha xanela navegable separada;
hr: W – prikaži zapis u rječniku u zasebnom prozoru;
it: W - mostra la voce del dizionario in una finestra navigabile separata;
ja: W - 辞書の意味を別の閲覧ウィンドウに表示します;
pl: W - pokaż wpis słownika w osobnym oknie do przeglądania;
pt_br: W - mostra a entrada do dicionário em uma janela de navegação separada;
pt_pt: W - mostrar entrada de dicionário numa janela navegável separada;
ru: W - показать словарную статью в отдельном окне для просмотра;
tr: W - sözlük girişini ayrı bir pencerede göster;
uk: W — показати словникову статтю в окремому вікні для перегляду;

source: S - swap languages and get Quick Dictionary translation;
bg: S: Разменя входния и изходния език и извежда бърз речников превод;
es: S - Intercambia los idiomas y obtiene la traducción del Diccionario Rápido;
fi: S: Vaihda kieliä ja hanki pikakäännös sanakirjasta;
fr: S - échangez les langues et obtenez la traduction rapide du dictionnaire ;
gl: S - intercambiar idiomas e obter tradución de Quick Dictionary;
hr: S – zamijeni jezike i pruzmi prijevod iz brzog rječnika;
it: S - scambia le lingue e ottiene una traduzione da Quick Dictionary;
ja: S - 言語を入れ替えてQuick Dictionaryの翻訳を得ます;
pl: S - zamień języki i uzyskaj szybkie tłumaczenie słownika;
pt_br: S - troque de idioma e obtenha a tradução do Quick Dictionary;
pt_pt: S - trocar idiomas e obter uma tradução rápida do Dicionário;
ru: S - изменить порядок языков и получить быстрый перевод;
tr: S - dilleri değiştir ve Hızlı Sözlük çevirisini al;
uk: S — змінити порядок мов та отримати швидкий переклад;

source: A - announce the current source and target languages;
bg: A: Докладване на текущите входен и изходен език;
es: A - Anuncia los idiomas actuales de origen y destino;
fi: A: Ilmoita nykyinen lähde- ja kohdekieli;
fr: A - annoncer les langues source et cible actuelles ;
gl: A - anunciar linguas de orixe e destino actuais;
hr: A – najavljuje trenutačne izvorne i ciljane jezike;
it: A - legge le lingue di origine e destinazione attuali;
ja: A - 現在のソースと対象言語を通知します;
pl: A - ogłosić aktualne języki źródłowe i docelowe;
pt_br: A - anuncia os idiomas de origem e de destino atuais;
pt_pt: A - anunciar os actuais idiomas de origem e de destino;
ru: A - объявить текущие исходный и целевой языки;
tr: A - mevcut kaynak ve hedef dilleri bildir;
uk: A — оголосити вибрані мови оригіналу й перекладу;

source: C - copy last dictionary entry to the clipboard;
bg: C: Копиране на последния запис от речника в клипборда;
es: C - Copia la última entrada del diccionario al portapapeles;
fi: C: Kopioi viimeisin sanakirjamerkintä leikepöydälle;
fr: C - copier la dernière entrée du dictionnaire dans le presse-papiers ;
gl: C - copiar a última entrada de dicionario ao portapapeis:
hr: C – kopiraj zadnji zapis u rječniku u međuspremnik;
it: C - copia negli appunti l'ultima voce di dizionario letta;
ja: C - 最後の辞書の意味をクリップボードにコピーします;
pl: C - skopiuj ostatni wpis słownika do schowka;
pt_br: C - copia a última entrada do dicionário para a área de transferência;
pt_pt: C - copiar a última entrada do dicionário para a área de transferência;
ru: C - скопировать результаты последнего запроса в буфер обмена;
tr: C - son sözlük girişini panoya kopyala;
uk: C — скопіювати результати останнього запиту до буфера обміну;

source: E - edit text before sending;
bg: E: Редактиране на текста преди изпращането му;
es: E - Edita el texto antes de enviarlo;
fi: E: Muokkaa tekstiä ennen lähettämistä;
fr: E - modifier le texte avant l'envoi ;
gl: E - editar texto antes de envialo;
hr: E – uredi tekst prije slanja;
it: E - modifica il testo prima di inviarlo;
ja: E - 送信前にテキストを編集します;
pl: E - edytuj tekst przed wysłaniem;
pt_br: E - editar o texto antes de enviar;
pt_pt: E - editar texto antes de enviar;
ru: E - редактировать текст перед отправкой;
tr: E - göndermeden önce metni düzenle;
uk: E — редагувати текст перед надсиланням;
