Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickDictionary.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk

source: U - download from online dictionary and save the current list of available languages;
bg: U: Изтегляне от онлайн речник и запазване на текущия списък с налични езици;
es: U - Descarga y almacena la lista de idiomas disponibles del diccionario en línea;
fi: U: Lataa online-sanakirjasta ja tallenna nykyinen käytettävissä olevien kielten luettelo;
fr: U - télécharger à partir du dictionnaire en ligne et enregistrer la liste actuelle des langues disponibles ;
gl: U - descargar do dicionario en liña e gardar a lista actual de linguas dispoñibles;
hr: U – preuzmi iz internetskog rječnika i spremi trenutačni popis dostupnih jezika;
it: U - scarica da un dizionario online e salva la lista attuale delle lingue disponibili;
ja: U - オンライン辞書からダウンロードして現在使用可能な言語のリストを保存します;
pl: U - pobierz ze słownika online i zapisz aktualną listę dostępnych języków;
pt_br: U - faça download do dicionário on-line e salve a lista atual de idiomas disponíveis;
pt_pt: U - descarregar do dicionário online e guardar a lista actual de idiomas disponíveis;
ru: U - скачать из онлайн-словаря и сохранить актуальный список доступных языков;
tr: U - çevrimiçi sözlükten indir ve mevcut dillerin listesini kaydet;
uk: U — завантажити з онлайн-словника та зберегти актуальний список доступних мов;

source: function keys - select online dictionary service;
bg: функционални клавиши: Избор на онлайн речникова услуга;
es: teclas de función - Seleccionar servicio de diccionario en línea;
fi: Funktionäppäimet: Valitse online-sanakirjapalvelu;
fr: touches de fonction - sélectionnez le service de dictionnaire en ligne ;
gl: teclas de función - seleccionar servizo de dicionario en liña;
hr: funkcijske tipke – odaberi internetsku uslugu rječnika;
it: tasti funzione - selezionano un servizio di dizionari online;
ja: ファンクションキー - オンライン辞書サービスを選択します;
pl: funkcyjne - wybierz usługę słownika online;
pt_br: teclas de função - selecione o serviço de dicionário on-line;
pt_pt: teclas de função - seleccionar serviço de dicionário online;
ru: функциональные клавиши - выбор службы онлайн-словарей;
tr: fonksiyon tuşları - çevrimiçi sözlük hizmetini seç;
uk: функціональні клавіші — вибір служби онлайн-словників;

source: Q - statistics on the using the online service;
bg: Q: Статистика за употребата на онлайн услугата;
es: Q - Estadísticas de uso del servicio en línea;
fi: Q: Online-palvelun käyttötilastot;
fr: Q - statistiques sur l'utilisation du service en ligne ;
gl: Q - estatísticas sobre o uso do servizo en liña;
hr: Q – statistika o upotrebi internetske usluge;
it: Q - statistiche sull'utilizzo dei servizi online;
ja: Q - オンラインサービスの使用の統計情報;
pl: Q - statystyki dotyczące korzystania z serwisu internetowego;
pt_br: Q - estatísticas sobre o uso do serviço on-line;
pt_pt: P - estatísticas sobre a utilização do serviço online;
ru: Q - статистика использования текущего удалённого сервиса;
tr: Q - çevrimiçi hizmetin kullanımına ilişkin istatistikler;
uk: Q — статистика використання поточного віддаленого сервісу;

source: F - choose online service.
bg: F: Избор на онлайн услуга.
es: F - Elegir servicio en línea.
fi: F: Valitse online-palvelu.
fr: F - choisissez le service en ligne.
gl: F - escoller servizo en liña.
hr: F – odaberi internetsku uslugu.
it: F - scegli il servizio di dizionario online.
ja: F - オンラインサービスの選択。
pl: F - wybierz usługę online.
pt_br: F - escolha o serviço on-line.
pt_pt: F - escolher serviço online.
ru: F - выбор онлайн-сервиса.
tr: F - çevrimiçi hizmeti seç.
uk: F — вибір онлайн-сервісу.

source: Voice synthesizers profiles management:
bg: Управление на профилите за речевите синтезатори:
es: Gestión de perfiles de síntesis de voz:
fi: Puhesyntetisaattoriprofiilien hallinta:
fr: Gestion des profils de synthétiseurs vocaux :
gl: Administración de perfís de voz:
hr: Upravljanje profilima govornih jedinica:
it: Gestione dei profili delle sintesi vocali:
ja: 合成音声プロファイルの管理:
pl: Zarządzanie profilami syntezatorów głosu:
pt_br: Gerenciamento de perfis de sintetizadores de voz:
pt_pt: Gestão de perfis de sintetizadores de voz:
ru: Управление профилями голосовых синтезаторов:
tr: Ses sentezleyici profil yönetimi:
uk: Керування профілями голосових синтезаторів:

source: from 1 to 9 - selection of the voice synthesizer profile;
bg: Цифрите от 1 до 9: Избор на профил за речевия синтезатор;
es: del 1 al 9 - Selección del perfil de síntesis de voz;
fi: Numerot 1-9: Valitse puhesyntetisaattoriprofiili;
fr: de 1 à 9 - sélection du profil de synthétiseur vocal;
gl: de 1 a 9 - selección do perfil de voz;
hr: od 1 do 9 – biranje profila govorne jedinice;
it: da 1 a 9 - selezionano un profilo di sintesi vocale;
ja: 1から9 - 合成音声プロファイルの選択;
pl: od 1 do 9 - wybór profilu syntezatora głosu;
pt_br: de 1 a 9 - seleção do perfil do sintetizador de voz;
pt_pt: de 1 a 9 - selecção do perfil do sintetizador de voz;
ru: от 1 до 9 - выбор профиля голосового синтезатора;
tr: 1'den 9'a kadar - bir ses sentezleyici profili seç;
uk: від 1 до 9 — вибір профілю голосового синтезатора;

source: G - announce the selected profile of voice synthesizers;
bg: G: Докладва текущо избрания профил за речев синтезатор;
es: G - Anuncia el perfil seleccionado de síntesis de voz;
fi: G: Ilmoita valittu puhesyntetisaattoriprofiili;
fr: G - annoncer le profil de synthétiseurs vocal sélectionné ;
gl: g - anunciar o perfil de voz seleccionado;
hr: G – najavljuje odabrani profil govornih jedinica;
it: G - annuncia il profilo selezionato;
ja: G - 選択された合成音声のプロファイルの通知;
pl: G - ogłoszenie wybranego profilu syntezatorów głosu;
pt_br: G - anuncia o perfil selecionado de sintetizadores de voz;
pt_pt: G - anunciar o perfil seleccionado dos sintetizadores de voz;
ru: G - объявить выбранный профиль голосовых синтезаторов;
tr: G - seçilen ses sentezleyici profilini bildir;
uk: G — оголосити вибраний профіль голосових синтезаторів;

source: B - back to previous voice synthesizer;
bg: B: Връщане към предишния речев синтезатор;
es: B - Vuelve al sintetizador de voz anterior;
fi: B: Edellinen puhesyntetisaattori;
fr: B - retour au synthétiseur vocal précédent ;
gl: B - volver ao sintetizador de voz anterior;
hr: B – natrag na prethodnu govornu jedinicu;
it: B - torna alla sintesi vocale precedente;
ja: B - 前の合成音声に戻る;
pl: B - powrót do poprzedniego syntezatora głosu;
pt_br: B - volta ao sintetizador de voz anterior;
pt_pt: B - volta para o sintetizador de voz anterior;
ru: B - вернуться к предыдущему голосовому синтезатору;
tr: B - önceki ses sentezleyicisine geri dön;
uk: B — повернутись до попереднього голосового синтезатора;

source: R - restore default voice synthesizer;
bg: R: Връщане до речевия синтезатор по подразбиране;
es: R - Restaurar sintetizador de voz predeterminado;
fi: R: Palauta oletuspuhesyntetisaattori;
fr: R - restaurer le synthétiseur vocal par défaut ;
gl: R - restaurar sintetizador de voz anterior;
hr: R – obnovi standardnu govornu jedinicu;
it: R - ripristina la sintesi di default;
ja: R - 初期状態の合成音声に戻す;
pl: R - przywróć domyślny syntezator głosu;
pt_br: R - restaura o sintetizador de voz padrão;
pt_pt: R - restaurar o sintetizador de voz por defeito;
ru: R - вернуться к голосовому синтезатору по умолчанию;
tr: R - varsayılan ses sentezleyicisini geri yükle;
uk: R — повернутись до основного голосового синтезатора;

source: Del - delete the selected voice synthesizer profile;
bg: DELETE: Изтриване на избрания профил за речев синтезатор;
es: Suprimir - Elimina el perfil de síntesis de voz seleccionado;
fi: Del: Poista valittu puhesyntetisaattoriprofiili;
fr: Effacement - supprime le profil de synthétiseur vocal sélectionné ;
gl: Suprimir - eliminar o perfil de voz seleccionado;
hr: Del – izbriši odabrani profil govorne jedinice;
it: Canc - cancella il profilo selezionato;
ja: Del - 選択された合成音声のプロファイルを削除する;
pl: Del - usuń wybrany profil syntezatora głosu;
pt_br: Del - exclui o perfil de sintetizador de voz selecionado;
pt_pt: Del - apagar o perfil do sintetizador de voz seleccionado;
ru: Del - удалить выбранный профиль голосового синтезатора;
tr: Del - seçilen ses sentezleyici profilini sil;
uk: Del — видалити вибраний профіль голосового синтезатора;

source: V - save configured voice synthesizer profile;
bg: V: Запазване на конфигурирания профил за речев синтезатор;
es: V - Guarda el perfil de síntesis de voz configurado;
fi: V: Tallenna määritetty puhesyntetisaattoriprofiili;
fr: V - enregistrer le profil de synthétiseur vocal configuré ;
gl: V - gardar perfil de voz seleccionado;
hr: V – spremi konfigurirani profil govorne jedinice;
it: V - salva il profilo configurato;
ja: V - 設定された合成音声プロファイルの保存;
pl: V - zapisz skonfigurowany profil syntezatora głosu;
pt_br: V - salvar o perfil de sintetizador de voz configurado;
pt_pt: V - guardar o perfil do sintetizador de voz configurado;
ru: V - сохранить текущий настроенный профиль синтезатора голоса;
tr: V - yapılandırılmış ses sentezleyici profilini kaydet;
uk: V — зберегти налаштований профіль синтезатора голосу;

source: P - display a list of all customized voice synthesizers profiles.
bg: P: Извежда списък с всички персонализирани профили за речеви синтезатори.
es: P - Muestra una lista con todos los perfiles de síntesis de voz personalizados.
fi: P: Näytä luettelo mukautetuista puhesyntetisaattoriprofiileista.
fr: P - affiche une liste de tous les profils de synthétiseurs vocaux personnalisés.
gl: P - amosar unha lista de todos os perfís de voz persoalizados.
hr: P – prikazuje popis prilagođenih profila govornih jedinica.
it: P - mostra una lista di tutti i profili personalizzati.
ja: P - カスタマイズされた合成音声のプロファイルの全てのリストを表示する。
pl: P - wyświetla listę wszystkich dostosowanych profili syntezatorów głosu.
pt_br: P - exibe uma lista de todos os perfis de sintetizadores de voz personalizados.
pt_pt: P - Mostrar uma lista de todos os perfis de sintetizadores de voz personalizados.
ru: P - отобразить список настроенных профилей голосовых синтезаторов.
tr: P - tüm özelleştirilmiş ses sentezleyici profillerinin bir listesini görüntüle.
uk: P — відобразити список усіх налаштованих профілів синтезаторів голосу.

source: Press O to open add-on settings dialog.
bg: Натиснете O, за да отворите диалоговия прозорец за настройка на добавката.
es: Pulsa O para abrir el diálogo de opciones del complemento.
fi: Avaa lisäosan asetukset painamalla O.
fr: Appuyez sur O pour ouvrir le dialogue des paramètres de l'extension.
gl: Preme O para abrir o diálogo de opcións do complemento.
hr: Pritisni O za otvaranje dijaloškog okvira postavki dodatka.
it: Premete O per aprire la finestra delle impostazioni dell'add-on.
ja: Oを押してアドオン設定ダイアログを開く。
pl: Naciśnij O, aby otworzyć okno dialogowe ustawień dodatku.
pt_br: Pressione O para abrir a caixa de diálogo de configurações do complemento.
pt_pt: Pressione "O" para abrir o diálogo de definições adicionais.
ru: Нажмите O чтобы открыть диалог настроек дополнения.
tr: Eklenti ayarları iletişim kutusunu açmak için O tuşuna basın.
uk: Натисніть O, щоб відкрити діалог налаштувань додатка.

source: Help on add-on commands
bg: Помощ за командите на добавката
es: Ayuda de órdenes del complemento
fi: Lisäosan komentojen ohje
fr: Aide sur les commandes de l'extension
gl: Axuda sobre os atallos do complemento
hr: Pomoć za naredbe dodatka
it: Aiuto sui comandi dell'add-on
ja: アドオンコマンドのヘルプ
pl: Pomoc dotycząca poleceń dodatków
pt_br: Ajuda sobre comandos complementares
pt_pt: Ajuda dos comandos do extra
ru: Справка по командам дополнения
tr: Eklenti komutları hakkında yardım
uk: Довідка команд додатка

source: You can see a list of all the commands used in the add-on as follows:
bg: Можете да видите списък с всички команди, използвани в добавката, по следния начин:
es: Puedes ver una lista con todas las órdenes utilizadas en el complemento de la siguiente manera:
fi: Näet luettelon kaikista lisäosassa käytetyistä komennoista seuraavasti:
fr: Vous pouvez voir une liste de toutes les commandes utilisées dans l'extension comme suit :
gl: Podes ver unha lista de todos os atallos utilizados no complemento como segue:
hr: Popis svih korištenih naredbi u dodatku možeš vidjeti na sljedeći način:
it: Potete vedere una lista dei comandi utilizzati dall'add-on come segue:
ja: 以下でこのアドオンで使用される全てのコマンドのリストを見ることが出来ます:
pl: Możesz zobaczyć listę wszystkich poleceń używanych w dodatku w następujący sposób:
pt_br: Você pode ver uma lista de todos os comandos usados no complemento da seguinte forma:
pt_pt: Pode ver uma lista de todos os comandos utilizados no add-on como se segue:
ru: Ознакомиться со списком всех команд, используемых в дополнении можно следующим образом:
tr: Eklentide kullanılan tüm komutların listesini aşağıdaki gibi görüntüleyebilirsiniz:
uk: Ознайомитися зі списком всіх команд, що використовуються в додатку можна такими способами:

source: Via the NVDA menu - by pressing NVDA+N, go to the submenu "Tools", then - "Quick Dictionary" and activate the menu item "Help on add-on commands".
bg: Чрез менюто на NVDA (извиквано с NVDA+N) -> Инструменти -> Бърз речник -> Помощ за командите на добавката.
es: Mediante el menú NVDA - Pulsando NVDA+n, yendo al menú "Herramientas", luego a "Quick Dictionary" y activando el elemento de menú "Help on add-on commands".
fi: Avaa NVDA-valikko painamalla NVDA+N, siirry Työkalut-alivalikkoon, valitse Pikasanasto ja valitse sitten Lisäosakomentojen ohje -valikkokohde.
fr: Via le menu NVDA - en appuyant sur NVDA+N, allez dans le sous-menu "Outils", puis - "Dictionnaire rapide" et activez l'élément de menu "Aide sur les commandes de l'extension".
gl: A través do menú NVDA - premendo NVDA+N, vai ó submenú "Ferramentas", logo - "Quick Dictionary" e activa o elemento de menú "Help on add-on commands" (Axuda sobre os atallos do complemento).
hr: U NVDA izborniku pritisni NVDA+N, idi na podizbornik „Alati”, zatim „Brzi rječnik” i aktiviraj „Pomoć za naredbe dodatka”.
it: Tramite il menu di NVDA - premete NVDA+n, scegliendo "Strumenti", poi "Quick Dictionary" e infine "Guida ai comandi".
ja: NVDA+Nを押してNVDAメニュー、サブメニュー「ツール」へ行き、「Quick Dictionary」、そしてメニュー項目「アドオンコマンドのヘルプ」を起動。
pl: Za pomocą menu NVDA - naciskając NVDA + N, przejdź do podmenu "Narzędzia", a następnie - "Szybki słownik" i aktywuj pozycję menu "Pomoc w zakresie poleceń dodatkowych".
pt_br: Por meio do menu NVDA - pressionando NVDA+N, acesse o submenu “Ferramentas", depois - “Quick Dictionary” e ative o item de menu “Ajuda sobre comandos adicionais".
pt_pt: Através do menu do NVDA - pressionando "NVDA+N", ir ao submenu "Ferramentas", depois - "Dicionário rápido" e activar o item de menu "Ajuda sobre comandos adicionais".
ru: Через меню NVDA - нажав NVDA+N, перейти к подменю "Сервис", далее - "Быстрый словарь" и активировать пункт меню "Справка по командам дополнения".
tr: NVDA menüsünü kullanarak - NVDA+N tuşlarına basın ve "Araçlar" menüsünden"Çabuk Sözlük" alt menüsüne gidin. Ardından, "Eklenti komutlarında yardım" öğesini etkinleştirin.
uk: Через меню NVDA — натиснувши NVDA+N, перейти до підменю «Інструменти», далі — «Швидкий словник» і активувати пункт меню «Довідка по командах додатку».

source: Press the H key in add-on control mode (NVDA+Y).
bg: Чрез натискане на клавиша H в режим за управление на добавката (NVDA+Y).
es: Pulsa la tecla H en el modo de control del complemento (NVDA+Y).
fi: Paina H-näppäintä lisäosan ohjaustilassa (NVDA+Y).
fr: Appuyez sur la touche H en mode de contrôle de l'extension (NVDA+Y).
gl: Preme a tecla H en modo de control do complemento (NVDA+Y).
hr: Pritisni tipku H u modusu upravljanja dodatkom (NVDA+Y).
it: In modalità controllo dell'add-on (NVDA+y), premendo il tasto H.
ja: アドオンコントロールモード（NVDA+Y）でHキーを押す。
pl: Naciśnij H w dodatkowym trybie sterowania (NVDA+Y).
pt_br: Pressione a tecla H no modo de controle adicional (NVDA+Y).
pt_pt: Pressione a tecla H no modo de controlo do extra (NVDA+Y).
ru: Нажать клавишу H в режиме управления дополнением (NVDA+Y).
tr: Eklenti kontrol modunda (NVDA+Y) H tuşuna basın.
uk: Натиснути клавішу H в режимі керування додатком (NVDA+Y).

source: Add-on help
bg: Помощ за добавката
es: Ayuda del complemento
fi: Lisäosan ohje
fr: Aide de l'extension
gl: Axuda do complemento
hr: Pomoć za dodatak
it: Guida dell'add-on
ja: アドオンヘルプ
pl: Pomo&c dodatku
pt_br: Ajuda do complemento
pt_pt: Ajuda do extra
ru: Справка
tr: Eklenti yardımı
uk: Довідка

source: To open the add-on help - press NVDA+N, go to the "Tools" submenu, then - "Quick Dictionary" and activate the menu item "Help".
bg: За да изведете помощта за добавката, отворете менюто на NVDA, отидете в подменюто "Инструменти", след това изберете "Бърз речник" и от там отворете "Помощ".
es: Para abrir la ayuda del complemento, pulsa NVDA+N, ve al submenú "Herramientas", luego a "Quick Dictionary" y activa el elemento de menú "Help".
fi: Avaa lisäosan ohje painamalla NVDA+N, avaamalla Työkalut-alivalikon, sitten Pikasanasto-kohdan ja valitsemalla sitten Ohje-valikkokohteen.
fr: Pour ouvrir l'aide de l'extension - appuyez sur NVDA+N, allez dans le sous-menu "Outils", puis - "Dictionnaire rapide" et activez l'élément de menu "Aide".
gl: Para abrir a axuda do complemento - Preme NVDA+N, vai ó submenú "Ferramentas", logo - "Quick Dictionary" e activa o elemento de menú "Help" (Axuda).
hr: Za otvaranje pomoći za dodatak, pritisni NVDA+N, idi na podizbornik „Alati”, zatim „Brzi rječnik” i aktiviraj „Pomoć”.
it: Per aprire la guida dell'add-on, premete NVDA+n, andate nel sottomenu "Strumenti", poi in "Quici Dictionary" e scegliete "Guida".
ja: アドオンヘルプを開くには、NVDA+Nを押し、「ツール」サブメニューに行き、「Quick Dictionary」に行き、メニュー項目「ヘルプ」を起動。
pl: Aby otworzyć pomoc dodatku - naciśnij NVDA + N, przejdź do podmenu "Narzędzia", a następnie - "Szybki słownik" i aktywuj pozycję menu "Pomoc".
pt_br: Para abrir a ajuda do complemento, pressione NVDA+N, vá para o submenu “Ferramentas", depois para “Quick Dictionary” e ative o item de menu “Ajuda".
pt_pt: Para abrir a ajuda do extra - prima NVDA+N, vá ao submenu "Ferramentas", depois - "Dicionário rápido" e active o item de menu "Ajuda".
ru: Чтобы открыть справку по дополнению - нажмите NVDA+N, перейдите в подменю "Сервис", далее - "Быстрый словарь" и активируйте пункт меню "Справка".
tr: Eklenti yardımını açmak için - NVDA+N tuşlarına basın, "Araçlar" alt menüsünden "Çabuk Sözlük" öğesine gidin ve "Yardım" menü öğesini etkinleştirin.
uk: Щоб відкрити довідку по додатку, натисніть NVDA+N, перейдіть до підменю «Інструменти», далі — «Швидкий словник» і активуйте пункт меню «Довідка».

source: Contributions
bg: Принос
es: Colaboraciones
fi: Avustukset
gl: Contribucións
hr: Doprinosi
it: Contributi
ja: 貢献
pl: Składki
pt_br: Contribuições
pt_pt: Contribuições
ru: Благодарности
tr: Katkıda Bulunanlar
uk: Подяки

source: We are very grateful to everyone who made the effort to develop, translate and maintain this add-on:
bg: Много сме благодарни на всички, които полагат усилия за разработката, превода и поддръжката на тази добавка:
es: Estamos muy agradecidos a todos los que han hecho el esfuerzo de desarrollar, traducir y mantener este complemento:
fi: Olemme erittäin kiitollisia kaikille, jotka ovat nähneet vaivaa tämän lisäosan kehittämisessä, kääntämisessä ja ylläpitämisessä:
fr: Nous sommes très reconnaissants à tous ceux qui ont fait l'effort de développer, traduire et maintenir cette extension :
gl: Estamos moi agradecidos a todos aqueles que fixeron o esforzo de desenvolver, traducir e manter este complemento:
hr: Zahvaljujemo se svima koji pomažu pri razvoju, prevođenju i održavanju ovog dodatka:
it: Siamo molto grati a tutti quelli che si sono spesi nello sviluppo, traduzione e mantenimento di questo add-on:
ja: このアドオンの開発、翻訳、そして維持にお力をいただきました皆様に感謝いたします:
pl: Jesteśmy bardzo wdzięczni wszystkim, którzy podjęli wysiłek opracowania, przetłumaczenia i utrzymania tego dodatku:
pt_br: Somos muito gratos a todos que se esforçaram para desenvolver, traduzir e manter esse complemento:
pt_pt: Estamos muito gratos a todos os que fizeram o esforço de desenvolver, traduzir e manter este extra:
ru: Мы очень благодарны всем, кто прикладывает усилия в разработке, переводе и поддержке дополнения:
tr: Bu eklentiyi geliştirmek, tercüme etmek ve sürdürülebilir olması için çaba gösteren herkese çok minnettarız:
uk: Ми дуже вдячні всім, хто докладає зусиль для розробки, перекладу й підтримки додатка:

source: Cagri Dogan - Turkish translation;
bg: Cagri Dogan: Турски превод;
es: Cagri Dogan - Traducción al turco;
fi: Cagri Dogan: turkinkielinen käännös
fr: Cagri Dogan - traduction en Turc;
gl: Cagri Dogan - tradución ó turco;
hr: Cagri Dogan – prijevod na turski;
it: Cagri Dogan - traduzione in turco;
ja: Cagri Dogan - トルコ語翻訳;
pl: Cagri Dogan - tłumaczenie na turecki;
pt_br: Cagri Dogan - tradução do turco;
pt_pt: Cagri Dogan - Tradução turca.
ru: Cagri Dogan - перевод на турецкий язык;
tr: Çağrı Doğan - Türkçe çeviri;
uk: Cagri Dogan - переклад на турецьку мову;

source: Wafiqtaher - Arabic translation.
bg: Wafiqtaher: Арабски превод.
es: Wafiqtaher - Traducción al árabe.
fi: Wafiqtaher: arabiankielinen käännös
fr: Wafiqtaher - traduction en Arabe.
gl: Wafiqtaher - tradución ó árabe.
hr: Wafiqtaher – prijevod na arapski.
it: Wafiqtaher - traduzione in arabo.
ja: Wafiqtaher - アラビア語翻訳。
pl: Wafiqtaher - tłumaczenie na arabski;
pt_br: Wafiqtaher - tradução para o árabe.
pt_pt: Wafiqtaher - tradução árabe;
ru: Wafiqtaher - перевод на арабский язык.
tr: Wafiqtaher - Arapça çeviri.
uk: Wafiqtaher — переклад на арабську мову.

source: Several good solutions from other developments were used in the Quick Dictionary add-on. Thanks to the authors of the following add-ons:
bg: Няколко добри решения от други разработки бяха използвани в добавката "Бърз речник". Благодарим на авторите на следните добавки:
es: Se han usado varias buenas soluciones de otros desarrolladores en el complemento Diccionario Rápido. Gracias a los autores de los siguientes complementos:
fi: Pikasanasto-lisäosassa käytettiin useita hyviä ratkaisuja muista projekteista. Kiitos seuraavien lisäosien tekijöille:
fr: Plusieurs bonnes solutions issues d'autres développements ont été utilisées dans l'extension Quick Dictionary. Merci aux auteurs des extensions suivantes :
gl: Utilizáronse varias boas solucións doutros desenvolvementos no complemento Quick Dictionary. Grazas ós autores dos seguintes complementos:
hr: U dodatku „Brzi rječnik” koristi se nekoliko dobrih rješenja iz drugih projekata. Zahvaljujemo autorima sljedećih dodataka:
it: In Quick Dictionary sono state utilizzate diverse buone soluzioni provenienti dallo sviluppo di altri add-on. Grazie agli autori dei seguenti add-on:
ja: 他の開発での良い解決法をいくつかこのQuick Dictionaryアドオンに使用させていただきました。以下のアドオンの開発者に感謝いたします:
pl: Kilka dobrych rozwiązań z innych rozwiązań zostało wykorzystanych w dodatku Quick Dictionary. Podziękowania dla autorów następujących dodatków:
pt_br: Várias boas soluções de outros desenvolvimentos foram usadas no complemento Quick Dictionary. Agradecemos aos autores dos seguintes add-ons:
pt_pt: Várias soluções de outros extras foram utilizadas no add-on do Dicionário Rápido. Graças aos autores dos seguintes add-ons:
ru: В дополнении Quick Dictionary было использовано несколько хороших решений из других разработок. Благодарим авторов следующих дополнений:
tr: Çabuk Sözlük eklentisinde diğer eklentilerden birkaç iyi çözüm kullanılmıştır. Aşağıdaki eklentilerin yazarlarına teşekkür ederiz:
uk: Під час розробки додатка «Швидкий словник» було використано кілька хороших рішень з інших проектів. Дякуємо авторам таких додатків:
