Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickNotetaker.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk

source: Open settings: opening the add-on settings is also possible from here.
bg: Отвори настройките: отварянето на настройките на добавката е възможно и от тук.
de: Einstellungen öffnen: Von hier aus ist auch das Öffnen der Einstellungen der Erweiterung möglich.
es: Abrir opciones: también es posible abrir las opciones del complemento desde aquí.
fi: Avaa asetukset: Lisäosan asetusten avaaminen on mahdollista myös tästä.
fr: Ouvrir les paramètres : l'ouverture des paramètres de l'extension est également possible à partir d'ici.
gl: Abrir opcións: abrir as opcións do complemento é posible tamén dende aquí.
hr: Otvori postavki: otvaranje postavki dodataka je moguće i odavdje.
ja: 設定を開く: ここからもアドオン設定を開けます。
pl: Otwórz ustawienia: otwarcie ustawień dodatku jest również możliwe stąd.
pt_br: Abrir configurações: aqui também é possível abrir as configurações do complemento.
ru: Открыть настройки: здесь также можно открыть настройки дополнения.
tr: Ayarları aç: Eklenti ayarlarını buradan açmak da mümkündür.
uk: Відкрити налаштування: відкрити налаштування додатка також можна звідси.

source: Close: to close the window.
bg: Затвори: Затваря прозореца.
de: Schließen: Um das Fenster zu schließen.
es: Cerrar: cierra la ventana.
fi: Sulje: Sulkee ikkunan.
fr: Fermer : pour fermer la fenêtre.
gl: Pechar: para pechar a xanela.
hr: Zatvori: za zatvaranje prozora.
ja: 綴じる: ウィンドウを閉じます。
pl: Zamknij: aby zamknąć okno.
pt_br: Fechar: para fechar a janela.
ru: Закрыть: чтобы закрыть окно.
tr: Kapat: pencereyi kapatır.
uk: Закрити: закриває вікно.

source: The add-on settings
bg: Настройките на добавката
de: Die Einstellungen der Erweiterung
es: Opciones del complemento
fi: Lisäosan asetukset
fr: Les paramètres de l'extension
gl: As opcións do complemento
hr: Postavke dodataka
ja: アドオン設定
pl: Resetowanie ustawień dodatku
pt_br: As configurações do complemento
ru: Настройки дополнения
tr: Eklenti ayarları
uk: Налаштування додатка

source: The add-on settings are a part of NVDA’s settings interface. To reach those settings, the user needs to open the NVDA menu using NVDA key + n, choose preferences &gt; settings, and then arrow down until reaching Quick Notetaker category.
es: Las opciones del complemento forman parte de la interfaz de opciones de NVDA. Para llegar hasta ellas,el usuario debe abrir el menú pulsando el atajo NVDA+n, elegir Preferencias &gt; Opciones, y después flecha abajo hasta llegar a la categoría Anotador rápido.
fi: Lisäosan asetukset ovat osa NVDA:n asetuskäyttöliittymää. Näihin asetuksiin pääsee avaamalla NVDA-valikon näppäinyhdistelmällä NVDA+N, valitsemalla Asetukset &gt; Asetukset ja siirtymällä sitten alanuolella Muistiinpanojen tekijä -kategorian kohdalle.
fr: Les paramètres de l'extension font partie de l'interface de paramètres de NVDA. Pour atteindre ces paramètres, l'utilisateur doit ouvrir le menu NVDA à l'aide de la touche NVDA + n, choisissez Préférences&gt; Paramètres, puis flèche bas jusqu'à atteindre la catégorie Quick Notetaker.
pt_br: As configurações do complemento fazem parte da interface de configurações do NVDA. Para acessar essas configurações, o usuário precisa abrir o menu do NVDA usando a tecla NVDA + n, escolher preferências &gt; configurações e, em seguida, seguir a seta para baixo até chegar à categoria Quick Notetaker.
ru: Настройки дополнения являются частью интерфейса настроек NVDA. Чтобы получить доступ к этим настройкам, пользователю необходимо открыть меню NVDA, используя клавишу NVDA + n, выбрать "Параметры" > "Настройки", а затем стрелкой вниз перейти в категорию "Быстрое создание заметок".
tr: Eklenti ayarları, NVDA ayarlar iletişim kutusunun içerisinde yer alır. Kullanıcılar, NVDA menüsü>Tercihler>Ayarlar yolunu takip ederek NVDA ayarlarını açabilir ve açılacak pencerede Ç harfi ile Çabuk NotTutucu kategorisine erişebilir.

source: Using the settings interface the user can:
bg: Използвайки интерфейса за настройки, потребителят може:
de: Über die Einstellungsoberfläche kann der Benutzer:
es: Utilizando la interfaz de las opciones, el usuario puede:
fi: Asetuskäyttöliittymässä ovat seuraavat vaihtoehdot:
fr: En utilisant l'interface Paramètres, l'utilisateur peut :
gl: Utilizando a interface de opcións o usuario pode:
hr: Korištenjem sučelja postavki korisnik može:
ja: 設定画面で出来ること:
pl: Korzystając z interfejsu ustawień użytkownik może:
pt_br: Usando a interface de configurações, o usuário pode:
ru: Используя интерфейс настроек, пользователь может:
tr: Ayarlar arayüzünü kullanarak kullanıcı şunları yapabilir:
uk: За допомогою інтерфейсу налаштувань користувач може:

source: Default documents directory: to choose the default directory where Quick Notetaker documents will be saved. The user can press the “Browse” button to change the path of this directory.
es: Carpeta predeterminada de documentos: elegir el directorio por defecto donde se guardarán los documentos del anotador rápido. El usuario puede pulsar el botón "Examinar" para cambiar la ruta de esta carpeta.
fi: Asiakirjojen oletushakemisto: Tästä valitaan oletushakemisto, johon Muistiinpanojen tekijän asiakirjat tallennetaan. Hakemistopolkua voidaan muuttaa painamalla Selaa-painiketta.
fr: Répertoire des documents par défaut : pour choisir le répertoire par défaut où les documents de Quick Notetaker seront sauvegardés. L'utilisateur peut appuyer sur le bouton «Parcourir» pour modifier le chemin d'accès de ce répertoire.
pt_br: Diretório padrão de documentos: para escolher o diretório padrão onde os documentos do Quick Notetaker serão salvos. O usuário pode pressionar o botão “Browse” para alterar o caminho desse diretório.
ru: Каталог документов по умолчанию: чтобы выбрать каталог по умолчанию, в котором будут сохранены документы Quick Notetaker. Пользователь может нажать кнопку “Обзор”, чтобы изменить путь к этому каталогу.
tr: Varsayılan belgeler dizini: Çabuk NotTutucu belgelerinin kaydedileceği yeri değiştirebileceğimiz alandır. Varsayılan olarak Belgelerim klasörü içerisinde eklenti kurulurken oluşturulan "quickNotetaker" klasörü seçilidir. Dizini değiştirmek için "Gözat..." düğmesi kullanılabilir.

source: Ask me each time where to save the note's corresponding Microsoft Word document: a checkbox (not checked by default) – to show the dialog for choosing the location where the document will be saved on each save or update operation for the note’s Microsoft Word document if such a one exists.
es: Preguntarme siempre dónde guardar el documento Microsoft Word correspondiente a la nota: una casilla de verificación (desmarcada por defecto) que muestra el diálogo para elegir la ubicación donde se guardará el documento en cada operación de guardado o actualización del documento Microsoft Word de la nota, si existe uno.
fi: Kysy aina, minne muistiinpanoa vastaava Microsoft Word -asiakirja tallennetaan: Tämän valintaruudun ollessa valittuna (oletusarvoisesti ei ole) näytetään valintaikkuna muistiinpanoa vastaavan Microsoft Word -asiakirjan, mikäli sellainen on olemassa, sijainnin valitsemiseen aina tallennuksen tai päivityksen yhteydessä.
fr: Demandez-moi à chaque fois où sauvegarder le document Microsoft Word de la note : une case à cocher (non cochée par défaut) - pour afficher la boîte de dialogue pour choisir l'emplacement où le document sera sauvegardé sur chaque opération de sauvegarde ou de mise à jour pour le document Microsoft Word de la note si Un tel document existe.
pt_br: Pergunte-me sempre onde salvar o documento do Microsoft Word correspondente à nota: uma caixa de seleção (não marcada por padrão) - para mostrar a caixa de diálogo para escolher o local onde o documento será salvo em cada operação de salvamento ou atualização do documento do Microsoft Word da nota, se houver.
ru: Спрашивать каждый раз, где сохранить соответствующий примечанию документ Microsoft Word: флажок (по умолчанию не установлен) – для отображения диалога выбора местоположения, в котором документ будет сохраняться, при каждой операции сохранения или обновления документа заметки Microsoft Word, если таковой существует.
tr: Her seferinde nota karşılık gelen Microsoft Word belgesinin nereye kaydedileceğini sor: Bu onay kutusu varsayılan olarak işaretli değildir. İşaretli hale getirilirse Word belgesi her oluşturulduğunda veya güncellendiğinde eklenti bizden nereye kaydedileceği bilgisini ister. İşaretli değilse, belirtilen varsayılan dizine kaydedilir.

source: Open the note's corresponding Microsoft Word document after saving or updating: a checkbox (not checked by default) – to allow the user to choose whether the Microsoft Word document will be opened after a save or update operation in case the note has such document.
es: Abrir el documento Microsoft Word correspondiente a la nota después de guardar o actualizar: una casilla de verificación (desmarcada por defecto) que permite al usuario elegir si se abrirá el documento Microsoft Word después de una operación de guardado o actualización, en caso de que la nota disponga de dicho documento.
fi: Avaa muistiinpanoa vastaava Microsoft Word -asiakirja tallennuksen tai päivityksen jälkeen: Tämän valintaruudun ollessa valittuna (oletusarvoisesti ei ole) voidaan valita, avataanko muistiinpanoa vastaava Microsoft Word -asiakirja tallennuksen tai päivityksen jälkeen, mikäli sellainen on olemassa.
fr: Ouvrir le document Microsoft Word correspondant de la note après sauvegarde ou mise à jour : une case à cocher (non cochée par défaut) - pour permettre à l'utilisateur de choisir si le document Word Microsoft sera ouvert après une opération de sauvegarde ou de mise à jour au cas où la note contient un tel document.
pt_br: Abrir o documento do Microsoft Word correspondente à nota após salvar ou atualizar: uma caixa de seleção (não marcada por padrão) - para permitir que o usuário escolha se o documento do Microsoft Word será aberto após uma operação de salvamento ou atualização, caso a nota tenha esse documento.
ru: Открыть соответствующий заметке документ Microsoft Word после сохранения или обновления: флажок (по умолчанию не установлен) – позволяет пользователю выбирать, будет ли документ Microsoft Word открыт после сохранения или обновления, если в заметке есть такой документ.
tr: Kaydettikten veya güncelledikten sonra notun ilgili Microsoft Word belgesini aç: Bu onay kutusu varsayılan olarak işaretli değildir. İşaretli durumda not için mevcut bir Microsoft Word belgesi varsa, bu belge kaydedildiğinde vey güncellendiğinde otomatik açılır. İşaretli değilse açılmaz.

source: Capture the active window title when creating a new note: a checkbox (checked by default) – to allow the note to get the active window title the user was using when they created the note. This title will be also the title of the Microsoft Word document for the note in case it has a one.
es: Capturar el título de la ventana activa al crear una nueva nota: una casilla de verificación (marcada por defecto) que permite que la nota contenga el título de la ventana activa que el usuario estaba utilizando cuando creó la nota. Este título también será el título del documento Microsoft Word de la nota, en caso de que haya uno.
fi: Kaappaa aktiivisen ikkunan otsikko uutta muistiinpanoa luotaessa: Tämän valintaruudun ollessa valittuna (oletusarvoisesti on) muistiinpano saa otsikon siltä ikkunalta, jossa oltiin muistiinpanoa luotaessa. Muistiinpanoa vastaava Microsoft Word -asiakirja, mikäli sellainen on, saa myös saman otsikon.
fr: Capturez le titre de la fenêtre actif lors de la création d'une nouvelle note : une case à cocher (cochée par défaut) - pour permettre à la note d'obtenir le titre de la fenêtre actif que l'utilisateur utilisait lors de la création de la note . Ce titre sera également le titre du document Microsoft Word de la note au cas où elle en aurait un.
pt_br: Capturar o título da janela ativa ao criar uma nova nota: uma caixa de seleção (marcada por padrão) - para permitir que a nota obtenha o título da janela ativa que o usuário estava usando ao criar a nota. Esse título também será o título do documento do Microsoft Word para a nota, caso ele tenha um.
ru: Захватить заголовок активного окна при создании новой заметки: флажок (установлен по умолчанию) – чтобы разрешить заметке получать заголовок активного окна, который пользователь использовал при создании заметки. Это название будет также названием документа Microsoft Word для заметки, если оно в нем есть.
tr: Yeni bir not oluştururken etkin pencere başlığını yakala: Bu onay kutusu varsayılan olarak işaretlidir. Bu durumda, yeni not oluşturulduğunda Aktif pencerenin başlığı notun adı olarak görünür. Word belgesi oluşturulursa aynı ad bu belge için de kullanılır. Eğer onay kutusunun işareti temizlenirse, bu durumda not içeriğinde ki ilk bir kaç kelime başlık olarak yer alır.

source: Remember the note taker window size and position: a checkbox (not checked by default) – to tell the add-on to remember the size and the position of the Notetaker dialog when creating or editing a note. As such, when the user opens the dialog next time, the position and the size will be the same as the last time the dialog was used. The default position of this dialog is at the top left corner of the screen.
es: Recordar tamaño y posición de la ventana del anotador: una casilla de verificación (desmarcada por defecto) para pedir al complemento que recuerde el tamaño y la posición del diálogo del anotador al crear o editar una nota. La próxima vez que el usuario abra el diálogo, la posición y el tamaño serán los mismos que la última vez que se usó. La posición por defecto de este diálogo es la esquina superior izquierda de la pantalla.
fi: Muista muistiinpanojen tekijän ikkunan koko ja sijainti: Tämän valintaruudun ollessa valittuna (oletusarvoisesti ei ole) lisäosa muistaa muistiinpanojen tekijän valintaikkunan koon ja sijainnin muistiinpanoa luotaessa tai muokattaessa. Kun valintaikkuna avataan seuraavan kerran, sen sijainti ja koko ovat samat kuin edellisellä käyttökerralla. Tämän valintaikkunan oletussijainti on näytön vasemmassa yläkulmassa.
fr: Se souvenir de la taille et la position de la fenêtre du preneur de notes : une case à cocher (non cochée par défaut) - pour dire à l'extension afin de se souvenir de la taille et de la position de la boîte de dialogue Notetaker lors de la création ou de l'édition d'une note. En tant que tel, lorsque l'utilisateur ouvrira la boîte de dialogue la prochaine fois, la position et la taille seront les mêmes que la dernière fois que la boîte de dialogue a été utilisée. La position par défaut de cette boîte de dialogue est dans le coin supérieur gauche de l'écran.
pt_br: Lembrar o tamanho e a posição da janela do Anotador: uma caixa de seleção (não marcada por padrão) - para informar ao add-on que deve lembrar o tamanho e a posição da caixa de diálogo do Anotador ao criar ou editar uma nota. Dessa forma, quando o usuário abrir a caixa de diálogo na próxima vez, a posição e o tamanho serão os mesmos da última vez em que a caixa de diálogo foi usada. A posição padrão dessa caixa de diálogo é no canto superior esquerdo da tela.
ru: Запоминать размер и положение окна записи: флажок (по умолчанию не установлен), указывающий дополнению запоминать размер и положение диалогового окна записи при создании или редактировании заметки. Таким образом, когда пользователь откроет диалоговое окно в следующий раз, его положение и размер будут такими же, как и при последнем использовании диалогового окна. По умолчанию это диалоговое окно расположено в левом верхнем углу экрана.
tr: Not alıcı penceresinin boyutunu ve konumunu hatırla: Bu onay kutusu varsayılan olarak işaretli değildir. Eğer işaretlenirse: bir not oluştururken veya düzenlerken Not Alıcı iletişim kutusunun boyutunu ve konumunu hatırlar. Bu nedenle, kullanıcı bir sonraki sefer diyaloğu açtığında, konum ve boyut, diyaloğun son kullanıldığı sefer ile aynı olacaktır. Bu iletişim kutusunun varsayılan konumu ekranın sol üst köşesindedir.

source: Auto align text when editing notes (relevant for RTL languages): a checkbox (checked by default) – to control whether the text when creating or editing a note should be auto aligned according to the language used. This is mostly relevant for right to left languages. For example, if the language used is Arabic or Hebrew, then the text will be right aligned when this option is chosen, if the language is English or French, then the text will be left aligned.
es: Alinear texto automáticamente cuando se editen notas (importante en idiomas de derecha a izquierda): una casilla de verificación (marcada por defecto) para controlar si el texto se alinea automáticamente al crear o editar notas en función del idioma en uso. Esto es mayoritariamente importante para idiomas con escritura de derecha a izquierda. Por ejemplo, si el idioma usado es árabe o hebreo, el texto se alineará a la derecha cuando esta opción esté activada, y el texto en inglés o francés se alineará a la izquierda.
fi: Tasaa teksti automaattisesti muistiinpanoja muokattaessa (koskee oikealta vasemmalle luettavia kieliä): Tämän valintaruudun ollessa valittuna (oletusarvoisesti on) teksti tasataan automaattisesti muistiinpanoa luotaessa tai muokattaessa käytetyn kielen mukaan. Tämä koskee enimmäkseen oikealta vasemmalle kirjoitettuja kieliä. Jos käytetty kieli on esimerkiksi arabiaa tai hepreaa, teksti tasataan oikealle tämän asetuksen ollessa käytössä. Jos kielenä on englanti tai ranska, teksti tasataan vasemmalle.
fr: Aligner automatiquement le texte lors de l'édition des notes (pertinentes pour les langues RTL) : une case à cocher (cochée par défaut) - pour contrôler si le texte lors de la création ou de l'édition d'une note doit être aligné automatiquement selon la langue utilisée. Ceci est surtout pertinent pour les langues de droite à gauche. Par exemple, si la langue utilisée est l'arabe ou l'hébreu, le texte sera correctement aligné à droite lorsque cette option sera choisie, si la langue est l'anglais ou le français, le texte sera aligné à gauche.
pt_br: Alinhar texto automaticamente ao editar notas (relevante para idiomas RTL): uma caixa de seleção (marcada por padrão) - para controlar se o texto ao criar ou editar uma nota deve ser alinhado automaticamente de acordo com o idioma usado. Isso é mais relevante para idiomas da direita para a esquerda. Por exemplo, se o idioma usado for árabe ou hebraico, o texto será alinhado à direita quando essa opção for escolhida; se o idioma for inglês ou francês, o texto será alinhado à esquerda.
ru: Автоматическое выравнивание текста при редактировании заметок (актуально для языков RTL): флажок (установлен по умолчанию) – для управления тем, должен ли текст при создании или редактировании заметки автоматически выравниваться в соответствии с используемым языком. В основном это актуально для языков справа налево. Например, если используется арабский или иврит, то при выборе этой опции текст будет выровнен по правому краю, если английский или французский, то текст будет выровнен по левому краю.
tr: Notları düzenlerken metni otomatik hizala (Sağdan sola dilleri için geçerlidir): Bu onay kutusu varsayılan olarak işaretlidir. bir notu oluştururken veya düzenlerken metnin kullanılan dile göre otomatik olarak hizalanıp hizalanmayacağını kontrol etmek için kullanılır. Bu çoğunlukla sağdan sola diller için geçerlidir.Örneğin, kullanılan dil Arapça veya İbranice ise bu seçenek seçildiğinde metin sağa, İngilizce veya Fransızca ise metin sola hizalı olacaktır.

source: Keyboard shortcuts
bg: Клавишни комбинации
de: Tastenkombinationen
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier
gl: Atallos de teclado
hr: Tipkovnički prečaci
ja: キーボードショートカット
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye kısayolları
uk: Комбінації клавіш

source: NVDA + Alt + n: to open the Notetaker interface.
bg: NVDA+Alt+N: Отваря интерфейса на бележника.
de: NVDA+Alt+N: Um die Oberfläche des Notizfeldes zu öffnen.
es: NVDA+alt+n: abre la interfaz del anotador.
fi: NVDA+Alt+N: Avaa Muistiinpanojen tekijän käyttöliittymän.
fr: NVDA + Alt + n : pour ouvrir l'interface Notetaker.
gl: NVDA + Alt + n: para abrir a interface do Notetaker.
hr: NVDA + Alt + n: za otvaranje sučelja programa Brze bilješke.
ja: NVDA+Alt+n: ノートテイカー画面を開きます。
pl: NVDA + Alt + n: aby otworzyć interfejs Notatnika.
pt_br: NVDA + Alt + n: para abrir a interface do Notetaker.
ru: NVDA + Alt + n: чтобы открыть интерфейс Notetaker.
tr: NVDA + Alt + n: Yeni not arayüzünü açar.
uk: NVDA + Alt + n: відкрити інтерфейс Notetaker.

source: NVDA + Alt + v: to open the Notes Manager interface.
bg: NVDA+Alt+V: Отваря интерфейса на диспечера на бележките.
de: NVDA+Alt+V: Öffnet die Notizbuch-Oberfläche.
es: NVDA+alt+v: abre la interfaz del gestor de notas.
fi: NVDA+Alt+V: Avaa Muistiinpanojen hallinnan käyttöliittymän.
fr: NVDA + Alt + v : pour ouvrir l'interface du Gestionnaire de notes.
gl: NVDA + Alt + v: para abrir a interface do Notes Manager (Administrador de Notas).
hr: NVDA + Alt + v: za pokretanje sučelja upravljača bilježaka.
ja: NVDA+Alt+v: ノート管理画面を開きます。
pl: NVDA + Alt + v: aby otworzyć interfejs Menedżera notatek.
pt_br: NVDA + Alt + v: para abrir a interface do Notes Manager.
ru: NVDA + Alt + v: чтобы открыть интерфейс менеджера заметок.
tr: NVDA + Alt + v: Not Yöneticisi arayüzünü açar.
uk: NVDA + Alt + v: відкрити інтерфейс диспетчера Нотаток.

source: Keyboard shortcuts in the different interfaces
bg: Клавишни комбинации в различните интерфейси
de: Tastenkombinationen in den verschiedenen Oberflächen
es: Atajos de teclado de las distintas interfaces
fi: Pikanäppäimet eri käyttöliittymissä
fr: Raccourcis clavier dans les différentes interfaces
gl: Atallos de Teclado nas diferentes interfaces
hr: Tipkovni prečaci u različitim sučeljima
ja: 画面ごとのキーボードショートカット
pl: Skróty klawiaturowe w różnych interfejsach
pt_br: Atalhos de teclado nas diferentes interfaces
ru: Сочетания клавиш в различных интерфейсах
tr: Farklı arayüzlerde klavye kısayolları
uk: Комбінації клавіш у різних інтерфейсах
