Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickDictionary.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk

source: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino and other NVDA contributors.
bg: Instant Translate: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino и други сътрудници на NVDA.
es: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino y otros colaboradores de NVDA.
fi: Pikakääntäjä: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino sekä muut osallistuneet.
fr: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino et autres contributeurs NVDA.
gl: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros contribuíntes de NVDA.
hr: Brzo prevođenje – Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino i drugi NVDA suradnici.
it: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino ed altri collaboratori di NVDA.
ja: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino その他のNVDAの貢献者の方々。
pl: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino i inni współpracownicy NVDA.
pt_br: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros colaboradores do NVDA.
pt_pt: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros colaboradores do NVDA.
ru: Instant Translate - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino и другие соавторы.
tr: Anında Çeviri - Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino ve diğer NVDA katkıda bulunanları.
uk: Instant Translate — Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino та інші співавтори.

source: To work with voice synthesizers profiles were used ideas from the Switch Synth add-on (thanks to Tyler Spivey).
bg: За работа с профили за речеви синтезатори са използвани идеи от добавката "Switch Synth" (благодарности на Tyler Spivey).
es: Para trabajar con los perfiles de sintetizadores de voz se usaron ideas del complemento SwitchSynth (gracias a Tyler Spivey).
fi: Puhesyntetisaattoriprofiileihin käytettiin ideoita Vaihda syntetisaattoria -lisäosasta (Tyler Spiveyn ansiosta).
fr: Pour travailler avec des profils de synthétiseurs vocaux, des idées de l'extension Switch Synth ont été utilisées (merci à Tyler Spivey).
gl: Para traballar con perfís de voz utilizouse a idea do complemento Switch Synth (grazas a Tyler Spivey).
hr: Za rad s profilima govornih jedinica korištene su ideje iz dodatka „Zamjena govorne jedinice” (hvala Tyler Spivey).
it: Per lavorare con i profili delle sintesi vocali sono state utilizzate idee prese dall'add-on Switch Synth (grazie a Tyler Spivey).
ja: 合成音声プロファイルごとの動作は、Switch Synthアドオン(Tyler Spiveyさんのおかげです)からのアイディアを使わせていただきました。
pl: Do pracy z profilami syntezatorów głosu wykorzystano pomysły z dodatku Switch Synth (podziękowania dla Tylera Spiveya).
pt_br: Para trabalhar com perfis de sintetizadores de voz, foram usadas ideias do complemento Switch Synth (graças a Tyler Spivey).
pt_pt: Para trabalhar com perfis de sintetizadores de voz foram utilizadas ideias do extra Switch Synth (graças a Tyler Spivey).
ru: Для работы с профилями синтезаторов голоса были использованы идеи из дополнения Switch Synth (автор Tyler Spivey).
tr: Ses sentezleyici profilleriyle çalışmak için Switch Synth eklentisinden fikirler kullanıldı (Teşekkürler Tyler Spivey).
uk: Для роботи з профілями синтезаторів голосу були використані ідеї з додатку Switch Synth (автор Tyler Spivey).

source: Change log
bg: Списък с промените
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
gl: Rexistro de trocos
hr: Dnevnik promjena
it: Novità
ja: 変更点
pl: Lista zmian
pt_br: Registro de alterações
pt_pt: Modificações:
ru: Журнал изменений
tr: Değişiklik Listesi
uk: Журнал змін

source: Version 2.1
bg: Версия 2.1
es: Versión 2.1
fi: Versio 2.1
gl: Versión 2.1
hr: Verzija 2.1
it: Versione 2.1
ja: バージョン2.1
pl: Wersja 2.1
pt_br: Versão 2.1
pt_pt: Versão 2.1
ru: Версия 2.1
tr: Sürüm 2.1
uk: Версія 2.1

source: added a dialog to edit the text before sending to remote service;
bg: добавен е диалогов прозорец за редактиране на текста преди изпращането му до отдалечената услуга;
es: añadido un diálogo para editar el texto antes de enviarlo al servicio remoto;
fi: Lisätty valintaikkuna tekstin muokkaamiseen ennen etäpalveluun lähettämistä
fr: ajout d'un dialogue pour modifier le texte avant de l'envoyer au service distant ;
gl: engadido un diálogo para editar o texto antes de envialo ao servizo remoto;
hr: dodan je dijaloški okvir za uređivanje teksta prije slanja na udaljenu uslugu;
it: aggiunta una finestra per modificare il testo prima di inviarlo a un servizio remoto;
ja: 離れたサービスに送る前にテキストを編集するダイアログを加えました;
pl: dodano okno dialogowe do edycji tekstu przed wysłaniem do zdalnej usługi;
pt_br: adicionada uma caixa de diálogo para editar o texto antes de enviá-lo ao serviço remoto;
pt_pt: acrescentou-se um diálogo para editar o texto antes de o enviar para o serviço remoto;
ru: добавлен диалог для редактирования текста перед отправкой в удалённую службу;
tr: uzak servise göndermeden önce metni düzenlemek için bir iletişim kutusu eklendi;
uk: додано діалогове вікно для редагування тексту перед його надсиланням до віддаленого сервісу;

source: separated add-on help page from ReadMe;
bg: Помощната страница за добавката е отделена от "ReadMe";
es: se ha separado la página de ayuda del complemento del archivo léame;
fi: Lisäosan ohjesivu ja Lueminut-tiedosto ovat nyt erillisiä
fr: page d'aide de l'extension séparée de ReadMe ;
gl: separada a páxina de axuda do complemento do leme;
hr: stranica pomoći za dodatke odvojena je od datoteke ReadMe;
it: la guida dell'add-on è stata separata dal file ReeadMe;
ja: アドオンヘルプページをReadMeから分けました;
pl: oddzielna strona pomocy dodatku od ReadMe;
pt_br: página de ajuda do complemento separada do ReadMe;
pt_pt: separou-se a página de ajuda do add-on a partir do ReadMe;
ru: отдельная дополнительная страница справки из ReadMe;
tr: eklenti yardım sayfası beni oku dosyasından ayrıldı;
uk: відокремлено довідку додатку від ReadMe;

source: Turkish translation added (thanks to Cagri Dogan).
bg: Добавен е превод на турски (благодарности на Cagri Dogan).
es: Añadida traducción al turco (gracias a Cagri Dogan).
fi: Lisätty Turkinkielinen käännös (kiitos Cagri Doganille).
fr: Traduction turque ajoutée (merci à Cagri Dogan).
gl: engadida tradución ó turco (grazas a Cagri Dogan).
hr: Dodan je prijevod na turski (hvala Cagri Dogan).
it: Aggiunta la traduzione in turco (grazie a Cagri Dogan).
ja: トルコ語の翻訳を追加しました（Cagri Doganさんのおかげです）。
pl: Dodano tłumaczenie na turecki (podziękowania dla Cagri Dogan).
pt_br: Tradução turca adicionada (graças a Cagri Dogan).
pt_pt: Adicionada a tradução turca (graças a Cagri Dogan).
ru: Добавлен перевод на турецкий язык (благодарность Cagri Dogan).
tr: Türkçe çeviri eklendi (teşekkürler Çağrı Doğan).
uk: оновлено переклад на турецьку мову (подяка Cagri Dogan).

source: Version 2.0
bg: Версия 2.0
es: Versión 2.0
fi: Versio 2.0
gl: Versión 2.0
hr: Verzija 2.0
it: Versione 2.0
ja: バージョン2.0
pl: Wersja 2.0
pt_br: Versão 2.0
pt_pt: Versão 2.0
ru: Версия 2.0
tr: Sürüm 2.0
uk: Версія 2.0

source: added the ability to connect other online dictionary services;
bg: добавена е възможност за свързване на други онлайн речникови услуги;
es: añadida la posibilidad de conectar otros servicios en línea;
fi: Lisätty mahdollisuus muiden online-sanastopalvelujen yhdistämiseen
fr: Ajout de la possibilité de connecter d'autres services de dictionnaire en ligne;
gl: engadida a posibilidad de conectar outros servizos de dicionario en liña;
hr: dodana je mogućnost za povezivanje drugih usluga online rječnika;
it: aggiunta la possibilità di collegarsi con altri servizi di dizionari online;
ja: 他のオンライン辞書サービスに接続する機能を追加しました;
pl: dodano możliwość łączenia innych usług słownika online;
pt_br: adicionou a capacidade de conectar outros serviços de dicionário on-line;
pt_pt: Adicionada a capacidade de se ligar a outros serviços de dicionários online;
ru: добавлена возможность подключения других сервисов онлайн-словарей;
tr: diğer çevrimiçi sözlük hizmetlerine bağlanma yeteneği eklendi;
uk: додано можливість підключення інших сервісів онлайн-словників;

source: added Lexicala service and its settings panel;
bg: добавена е услугата "Lexicala" и нейният панел за настройки;
es: añadido el servicio Lexicala junto con su panel de opciones;
fi: Lisätty Lexicala-palvelu sekä sen asetuspaneeli
fr: Ajout du service Lexicala et de son dialogue de paramètres;
gl: engadido o servizo Lexicala e o seu panel de opcións;
hr: dodana je usluga Lexicala i njezina ploča s postavkama;
it: aggiunto il servizio Lexicala e la sua finestra impostazioni;
ja: Laxicalaサービスとその設定パネルを追加しました;
pl: dodano serwis Lexicala i jego panel ustawień;
pt_br: adicionado o serviço Lexicala e seu painel de configurações;
pt_pt: adicionado o serviço Lexicala e o seu painel de configurações;
ru: добавлен сервис Lexicala и панель его настроек;
tr: lexicala hizmeti ve ayarlar paneli eklendi;
uk: додано сервіс Lexicala та його панель налаштувань;

source: added a dialog for choosing an online service from the list of available ones;
bg: добавен е диалогов прозорец за избор на онлайн услуга от списъка с налични такива;
es: añadido un diálogo para elegir un servicio remoto de la lista de los que hay disponibles;
fi: Lisätty valintaikkuna online-palvelun valitsemiseen
fr: ajout d'un dialogue pour choisir un service en ligne dans la liste des services disponibles ;
gl: engadido un diálogo para escoller un servizo en liña dende a lista de servizos dispoñibles;
hr: dodan je dijaloški okvir za biranje online usluge s popisa dostupnih;
it: aggiunta una finestra per scegliere un servizio di dizionario online dalla lista di quelli disponibili;
ja: 使用可能な物のリストからオンラインサービスを選択するダイアログを追加しました;
pl: dodano okno dialogowe wyboru usługi online z listy dostępnych;
pt_br: adicionada uma caixa de diálogo para escolher um serviço on-line na lista de serviços disponíveis;
pt_pt: adicionado um diálogo para escolher um serviço online a partir da lista de serviços disponíveis;
ru: добавлен диалог для выбора онлайн-сервиса из списка доступных;
tr: mevcut çevrimiçi hizmet listesinden birini seçmek için bir iletişim kutusu eklendi;
uk: додано діалогове вікно вибору онлайн-сервісу зі списку доступних;

source: added a command to get information about the selected service;
bg: добавена е команда за получаване на информация за избраната услуга;
es: añadida una orden para obtener información sobre el servicio seleccionado;
fi: Lisätty komento, jolla saadaan tietoja valitusta palvelusta
fr: Ajout d'une commande pour obtenir des informations sur le service sélectionné;
gl: engadido un atallo para obter información sobre o servizo seleccionado;
hr: dodana je naredba za dobivanje informacija o odabranoj usluzi;
it: aggiunto un comando per ottenere informazioni sul servizio selezionato;
ja: 選択されたサービスについての情報を得るコマンドを追加しました;
pl: dodano polecenie, aby uzyskać informacje o wybranej usłudze;
pt_br: adicionou um comando para obter informações sobre o serviço selecionado;
pt_pt: adicionado um comando para obter informações sobre o serviço seleccionado;
ru: добавлена команда для получения информации о выбранном сервисе;
tr: seçilen hizmet hakkında bilgi almak için bir komut eklendi;
uk: додано команду для отримання інформації про обраний сервіс;

source: added a dialog for working with profiles of voice synthesizers;
bg: добавен е диалогов прозорец за работа с профилите за речеви синтезатори;
es: añadido un diálogo para trabajar con perfiles de síntesis de voz;
fi: Lisätty valintaikkuna puhesyntetisaattoriprofiillien käyttämiseen
fr: Ajout d'un dialogue pour travailler avec les profils de synthétiseurs vocaux;
gl: engadido un diálogo para traballar con perfís de voz;
hr: dodan je dijaloški okvir za rad s profilima govornih jedinica;
it: aggiunta una finestra per lavorare con i profili delle sintesi vocali;
ja: 合成音声のプロファイルについて機能するダイアログを追加しました;
pl: dodano okno dialogowe do pracy z profilami syntezatorów głosu;
pt_br: adicionada uma caixa de diálogo para trabalhar com perfis de sintetizadores de voz;
pt_pt: Adicionado um diálogo para trabalhar com perfis de sintetizadores de voz;
ru: добавлен диалог для работы с профилями голосовых синтезаторов;
tr: ses sentezleyici profilleriyle çalışmak için bir iletişim kutusu eklendi;
uk: додано діалогове вікно для роботи з профілями голосових синтезаторів;

source: implemented the procedure for switching to the previous voice synthesizer;
bg: Внедрена е процедурата за превключване към предишния речев синтезатор;
es: implementado el procedimiento para pasar al sintetizador de voz anterior;
fi: Toteutettu toiminto aiempaan puhesyntetisaattoriin vaihtamiseen
fr: mis en œuvre de la procédure de basculement vers le synthétiseur vocal précédent ;
gl: implementado o procedemento para cambiar ao anterior sintetizador de voz;
hr: implementiran je postupak za mijenjanje na prethodnu govornu jedinicu;
it: implementata la procedura per tornare alla sintesi vocale precedente;
ja: 前の合成音声に切り替える手段を実装しました;
pl: zaimplementowano procedurę przełączania na poprzedni syntezator głosu;
pt_br: implementou o procedimento para alternar para o sintetizador de voz anterior;
pt_pt: implementado o procedimento de mudança para o sintetizador de voz anterior;
ru: реализована процедура переключения на предыдущий синтезатор голоса;
tr: önceki ses sentezleyiciye geçmeyi sağlayan özelik eklendi;
uk: реалізовано процедуру перемикання до попереднього голосового синтезатора;

source: implemented a parallel thread to monitor the state of the synthesizer;
bg: внедрена е паралелна нишка за наблюдение на състоянието на синтезатора;
es: implementado un hilo paralelo para vigilar el estado del sintetizador;
fi: Toteutettu rinnakkaissäie seuraamaan syntetisaattorin tilaa
fr: implémentation d'un processus parallèle pour surveiller l'état du synthétiseur ;
gl: implementado un fío paralelo para monitorizar o estado do sintetizador;
hr: implementiran je paralelni slijed komentara za praćenje stanja govorne jedinice;
it: implementato un processo parallelo per monitorare lo stato della sintesi vocale;
ja: 合成音声の状態をモニターする並行なスレッドを実装しました;
pl: zaimplementowano równoległy wątek do monitorowania stanu syntezatora;
pt_br: implementou um thread paralelo para monitorar o estado do sintetizador;
pt_pt: implementada uma via paralela para monitorizar o estado do sintetizador;
ru: реализован параллельный поток для отслеживания состояния синтезатора;
tr: sentezleyicinin durumunu izlemek için paralel bir iş parçacığı eklendi;
uk: реалізовано паралельний потік для контролю стану синтезатора;

source: due to an increase in the number of functions in the add-on - help for commands is now displayed in a separate window;
bg: поради увеличения брой на функциите в добавката, помощта за командите вече се показва в отделен прозорец;
es: a causa del incremento de funciones en el complemento, la ayuda de órdenes ahora se muestra en una ventana independiente;
fi: Lisäosan toimintojen määrän lisääntymisen vuoksi komentojen ohje näytetään nyt erillisessä ikkunassa
fr: en raison d'une augmentation du nombre de fonctions dans l'extension - l'aide pour les commandes est désormais affichée dans une fenêtre séparée ;
gl: debido a un incremento no número de funcións do complemento - a axuda de atallos do complemento amósase agora nunha xanela separada;
hr: zbog povećanja broja funkcija u dodatku – pomoć za naredbe sada se prikazuje u zasebnom prozoru;
it: a causa dell'incremento delle funzioni dell'add-on, ora la guida ai comandi viene mostrata in una finestra separata;
ja: アドオンの機能数が増加したので、コマンドヘルプが別のウィンドウに表示されるようにしました;
pl: ze względu na wzrost liczby funkcji w dodatku - pomoc dla poleceń jest teraz wyświetlana w osobnym oknie;
pt_br: devido a um aumento no número de funções no complemento - a ajuda para os comandos agora é exibida em uma janela separada;
pt_pt: devido a um aumento do número de funções no extra, a ajuda para os comandos é agora mostrada numa janela separada;
ru: в связи с увеличением количества функций дополнения - справка по командам теперь отображается в отдельном окне;
tr: eklentideki işlevlerin sayısındaki artış nedeniyle - komutlar için yardım artık ayrı bir pencerede görüntülenecek;
uk: через збільшення кількості функцій додатка, довідка по командах тепер відображається в окремому вікні;

source: updated procedure for caching requests to online services;
bg: Обновена е процедурата за кеширане на заявките към онлайн услугите;
es: actualizado el procedimiento para almacenar en caché las solicitudes a servicios en línea;
fi: päivitetty menettely online-palvelupyyntöjen tallentamiseksi välimuistiin
fr: mise à jour de la procédure de mise en cache des requêtes vers les services en ligne ;
gl: actualizado o procedemento para gardar solicitudes a servizos en liña en caché;
hr: aktualiziran je postupak za predmemoriranje zahtjeva za online usluge;
it: aggiornata la procedura per velocizzare le richieste ai servizi online;
ja: オンラインサービスへの要求をキャッシュする手順を更新しました;
pl: zaktualizowana procedura buforowania wniosków do usług online;
pt_br: procedimento atualizado para armazenar em cache as solicitações de serviços on-line;
pt_pt: Actualizado procedimento para pedidos de caching a serviços em linha;
ru: обновлена процедура кэширования запросов к онлайн-сервисам;
tr: çevrimiçi hizmetlerin istekleri önbelleğe alma prosedürü güncellendi;
uk: оновлено процедуру кешування запитів до онлайн-сервісів;

source: added add-on submenu to NVDA menu;
bg: добавено е подменю за добавката към менюто на NVDA;
es: se ha añadido un submenú del complemento al menú NVDA;
fi: NVDA-valikkoon lisätty lisäosan alivalikko
fr: ajout d'un sous-menu pour l'extension au menu NVDA ;
gl: engadido o submenú do complemento ao menú NVDA;
hr: dodan je podizbornik za dodatke u NVDA izbornik;
it: aggiunto il sottomenu dell'add-on al menu di NVDA;
ja: アドオンサブメニューをNVDAメニューに追加しました;
pl: dodano podmenu dodatków do menu NVDA;
pt_br: adicionado submenu de complemento ao menu NVDA;
pt_pt: adicionado o submenu do extra ao menu do NVDA;
ru: добавлено подменю дополнения в меню NVDA;
tr: NVDA menüsüne eklenti alt menüsü eklendi;
uk: додано підменю додатка в меню NVDA;

source: updated ReadMe.
bg: Файлът "ReadMe" е обновен.
es: actualizado léeme.
fi: Lueminut-tiedosto päivitetty
fr: Mise à jour du readme.
gl: actualizado leme.
hr: aktualizirana je datoteka ReadMe.
it: aggiornato il file ReadMe.
ja: ReadMeを更新しました。
pl: zaktualizowany plik ReadMe.
pt_br: readMe atualizado.
pt_pt: readMe actualizado.
ru: обновлён ReadMe.
tr: beni oku dosyası güncellendi.
uk: оновлено ReadMe.

source: Version 1.2
bg: Версия 1.2
es: Versión 1.2
fi: Versio 1.2
gl: Versión 1.2
hr: Verzija 1.2
it: Versione 1.2
ja: バージョン1.2
pl: Wersja 1.2
pt_br: Versão 1.2
pt_pt: Versão 1.2
ru: Версия 1.2
tr: Sürüm 1.2
uk: Версія 1.2

source: added the ability to automatically switch voice synthesizers for selected languages;
bg: добавена е възможност за автоматично превключване към даден синтезатор за избраните езици;
es: añadida la capacidad de alternar automáticamente entre sintetizadores de voz en los idiomas seleccionados;
fi: Lisätty mahdollisuus puhesyntetisaattoreiden automaattiseen vaihtamiseen valituilla kielillä
fr: ajout de la possibilité de changer automatiquement de synthétiseur vocal pour les langues sélectionnées ;
gl: engadida a posibilidad de alternar automaticamente sintetizadores de voz para lingua seleccionadas;
hr: dodana je mogućnost automatskog prebacivanja govornih jedinica za odabrane jezike;
it: aggiunta la possibilità di scambiare automaticamente le sintesi vocali per le lingue selezionate;
ja: 自動的に合成音声を選択された言語に切り替える機能を追加しました;
pl: dodano możliwość automatycznego przełączania syntezatorów głosu dla wybranych języków;
pt_br: adicionada a capacidade de alternar automaticamente os sintetizadores de voz para os idiomas selecionados;
pt_pt: adicionada a capacidade de mudar automaticamente os sintetizadores de voz para os idiomas seleccionados;
ru: добавлена возможность автоматического переключения голосовых синтезаторов для выбранных языков;
tr: seçilen diller için ses sentezleyicilerini otomatik olarak değiştirme özelliği eklendi;
uk: додано можливість автоматичного перемикання голосових синтезаторів для обраних мов;

source: added the ability to download the current list of languages available in the online-dictionary;
bg: добавена е възможност за изтегляне на текущия списък с езици, налични в онлайн речника;
es: añadida la capacidad de descargar la lista más reciente de idiomas disponibles del diccionario en línea;
fi: Lisätty mahdollisuus online-sanastossa käytettävissä olevien kielien luettelon lataamiseen
fr: ajout de la possibilité de télécharger la liste actuelle des langues disponibles dans le dictionnaire en ligne ;
gl: engadida a posibilidade de descargar a lista actual de linguas dispoñibles no dicionario en liña;
hr: dodana je mogućnost preuzimanja aktualnog popisa jezika dostupnih u online rječniku;
it: aggiunta la possibilità di scaricare la lista delle lingue al momento disponibili nel dizionario online;
ja: オンライン辞書の中の、使用可能な言語の現在のリストをダウンロードする機能を追加しました;
pl: dodano możliwość pobrania aktualnej listy języków dostępnych w słowniku online;
pt_br: adicionada a capacidade de fazer download da lista atual de idiomas disponíveis no dicionário on-line;
pt_pt: adicionada a capacidade de descarregar a lista actual de línguas disponíveis no dicionário online;
ru: добавлена возможность загрузки текущего списка языков, доступных в онлайн-словаре;
tr: çevrimiçi sözlükte mevcut olan dillerin güncel listesini indirme özelliği eklendi;
uk: додано можливість завантаження актуального списку мов, доступних в Інтернет-словнику;

source: Turkish translation added thanks to Cagri Dogan.
bg: Добавен е турски превод (благодарности на Cagri Dogan).
es: Añadida la traducción al turco gracias a Cagri Dogan.
fi: Lisätty turkinkielinen käännös (kiitos Cagri Doganille).
fr: Traduction turque ajoutée grâce à Cagri Dogan.
gl: engadida tradución ó turco grazas a Cagri Dogan.
hr: Dodan je prijevod na turski (hvala Cagri Dogan).
it: Aggiunta la traduzione in turco (grazie a Cagri Dogan).
ja: Cagri Doganのおかげで、トルコ語翻訳が加わりました。
pl: Tureckie tłumaczenie dodane dzięki Cagri Dogan.
pt_br: Tradução turca adicionada graças a Cagri Dogan.
pt_pt: Tradução turca acrescentada graças a Cagri Dogan.
ru: Добавлен турецкий перевод благодаря Cagri Dogan.
tr: Çağrı Doğan sayesinde Türkçe çeviri eklendi.
uk: додано переклад на турецьку мову, подяка Cagri Dogan.

source: Version 1.1
bg: Версия 1.1
es: Versión 1.1
fi: Versio 1.1
gl: Versión 1.1
hr: Verzija 1.1
it: Versione 1.1
ja: バージョン1.1
pl: Wersja 1.1
pt_br: Versão 1.1
pt_pt: Versão 1.1
ru: Версия 1.1
tr: Sürüm 1.1
uk: Версія 1.1
