Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickDictionary.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk

source: [[!meta title="Quick Dictionary"]]
bg: [[!meta title="Бърз речник (Quick Dictionary)"]]
es: [[!meta title="Diccionario rápido"]]
fi: [[!meta title="Pikasanasto"]]
hr: [[!meta title="Brzi rječnik (Quick Dictionary)"]]
pt_br: [[!meta title=“Dicionário rápido”]]
pt_pt: [[!meta title="Dicionário Rápido"]]
ru: [[!meta title="Быстрый Словарь"]]
tr: [[!meta title="Çabuk Sözlük"]]
uk: [[!meta title="Quick Dictionary (Швидкий словник)"]]

source: Author: Oleksandr Gryshchenko
bg: Автор: Oleksandr Gryshchenko
es: Autor: Oleksandr Gryshchenko
fi: Tekijä: Oleksandr Gryshchenko
fr: Auteur : Oleksandr Gryshchenko
gl: Autor: Oleksandr Gryshchenko
hr: Autor: Oleksandr Gryshchenko
it: Autore: Oleksandr Gryshchenko
ja: 開発者: Oleksandr Gryshchenko
pl: Autor: Oleksandr Gryshchenko
pt_br: Autor: Oleksandr Gryshchenko
pt_pt: Autor: Oleksandr Gryshchenko
ru: Автор: Олександр Грищенко
tr: Yazar: Oleksandr Gryshchenko
uk: Автор: Олександр Грищенко

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [versão estável] [1]
ru: Загрузить [стабильную версию][1]
tr: [kararlı sürüm][1]ü indir
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Download [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
ja: ダウンロード[開発版][2]
pl: Pobierz [Wersja rozwojowa][2]
pt_br: Download [versão em desenvolvimento][2]
pt_pt: Baixar [Versão de desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
tr: [Geliştirme sürümü][2]nü indir
uk: Завантажити [версію в розробці][2]

source: NVDA compatibility: 2019.3 to 2020.3
bg: Съвместимост с NVDA: от 2019.3 до 2020.3
es: Compatibilidad con NVDA: de 2019.3 a 2020.3
fi: Yhteensopivuus: NVDA 2019.3-2020.3
fr: Compatibilité NVDA : 2019.3 à 2020.3
gl: Compatibilidade con NVDA: da 2019.3 á 2020.3
hr: NVDA kompatibilnost: 2019.3 do 2020.3
it: Compatibilità con NVDA: dalla versione 2019.3 alla 2020.3
ja: NVDA互換性: 2019.3 to 2020.3
pl: Zgodność z NVDA: od 2019.3 do 2020.3
pt_br: Compatibilidade com NVDA: 2019.3 a 2020.3
pt_pt: Compatibilidade com o NVDA: 2019.3 a 2020.3
ru: Совместимость с NVDA: 2019.3 до 2020.3
tr: NVDA uyumluluğu: 2019.3 to 2020.3
uk: Сумісність з NVDA: 2019.3 та новіші версії

source: Welcome to NVDA Quick Dictionary addon, which will allow you to quickly get a dictionary article with the translation of a word or phrase into your chosen language by pressing a key combination. There are few basic keyboard shortcuts and they are all intuitive and convenient so you will remember them quickly.
bg: Добре дошли в добавката за NVDA, наречена "Бърз речник", която ще ви позволи бързо да получите речникова статия с превод на дума или фраза на избрания от вас език чрез натискане на клавишна комбинация. Има няколко основни клавишни комбинации и всички те са интуитивни и удобни, така че ще ги запомните бързо.
es: Bienvenido al complemento de diccionario rápido de NVDA, que te permitirá obtener rápidamente el artículo de un diccionario con la traducción de una palabra o frase en el idioma de tu elección pulsando una combinación de teclas. Hay unos pocos atajos de teclado, pero son intuitivos y se han elegido convenientemente para que los recuerdes rápidamente.
fi: Tervetuloa Pikasanasto-lisäosaan, jonka avulla voit saada nopeasti sanakirja-artikkelin, joka sisältää käännöksen sanasta tai lauseesta valitsemallesi kielelle painamalla tiettyä näppäinyhdistelmää. Pikanäppäimiä on vähän, ja ne ovat kaikki intuitiivisia ja käteviä, joten opit muistamaan ne nopeasti.
fr: Bienvenue dans l'extension NVDA Quick Dictionary, qui vous permettra d'obtenir rapidement un article de dictionnaire avec la traduction d'un mot ou d'une phrase dans la langue de votre choix en appuyant sur une combinaison de touches. Il y a peu de raccourcis clavier de base et ils sont tous intuitifs et pratiques, vous vous en souviendrez donc rapidement.
gl: Bendido ao complemento de NVDA Quick Dictionary, que che permitirá obter unha entrada de dicionario rapidamente coa tradución dunha palabra ou frase na lingua da túa escolla premendo unha combinación de teclas. Hai poucas ordes de teclas básicas e e todas son intuitivas e axeitadas, polo que te lembrarás delas rapidamente.
hr: NVDA dodatak „Brzi rječnik” omogućuje brz pristup članku rječnika s prijevodom riječi ili izraza na odabrani jezik pomoću tipkovnih prečaca. Postoji nekoliko osnovnih tipkovnih prečaca i svi su intuitivni i prikladni, tako da se mogu lako zapamtiti.
it: Benvenuti in Quick Dictionary, add-on per NVDA che vi permetterà, premendo una combinazione di tasti, di accedere rapidamente a una voce di dizionario contenente la traduzione, nella lingua da voi scelta, di una parola o di una frase. Sono disponibili alcuni comandi da tastiera di base, tutti comodi e intuitivi, che imparerete velocemente.
ja: NVDA Quick Dictionaryアドオンにようこそ。キーの組み合わせを押して素早く、辞書の内容を、選択した言語に翻訳された言葉またはフレーズとともに、得ることが出来ます。数が少ない、基本的なキーボードショートカットなので、わかりやすく便利で、すぐ覚えられます。
pl: Witamy w dodatku NVDA Quick Dictionary, który pozwoli Ci szybko uzyskać artykuł słownikowy z tłumaczeniem słowa lub frazy na wybrany język, naciskając kombinację. Istnieje kilka podstawowych skrótów klawiaturowych i wszystkie są intuicyjne i wygodne, dzięki czemu szybko je zapamiętasz.
pt_br: Bem-vindo ao complemento NVDA Quick Dictionary, que permitirá que você obtenha rapidamente um artigo de dicionário com a tradução de uma palavra ou frase para o idioma escolhido pressionando uma combinação de teclas. Há alguns atalhos de teclado básicos e todos eles são intuitivos e convenientes, de modo que você se lembrará deles rapidamente.
pt_pt: Bem-vindo ao extra para o NVDA "Dicionário Rápido", que lhe permitirá obter rapidamente um verbete de dicionário com a tradução de uma palavra ou frase para a sua língua escolhida, pressionando uma combinação de teclas. Existem poucos atalhos básicos de teclado e todos eles são intuitivos e convenientes, pelo que se lembrará deles rapidamente.
ru: Добро пожаловать в дополнение NVDA Quick Dictionary, которое позволит вам быстро получить словарную статью с переводом слова или словосочетания на выбранный язык при помощи комбинации клавиш. Основных клавишных команд немного и все они интуитивно понятны и удобны, поэтому вы быстро их запомните.
tr: NVDA Çabuk Sözlük eklentisine hoş geldiniz. Bu eklenti, bir tuş kombinasyonuna basarak Bir kelimenin veya ifadenin istediğiniz dile çevirisini içeren bir sözlük maddesine hızlı bir şekilde ulaşmanızı sağlar.
uk: Ласкаво просимо в додаток Quick Dictionary («Швидкий словник») для NVDA, котрий дозволить вам швидко отримати словникову статтю з перекладом слова або словосполучення на обрану мову за допомогою натискання комбінації клавіш. Основних комбінацій клавіш небагато і всі вони інтуїтивно зрозумілі та зручні, тому Ви швидко їх запам'ятаєте.

source: Dictionary articles contain detailed information about a word, such as part of speech, gender, plural or singular, translation options, list of meanings, synonyms and detailed examples. Such information will be useful for people who are learning foreign languages, or seek to use in communication all the richness and diversity of their own language.
bg: Речниковите статии съдържат подробна информация за дадена дума, като част от речта, род, множествено или единствено число, варианти за превод, списък със значения, синоними и подробни примери. Такава информация ще бъде полезна за хора, които учат чужди езици или се стремят да използват в общуването цялото богатство и разнообразие на родния си език.
es: Los artículos del diccionario contienen información detallada de la palabra, tal como voz, género, singular o plural, opciones de traducción, lista de significados, sinónimos y ejemplos detallados. Dicha información será muy útil para la gente que aprende idiomas extranjeros, o busca comunicarse aprovechando toda la riqueza y diversidad de su propio idioma.
fi: Sanakirja-artikkeleissa on yksityiskohtaisia tietoja sanasta, kuten puheen osasta, sukupuolesta, monikosta tai yksiköstä, käännösvaihtoehdoista, luettelo merkityksistä, synonyymeistä sekä yksityiskohtaisista esimerkeistä. Tällaisesta tiedosta on hyötyä niille, jotka opettelevat vieraita kieliä tai pyrkivät käyttämään viestinnässä oman kielensä koko rikkautta ja monimuotoisuutta.
fr: Les articles du dictionnaire contiennent des informations détaillées sur un mot, telles que la partie du discours, le genre, le pluriel ou le singulier, les options de traduction, la liste des significations, les synonymes et des exemples détaillés. Ces informations seront utiles aux personnes qui apprennent des langues étrangères ou cherchent à utiliser dans la communication toute la richesse et la diversité de leur propre langue.
gl: As entradas de dicionario conteñen información detallada sobre unha palabra, como pronuncia, xéneros, plural ou singular, opcións de tradución, lista de significados, sinónimos e exemplos detallados. Tal información será útil para xente que estea aprendendo linguas estranxeiras, ou persiga utilizar na súa comunicación toda a riqueza e diversidade da súa lingua propia.
hr: Članci rječnika sadrže detaljne informacije o riječi, poput dijela govora, roda, množine ili jednine, mogućnosti prijevoda, popis značenja, sinonime i detaljne primjere. Takve će informacije biti korisne ljudima koji uče strane jezike ili nastoje u komunikaciji koristiti svo bogatstvo i raznolikost vlastitog jezika.
it: Le voci di dizionario contengono informazioni dettagliate su una parola, come parte del discorso (nome, aggettivo, verbo, ecc.), genere, numero (singolare o plurale), opzioni di traduzione, lista dei significati, sinonimi ed esempi dettagliati. Queste informazioni saranno utili per chi sta imparando le lingue straniere o per chi, quando comunica, cerca di usare tutta la ricchezza e la diversità della sua lingua.
ja: 辞書の内容は、単語の詳しい情報で、スピーチの部分、性別, 複数または単数、翻訳オプション、意味のリスト、類義語、詳しい例などです。このような情報は外国語を学ぶ人や、自国語の豊かさや多様性のあるコミュニケーションの中で使い方を探している人に便利です。
pl: Artykuły słownikowe zawierają szczegółowe informacje o słowie, takie jak część mowy, płeć, liczba mnoga lub liczba pojedyncza, opcje tłumaczenia, lista znaczeń, synonimy i szczegółowe przykłady. Takie informacje będą przydatne dla osób, które uczą się języków obcych lub starają się wykorzystać w komunikacji całe bogactwo i różnorodność własnego języka.
pt_br: Os artigos do dicionário contêm informações detalhadas sobre uma palavra, como classe gramatical, gênero, plural ou singular, opções de tradução, lista de significados, sinônimos e exemplos detalhados. Essas informações serão úteis para pessoas que estão aprendendo idiomas estrangeiros ou que buscam usar na comunicação toda a riqueza e diversidade de seu próprio idioma.
pt_pt: Os verbetes de dicionário contêm informações detalhadas sobre uma palavra, tais como parte do discurso, género, plural ou singular, opções de tradução, lista de significados, sinónimos e exemplos detalhados. Tal informação será útil para pessoas que estão a aprender línguas estrangeiras, ou que procuram utilizar na comunicação toda a riqueza e diversidade da sua própria língua.
ru: Словарные статьи содержат подробную информацию о слове, такую как часть речи, род, число, варианты перевода, перечень значений, синонимы и подробные примеры. Такая информация будет полезной для людей, изучающих иностранные языки, или стремящихся использовать в общении всё богатство и разнообразие собственного языка.
tr: Sözlük maddeleri, bir kelime hakkında konuşmada nasıl kullanıldığı, cinsiyeti, çoğul veya tekil halleri, çeviri seçenekleri, anlam listesi, eş anlamlılar ve diğer örnekler gibi ayrıntılı bilgiler içerir. Bu tür bilgiler, yabancı dil öğrenen veya kendi dilinin tüm zenginliğini ve çeşitliliğini iletişim kurarken kullanmak isteyen kişiler için faydalı olacaktır.
uk: Словникові статті містять докладну інформацію про слово, таку як частина мови, рід, множина чи однина, варіанти перекладу, перелік значень, синоніми та детальні приклади. Така інформація буде корисною для людей, які вивчають іноземні мови, або прагнуть використовувати у спілкуванні все багатство та різноманіття власної мови.

source: The add-on supports several online dictionary services. You can select the desired remote dictionary in the appropriate dialog box or by using keyboard shortcuts. Each available service has its own settings panel.
bg: Добавката поддържа няколко онлайн речникови услуги. Можете да изберете желания отдалечен речник в съответния диалогов прозорец или като използвате клавишни комбинации. Всяка налична услуга има свой собствен панел за настройки.
es: El complemento soporta diversos servicios de diccionarios en línea. Puedes seleccionar el diccionario remoto deseado en el cuadro de diálogo correspondiente o utilizando atajos de teclado. Cada servicio disponible dispone de su propio panel de opciones.
fi: Lisäosa tukee useita online-sanakirjapalveluita. Voit valita haluamasi etäsanakirjan omasta valintaikkunastaan tai käyttämällä pikanäppäimiä. Kullakin käytettävissä olevalla palvelulla on oma asetuspaneelinsa.
fr: L'extension prend en charge plusieurs services de dictionnaire en ligne. Vous pouvez sélectionner le dictionnaire distant souhaité dans le dialogue appropriée ou en utilisant les raccourcis clavier. Chaque service disponible a son propre panneau de paramètres.
gl: O complemento soporta varios servizos de dicionario en liña. Podes seleccionar o dicionario remoto desexado na caixa de diálogo correspondente ou utilizando atallos de teclado. Cada servizo dispoñible ten o seu propio panel de opcións.
hr: Dodatak podržava nekoliko internetskih usluga rječnika. Željeni rječnik se može odabrati u odgovarajućem dijaloškom okviru ili pomoću tipkovnih prečaca. Svaka dostupna usluga ima vlastitu ploču s postavkama.
it: L'add-on supporta molti servizi di dizionari online (n.d.t.: un servizio di dizionari online offre dizionari online in molte lingue). Potete selezionare il vostro dizionario preferito nell'apposita finestra o tramite gli appositi comandi da tastiera. Ogni dizionario disponibile ha la sua finestra di impostazioni.
ja: このアドオンはいくつかのオンライン辞書サービスをサポートしています。適切なダイアログボックスまたはキーボードショートカットを使って、希望する離れた辞書を選択することが出来ます。それぞれの利用可能なサービスは、それぞれの設定パネルを持ちます。
pl: Dodatek obsługuje kilka usług słownika online. Żądany słownik zdalny można wybrać w odpowiednim oknie dialogowym lub za pomocą skrótów klawiaturowych. Każda dostępna usługa posiada własny panel ustawień.
pt_br: O complemento oferece suporte a vários serviços de dicionário on-line. Você pode selecionar o dicionário remoto desejado na caixa de diálogo apropriada ou usando os atalhos do teclado. Cada serviço disponível tem seu próprio painel de configurações.
pt_pt: O extra suporta vários serviços de dicionário online. É possível seleccionar o dicionário remoto desejado na caixa de diálogo apropriada ou usando atalhos de teclado. Cada serviço disponível tem o seu próprio painel de configurações.
ru: Дополнение поддерживает несколько сервисов онлайн словарей. Вы можете выбрать нужный удаленный словарь в соответствующем диалоговом окне или воспользовавшись клавишными командами. Каждый доступный сервис имеет собственную панель настроек.
tr: Eklenti birkaç çevrimiçi sözlük hizmetini destekler. Uygun iletişim kutusunu veya klavye kısayollarını kullanarak istediğiniz sözlüğü seçebilirsiniz. Kullanılabilir her hizmetin kendi ayar paneli vardır.
uk: Додаток підтримує декілька сервісів онлайн словників. Ви можете обрати потрібний віддалений словник у відповідному діалоговому вікні або скориставшись клавішними командами. Кожен доступний сервіс має власну панель налаштувань.

source: There are also advanced opportunities for working with profiles of the voice synthesizers. You can associate a voice synthesizer profile with a specific language, after that translations into this language will be automatically voiced by the selected synthesizer.
bg: Има и разширени възможности за работа с профилите за речевите синтезатори. Можете да свържете профил за даден речев синтезатор с определен език, след което преводите на този език автоматично ще бъдат озвучени от избрания синтезатор.
es: También hay oportunidades avanzadas para trabajar con perfiles de los sintetizadores de voz. Puedes asociar un perfil de síntesis de voz con un idioma específico, tras lo cuál las traducciones a dicho idioma serán pronunciadas por el sintetizador seleccionado.
fi: Puhesyntetisaattoriprofiilien käyttämiseen on myös edistyneitä mahdollisuuksia. Voit liittää puhesyntetisaattoriprofiilin tiettyyn kieleen, jonka jälkeen käännökset kyseiselle kielelle puhutaan automaattisesti valitulla syntetisaattorilla.
fr: Il existe également des possibilités avancées de travailler avec les profils des synthétiseurs vocaux. Vous pouvez associer un profil de synthétiseur vocal à une langue spécifique, après quoi les traductions dans cette langue seront automatiquement exprimées par le synthétiseur sélectionné.
gl: Tamén hai oportunidades avanzadas para traballar con perfís de voz. Podes asociar un perfil de voz cunha lingua concreta, despois as traducións nesta lingua poranas en voz o sintetizador seleccionado.
hr: Postoje i napredne mogućnosti za rad s profilima govornih jedinica. Profil govorne jedinice možeš povezati s određenim jezikom, nakon čega će odabrana govorna jedinica automatski izgovarati prijevode na tom jeziku.
it: Sono inoltre disponibili funzionalità avanzate per lavorare con i profili delle sintesi vocali. Potete associare un profilo a una specifica lingua, dopodiché le traduzioni in questa lingua saranno automaticamente vocalizzate dalla sintesi vocale selezionata.
ja: 音声合成のプロファイルとともに動作するより進んだ機会もあります。合成音声プロファイルを特定の言語に関連付けることが出来ます。その後、その言語への翻訳が選択された合成音声で自動的に読み上げられます。
pl: Istnieją również zaawansowane możliwości pracy z profilami syntezatorów głosu. Profil syntezatora głosu można skojarzyć z określonym językiem, po czym tłumaczenia na ten język będą automatycznie wypowiadane przez wybrany syntezator.
pt_br: Há também oportunidades avançadas para trabalhar com perfis de sintetizadores de voz. Você pode associar um perfil de sintetizador de voz a um idioma específico e, depois disso, as traduções para esse idioma serão automaticamente expressas pelo sintetizador selecionado.
pt_pt: Existem também oportunidades avançadas para trabalhar com perfis dos sintetizadores de voz. É possível associar um perfil do sintetizador de voz a uma língua específica, após o que as traduções para essa língua serão automaticamente faladas pelo sintetizador seleccionado.
ru: Также присутствуют расширенные функции для работы с профилями голосовых синтезаторов. Вы можете связать профиль синтезатора голоса с определенным языком, после чего переводы на этот язык будут автоматически озвучиваться выбранным синтезатором.
tr: Ayrıca eklenti, farklı Ses sentezleyicilerin profilleriyle çalışmanıza da olanak tanır. Bir ses sentezleyici profilini belirli bir dille ilişkilendirebilirsiniz. Bundan sonra bu dile yapılan çeviriler seçilen sentezleyici tarafından otomatik olarak seslendirilecektir.
uk: Також наявні додаткові функції для роботи з профілями синтезаторів голосу. Ви можете асоціювати профіль синтезатора голосу з певною мовою, після чого переклади на цю мову будуть автоматично озвучуватись обраним синтезатором.
