Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickDictionary.*.po
Languages: bg, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ru, tr, uk

source: changed some keyboard shortcuts which conflicted with other add-ons;
bg: Променени са някои клавишни комбинации, които са в конфликт с тези от други добавки;
es: cambiados algunos atajos de teclado que hacían conflicto con otros complementos;
fi: Muutettu joitakin pikanäppäimiä, jotka olivat ristiriidassa muiden lisäosien kanssa
fr: Changement de quelques raccourcis clavier en conflit avec d'autres extensions;
gl: cambiadas varios atallos de teclado que facían conflito con outros complementos:
it: modificati alcuni comandi da tastiera che confliggevano con altri componenti aggiuntivi;
ja: 他のアドオンと重複するキーボードショートカットをいくつか変更しました;
pl: zmieniono niektóre skróty klawiaturowe, które kolidowały z innymi dodatkami;
pt_br: alterou alguns atalhos de teclado que entravam em conflito com outros complementos;
pt_pt: alterados alguns atalhos de teclado que conflituavam com outros extras;
ru: изменены некоторые сочетания клавиш, которые конфликтовали с другими дополнениями;
tr: diğer eklentilerle çakışan bazı klavye kısayolları değiştirildi;
uk: змінено деякі комбінації клавіш для керування додатком, які конфліктували з іншими додатками;

source: changed the description of the main add-on features;
bg: Променено е описанието на основните функции на добавката;
es: cambiada la descripción de las funciones principales del complemento;
fi: Muutettu tärkeimpien lisäosan ominaisuuksien kuvausta
fr: modification de la description des principales fonctionnalités de l'extension ;
gl: cambiada a descrición das características principais do complemento;
it: modificata la descrizione dellle funzioni principali dell'add-on;
ja: 主要なアドオンの機能についての記述を変更しました;
pl: zmieniono opis głównych funkcji dodatku;
pt_br: alterou a descrição dos principais recursos do complemento;
pt_pt: alterada a descrição das principais funcionalidades do extra;
ru: изменено описание основных функций дополнения;
tr: ana eklenti özelliklerinin açıklaması değiştirildi;
uk: змінено опис основних можливостей додатка;

source: updated help and translation of the add-on;
bg: Обновени са помощта и превода на добавката;
es: actualizada la ayuda y las traducciones del complemento;
fi: Lisäosan ohje ja käännös päivitetty
fr: Mise à jour de l'aide et des traductions de l'extension ;
gl: actualizadas a axuda e a tradución do complemento;
it: aggiornate la guida e la traduzione dell'add-on;
ja: アドオンのヘルプと翻訳を更新しました;
pl: zaktualizowana pomoc i tłumaczenie dodatku;
pt_br: ajuda e tradução atualizadas do complemento;
pt_pt: Actualizadas a ajuda e as traduções do extra;
ru: обновлена справка и перевод дополнения;
tr: eklentinin yardımı ve çevirisi güncellendi;
uk: оновлено довідку та переклад додатка;

source: removed some keyboard shortcuts and gave to user opportunity to setup them yourself;
bg: Премахнати са някои клавишни комбинации и се дава възможност на потребителя да може да ги персонализира;
es: eliminados algunos atajos de teclado, dando al usuario la oportunidad de que los configure por sí mismo;
fi: Poistettu joitakin pikanäppäimiä ja lisätty mahdollisuus niiden määrittämiseen itse
fr: suppression de certains raccourcis clavier et donné à l'utilisateur la possibilité de les configurer lui-même ;
gl: eliminadas algúns atallos de teclado e proporcionada a posibilidade ao usuario de establecelas por sí mesmo;
it: rimossi alcuni comandi da tastiera e fornita all'utente la possibilità di definirli;
ja: キーボードショートカットをいくつか取り除き、ユーザーが自分で設定出来るようにしました;
pl: usunięto niektóre skróty klawiaturowe i dano użytkownikowi możliwość ich samodzielnej konfiguracji;
pt_br: removeu alguns atalhos de teclado e deu ao usuário a oportunidade de configurá-los por si mesmo;
pt_pt: removidos alguns atalhos de teclado e deu-se ao utilizador a oportunidade de os configurar;
ru: удалены некоторые сочетания клавиш и предоставлена возможность пользователю настраивать их самостоятельно;
tr: bazı klavye kısayollarını kaldırarak kullanıcıya bunları isteğe göre ayarlama fırsatı verildi;
uk: вилучено деякі клавіатурні команди і надано можливість користувачеві самостійно їх встановлювати;

source: fixed error in Ukrainian translation (thanks to Volodymyr Perig);
bg: Поправена е грешка в украинския превод (благодарности на Volodymyr Perig);
es: corregido un error en la traducción al ucraniano (gracias a Volodymyr Perig);
fi: Korjattu virhe ukrainankielisessä käännöksessä (kiitos Volodymyr Perigille)
fr: erreur corrigée dans la traduction ukrainienne (merci à Volodymyr Perig);
gl: arranxado un erro na tradución ao ucrainiano (thanks to Volodymyr Perig);
it: risolto un problema nella traduzione in ucraino (grazie a Volodymyr Perig);
ja: ウクライナ語の翻訳でのエラーを修正しました（Volodymyr Perigのおかげです）;
pl: naprawiono błąd w tłumaczeniu ukraińskim (dzięki Volodymyrowi Perigowi);
pt_br: erro corrigido na tradução para o ucraniano (graças a Volodymyr Perig);
pt_pt: erro corrigido na tradução ucraniana (graças a Volodymyr Perig);
ru: исправлена ошибка в переводе на украинский язык (спасибо Volodymyr Perig);
tr: Ukraynaca çeviride sabit hata (teşekkürler Volodymyr Perig);
uk: виправлено помилку в українському перекладі додатку (допоміг Володимир Пиріг);

source: added russian translation.
bg: Добавен е превод на руски.
es: añadida traducción al ruso.
fi: Lisätty venäjänkielinen käännös
fr: Ajout de la traduction en Russe.
gl: engadida tradución ó ruso.
it: aggiunta la traduzione in russo.
ja: ロシア語の翻訳を追加しました。
pl: dodano rosyjskie tłumaczenie.
pt_br: adicionada a tradução para o russo.
pt_pt: adicionada a tradução russa.
ru: добавлен русский перевод.
tr: rusça çeviri eklendi.
uk: додано переклад на російську мову.

source: Version 1.0: features of implementation
bg: Версия 1.0: Внедрени функции
es: Versión 1.0: características de la implementación
fi: Versio 1.0
fr: Version 1.0 : mise en œuvre des fonctionnalités
gl: Version 1.0: implementación das características
it: Versione 1.0: caratteristiche di implementazione
ja: バージョン1.0 実装機能
pl: Wersja 1.0: cechy implementacji
pt_br: Versão 1.0: recursos de implementação
pt_pt: Versão 1.0: funcionalidades de implementação
ru: Версия 1.0: особенности реализации
tr: Sürüm 1.0: uygulamanın özellikleri
uk: Версія 1.0. Особливості реалізації

source: execution of requests to the remote server in a separate thread to avoid blocking the operation of NVDA;
bg: Заявките към отдалечения сървър вече се изпълняват в отделна нишка, за да се избегне блокирането на работата на NVDA;
es: las solicitudes al servidor remoto se ejecutan en un hilo separado para evitar que NVDA se bloquee;
fi: Etäpalvelinpyynnöt suoritetaan erillisessä säikeessä, jotta NVDA:n toiminnan estäminen vältetään
fr: exécution des requêtes au serveur distant dans un thread séparé pour éviter de bloquer le fonctionnement de NVDA ;
gl: execución de solicitudes ao servidor remoto nun fío separado para evitar bloquear o funcionamento de NVDA;
it: esecuzione delle richieste al server remoto in un processo separato, per evitare blocchi di NVDA;
ja: NVDAの動作の遮断を避けるために、別スレッドで離れたサーバーへのリクエストを実行;
pl: wykonywanie żądań do zdalnego serwera w oddzielnym wątku, aby uniknąć blokowania działania NVDA;
pt_br: execução de solicitações ao servidor remoto em um thread separado para evitar o bloqueio da operação do NVDA;
pt_pt: execução de pedidos ao servidor remoto numa linha separada para evitar bloquear o funcionamento do NVDA;
ru: выполнение запросов к удалённому серверу в отдельном потоке во избежание блокировки работы NVDA;
tr: NVDA'nın çalışmasını engellememek için uzak sunucuya yapılan isteklerin ayrı bir iş parçacığında yürütülmesi;
uk: виконання запитів до віддаленого сервера в окремому потоці для уникнення блокування роботи NVDA;

source: signals while waiting for a response from the server;
bg: Добавено е сигнализиране при изчакване на отговор от сървъра;
es: señales mientras se espera una respuesta del servidor;
fi: Vastauksen odottaminen palvelimelta ilmaistaan äänimerkillä
fr: signaux en attendant une réponse du serveur ;
gl: sinais mentres se agarda a resposta do servidor;
it: segnali mentre si attende la risposta dal server;
ja: サーバーからの応答を待つ間の信号;
pl: sygnały podczas oczekiwania na odpowiedź z serwera;
pt_br: enquanto aguarda uma resposta do servidor;
pt_pt: sinais enquanto se espera por uma resposta do servidor;
ru: подаёт сигналы во время ожидания ответа от сервера;
tr: sunucudan yanıt beklerken sinyaller;
uk: сигнали при очікуванні відповіді від сервера;

source: caching of the last 100 requests to reduce the load on the remote dictionary service;
bg: кеширане на последните 100 заявки, с цел намаляване на натоварването на услугата за онлайн речника;
es: se guardan en caché las 100 últimas solicitudes para reducir la carga del servicio de diccionario remoto;
fi: Viimeisimmät 100 pyyntöä tallennetaan välimuistiin etäsanastopalvelun kuormituksen vähentämiseksi
fr: mise en cache des 100 dernières requêtes pour réduire la charge sur le service de dictionnaire distant ;
gl: caché das últimas 100 solicitudes para reducir a carga no servizo de dicionario remoto;
it: velocizzazione delle ultime cento richieste per ridurre il caricamento del servizio di dizionario online;
ja: 離れた辞書サービスへの負荷をへらすための、最後の100個の要求のキャッシュ;
pl: buforowanie ostatnich 100 żądań w celu zmniejszenia obciążenia usługi słownika zdalnego;
pt_br: armazenamento em cache das últimas 100 solicitações para reduzir a carga no serviço de dicionário remoto;
pt_pt: caching dos últimos 100 pedidos para reduzir a carga no serviço de dicionário remoto;
ru: кэширование последних 100 запросов для снижения нагрузки на службу удалённого словаря;
tr: uzak sözlük hizmetindeki yükü azaltmak için son 100 isteğin önbelleğe alınması;
uk: кешування останніх 100 запитів для зменшення навантаження на віддалений сервіс словників;

source: switching to add-on control mode;
bg: Преминаване към режим за управление на добавката;
es: se pasa al modo de control del complemento;
fi: Vaihtaminen lisäosan ohjaustilaan
fr: passage en mode de contrôle de l'extension ;
gl: cambio a modo de control do complemento;
it: passaggio alla modalità controllo dell'add-on;
ja: アドオンコントロールモードへの切り替え;
pl: przełączanie w dodatkowy tryb sterowania;
pt_br: alternando para o modo de controle complementar;
pt_pt: mudar para o modo de controlo do extra;
ru: переключение в режим управления дополнением;
tr: ek kontrol moduna geçiş;
uk: перемикання до режиму керування додатком;

source: possibility to use an alternative server;
bg: възможност за използване на алтернативен сървър;
es: posibilidad de usar un servidor alternativo;
fi: Mahdollisuus vaihtoehtoisen palvelimen käyttämiseen
fr: Possibilité d'utiliser un serveur alternatif ;
gl: posibilidade de utilizar un servidor alternativo;
hr: mogućnost korištenja alternativnog poslužitelja;
it: possibilità di utilizzare un server alternativo;
ja: 代替サーバー使用の可能性;
pl: możliwość skorzystania z alternatywnego serwera;
pt_br: possibilidade de usar um servidor alternativo;
pt_pt: possibilidade de utilizar um servidor alternativo;
ru: возможность использования альтернативного сервера;
tr: alternatif bir sunucu kullanma imkanı;
uk: можливість використання альтернативного сервера;

source: add-on settings dialog.
bg: диалогов прозорец за настройка на добавката.
es: diálogo de opciones del complemento.
fi: Lisäosan asetusvalintaikkuna
fr: Dialogue des paramètres de l'extension.
gl: diálogo de opcións do complemento.
hr: dijaloški okvir postavki dodatka.
it: finestra impostazioni dell'add-on.
ja: アドオン設定ダイアログ。
pl: okno dialogowe ustawień dodatku.
pt_br: diálogo de configurações do complemento.
pt_pt: diálogo de configurações do extra.
ru: диалог настроек дополнения.
tr: eklenti ayarları iletişim kutusu.
uk: діалогове вікно налаштувань додатка.

source: [[!tag dev stable]]
tr: [[!tag dev kararlı]]
