Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickNotetaker.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk

source: A checkbox to allow saving the note as Microsoft Word also, or updating the corresponding one if it exists.
bg: Поле за отметка, което позволява запазването на бележката като документ на Microsoft Word или актуализиране на съответната, ако вече съществува.
de: Ein Kontrollkästchen, um die Notiz auch als Microsoft Word zu speichern oder die entsprechende Notiz zu aktualisieren, falls vorhanden.
es: Una casilla de verificación que permite guardar la nota también como Microsoft Word, o actualizarla si existe.
fi: Valintaruutu, joka mahdollistaa muistiinpanon tallentamisen myös Microsoft Word -asiakirjaksi tai vastaavan asiakirjan päivittämisen, mikäli sellainen on olemassa.
fr: Une case à cocher pour permettre de sauvegarder la note en tant que Microsoft Word également, ou à mettre à jour celui correspondant s'il existe.
gl: Tamén unha caixa de verificación para permitir gardar a nota como Microsoft Word, ou actualizar a correspondente se existe.
hr: Označivo polje za spremanje bilješke i kao Microsoft Word ili za aktualiziranje odgovarajuće bilješke ako postoji.
ja: マイクロソフトワード形式でも保存する、また、すでに存在する場合に更新するチェックボックス。
pl: Pole wyboru umożliwiające zapisanie notatki jako programu Microsoft Word lub zaktualizowanie odpowiedniej notatki, jeśli istnieje.
pt_br: Uma caixa de seleção para permitir salvar a nota também como Microsoft Word ou atualizar a nota correspondente, caso exista.
ru: Установите флажок, позволяющий сохранить заметку также в формате Microsoft Word или обновить соответствующую заметку, если она существует.
tr: Notun Microsoft Word olarak da kaydedilmesine veya varsa ilgili notun güncellenmesine izin veren bir onay kutusu.
uk: Прапорець, що дозволяє також зберегти нотатку як документ Microsoft Word або оновити відповідний їй документ, якщо він існує.

source: A save and close button.
bg: Бутон за запазване и затваряне.
de: Eine Schaltfläche zum Speichern und Schließen.
es: Un botón para guardar y cerrar.
fi: Tallenna- ja Sulje-painikkeet.
fr: Un bouton Sauvegarder et fermer.
gl: Un botón de gardar e pechar.
hr: Gumb za spremanje i zatvaranje.
ja: 保存と閉じるボタン。
pl: Przycisk Zapisz i zamknij.
pt_br: Um botão para salvar e fechar.
ru: Кнопка сохранения и закрытия.
tr: Kaydet ve kapat düğmesi.
uk: Кнопка збереження й закриття.

source: A discard button to discard changes when desired. When unsaved changes exist, a warning message is displayed to the user asking if they are sure they want to exit and discard their changes.
bg: Бутон за отхвърляне на промените при поискване. Когато съществуват незаписани промени, на потребителя се показва предупредително съобщение с въпрос дали е сигурен, че иска да излезе и да отхвърли направените промени.
de: Eine Schaltfläche zum Verwerfen, um Änderungen bei Bedarf zu verwerfen. Wenn nicht gespeicherte Änderungen vorhanden sind, wird dem Benutzer eine Warnmeldung angezeigt, in dieser gefragt wird, ob er den Vorgang wirklich beenden und die Änderungen verwerfen möchte.
es: Un botón Descartar para descartar los cambios cuando se desee. Cuando existan cambios sin guardar, se mostrará un mensaje de aviso al usuario preguntando si desea salir y descartar los cambios.
fi: Hylkää-painike muutosten hylkäämiseksi. Kun tallentamattomia muutoksia on, lisäosa näyttää varoitusviestin, jossa kysytään, haluaako käyttäjä varmasti sulkea ja hylätä tekemänsä muutokset.
fr: Un bouton pour rejeter afin de rejeter les modifications lorsque vous le souhaitez. Lorsque des modifications non sauvegardées existent, un message d'avertissement est affiché à l'utilisateur demandant s'il est sûr qu'ils souhaitent quitter et rejeter leurs modifications.
gl: Un botón discard (descartar) para descartar os cambios cando se desexe. Cando existen cambios sen gardar, amósase unha advertencia ó usuario preguntando se está seguro de querer saír e descartar os cambios.
hr: Gumb za odbacivanje promjena. Ako postoje nespremljene promjene, korisniku se prikazuje poruka upozorenja koja ga pita je li siguran da želi izaći i odbaciti svoje promjene.
ja: 変更を破棄したい場合に破棄する破棄ボタン。変更があって、保存されていない場合、本当に終了して変更を破棄したいかどうか、ユーザーに問い合わせる警告メッセージが表示されます。
pl: Przycisk odrzuć, aby odrzucić zmiany w razie potrzeby. Gdy istnieją niezapisane zmiany, użytkownik otrzymuje komunikat ostrzegawczy z pytaniem, czy jest pewien, że chce zamknąć i odrzucić zmiany.
pt_br: Um botão de descarte para descartar as alterações quando desejado. Quando há alterações não salvas, uma mensagem de aviso é exibida para o usuário perguntando se ele tem certeza de que deseja sair e descartar as alterações.
ru: Кнопка отмены позволяет при желании отменить изменения. При наличии несохраненных изменений пользователю выводится предупреждающее сообщение с вопросом, уверен ли он, что хочет завершить работу и отменить внесенные изменения.
tr: İstendiğinde değişiklikleri atmak için bir atma düğmesi. Kaydedilmemiş değişiklikler olduğunda, kullanıcıya çıkmak ve değişikliklerini iptal etmek isteyip istemediğini soran bir uyarı mesajı görüntülenir.
uk: Кнопка скасування змін, коли потрібно. Якщо існують незбережені зміни, користувач бачить попередження з запитом, чи впевнений він, що хоче вийти та відхилити зміни.

source: The Notes Manager interface
bg: Интерфейсът на диспечера на бележките
de: Die Notizbuch-Oberfläche
es: La interfaz del gestor de notas
fi: Muistiinpanojen hallinnan käyttöliittymä
fr: L'interface du Gestionnaire de notes
gl: A interface do Notes Manager (Administrador de Notas)
hr: Sučelje upravljača bilježaka
ja: ノート管理画面
pl: Interfejs Menedżera notatek
pt_br: A interface do Notes Manager
ru: Интерфейс менеджера заметок
tr: Not Yöneticisi arayüzü
uk: Інтерфейс диспетчера нотаток

source: Opening and closing this interface
bg: Отваряне и затваряне на този интерфейс
de: Öffnen und Schließen dieser Oberfläche
es: Apertura y cierre de esta interfaz
fi: Tämän käyttöliittymän avaaminen ja sulkeminen
fr: Ouverture et fermeture de cette interface
gl: Abrindo e pechando esta interface
hr: Otvaranje i zatvaranje ovog sučelja
ja: この画面を開く、閉じる
pl: Otwieranie i zamykanie tego interfejsu
pt_br: Abrir e fechar essa interface
ru: Открытие и закрытие этого интерфейса
tr: Bu arayüzü açma ve kapatma
uk: Відкриття і закриття цього інтерфейсу

source: NVDA + Alt + v will launch the Notes Manager interface.
bg: NVDA+Alt+V ще стартира интерфейса на диспечера на бележките.
de: NVDA+Alt+V ruft die Notizbuch-Oberfläche auf.
es: NVDA+alt+v lanzará la interfaz del gestor de notas.
fi: Pikanäppäin NVDA+Alt+V avaa Muistiinpanojen hallinnan käyttöliittymän.
fr: NVDA + Alt + v lancera l'interface du Gestionnaire de notes.
gl: NVDA + Alt + v lanzará a interface de notas.
hr: NVDA + Alt + v će pokrenuti sučelje upravljača bilježaka.
ja: NVDA+Alt+vでノート管理画面が開きます。
pl: NVDA + Alt + v uruchomi interfejs Notes Manager.
pt_br: NVDA + Alt + v iniciará a interface do Notes Manager.
ru: NVDA + Alt + v запустит интерфейс менеджера заметок.
tr: NVDA + Alt + v, Not Yöneticisi arayüzünü başlatır.
uk: NVDA + Alt + v запустити інтерфейс диспетчера нотаток.

source: Using either the Escape key or the close button found at the bottom of this window will close this interface.
bg: Използването на клавиша Escape или бутона за затваряне в долната част на този прозорец ще затвори този интерфейс.
de: Mit der Escape-Taste oder der Schließen-Schaltfläche unten in diesem Fenster wird diese Oberfläche geschlossen.
es: La interfaz se cerrará al pulsar la tecla Escape o el botón Cerrar situado en la parte inferior de la ventana.
fi: Esc-näppäin tai ikkunan alareunan Sulje-painike sulkee tämän käyttöliittymän.
fr: L'utilisation de la touche Échap ou du bouton Fermer trouvé en bas de cette fenêtre fermera cette interface.
gl: Usando ben a tecla Escape ben o botón de pechar ubicado na parte inferior desta xanela pechará esta interface.
hr: Pritiskom tipke Escape ili gumba za zatvaranje na dnu ovog prozora zatvorit će ovo sučelje.
ja: エスケープキーまたはウィンドウの下の方にある閉じるボタンでこの画面を閉じます。
pl: Użycie Escape lub przycisku zamykania znajdującego się u dołu tego okna spowoduje zamknięcie tego interfejsu.
pt_br: O uso da tecla Escape ou do botão Fechar, localizado na parte inferior da janela, fechará essa interface.
ru: Использование либо клавиши Escape, либо кнопки закрытия, расположенной в нижней части этого окна, закроет этот интерфейс.
tr: Escape tuşu veya altta bulunan kapat düğmesi bu pencerenin arayüzünü kapatır.
uk: Використання клавіші Escape або кнопки закриття в нижній частині вікна закриє інтерфейс.

source: The notes list
bg: Списъкът с бележки
de: Die Liste der Notizen
es: La lista de notas
fi: Muistiinpanojen luettelo
fr: La liste des notes
gl: A lista de notas
hr: Popis bilježaka
ja: ノートリスト
pl: Lista notatek
pt_br: A lista de notas
ru: Список заметок
tr: Notlar listesi
uk: Список нотаток

source: The notes are organized in a tabular list which includes:
bg: Бележките са организирани в табличен списък, който включва:
de: Die Notizen sind in einer tabellarischen Liste organisiert, die Folgendes umfasst:
es: Las notas se organizan en una lista tabulada que incluye:
fi: Muistiinpanot on järjestetty taulukkomuotoiseen luetteloon, joka sisältää:
fr: Les notes sont organisées dans une liste tabulaire qui comprend :
gl: As notas están organizadas nunha lista tabular que inclúe:
hr: Bilješke su organizirane u tabličnom popis koji uključuje:
ja: ノートは、以下を含むテーブルリストで整理されています:
pl: Notatki są zorganizowane w tabelaryczną listę, która zawiera:
pt_br: As notas são organizadas em uma lista tabular que inclui:
ru: Заметки организованы в виде табличного списка, который включает:
tr: Notlar, aşağıdakileri içeren bir tablo listesi halinde düzenlenmiştir:
uk: Нотатки розміщені у вигляді таблиці, що включає:

source: The note title: If the note hasn’t got the active window title, the first line of the note will be the note title displayed in this list.
es: El título de la nota: si la nota no tiene el título de la ventana activa, se mostrará su primera línea como título de nota en esta lista.
fi: Muistiinpanon otsikko: Jos muistiinpanolla ei ole otsikkona aktiivisen ikkunan nimeä, tässä luettelossa otsikkona näkyy muistiinpanon ensimmäinen rivi.
fr: Le titre de la note : si la note n'a pas le titre de la fenêtre actif, la première ligne de la note sera le titre de la note affiché dans cette liste.
pt_br: O título da nota: Se a nota não tiver o título da janela ativa, a primeira linha da nota será usada como título exibido nessa lista.
ru: Заголовок заметки: Если у заметки нет заголовка активного окна, то первая строка заметки будет заголовком заметки, отображаемым в этом списке.
tr: Not başlığı: Notun etkin pencere başlığı yoksa, notun ilk satırı bu listede görüntülenen not başlığı olacaktır.

source: Last edited time stamp.
bg: Времеви маркер за последна редакция.
de: Zuletzt bearbeiteter Zeitstempel.
es: Fecha y hora de última modificación.
fi: Viimeksi muokattu -aikaleima.
fr: Dernier horodatage édité.
gl: Selo de tempo da última edición.
hr: Vremenska oznaka zadnjeg uređivanja.
ja: 最後に編集した時刻。
pl: Znacznik czasu ostatniej edycji.
pt_br: Último registro de data e hora editado.
ru: Отметка времени последнего редактирования.
tr: Son düzenleme zamanı.
uk: Час останньої зміни.

source: A preview text of the note content.
bg: Визуализация на съдържанието на бележката.
de: Ein Vorschautext des Notizinhalts.
es: Un texto de previsualización del contenido de la nota.
fi: Esikatseluteksti muistiinpanon sisällöstä.
fr: Un aperçu du texte du contenu de la note.
gl: Un texto de vista previa do contido da nota.
hr: Pregledni tekst sadržaja bilješke.
ja: ノートの内容のプレビューテキスト。
pl: Podgląd tekstu zawartości notatki.
pt_br: Um texto de visualização do conteúdo da nota.
ru: Предварительный просмотр текста содержимого заметки.
tr: Not içeriğinin önizleme metni.
uk: Попередній перегляд вмісту нотатки.

source: The options available in Notes Manager interface
bg: Опциите, налични в интерфейса на диспечера на бележките
de: Die verfügbaren Notizbuch-Optionen
es: Opciones disponibles en la interfaz del gestor de notas
fi: Muistiinpanojen hallinnan käyttöliittymässä käytettävissä olevat vaihtoehdot
fr: Les options disponibles dans l'interface du Gestionnaire de notes
gl: As opcións dispoñibles na interface do administrador de notas
hr: Dostupne opcije u sučelju upravljača bilježaka
ja: ノート管理画面で使用可能なオプション
pl: Opcje dostępne w interfejsie Programu Notes Manager
pt_br: As opções disponíveis na interface do Notes Manager
ru: Опции, доступные в интерфейсе Notes Manager
tr: Not Yöneticisi arayüzünde bulunan seçenekler
uk: Параметри, доступні в Інтерфейсі диспетчера Нотаток

source: View note: to view the note in an HTML window.
bg: Преглед на бележката: Преглед на бележката в HTML прозорец.
de: Notiz anzeigen: Um die Notiz in einem HTML-Fenster anzuzeigen.
es: Ver nota: muestra la nota en una ventana HTML.
fi: Näytä muistiinpano: Tarkastele muistiinpanoa HTML-ikkunassa.
fr: Affichage de la note : pour afficher la note dans une fenêtre HTML.
gl: Ver nota: para ver a nota nunha xanela HTML.
hr: Prikaži bilješku: za prikaz bilješke u HTML prozoru.
ja: ノートの閲覧: HTMLウィンドウでノートを閲覧します。
pl: Wyświetl notatkę: aby wyświetlić notatkę w oknie HTML.
pt_br: Exibir nota: para exibir a nota em uma janela HTML.
ru: Просмотреть заметку: для просмотра заметки в HTML-окне.
tr: Notu görüntüle: notu bir HTML penceresinde görüntüler.
uk: Переглянути нотатку: перегляд нотатки у вікні HTML.

source: Edit note: opens the note to be edited using Notetaker interface.
bg: Редактирай бележката: Отваря бележката за редактиране с помощта на интерфейса на бележника.
de: Notiz bearbeiten: Öffnet die zu bearbeitende Notiz über die Oberfläche des Notizfeldes.
es: Editar nota: abre la nota en la interfaz del anotador para que pueda editarse.
fi: Muokkaa muistiinpanoa: Avaa muistiinpanon Muistiinpanojen tekijän käyttöliittymällä muokattavaksi.
fr: Modifier la note : ouvre la note à modifier à l'aide de l'interface Notetaker.
gl: Editar nota: abre a nota para ser editada utilizando a interface do Notetaker.
hr: Uredi bilješku: otvara bilješku za uređivanje, koristeći sučelje programa Brze bilješke.
ja: ノートの編集: ノートテイカー画面を利用して、ノートが編集出来るように開きます。
pl: Edytuj notatkę: otwiera notatkę do edycji za pomocą interfejsu Notatnika.
pt_br: Editar nota: abre a nota a ser editada usando a interface do Notetaker.
ru: Редактировать заметку: открывает заметку для редактирования с помощью интерфейса Notetaker.
tr: Notu düzenle: Düzenlenecek notu Not alıcı arayüzünde açar.
uk: Редагувати нотатку: відкриває нотатку для редагування за допомогою інтерфейсу Notetaker.

source: Copy note: copies the note content as is to the clipboard.
bg: Копирай бележката: Копиране на съдържанието на бележката в клипборда така, както изглежда.
de: Notiz kopieren: Kopiert den Notizinhalt unverändert in die Zwischenablage.
es: Copiar nota: copia el contenido de la nota tal y como está al portapapeles.
fi: Kopioi muistiinpano: Kopioi muistiinpanon sisällön sellaisenaan leikepöydälle.
fr: Copier la note : copie le contenu de la note tel quel dans le presse-papiers.
gl: Copiar nota: copia o contido da nota tal e como está ó portapapeis.
hr: Kopiraj bilješku: kopira sadržaj bilješke u međuspremnik.
ja: ノートのコピー: ノートの内容をそのままクリップボードにコピーします。
pl: Kopiuj notatkę: kopiuje zawartość notatki taką, jaka jest do schowka.
pt_br: Copiar nota: copia o conteúdo da nota como está para a área de transferência.
ru: Копировать заметку: копирует содержимое заметки как есть в буфер обмена.
tr: Notu kopyala: not içeriğini olduğu gibi panoya kopyalar.
uk: Копіювати нотатку: копіює вміст нотатки в буфер обміну.

source: Create a Microsoft Word document: Creates a Microsoft Word document representing this note in case it has no such document.
bg: Създай документ на Microsoft Word: Създава документ на Microsoft Word, представляващ тази бележка, в случай че няма такъв документ.
de: Ein Microsoft Word-Dokument erstellen: Erstellt ein Microsoft Word-Dokument, das diese Notiz darstellt, falls kein solches Dokument vorhanden ist.
es: Crear documento de Microsoft Word: crea un documento de Microsoft Word que representa la nota, en caso de que dicho documento no exista.
fi: Luo Microsoft Word -asiakirja: Luo tätä muistiinpanoa vastaavan Microsoft Word -asiakirjan, mikäli sellaista ei ole.
fr: Créer un document Microsoft Word : crée un document Microsoft Word représentant cette note au cas où il n'a pas un tel document.
gl: Crear un documento de Microsoft Word: Crea un documento de Microsoft Word representando esta nota en caso de que tal documento non exista.
hr: Stvori Microsoft Word dokument: Stvara Microsoft Word dokument koji predstavlja ovu bilješku u slučaju da nema takav dokument.
ja: マイクロソフトワードドキュメントを作成: まだそのようなドキュメントがない場合に、このノートの内容を表すマイクロソフトワードドキュメントを作成します。
pl: Utwórz dokument programu Microsoft Word: Tworzy dokument programu Microsoft Word reprezentujący tę notatkę na wypadek, gdyby nie zawierał takiego dokumentu.
pt_br: Criar um documento do Microsoft Word: Cria um documento do Microsoft Word que representa essa nota, caso ela não tenha um documento desse tipo.
ru: Создать документ Microsoft Word: Создает документ Microsoft Word, представляющий эту заметку, в случае, если в нём нет такого документа.
tr: Microsoft Word belgesi oluştur: Böyle bir belge olmaması durumunda bu notu temsil eden bir Microsoft Word belgesi oluşturur.
uk: Створити документ Microsoft Word: створює документ Microsoft Word, що представляє цю нотатку, якщо в ній немає такого документа.

source: Open in Microsoft Word: opens the Microsoft Word document attached to this note in case it has a one.
bg: Отвори в Microsoft Word: Отваря прикрепения към тази бележка документ на Microsoft Word, в случай че има такъв.
de: In Microsoft Word öffnen: Öffnet das an diese Notiz angehängte Microsoft Word-Dokument, falls es eine beinhaltet.
es: Abrir en Microsoft Word: abre el documento Microsoft Word adjunto a la nota, en caso de que lo tenga.
fi: Avaa Microsoft Wordissa: Avaa tähän muistiinpanoon liitetyn Microsoft Word -asiakirjan, mikäli sellainen löytyy.
fr: Ouvrir dans Microsoft Word : ouvre le document Microsoft Word joint à cette note au cas où il en aura un.
gl: Abrir en Microsoft Word: abre o documento de Microsoft Word vinculado a esta nota en caso de que haxa un.
hr: Otvori u Microsoft Wordu: otvara Microsoft Word dokument priložen ovoj bilješci u slučaju da ga ima.
ja: マイクロソフトワードで開く: もしある場合、このノートに添付されているマイクロソフトワードドキュメントを開きます。
pl: Otwórz w programie Microsoft Word: otwiera dokument programu Microsoft Word dołączony do tej notatki na wypadek, gdyby go miał.
pt_br: Abrir no Microsoft Word: abre o documento do Microsoft Word anexado a essa nota, caso ele tenha um.
ru: Открыть в Microsoft Word: открывает документ Microsoft Word, прикрепленный к этой заметке, если он в ней есть.
tr: Microsoft Word'de Aç: Varsa, bu nota ekli Microsoft Word belgesini açar.
uk: Відкрити в Microsoft Word: відкриває документ Microsoft Word, доданий до цієї нотатки, якщо він є.

source: Copy HTML code: copies the HTML code representing this note. A useful feature for those who write in Markdown.
bg: Копирай HTML кода: Копира HTML кода, представляващ тази бележка. Полезна функция за тези, които пишат чрез Markdown.
de: HTML-Code kopieren: Kopiert den HTML-Code, der diesen Hinweis darstellt. Eine nützliche Funktion für diejenigen, die in Markdown schreiben.
es: Copiar código HTML: copia el código HTML representado por esta nota. Función útil para quienes escriben en Markdown.
fi: Kopioi HTML-koodi: Kopioi tämän muistiinpanon HTML-koodin. Hyödyllinen ominaisuus Markdown-kuvauskieltä käyttäville.
fr: Copier le code HTML : copie le code HTML représentant cette note. Une fonctionnalité utile pour ceux qui écrivent en Markdown.
gl: Copiar código HTML: copia o código HTML representando esta nota. Unha característica útil para aqueles que escriben en Markdown.
hr: Kopiraj HTML kod: kopira HTML kod koji predstavlja ovu bilješku. Korisna funkcija za one koji koriste Markdown.
ja: HTMLコードのコピー: このノートを表すHTMLコードをコピーします。マークダウン形式で書く場合に便利な機能です。
pl: Kopiuj kod HTML: kopiuje kod HTML reprezentujący tę notatkę. Przydatna funkcja dla tych, którzy piszą w Markdown.
pt_br: Copiar código HTML: copia o código HTML que representa essa nota. Um recurso útil para quem escreve em Markdown.
ru: Скопировать HTML-код: копирует HTML-код, представляющий эту заметку. Полезная функция для тех, кто пишет в Markdown.
tr: HTML kodunu kopyala: bu notu temsil eden HTML kodunu kopyalar. Markdown'da yazanlar için kullanışlı bir özelliktir.
uk: Копіювати HTML-код: копіює HTML-код, що представляє цю нотатку. Корисна функція для тих, хто пише в Markdown.

source: Delete note: displays a warning before performing the note deletion.
bg: Изтрий бележката: Показва предупреждение, преди да извърши изтриването на бележката.
de: Notiz löschen: Zeigt eine Warnung an, bevor die Notiz gelöscht wird.
es: Eliminar nota: muestra un aviso antes de realizar la eliminación de la nota.
fi: Poista muistiinpano: Näyttää varoituksen ennen muistiinpanon poistamista.
fr: Supprimer la note : affiche un avertissement avant d'effectuer la suppression de la note.
gl: Eliminar nota: amosa unha advertencia antes de realizar a eliminación da nota.
hr: Izbriši bilješku: prikazuje upozorenje prije brisanja bilješke.
ja: ノートの削除: ノートの削除の実行前に警告を表示します。
pl: Usuń notatkę: wyświetla ostrzeżenie przed usunięciem notatki.
pt_br: Excluir nota: exibe um aviso antes de executar a exclusão da nota.
ru: Удалить заметку: выводит предупреждение перед выполнением удаления заметки.
tr: Notu sil: not silme işlemini gerçekleştirmeden önce bir uyarı görüntüler.
uk: Видалити нотатку: відображає попередження перед видаленням нотатки.

source: New note: the Notetaker interface can be reached from this interface to create a new note.
bg: Нова бележка: Интерфейсът на бележника може да бъде достигнат от този интерфейс, за създаване на нова бележка.
de: Neue Notiz: Die Oberfläche des Notizfeldes kann von dieser Oberfläche aus erreicht werden, um eine neue Notiz zu erstellen.
es: Nueva nota: se puede llegar a la interfaz del anotador desde aquí para crear una nota nueva.
fi: Uusi muistiinpano: Tästä pääsee Muistiinpanojen tekijän käyttöliittymään luomaan uutta muistiinpanoa.
fr: Nouvelle note : l'interface Notetaker peut être atteinte à partir de cette interface pour créer une nouvelle note.
gl: Nova nota: a interface de Notetaker pódese alcanzar dende esta interface para crear unha nova nota.
hr: Nova bilješka: sučelju programa Brze biješke može se pristupiti iz ovog sučelja za stvaranje nove bilješke.
ja: 新しいノート: この画面から新しいノートを作り、ノートテイカー画面に移れます。
pl: Nowa uwaga: interfejs Notetaker można uzyskać z tego interfejsu, aby utworzyć nową notatkę.
pt_br: Nova nota: a interface do Notetaker pode ser acessada a partir dessa interface para criar uma nova nota.
ru: Новая заметка: из этого интерфейса можно перейти к интерфейсу Notetaker для создания новой заметки.
tr: Yeni not: Yeni bir not oluşturmak için bu arayüzden Not alıcı arayüzüne ulaşılabilir.
uk: Нова нотатка: з цього вікна можна отримати доступ до інтерфейсу Notetaker, щоб створити нову нотатку.
