Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/quickNotetaker.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk

source: Acknowledgements
bg: Благодарности
de: Danksagung
es: Reconocimientos
fi: Kiitokset
fr: Remerciements
gl: Agradecementos
hr: Zahvale
ja: 備考
pl: Podziękowania
pt_br: Agradecimentos
ru: Признания
tr: Teşekkür
uk: Подяки

source: The add-on comes bundled with Pandoc, a wonderful tool which allows converting documents between different formats. Without this tool the add-on won’t be able to offer the capabilities it offers. For more info on Pandoc [visit the Pandoc homepage](https://pandoc.org/).
es: El complemento viene con Pandoc incorporado, una fantástica herramienta que permite convertir documentos entre distintos formatos. Sin esta herramienta, el complemento no podría ofrecer las funciones que ofrece. Para más información sobre Pandoc, [visita la página de Pandoc](https://pandoc.org/).
fi: Lisäosan mukana tulee Pandoc, upea työkalu, jonka avulla voit muuntaa asiakirjoja eri muotojen välillä. Ilman tätä työkalua lisäosa ei pysty tarjoamaan sisältämiään ominaisuuksia. Saat lisätietoja Pandocista [vierailemalla sen kotisivulla](https://pandoc.org/).
fr: L'extension est livré avec Pandoc, un merveilleux outil qui permet de convertir des documents entre différents formats. Sans cet outil, l'extension ne pourra pas offrir les capacités qu'il offre. Pour plus d'informations sur Pandoc [visitez la page d'accueil de Pandoc](https://pandoc.org/).
hr: Dodatak je paketiran s Pandocom, prekrasnim alatom koji omogućuje pretvaranje dokumenata u različite formate. Bez ovog alata dodatak neće moći ponuditi mogućnosti koje nudi. Za više informacija o Pandocu [posjeti Pandocovu web stranicu](https://pandoc.org/).
pt_br: O complemento vem com o Pandoc, uma ferramenta maravilhosa que permite a conversão de documentos entre diferentes formatos. Sem essa ferramenta, o add-on não poderá oferecer os recursos que oferece. Para obter mais informações sobre o Pandoc [visite a página inicial do Pandoc] (https://pandoc.org/).
ru: Это дополнение поставляется в комплекте с Pandoc, замечательным инструментом, который позволяет конвертировать документы в разные форматы. Без этого инструмента дополнение не сможет предоставлять те возможности, которые оно предоставляет. Для получения дополнительной информации о Pandoc [посетите домашнюю страницу Pandoc](https://pandoc.org/).
tr: Eklenti, belgeleri farklı biçimler arasında dönüştürmeye izin veren harika bir araç olan Pandoc ile birlikte gelir. Bu araç olmadan eklenti, özellikleri sunamaz. Pandoc hakkında daha fazla bilgi için [Pandoc ana sayfasını ziyaret edin](https://pandoc.org/).

source: The add-on also relies on a Python Markdown package called markdown2. For more info on this package [visit the package GitHub page](https://github.com/trentm/python-markdown2).
bg: Добавката също така разчита на пакет на Python за Markdown, наречен markdown2. За повече информация относно този пакет [посетете страницата на пакета в GitHub](https://github.com/trentm/python-markdown2).
de: Die Erweiterung basiert auch auf ein Python-Markdown-Paket namens markdown2. Für weitere Informationen zu diesem Paket [besuchen Sie die GitHub-Seite des Pakets](https://github.com/trentm/python-markdown2).
es: El complemento también se apoya en un paquete Python de Markdown llamado markdown2. Para más información sobre este paquete, [visita su página en GitHub](https://github.com/trentm/python-markdown2).
fi: Lisäosa perustuu myös Python Markdown -pakettiin nimeltä markdown2. Saat lisätietoja tästä paketista [vierailemalla sen GitHub-sivulla.](https://github.com/trentm/python-markdown2)
fr: L'extension s'appuie également sur un package de Markdown Python appelé markdown2. Pour plus d'informations sur ce package [visitez la page GitHub du package](https://github.com/trentm/python-markdown2).
gl: O complemento tamén fai uso dun paquete de Markdown para Python chamado markdown2. Para máis información sobre este paquete [visita a páxina do paquete en GitHub](https://github.com/trentm/python-markdown2).
hr: Dodatak također koristi Python Markdown paket zvan „markdown2”. Za više informacija o ovom paketu [posjeti GitHub stranicu paketa](https://github.com/trentm/python-markdown2).
ja: このアドオンはまた、markdown2と呼ばれるPythonマークダウンパッケージにも依拠しています。このパッケージについて詳しくは、[パッケージのGitHubページを訪問して下さい。](https://github.com/trentm/python-markdown2)
pl: Dodatek opiera się również na pakiecie Python Markdown o nazwie markdown2. Aby uzyskać więcej informacji na temat tego pakietu [odwiedź stronę GitHub pakietu](https://github.com/trentm/python-markdown2).
pt_br: O complemento também depende de um pacote Python Markdown chamado markdown2. Para obter mais informações sobre esse pacote [visite a página do pacote no GitHub] (https://github.com/trentm/python-markdown2).
ru: Дополнение также использует пакет Markdown для Python, который называется markdown2. Для получения дополнительной информации об этом пакете [посетите страницу пакета на GitHub](https://github.com/trentm/python-markdown2).
tr: Eklenti ayrıca markdown2 adlı bir Python Markdown paketine de dayanır. Bu paket hakkında daha fazla bilgi için [GitHub sayfasını ziyaret edin](https://github.com/trentm/python-markdown2).
uk: Додаток також пов'язаний з пакетом Python Markdown під назвою markdown2. Для отримання додаткової інформації про цей пакет [відвідайте сторінку пакета на GitHub](https://github.com/trentm/python-markdown2).

source: A great thanks to NV Access, add-on authors, and contributors! Several parts of the add-on were inspired by your magnificent work and effort, so please keep up this brilliant ecosystem and the cooperation.
bg: Огромни благодарности на NV Access, разработчиците на добавки и сътрудниците! Някои неща в добавката бяха вдъхновени от вашите великолепна работа и усилия, така че, моля, продължавайте да поддържате тази брилянтна екосистема и сътрудничеството.
de: Ein großer Dank an NV Access und der Community! Mehrere Teile der Erweiterung wurden von der großartigen Arbeit und dem Einsatz inspiriert, bitte behalten Sie diese brillante Zusammenarbeit bitte bei.
es: ¡Un efusivo agradecimiento a NV Access, los autores de complementos y colaboradores! Algunas partes de este complemento se han inspirado en vuestro magnífico trabajo y esfuerzo, seguid con este brillante ecosistema y cooperación.
fi: Iso kiitos NV Accessille, lisäosien tekijöille ja avustajille! Useat lisäosan osat ovat saaneet inspiraatiota upeasta työstänne ja vaivannäöstänne, joten jatkakaa tätä loistavaa ekosysteemiä ja yhteistyötä.
fr: Un grand merci à NV Access, aux auteurs d'extensions et aux contributeurs ! Plusieurs parties de l'extension ont été inspirées par votre magnifique travail et vos efforts, veuillez donc garder ce brillant écosystème et la coopération.
gl: Un agradecemento enorme para NV Access, para os autores de complementos, e contribuíntes! Varias partes deste complemento inspiráronse no voso magnífico traballo e esforzo, así que por favor mantede este brillante ecosistema e a cooperación.
hr: Veliko hvala NV Accessu, autorima dodataka i doprinositeljima! Neki dijelovi dodatka nadahnuti su vašim veličanstvenim radom i trudom, stoga nastavite podržavati ovaj sjajni ekosustav i suradnju.
ja: NV Access, アドオン作者、貢献者に大変感謝いたします。このアドオンの何箇所かは、あなたの働きや努力により触発されたものです。この素晴らしいエコシステムと協働をぜひ続けて下さい。
pl: Wielkie podziękowania dla NV Access, autorów dodatków i współpracowników! Kilka części dodatku zostało zainspirowanych twoją wspaniałą pracą i wysiłkiem, więc proszę, kontynuuj ten genialny ekosystem i współpracę.
pt_br: Um grande agradecimento ao NV Access, aos autores de complementos e aos colaboradores! Várias partes do complemento foram inspiradas por seu magnífico trabalho e esforço, portanto, continue com esse brilhante ecossistema e com a cooperação.
ru: Огромная благодарность NV Access, авторам дополнения и другим участникам! Несколько частей дополнения были созданы благодаря вашей великолепной работе и усилиям, поэтому, пожалуйста, поддерживайте эту замечательную экосистему и сотрудничество.
tr: NV Access'e, eklenti yazarlarına ve katkıda bulunanlara çok teşekkürler! Eklentinin bazı bölümleri, muhteşem çalışmanız ve çabanızdan ilham aldı, bu yüzden lütfen bu harika ekosistemi ve işbirliğini sürdürün.
uk: Дуже дякую NV Access, авторам додатка та дописувачам! Деякі частини додатка були створені завдяки вашій чудовій роботі та зусиллям, тож, будь ласка, продовжуйте співпрацю.

source: Changes for 1.1
bg: Промени във версия 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u verziji 1.1
ja: 1.1の変更
pt_br: Alterações para a versão 1.1
ru: Изменения для версии 1.1
tr: 1.1 İçin değişiklikler
uk: Зміни у версії 1.1

source: This release adds compatibility for NVDA 2022.1 and above;
bg: Тази версия добавя съвместимост с NVDA 2022.1 и по-нови версии;
de: Diese Version ist kompatibel mit NVDA 2022.1 und neuer;
es: Esta versión añade compatibilidad con NVDA 2022.1 y versiones posteriores;
fi: Tämä versio lisää yhteensopivuuden NVDA 2022.1:lle ja sitä uudemmille.
fr: Cette version ajoute une compatibilité pour NVDA 2022.1 et supérieure ;
gl: Esta versión engade compatibilidade para NVDA 2022.1 e superior;
hr: Ovo izdanje dodaje kompatibilonst za NVDA 2022.1 i novije verzije;
ja: NVDA 2022.1以降への互換性を追加しました;
pt_br: Esta versão adiciona compatibilidade com o NVDA 2022.1 e superior;
ru: В этом выпуске добавлена совместимость с NVDA 2022.1 и выше;
tr: Bu sürüm, NVDA 2022.1 ve sonrası sürümler için destek ekler;
uk: Ця версія додає сумісність з NVDA 2022.1 і новішими;

source: Fixed a bug with displaying the note title in Notes manager;
bg: Поправена е грешка при показване на заглавието на бележката в диспечера на бележки;
de: Ein Fehler bei der Anzeige des Titels der Notiz im Notizbuch wurde behoben;
es: Corregido un fallo al mostrar el título de la nota en el gestor de notas;
fi: Korjattu muistiinpanon otsikon näyttämisen bugi Muistiinpanojen hallinnassa.
fr: Correction d'un bug avec l'affichage du titre de la note dans le Gestionnaire de notes ;
gl: Arranxado un erro ó amosar o título da nota no administrador de notas;
hr: Ispravljena je greška prikaza naslova bilješke u upravljaču bilješki;
ja: ノート管理のノートタイトルの表示のバグを修正しました;
pt_br: Foi corrigido um erro na exibição do título da nota no gerenciador de notas;
ru: Исправлена ошибка с отображением заголовка заметки в менеджере заметок;
tr: Not yöneticisinde not başlığının görüntülenmesiyle ilgili bir hata düzeltildi;
uk: Виправлено помилку з показом назви нотатки в диспетчері нотаток;

source: Added German and Chinese translation;
bg: Добавени са преводи на немски и китайски;
de: Deutsche und chinesische Übersetzung hinzugefügt;
es: Añadidas traducciones al chino y al alemán;
fi: Lisätty saksan- ja kiinankielinen käännös.
fr: Ajout de la traduction allemande et chinoise ;
gl: Engadida tradución ó alemán e ó chinés;
hr: Dodan prijevod za njemački i kineski;
ja: ドイツ語と中国語の翻訳を追加しました;
pt_br: Adicionada a tradução para o alemão e o chinês;
ru: Добавлены переводы на немецкий и китайский;
tr: Almanca ve Çince çeviriler eklendi;
uk: Додано німецький і китайський переклади;

source: To elaborate on the bug with displaying the note title, the previous version included a bug where the whole text of the note was displayed to be the title of the note, which wasn't the intention of the developers. The bug is now fixed;
bg: Уточнение относно грешката с показването на заглавието на бележката: Предишната версия включваше грешка, при която целият текст на бележката се показваше като заглавие на бележката, което не беше умишлено. Грешката вече е отстранена;
de: Um auf den Fehler mit der Anzeige des Notiztitels einzugehen: Die vorherige Version enthielt einen Fehler, bei dem der gesamte Text der Notiz als Titel der Notiz angezeigt wurde, was nicht beabsichtigt war. Dieser Fehler ist nun behoben;
es: Profundizando en el fallo al mostrar el título de la nota, la versión anterior tenía un fallo por el que se mostraba el texto completo de la nota como título de la misma, y esta no era la intención de los desarrolladores. El fallo ahora está corregido;
fi: Muistiinpanon otsikon näyttämiseen liittyvän bugin tarkentamiseksi: Aiempi versio sisälsi bugin, joka aiheutti muistiinpanon koko tekstin näyttämisen muistiinpanon otsikkona, mikä ei ollut kehittäjien tarkoitus. Tämä on nyt korjattu.
fr: Pour élaborer sur le bug en affichant le titre de la note, la version précédente comprenait un bug où l'ensemble du texte de la note a été affiché pour être le titre de la note, qui n'était pas l'intention des développeurs. Le bug est maintenant corrigé ;
gl: Para arranxar o erro co título da nota, a versión anterior incluía un erro polo que todo o texto da nota se amosaba como se fose o título da nota, que non era a intención dos desenvolvedores. O erro xa está arranxado;
hr: Za objašnjavanje greške s prikazom naslova bilješke, prethodna verzija uključivala je grešku gdje je cijeli tekst bilješke bio prikazan kao naslov bilješke, što nije bila namjera programera. Greška je sada ispravljena;
ja: ノートタイトルの表示に関するバグについて詳しく説明すると、前のバージョンは、ノートのテキスト全体がノートのタイトルとして表示される、開発者の意図ではないバグを含んでいました。このバグが修正されました;
pt_br: Para elaborar o bug com a exibição do título da nota, a versão anterior incluía um bug em que todo o texto da nota era exibido como o título da nota, o que não era a intenção dos desenvolvedores. Agora o erro foi corrigido;
ru: Чтобы подробнее рассказать об ошибке с отображением заголовка заметки, в предыдущей версии была исправлена ошибка, из-за которой весь текст заметки отображался как заголовок заметки, что не входило в намерения разработчиков. Теперь ошибка исправлена;
tr: Not başlığının görüntülenmesiyle ilgili hatayı detaylandırmak için önceki sürüm, geliştiricilerin amacı olmayan notun tüm metninin notun başlığı olarak görüntülendiği bir hata içeriyordu. Hata şimdi düzeltildi;
uk: Якщо говорити докладніше про помилку з показом назви нотатки, то в попередній версії була помилка, коли весь текст нотатки відображався як назва нотатки, що не входило в наміри розробників. Наразі цю помилку виправлено;

source: the newly created notes will have their title as the first line of the note;
bg: новосъздадените бележки ще използват първия си ред като свое заглавие;
de: Der Titel befindet sich nun der neu erstellten Notiz in der ersten Zeile der Notiz;
es: las notas recién creadas tendrán como título la primera línea de la nota;
fi: Äskettäin luotujen muistiinpanojen otsikkona käytetään niiden ensimmäistä riviä.
fr: les notes nouvellement créées auront leur titre de première ligne de la note ;
gl: as notas de nova creación terán o seu título como primeira liña da nota;
hr: novostvorene bilješke imat će naslov kao prvi redak bilješke;
ja: 新しく作成されたノートは、ノートの1行目と同じタイトルとなります;
pt_br: as notas recém-criadas terão seu título como a primeira linha da nota;
ru: только что созданные заметки будут иметь свое название в качестве первой строки заметки;
tr: yeni oluşturulan notların başlıkları, notun ilk satırı olacaktır;
uk: у новостворених нотатках у першому рядку буде вказано їхню назву;

source: For existing notes, the user can select the note from the notes list in Notes Manager, click "Edit note", and then click "Save and close";
bg: За съществуващи бележки, потребителят може да избере бележката от списъка с бележки в диспечера на бележки, да задейства бутона "Редактиране на бележка" и след това да задейства бутона "Запази и затвори";
de: Bei bestehenden Notizen kann der Benutzer die Notiz in der Liste der Notizen im Notizbuch auswählen, auf "Notiz bearbeiten" und dann auf "Speichern und schließen" klicken;
es: En las notas existentes, el usuario puede seleccionar la nota en la lista de notas del gestor de notas, hacer clic en "Editar nota", y después pulsar en "Guardar y cerrar";
fi: Olemassa olevien muistiinpanojen kohdalla käyttäjä voi valita muistiinpanon Muistiinpanojen hallinnan muistiinpanoluettelosta, napsauttaa "Muokkaa muistiinpanoa" ja sitten "Tallenna ja sulje".
fr: Pour les notes existantes, l'utilisateur peut sélectionner la note dans la liste des notes dans le Gestionnaire de notes, cliquez sur "Modifier la note", puis cliquez sur "Sauvegarder et fermer" ;
gl: Para as notas existentes, o usuario pode seleccionar a nota da lista de notas no Administrador de Notas, premer "Edit note" (Editar nota) e logo premer "Save and close" (Gardar e pechar);
hr: Za postojeće bilješke, korisnik može odabrati bilješku s popisa bilješki u upravljaču bilježaka, pritisnuti „Uredi bilješku”, a zatim pritisnuti „Spremi i zatvori”;
ja: 既存のノートについて、ノート管理のノートリストからノートを選択し、「ノートの編集」をクリックし、「保存して閉じる」をクリック出来ます;
pt_br: Para notas existentes, o usuário pode selecionar a nota na lista de notas do Notes Manager, clicar em “Editar nota” e, em seguida, clicar em “Salvar e fechar”;
ru: Для существующих заметок пользователь может выбрать заметку из списка заметок в диспетчере заметок, нажать "Редактировать заметку", а затем "Сохранить и закрыть";
tr: Mevcut notlar için kullanıcı, Not Yöneticisi'ndeki notlar listesinden notu seçebilir, "Notu düzenle"ye ve ardından "Kaydet ve kapat"a tıklayabilir;
uk: Для наявних нотаток користувач може вибрати нотатку зі списку нотаток в диспетчері нотаток, натиснути «Редагувати нотатку», а потім натиснути «Зберегти й закрити»;

source: We made it possible to be able to edit the note even without needing to change the content to allow the user to overcome this bug.
bg: Направихме възможно да може да се редактира бележката дори без да е необходимо да се променя съдържанието, за да позволим на потребителя да преодолее тази грешка.
de: Der Benutzer kann nun den Titel für die entsprechende Notiz bearbeiten, ohne dass der Inhalt dieser Notiz geändert werden muss.
es: Se ha añadido la posibilidad de editar la nota incluso sin necesidad de cambiar su contenido para permitir que los usuarios resuelvan este fallo.
fi: Teimme mahdolliseksi muistiinpanon muokkaamisen jopa ilman, että sen sisältöä tarvitsisi muuttaa, jotta käyttäjä voisi ratkaista tämän bugin.
fr: Nous avons permis de pouvoir modifier la note même sans avoir besoin de modifier le contenu pour permettre à l'utilisateur de surmonter ce bogue.
gl: Fixemos posible a edición da nota mesmo sen moverse para cambiar o contido para permitir ó usuario superar este erro.
hr: Za prevladavanje ove greške, omogućili smo mogućnost uređivanja bilješke čak i bez potrebe za promjenom sadržaja.
ja: このバグを解決するために、内容の変更が必要なくても、ノートの編集を可能にしました。
pt_br: Tornamos possível editar a nota mesmo sem a necessidade de alterar o conteúdo para permitir que o usuário supere esse bug.
ru: Мы сделали возможным редактирование заметки даже без необходимости изменять содержимое, чтобы пользователь мог устранить эту ошибку.
tr: Kullanıcının bu hatayı aşması için içeriği değiştirmeye bile gerek kalmadan notu düzenleyebilmesini mümkün kıldık.
uk: Ми зробили так, щоб користувач міг редагувати нотатку навіть без необхідності змінювати вміст, щоб дозволити йому подолати цю помилку.

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
ja: 1.0の変更
pt_br: Mudanças para a versão 1.0
ru: Изменения для версии 1.0
tr: 1.0 İçin değişiklikler
uk: Зміни у версії 1.0

source: Initial version.
bg: Първо издание.
de: Erste Version.
es: Versión inicial.
fi: Ensimmäinen version.
fr: Version initiale.
gl: Versión inicial.
hr: Prva verzija.
ja: 最初のバージョン
pt_br: Versão inicial.
ru: Первоначальная версия.
tr: İlk sürüm.
uk: Перша версія.
