Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/rdAccess.*.po
Languages: es, fi, fr, pt_br

source: [[!meta title="Remote Desktop Accessibility"]]
es: [[!meta title="Accesibilidad en Escritorio Remoto"]]
fi: [[!meta title="Etätyöpöydän saavutettavuus"]]

source: Authors: [Leonard de Ruijter][1]
es: Autores: [Leonard de Ruijter][1]
fi: Tekijä: [Leonard de Ruijter][1]
fr: Auteurs : [Leonard de Ruijter][1]
pt_br: Autores: [Leonard de Ruijter][1]

source: Download [latest stable version][2]
es: Descargar [versión estable más reciente][2]
fi: Lataa [viimeisin vakaa versio][2]
fr: Télécharger [dernière version stable][2]
pt_br: Faça o download da [última versão estável][2]

source: NVDA compatibility: 2024.1 and later
es: Compatibilidad con NVDA: de 2024.1 en adelante
fi: Yhteensopivuus: NVDA 2024.1 tai uudempi
fr: Compatibilité NVDA : 2024.1 et supérieur
pt_br: Compatibilidade com NVDA: 2024.1 e posteriores

source: The RDAccess add-on (Remote Desktop Accessibility) adds support for Microsoft Remote Desktop, Citrix, or VMware Horizon remote sessions to NVDA. When installed on both the client and the server in NVDA, speech and braille generated on the server will be spoken and displayed in braille on the client machine. This enables a user experience where managing a remote system feels as seamless as operating the local system.
es: El complemento RD Access (Accesibilidad en Escritorio Remoto, en inglés Remote Desktop Accessibility) añade soporte para que NVDA pueda acceder a sesiones de escritorio remoto usando el escritorio remoto de Microsoft, Citrix o VMware Horizon. Al estar instalado tanto en el cliente como en el servidor, la voz y el braille generados en el servidor se verbalizarán y mostrarán en braille en el equipo del cliente. Esto permite una experiencia de usuario donde gestionar un sistema remoto se siente igual de eficaz que al operar el sistema local.
fi: RDAccess-lisäosa (Remote Desktop Accessibility) lisää NVDA:han tuen etätyöpöytäistunnoille Microsoft Etätyöpöytää, Citrixiä tai VMware Horizonia käyttäen. Kun tämä lisäosa on asennettu NVDA:han sekä asiakas- että palvelinkoneessa, palvelimella tuotettu puhe ja pistekirjoitus puhutaan ja näytetään asiakaskoneessa. Tämä mahdollistaa käyttäjäkokemuksen, jossa etäjärjestelmän hallinta tuntuu aivan paikallisen järjestelmän käyttämiseltä.
fr: L'extension RDAccess (Remote Desktop Accessibility) ajoute une prise en charge pour accéder aux sessions de bureau à distance à NVDA en utilisant Microsoft Remote Desktop, Citrix ou VMware Horizon. Lorsqu'il est installé dans NVDA sur le client et le serveur, la parole et le braille générées sur le serveur seront verbalisées et affiché en braille par la machine client. Cela permet une expérience utilisateur où la gestion d'un système distant semble tout aussi performante que le fonctionnement du système local.
pt_br: O complemento RDAccess (Acessibilidade da Área de Trabalho Remota) adiciona suporte para sessões remotas do Microsoft Remote Desktop, Citrix ou VMware Horizon ao NVDA. Quando instalado tanto no cliente quanto no servidor no NVDA, a fala e o braille gerados no servidor serão falados e exibidos em braille na máquina cliente. Isso permite uma experiência de usuário em que o gerenciamento de um sistema remoto parece tão simples quanto operar o sistema local.

source: Features
es: Características
fi: Ominaisuudet
fr: Caractéristiques
pt_br: Recursos

source: Support for Microsoft Remote Desktop (including Azure Virtual Desktop and Microsoft Cloud PC), Citrix, and VMware Horizon
es: Soporte para el escritorio remoto de Microsoft (Incluyendo el escritorio virtual de Azure y Microsoft Cloud PC), Citrix y VMware Horizon
fi: Tuki Microsoft Etätyöpöydälle (Azure Virtual Desktop ja Microsoft Cloud PC mukaan lukien), Citrixille sekä VMware Horizonille
fr: Prise en charge de Microsoft Remote Desktop (y compris Azure Virtual Desktop et Microsoft Cloud PC), Citrix, et VMware Horizon
pt_br: Suporte para Microsoft Remote Desktop (incluindo Azure Virtual Desktop e Microsoft Cloud PC), Citrix e VMware Horizon

source: Speech and braille output
es: Salida hablada y por braille
fi: Puheen ja pistekirjoituksen tuottaminen
fr: Sortie de la parole et du braille
pt_br: Saída de fala e braille

source: Automatic detection of remote braille using NVDA's automatic braille display detection
es: Detección automática de braille remoto usando la detección automática de pantallas braille de NVDA
fi: Automaattinen etäpistenäyttöjen tunnistus NVDA:n automaattista pistenäytön tunnistusta käyttäen
fr: Détection automatique du braille distant en utilisant la détection automatique de l'afficheur braille de NVDA
pt_br: Detecção automática de braile remoto usando a detecção automática de exibição em braile do NVDA

source: Automatic detection of remote speech using a dedicated detection process that can be disabled in NVDA's settings dialog
es: Detección automática de la voz remota usando un proceso dedicado de detección que se puede desactivar desde el diálogo de opciones de NVDA
fi: Automaattinen etäpuhesyntetisaattoreiden tunnistus erityistä tunnistusprosessia käyttäen, joka voidaan poistaa käytöstä NVDA:n asetusvalintaikkunasta
fr: Détection automatique de la parole distante en utilisant un processus de détection dédié qui peut être désactivé dans le dialogue des paramètres de NVDA
pt_br: Detecção automática de fala remota usando um processo de detecção dedicado que pode ser desativado na caixa de diálogo de configurações do NVDA

source: Support for portable copies of NVDA running on a server (additional configuration required for Citrix)
es: Soporte para copias portables de NVDA que se ejecutan en un servidor (es necesario hacer una configuración adicional en Fitrix)
fi: Tuki palvelimella käynnissä oleville NVDA:n massamuistiversioille (Citrixiä varten tarvitaan lisämäärityksiä)
fr: Prise en charge des copies portables de NVDA fonctionnant sur un serveur (configuration supplémentaire requise pour Fitrix)
pt_br: Suporte para cópias portáteis do NVDA em execução em um servidor (configuração adicional necessária para Citrix)

source: Full support for portable copies of NVDA running on a client (no additional administrative privileges required to install the add-on)
es: Soporte completo para copias portables de NVDA que se ejecutan en el cliente (no se requieren privilegios de administrador adicionales para instalar el complemento)
fi: Täysi tuki asiakaskoneessa käynnissä oleville NVDA:n massamuistiversioille (lisäosan asentamiseen ei tarvita järjestelmänvalvojan lisäoikeuksia)
fr: Prise en charge complète pour les copies portables de NVDA fonctionnant sur un client (aucun privilège administrateur supplémentaire requis pour installer l'extension)
pt_br: Suporte total para cópias portáteis do NVDA em execução em um cliente (não são necessários privilégios administrativos adicionais para instalar o complemento)

source: Multiple active client sessions simultaneously
es: Varias sesiones de cliente activas a la vez
fi: Useita samanaikaisia aktiivisia asiakasistuntoja
fr: Plusieurs sessions de clients actives en même temps
pt_br: Várias sessões de clientes ativas simultaneamente

source: Remote desktop instantly available after NVDA start
es: Escritorio remoto disponible al instante después de que arranque NVDA
fi: Etätyöpöytä käytettävissä heti NVDA:n käynnistyksen jälkeen
fr: Remote desktop instantanément disponible après le démarrage de NVDA
pt_br: Área de trabalho remota disponível instantaneamente após a inicialização do NVDA

source: Ability to control specific synthesizer and braille display settings without leaving the remote session
es: Capacidad de controlar opciones específicas de síntesis de voz y braille sin dejar la sesión remota
fi: Mahdollisuus säätää tiettyjä syntetisaattori- ja pistenäyttöasetuksia etäistunnosta poistumatta
fr: Possibilité à contrôler les paramètres du synthétiseur et l'afficheur braille spécifiques sans quitter la session distante
pt_br: Capacidade de controlar configurações específicas do sintetizador e da exibição em braile sem sair da sessão remota

source: Ability to use speech and braille from the user session when accessing secure desktops
es: Capacidad de usar voz y braille de la sesión del usuario al acceder a escritorios seguros
fi: Mahdollisuus käyttää puhetta ja pistenäyttöä käyttäjäistunnosta suojatulla työpöydällä oltaessa
fr: Possibilité d'utiliser la parole et le braille de la session utilisateur lors de l'accès à des bureaux sécurisés
pt_br: Capacidade de usar fala e braile na sessão do usuário ao acessar desktops seguros

source: Changelog
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
pt_br: Registro de alterações

source: Version 1.5
es: Versión 1.5
fi: Versio 1.5
pt_br: Versão 1.5

source: Add the ability to create a debugging diagnostics report by means of a button in the RDAccess settings panel [#23](https://github.com/leonardder/rdAccess/pull/23).
es: Se añade la posibilidad de crear un informe de diagnóstico de depuración mediante un botón en el panel de opciones de RDAccess [#23](https://github.com/leonardder/rdAccess/pull/23).
fi: Lisätty mahdollisuus luoda virheenjäljityksen vianmääritysraportti painikkeen avulla RDAccessin asetuspaneelissa [#23](https://github.com/leonardder/rdAccess/pull/23).
fr: Ajouter la possibilité de créer un rapport de diagnostic de débogage au moyen d'un bouton du panneau des paramètres RDAccess [#23](https://github.com/leonardder/rdAccess/pull/23).
pt_br: Adicionar a capacidade de criar um relatório de diagnóstico de depuração por meio de um botão no painel de configurações do RDAccess [#23](https://github.com/leonardder/rdAccess/pull/23).

source: Support for multi-line braille displays in NVDA 2025.1 and newer [#19](https://github.com/leonardder/rdAccess/pull/13).
es: Soporte para pantallas braille multilínea en NVDA 2025.1 y posterior [#19](https://github.com/leonardder/rdAccess/pull/13).
fi: Tuki monirivisille pistenäytöille NVDA 2025.1:ssä ja sitä uudemmissa [#19](https://github.com/leonardder/rdAccess/pull/13).
fr: Prise en charge des afficheurs braille multi-lignes dans NVDA 2025.1 et plus récent [#19](https://github.com/leonardder/rdAccess/pull/13).
pt_br: Suporte para visores braille multilinha no NVDA 2025.1 e versões mais recentes [#19](https://github.com/leonardder/rdAccess/pull/13).

source: The minimum compatible NVDA version is now 2024.1. Removed support for earlier versions.
es: La versión mínima compatible de NVDA es ahora la 2024.1. Se elimina el soporte para versiones anteriores.
fi: NVDA:n yhteensopiva vähimmäisversio on nyt 2024.1. Aiempien versioidenn tuki on poistettu.
fr: La version NVDA compatible minimale est maintenant la 2024.1. Suppression de la prise en charge des versions antérieures.
pt_br: A versão mínima compatível do NVDA agora é a 2024.1. O suporte para versões anteriores foi removido.

source: Added client connection notifications [#25](https://github.com/leonardder/rdAccess/pull/25).
es: Se añaden notificaciones de conexión del cliente [#25](https://github.com/leonardder/rdAccess/pull/25).
fi: Lisätty asiakasyhteyden ilmoitukset [#25](https://github.com/leonardder/rdAccess/pull/25).
fr: Ajout notifications de connexion du client [#25](https://github.com/leonardder/rdAccess/pull/25).
pt_br: Adicionadas notificações de conexão do cliente [#25](https://github.com/leonardder/rdAccess/pull/25).

source: Updated RdPipe dependency.
es: Se actualiza la dependencia RdPipe.
fi: RdPipe-riippuvuus päivitetty.
fr: Dépendance RdPipe mise à jour.
pt_br: Atualização da dependência RdPipe.

source: Updated translations.
es: Traducciones actualizadas.
fi: Käännöksiä päivitetty.
fr: Traductions mises à jour.
pt_br: Traduções atualizadas.

source: Version 1.4
es: Versión 1.4
fi: Versio 1.4
pt_br: Versão 1.4

source: New stable release.
es: Nueva versión estable.
fi: Uusi vakaa versio.
fr: Nouvelle version stable.
pt_br: Nova versão estável.

source: Version 1.3
es: Versión 1.3
fi: Versio 1.3
pt_br: Versão 1.3

source: Fixed broken braille display gestures.
es: Se corrigen gestos de pantallas braille que no funcionaban.
fi: Rikkoutuneet pistenäyttöjen näppäinkomennot korjattu.
fr: Correction de la rupture des gestes de l'afficheur braille.
pt_br: Corrigidos gestos defeituosos no visor Braille.

source: Version 1.2
es: Versión 1.2
fi: Versio 1.2
pt_br: Versão 1.2

source: Use [Ruff](https://github.com/astral-sh/ruff) as a formatter and linter. [#13](https://github.com/leonardder/rdAccess/pull/13).
es: Se usa [Ruff](https://github.com/astral-sh/ruff) como formateador y corrector. [#13](https://github.com/leonardder/rdAccess/pull/13).
fi: Käytetään [Ruffia](https://github.com/astral-sh/ruff) koodin muotoilijana ja tarkistustyökaluna. [#13](https://github.com/leonardder/rdAccess/pull/13).
fr: Utiliser [Ruff](https://github.com/astral-sh/ruff) en tant que format et linter. [#13](https://github.com/leonardder/rdAccess/pull/13).

source: Fixed an issue where NVDA on the client generates an error when pausing speech on the server.
es: Se corrige un problema por el que NVDA en el cliente genera un error al pausar la voz en el servidor.
fi: Korjattu ongelma, joka aiheutti sen, että asiakas-NVDA tuotti virheen, kun puhe tauotettiin palvelimella.
fr: Correction d'un problème où NVDA sur le client génère une erreur lors de l'arrêt de la parole sur le serveur.
pt_br: Corrigido um problema em que o NVDA no cliente gerava um erro ao pausar a fala no servidor.

source: Fixed support for `winAPI.secureDesktop.post_secureDesktopStateChange`.
es: Se corrige el soporte de `winAPI.secureDesktop.post_secureDesktopStateChange`.
fi: Korjattu `winAPI.secureDesktop.post_secureDesktopStateChange`:n tuki.
fr: Correction du support pour `winAPI.secureDesktop.post_secureDesktopStateChange`.
pt_br: Suporte corrigido para `winAPI.secureDesktop.post_secureDesktopStateChange`.

source: Improved driver initialization on the server.
es: Se mejora la inicialización del controlador en el servidor.
fi: Ajurin alustusta paranneltu palvelimella.
fr: Amélioration de l'initialisation du pilote sur le serveur.
pt_br: Inicialização do driver aprimorada no servidor.

source: Version 1.1
es: Versión 1.1
fi: Versio 1.1
pt_br: Versão 1.1

source: Added support for NVDA 2023.3 style device registration for automatic detection of braille displays. [#11](https://github.com/leonardder/rdAccess/pull/11).
es: Se añade soporte para el estilo de registro de dispositivos de NVDA 2023.3 para detectar automáticamente pantallas braille. [#11](https://github.com/leonardder/rdAccess/pull/11).
fr: Ajout de la prise en charge de style enregistrement du périphérique NVDA 2023.3 pour la détection automatique des afficheurs braille. [#11](https://github.com/leonardder/rdAccess/pull/11).
pt_br: Adicionado suporte para registro de dispositivos no estilo NVDA 2023.3 para detecção automática de visores braille. [#11](https://github.com/leonardder/rdAccess/pull/11).

source: Added support for NVDA 2024.1 Alpha `winAPI.secureDesktop.post_secureDesktopStateChange` extension point. [#12](https://github.com/leonardder/rdAccess/pull/12).
es: Se añade soporte para el punto de extensión `winAPI.secureDesktop.post_secureDesktopStateChange` de NVDA 2024.1 alfa. [#12](https://github.com/leonardder/rdAccess/pull/12).
fi: Lisätty tuki NVDA 2024.1 alfan `winAPI.secureDesktop.post_secureDesktopStateChange`laajennuspisteelle. [#12](https://github.com/leonardder/rdAccess/pull/12).
fr: Ajout de la prise en charge pour NVDA 2024.1 Alpha `winAPI.secureDesktop.post_secureDesktopStateChange` extension point. [#12](https://github.com/leonardder/rdAccess/pull/12).
pt_br: Adicionado suporte para o ponto de extensão NVDA 2024.1 Alpha `winAPI.secureDesktop.post_secureDesktopStateChange`. [#12](https://github.com/leonardder/rdAccess/pull/12).

source: Version 1.0
es: Versión 1.0
fi: Versio 1.0
pt_br: Versão 1.0

source: Initial stable release.
es: Primera versión estable.
fi: Ensimmäinen vakaa versio.
fr: Première version stable.
pt_br: Versão estável inicial.

source: Getting Started
es: Primeros pasos
fi: Aloittaminen
fr: Premiers pas
pt_br: Introdução

source: Install RDAccess on both a client and server copy of NVDA.
es: Instala RD Access tanto en una copia cliente como servidor de NVDA.
fi: Asenna RDAccess NVDA:han sekä asiakas- että palvelinkoneella.
fr: Installer RDAccess à la fois sur le client et le serveur de la copie de NVDA.
pt_br: Instale o RDAccess tanto na cópia cliente quanto na cópia servidor do NVDA.

source: The remote system should automatically start speaking using the local speech synthesizer. If not, in the NVDA instance on the server, select the remote speech synthesizer from NVDA's synthesizer selection dialog.
es: El sistema remoto debería empezar a hablar automáticamente usando el sintetizador de voz local. Si no, en la instancia de NVDA del servidor, selecciona el sintetizador de voz remoto desde el diálogo de selección de sintetizador de NVDA.
fi: Etäjärjestelmän pitäisi alkaa puhua paikallista puhesyntetisaattoria käyttäen. Jos näin ei tapahdu, valitse etäpuhesyntetisaattori palvelimella käynnissä olevan NVDA:n Valitse syntetisaattori -valintaikkunasta.
fr: Le système distant doit commencer automatiquement à parler en utilisant le synthétiseur de la parole local. Sinon, dans l'instance NVDA sur le serveur, sélectionnez le synthétiseur de la parole à distance dans le dialogue Sélection du synthétiseur de NVDA.
pt_br: O sistema remoto deve começar a falar automaticamente usando o sintetizador de voz local. Caso contrário, na instância do NVDA no servidor, selecione o sintetizador de voz remoto na caixa de diálogo de seleção do sintetizador do NVDA.

source: To use braille, enable automatic braille display detection using the braille display selection dialog.
es: Para usar braille, activa la detección automática de pantallas braille utilizando el diálogo de selección de pantallas braille.
fi: Käytä pistenäyttöä ottamalla käyttöön automaattinen pistenäytön tunnistus NVDA:n Valitse pistenäyttö -valintaikkunasta.
fr: Pour utiliser le braille, activez la détection automatique de l'afficheur braille en utilisant le dialogue de sélection de l'afficheur braille.
pt_br: Para usar o braile, ative a detecção automática de exibição em braile usando a caixa de diálogo de seleção de exibição em braile.

source: Configuration
es: Configuración
fi: Asetusten määrittäminen
pt_br: Configuração

source: After installation, the RDAccess add-on can be configured using NVDA's settings dialog, accessible from the NVDA Menu by choosing Preferences > Settings... Then, choose the Remote Desktop category.
es: Tras la instalación, se puede configurar el complemento RD Access desde el diálogo de opciones de NVDA, al que se puede acceder desde el menú NVDA eligiendo Preferencias > Opciones... Tras esto, elige la categoría Escritorio remoto.
fi: RDAccess-lisäosan asennuksen jälkeen sen asetukset voidaan määrittää NVDA:n asetusvalintaikkunasta, Johon pääsee valitsemalla NVDA-valikosta Mukautukset > Asetukset... Valitse tämän jälkeen Etätyöpöytä-kategoria.
fr: Après l'installation, l'extension RDAccess peut être configurée à l'aide de la boîte de dialogue Paramètres de NVDA, accessible à partir du menu de NVDA en choisissant Préférences > Paramètres... Après cela, choisissez la catégorie Bureau distant.
pt_br: Após a instalação, o complemento RDAccess pode ser configurado usando a caixa de diálogo de configurações do NVDA, acessível no menu NVDA, selecionando Preferências > Configurações... Em seguida, selecione a categoria Área de Trabalho Remota.

source: This dialog contains the following settings:
es: Este diálogo contiene las siguientes opciones:
fi: Tässä valintaikkunassa on seuraavat asetukset:
fr: Cette boîte de dialogue contient les paramètres suivants :
pt_br: Essa caixa de diálogo contém as seguintes configurações:

source: Enable Remote Desktop Accessibility for
es: Activar accesibilidad en escritorio remoto para
fi: Ota etätyöpöydän saavutettavuus käyttöön
fr: Activer remote desktop accessibility pour
pt_br: Habilite a acessibilidade da área de trabalho remota para

source: This list of checkboxes controls the operating mode of the add-on. Choose between:
es: Esta lista de casillas de verificación controla el modo de operación del complemento. Se puede elegir entre:
fi: Tämän luettelon valintaruuduilla voit valita lisäosan toimintatilan. Seuraavat vaihtoehdot ovat käytettävissä:
fr: Cette liste de cases à cocher contrôle le mode de fonctionnement de l'extension. Vous pouvez choisir entre :
pt_br: Esta lista de caixas de seleção controla o modo de operação do complemento. Escolha entre:

source: Incoming connections (Remote Desktop Server): Choose this option if the current instance of NVDA is running on a remote desktop server.
es: Conexiones entrantes (servidor de escritorio remoto): elige esta opción si la copia actual de NVDA se ejecuta en un servidor de escritorio remoto.
fi: Saapuville yhteyksille (etätyöpöytäpalvelin): Valitse tämä vaihtoehto, jos nykyinen NVDA-kopio on käynnissä etätyöpöytäpalvelimella.
fr: Connexions entrantes (Remote Desktop Server) : Choisissez cette option si l'instance actuelle de NVDA s'exécute sur un serveur de bureau distant.
pt_br: Conexões de entrada (Servidor de Área de Trabalho Remota): Escolha esta opção se a instância atual do NVDA estiver sendo executada em um servidor de área de trabalho remota.

source: Outgoing connections (Remote Desktop Client): Choose this option if the current instance of NVDA is running on a remote desktop client that connects to one or more servers.
es: Conexiones salientes (cliente de escritorio remoto): elige esta opción si la copia actual de NVDA se ejecuta en un cliente de escritorio remoto que se conecta a uno o más servidores.
fi: Lähteville yhteyksille (etätyöpöytäasiakas): Valitse tämä vaihtoehto, jos nykyinen NVDA-kopio on käynnissä etätyöpöytäasiakkaalla, joka muodostaa yhteyden yhteen tai useampaan palvelimeen.
fr: Connexions sortantes (Remote Desktop Client) : Choisissez cette option si l'instance actuelle de NVDA s'exécute sur un client de bureau distant qui se connecte à un ou plusieurs serveurs.
pt_br: Conexões de saída (Cliente de Área de Trabalho Remota): Escolha esta opção se a instância atual do NVDA estiver sendo executada em um cliente de área de trabalho remota que se conecta a um ou mais servidores.
