Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/rdAccess.*.po
Languages: es, fi, fr, pt_br

source: After installing Citrix Workspace, you need to start a remote session once to let RDAccess register itself. This occurs because the application copies system settings to user settings during the initial session setup. Following this, RDAccess can register itself under the current user context.
es: Tras instalar Citrix Workspace, tienes que iniciar una sesión remota una vez para permitir que RD Access se registre. La razón detrás de esto es que la aplicación copia la configuración del sistema a la configuración del usuario al establecer una sesión por primera vez. Tras esto, RD Access se puede registrar por sí mismo bajo el contexto del usuario actual.
fi: Kun olet asentanut Citrix Workspace -sovelluksen, sinun on käynnistettävä etäistunto kerran, jotta RDAccess voi rekisteröidä itsensä. Syynä tähän on se, että sovellus kopioi järjestelmän asetukset käyttäjän asetuksiin luodessaan istunnon ensimmäistä kertaa. Tämän jälkeen RDAccess voi rekisteröidä itsensä nykyiselle käyttäjälle.
fr: Après avoir installé Citrix Workspace, vous devez démarrer une session distante une fois pour permettre à RDAccess l'enregistrement de lui-même. Cela se produit parce que l'application copie les paramètres du système aux paramètres de l'utilisateur pendant la configuration de la session initiale. Après cela, RDAccess peut s'enregistrer dans le contexte actuel de l'utilisateur.
pt_br: Após instalar o Citrix Workspace, é necessário iniciar uma sessão remota uma vez para permitir que o RDAccess se registre. Isso ocorre porque o aplicativo copia as configurações do sistema para as configurações do usuário durante a configuração inicial da sessão. Em seguida, o RDAccess pode se registrar no contexto do usuário atual.

source: Server-Side Requirement
es: Requisitos del lado servidor
fi: Palvelinpuolen vaatimus
fr: Exigence côté serveur
pt_br: Requisito do lado do servidor

source: In Citrix Virtual Apps and Desktops 2109, Citrix enabled the so-called virtual channel allow list, restricting third-party virtual channels, including the channel required by RDAccess, by default. For more information, [see this Citrix blog post](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/).
es: En Citrix Virtual Apps and Desktops 2109, Citrix habilitó algo llamado Lista de canales virtuales permitidos, restringiendo canales virtuales de terceros, incluido el canal que necesita RDAccess, por defecto. Para más información, [consulta esta entrada de blog de Citrix](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/)
fi: Citrix Virtual Apps and Desktopsin versiossa 2109 Citrix otti käyttöön niin kutsutun virtuaalikanavan sallittujen luettelon. Tämä tarkoittaa, että kolmannen osapuolen virtuaalikanavia, RDAccessin vaatima kanava mukaan lukien, ei oletusarvoisesti sallita. Lisätietoja saat [tästä Citrixin blogikirjoituksesta](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/).
fr: Dans Citrix Virtual Apps et Desktops 2109, Citrix a activé la liste d'autorisation de la chaîne virtuelle dites. Cela signifie que les canaux virtuels tiers, y compris le canal requis par RDAccess, ne sont pas autorisés par défaut. Pour plus d'informations, [voir ce post sur le blog de Citrix](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/).
pt_br: No Citrix Virtual Apps and Desktops 2109, o Citrix habilitou a chamada lista de permissões de canais virtuais, restringindo canais virtuais de terceiros, incluindo o canal exigido pelo RDAccess, por padrão. Para obter mais informações, [consulte esta publicação no blog da Citrix](https://www.citrix.com/blogs/2021/10/14/virtual-channel-allow-list-now-enabled-by-default/).

source: Explicitly allowing the RdPipe channel required by RDAccess is not yet tested. For now, it is best to disable the allow list altogether. If your system administrator has concerns, feel free to [address the issue here][3].
es: Permitir explícitamente el canal de RDPipe que necesita RDAccess es algo que no se ha probado todavía. Por ahora, lo mejor que se puede hacer es desactivar por completo la lista de permitidos. Si el administrador de tu sistema no está contento con esto, siéntete libre de [mencionarlo en la incidencia relacionada][3].
fi: RDAccessin vaatiman RdPipe-kanavan nimenomaista sallimista ei ole vielä testattu. Tällä hetkellä todennäköisesti paras vaihtoehto on poistaa sallittujen luettelo kokonaan käytöstä. Jos järjestelmäsi ylläpitäjä ei ole tyytyväinen tähän ratkaisuun, voit vapaasti [ilmoittaa siitä asialle omistetussa aiheessa][3].
fr: Autoriser explicitement le canal RdPipe requis par RDAccess n'est pas encore testé. Pour l'instant, probablement le mieux à faire c'est de désactiver complètement la liste d'autorisation. Si votre administrateur système n'est pas satisfait de cela, n'hésitez pas à [signaler en toute liberté l'incidence ici][3].
pt_br: A permissão explícita do canal RdPipe exigido pelo RDAccess ainda não foi testada. Por enquanto, é melhor desabilitar completamente a lista de permissões. Se o administrador do seu sistema tiver alguma dúvida, sinta-se à vontade para [abordar a questão aqui][3].

source: Issues and Contributing
es: Incidencias y colaboración
fi: Ongelmat ja osallistuminen
fr: Problèmes et contribution
pt_br: Questões e contribuições

source: To report an issue or contribute, refer to [the issues page on Github][4].
es: Si quieres informar de una incidencia o colaborar, echa un vistazo a la [página de incidencias en GitHub][4].
fi: Jos haluat ilmoittaa ongelmasta tai osallistua kehitykseen, tutustu [GitHubin Issues-sivuun][4].
fr: Si vous souhaitez signaler un problème ou contribuer, consultez [la page des incidence (issues) sur GitHub][4].
pt_br: Para relatar um problema ou contribuir, consulte [a página de problemas no Github][4].

source: External Components
es: Componentes externos
fi: Ulkoiset osat
fr: Composants externes
pt_br: Componentes externos

source: This add-on relies on [RD Pipe][5], a library written in Rust backing the remote desktop client support. RD Pipe is redistributed as part of this add-on under the terms of [version 3 of the GNU Affero General Public License][6].
es: Este complemento se apoya en [RD Pipe][5], una biblioteca escrita en Rust que respalda el soporte para clientes de escritorio remoto. RD Pipe se redistribuye como parte de este complemento según los términos de la [versión 3 de la licencia pública GNU Affero][6] tal y como la publicó la Free Software Foundation.
fi: Tämä lisäosa on riippuvainen [RD Pipestä][5], Rust-ohjelmointikielellä kirjoitetusta kirjastosta, joka mahdollistaa etätyöpöytäasiakkaan tuen. RD Pipeä jaetaan tämän lisäosan mukana Free Software Foundationin julkaiseman [GNU AGPL -lisenssin (versio 3)][6] ehtojen mukaisesti.
fr: Cette extension s'appuie sur [RD Pipe][5], une bibliothèque écrite en Rust, soutenant le support du client remote desktop. RD Pipe est redistribué dans le cadre de cette extension en vertu des termes de la [version 3 de la GNU Affero General Public License][6].
pt_br: Este complemento depende do [RD Pipe][5], uma biblioteca escrita em Rust que dá suporte ao cliente de desktop remoto. O RD Pipe é redistribuído como parte deste complemento sob os termos da [versão 3 da GNU Affero General Public License][6].
