Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/rdAccess.*.po
Languages: es, fi, fr, pt_br

source: Secure Desktop pass-through: Choose this option if you want to use braille and speech from the user instance of NVDA when accessing the secure desktop. Note that for this to work, you need to make the RDAccess add-on available on the secure desktop copy of NVDA. For this, choose "Use currently saved settings during sign-in and on secure screens (requires administrator privileges)" in NVDA's general settings.
es: Dejar pasar el escritorio seguro: elige esta opción si quieres usar braille y voz de la instancia de usuario de NVDA al acceder al escritorio remoto. Ten en cuenta que para que esto funcione, debes hacer que el complemento RD Access esté disponible en la copia de NVDA del escritorio seguro. Para ello, elige "Utilizar opciones actualmente guardadas durante el inicio de sesión y en pantallas seguras (requiere privilegios de administrador)" en las opciones generales de NVDA.
fi: Suojatun työpöydän läpivienti: Valitse tämä vaihtoehto, jos haluat käyttää NVDA:n käyttäjäkopion pistenäyttöä ja puhetta etätyöpöytää käyttäessäsi. Huom: Jotta tätä toimintoa voisi käyttää, RDAccess-lisäosa on kopioitava suojatulla työpöydällä käytettävään NVDA-versioon. Tämä tehdään valitsemalla NVDA:n yleisistä asetuksista "Käytä tallennettuja asetuksia sisäänkirjautumisen aikana ja suojatuissa ruuduissa (edellyttää järjestelmänvalvojan oikeuksia)".
fr: Passerelle Secure Desktop : Choisissez cette option si vous souhaitez utiliser le braille et la parole dans l'instance utilisateur de NVDA lors de l'accès au bureau distant. Notez que pour que cela fonctionne, vous devez rendre l'extension RDAccess disponible sur le bureau Sécurisé de la copie de NVDA. Pour cela, choisissez "Utiliser les paramètres NVDA actuellement sauvegardés pour l'écran de connexion et sur les écrans sécurisés (nécessite des privilèges administrateur)" dans les paramètres Général de NVDA.
pt_br: Passagem segura pela área de trabalho: escolha esta opção se desejar utilizar braille e voz da instância do usuário do NVDA ao acessar a área de trabalho segura. Observe que, para que isso funcione, é necessário disponibilizar o complemento RDAccess na cópia segura do NVDA na área de trabalho. Para isso, selecione “Usar as configurações salvas atualmente durante o login e em telas seguras (requer privilégios de administrador)” nas configurações gerais do NVDA.

source: To ensure a smooth start with the add-on, all options are enabled by default. However, you are encouraged to disable server or client mode as appropriate.
es: Para garantizar un inicio suave con el complemento, todas las opciones vienen activadas por defecto. Sin embargo, se aconseja desactivar el modo cliente o servidor según corresponda.
fi: Kaikki asetukset ovat oletusarvoisesti käytössä, jotta varmistetaan sujuva lisäosan käytön aloitus. Sinua kuitenkin kannustetaan poistamaan käytöstä tarpeen mukaan joko palvelin- tai asiakastila.
fr: Pour garantir un démarrage en douceur avec l'extension, toutes les options sont activées par défaut. Vous êtes cependant encouragé à désactiver le serveur ou le mode client, le cas échéant.
pt_br: Para garantir um início tranquilo com o complemento, todas as opções estão ativadas por padrão. No entanto, recomendamos que você desative o modo servidor ou cliente, conforme apropriado.

source: Automatically Recover Remote Speech after Connection Loss
es: Recuperar automáticamente voz remota tras una pérdida de conexión
fi: Palauta etäpuhe automaattisesti yhteydenmenetyksen jälkeen
fr: Récupérer automatiquement la parole à distance après une perte de connexion
pt_br: Recuperar automaticamente a fala remota após perda de conexão

source: This option is only available in server mode. It ensures that the connection will automatically be re-established when the Remote Speech synthesizer is active and the connection is lost, similar to braille display auto-detection.
es: Esta opción sólo está disponible en modo servidor. Garantiza que se volverá a establecer la conexión automáticamente cuando el sintetizador de voz remoto esté activo y la conexión se pierda. El comportamiento es similar al de detección automática de pantallas braille.
fi: Tämä asetus on käytettävissä vain palvelintilassa. Se varmistaa, että yhteys muodostetaan automaattisesti uudelleen, kun etäpuhesyntetisaattori on käytössä yhteyden katketessa. Tämä toiminnallisuus on samankaltainen kuin pistenäytön automaattinen tunnistus.
fr: Cette option n'est disponible qu'en mode serveur. Il garantit que la connexion sera automatiquement rétablie lorsque le synthétiseur de la parole à distance est actif et que la connexion est perdue. Le comportement est très similaire à celui de la détection automatique de l'afficheur braille.
pt_br: Esta opção só está disponível no modo servidor. Ela garante que a conexão será restabelecida automaticamente quando o sintetizador de voz remoto estiver ativo e a conexão for perdida, semelhante à detecção automática do visor braille.

source: This option is enabled by default. It is strongly encouraged to leave this option enabled if the Remote Desktop server has no audio output.
es: Esta opción viene activada por defecto. Se aconseja encarecidamente dejarla activada si el servidor de escritorio remoto no tiene salida de audio.
fi: Tämä asetus on oletusarvoisesti käytössä. Tämän asetuksen käytössä pitäminen on erittäin suositeltavaa, mikäli etätyöpöytäpalvelimella ei ole äänilähtöä.
fr: Cette option est activée par défaut. Vous êtes fortement encouragé à laisser cette option activée si le serveur de bureau distant n'a pas de sortie audio.
pt_br: Esta opção está habilitada por padrão. É altamente recomendável deixar esta opção ativada se o servidor Remote Desktop não tiver saída de áudio.

source: Allow Remote System to Control Driver Settings
es: Permitir que el sistema remoto modifique ajustes del controlador
fi: Anna etäjärjestelmän säätää ajurin asetuksia
fr: Autoriser le système distant à contrôler les paramètres du pilote
pt_br: Permitir que o sistema remoto controle as configurações do driver

source: When enabled in the client, this option allows you to control driver settings (such as synthesizer voice and pitch) from the remote system. Changes made on the remote system will automatically reflect locally.
es: Cuando esta opción del cliente está activada, permite modificar ajustes del controlador (como voz del sintetizador y tono) desde el sistema remoto. Los cambios realizados en el sistema remoto se reflejarán automáticamente en el local.
fi: Tämä asiakasasetus mahdollistaa käytössä ollessaan ajurin asetusten (kuten syntetisaattorin äänen ja äänenkorkeuden) säätämisen etäjärjestelmästä. Etäjärjestelmässä tehdyt muutokset toteutetaan automaattisesti paikallisessa järjestelmässä.
fr: Cette option client, lorsqu'elle est activée, vous permet de contrôler les paramètres du pilote (tels que la voix et la hauteur du synthétiseur) du système distant. Les modifications effectuées sur le système distant seront automatiquement reflétées localement.
pt_br: Quando habilitada no cliente, esta opção permite controlar as configurações do driver (como voz e tom do sintetizador) a partir do sistema remoto. As alterações feitas no sistema remoto serão automaticamente refletidas localmente.

source: Persist Client Support When Exiting NVDA
es: Mantener soporte de cliente al salir de NVDA
fi: Säilytä asiakastuki NVDA:ta suljettaessa
fr: Conserver le support client lors de la sortie de NVDA
pt_br: Manter o suporte ao cliente ao sair do NVDA

source: This client option, available on installed copies of NVDA, ensures that the client portion of NVDA is loaded in your remote desktop client even when NVDA is not running.
es: Esta opción de cliente, disponible sólo en copias instaladas de NVDA, garantiza que la parte cliente de NVDA se carga en tu cliente de escritorio remoto, incluso cuando NVDA no está en ejecución.
fi: Tämä asiakasasetus on käytettävissä vain NVDA:n asennetuissa versioissa. Asetus varmistaa käytössä ollessaan, että NVDA:n asiakasosa ladataan etätyöpöytäasiakkaaseesi, vaikka NVDA ei olisi käynnissä.
fr: Cette option client n'est disponible que sur des copies installées de NVDA. Lorsqu'il est activé, il garantit que la partie client de NVDA est chargée dans votre client de bureau distant, même lorsque NVDA n'est pas en cours d'exécution.
pt_br: Esta opção do cliente, disponível nas cópias instaladas do NVDA, garante que a parte do cliente do NVDA seja carregada no seu cliente de desktop remoto, mesmo quando o NVDA não estiver em execução.

source: To use the client portion of RDAccess, changes need to be made in the Windows Registry. The add-on ensures that these changes are made under the profile of the current user, requiring no administrative privileges. Therefore, NVDA can automatically apply the necessary changes when loaded and undo these changes when exiting NVDA, ensuring compatibility with portable versions of NVDA.
es: Para usar la parte cliente de RDAccess, se deben realizar varios cambios en el registro de Windows. El complemento se asegura de hacer estos cambios en el perfil del usuario actual. Estos cambios no necesitan privilegios de administrador. Por lo tanto, NVDA puede aplicar automáticamente los cambios necesarios al cargarse, y deshacer estos cambios al salir. Esto asegura que el complemento es completamente compatible con versiones portables de NVDA.
fi: Windowsin rekisteriin on tehtävä muutoksia RDAccessin asiakasosan käyttöä varten. Lisäosa varmistaa, että nämä muutokset tehdään nykyiseen käyttäjäprofiiliin. Muutosten tekemiseen ei tarvita järjestelmänvalvojan oikeuksia. Siksi NVDA voi käynnistettäessä tehdä tarvittavat muutokset automaattisesti ja perua ne suljettaessa. Tämä varmistaa, että lisäosa on täysin yhteensopiva NVDA:n massamuistiversioiden kanssa.
fr: Pour utiliser la partie client de RDAccess, plusieurs modifications doivent être faites dans le registre Windows. L'extension garantit que ces modifications sont apportées dans le profil de l'utilisateur actuel. Ces modifications ne nécessitent pas de privilèges administrateur. Par conséquent, NVDA peut appliquer automatiquement les modifications nécessaires lors du chargement et annuler ces modifications lors de la sortie de NVDA, garantissant la compatibilité avec les versions portables de NVDA.
pt_br: Para usar a parte cliente do RDAccess, é necessário fazer alterações no Registro do Windows. O complemento garante que essas alterações sejam feitas no perfil do usuário atual, sem a necessidade de privilégios administrativos. Portanto, o NVDA pode aplicar automaticamente as alterações necessárias ao ser carregado e desfazer essas alterações ao sair do NVDA, garantindo a compatibilidade com versões portáteis do NVDA.

source: This option is disabled by default. However, if you are running an installed copy and you are the only user of the system, it is advised to enable this option for smooth operation when connecting to a remote system after NVDA starts.
es: Esta opción se desactiva por defecto. Sin embargo, si ejecutas una copia instalada de NVDA y eres el único usuario del sistema, se aconseja activar esta opción para garantizar una operación más suave en caso de que NVDA no esté activo al conectar a un sistema remoto y se inicie posteriormente.
fi: Tämä asetus on oletusarvoisesti poissa käytöstä. Jos käytössäsi kuitenkin on asennettu versio ja olet järjestelmän ainoa käyttäjä, suosittelemme tämän asetuksen käyttöön ottamista. Tämä varmistaa sujuvan toiminnan muodostettaessa yhteyttä etäjärjestelmään NVDA:n käynnistyksen jälkeen.
fr: Cette option est désactivée par défaut. Cependant, si vous exécutez une copie installée et que vous êtes le seul utilisateur du système, il est conseillé d'activer cette option pour un fonctionnement fluide lors de la connexion à un système distant après après le démarrage de NVDA.
pt_br: Esta opção está desativada por padrão. No entanto, se você estiver executando uma cópia instalada e for o único usuário do sistema, é recomendável habilitar esta opção para um funcionamento suave ao se conectar a um sistema remoto após o NVDA iniciar.

source: Enable Microsoft Remote Desktop Support
es: Habilitar soporte para Escritorio Remoto de Microsoft
fi: Ota käyttöön Microsoft-etätyöpöydän tuki
fr: Activer le support de Microsoft Remote Desktop
pt_br: Habilitar o suporte do Microsoft Remote Desktop

source: This option, enabled by default, ensures that the client portion of RDAccess is loaded in the Microsoft Remote Desktop client (mstsc) when starting NVDA. Changes made through this option will be automatically undone when exiting NVDA unless persistent client support is enabled.
es: Esta opción, activada por defecto, garantiza que la parte cliente de RD Access se carga en el cliente de escritorio remoto de Microsoft (mstsc) al arrancar NVDA. A menos que se habilite el soporte persistente de cliente activando la opción anterior, estos cambios se desharán automáticamente al salir de NVDA.
fi: Tämä asetus on oletusarvoisesti käytössä ja varmistaa, että RDAccessin asiakasosa ladataan Microsoft-etätyöpöytäasiakkaaseen NVDA:ta käynnistettäessä. Nämä muutokset perutaan automaattisesti NVDA:ta suljettaessa, ellei asiakastuen säilyttämistä ole otettu käyttöön.
fr: Cette option est activée par défaut et garantit que la partie client de RDAccess est chargée dans Microsoft Remote Desktop client (mstsc) lors du démarrage de NVDA. Les modifications apportées par cette option seront automatiquement annulées lors de la sortie de NVDA à moins que conserver le support client ne soit activée.
pt_br: Esta opção, habilitada por padrão, garante que a parte cliente do RDAccess seja carregada no cliente Microsoft Remote Desktop (mstsc) ao iniciar o NVDA. As alterações feitas por meio desta opção serão automaticamente desfeitas ao sair do NVDA, a menos que o suporte persistente ao cliente esteja habilitado.

source: Enable Citrix Workspace Support
es: Habilitar soporte para Citrix Workspace
fi: Ota käyttöön Citrix Workspacen tuki
fr: Activer le support de Citrix Workspace
pt_br: Habilitar suporte ao Citrix Workspace

source: This option, enabled by default, ensures that the client portion of RDAccess is loaded in the Citrix Workspace app when starting NVDA. Changes made through this option will be automatically undone when exiting NVDA unless persistent client support is enabled.
es: Esta opción, activada por defecto, garantiza que la parte cliente de RD Access se carga en la aplicación Citrix Workspace al arrancar NVDA. A menos que se habilite el soporte persistente de cliente activando la opción anterior, estos cambios se desharán automáticamente al salir de NVDA.
fi: Tämä asetus on oletusarvoisesti käytössä ja varmistaa, että RDAccessin asiakasosa ladataan Citrix Workspace -sovellukseen NVDA:ta käynnistettäessä. Nämä muutokset perutaan automaattisesti NVDA:ta suljettaessa, ellei asiakastuen säilyttämistä ole otettu käyttöön.
fr: Cette option est activée par défaut et garantit que la partie client de RDAccess est chargée dans l'application Citrix Workspace lors du démarrage de NVDA. Les modifications apportées par cette option seront automatiquement annulées lors de la sortie de NVDA à moins que conserver le support client ne soit activée.
pt_br: Esta opção, habilitada por padrão, garante que a parte do cliente do RDAccess seja carregada no aplicativo Citrix Workspace ao iniciar o NVDA. As alterações feitas por meio desta opção serão automaticamente desfeitas ao sair do NVDA, a menos que o suporte persistente ao cliente esteja ativado.

source: This option is available only under the following conditions:
es: Esta opción sólo está disponible bajo las siguientes condiciones:
fi: Tämä asetus on käytettävissä vain seuraavissa tilanteissa:
fr: Cette option est disponible uniquement dans les conditions suivantes :
pt_br: Esta opção está disponível apenas nas seguintes condições:

source: Citrix Workspace is installed. Note that the Windows Store version of the app is not supported due to limitations in the app itself.
es: Citrix Workspace está instalado. Ten en cuenta que la versión de esta aplicación para la tienda de Windows no está soportada debido a limitaciones en la propia aplicación.
fi: Citrix Workspace on asennettu. Huom: Sovelluksen Windows Store -versiota ei tueta sen rajoitusten vuoksi.
fr: Citrix Workspace est installé. Notez que la version Windows Store de l'application n'est pas prise en charge en raison des limites de l'application elle-même.
pt_br: O Citrix Workspace está instalado. Observe que a versão da aplicação da Windows Store não é suportada devido a limitações na própria aplicação.

source: It is possible to register RDAccess under the current user context. After installing the app, you have to start a remote session once to enable this.
es: Es posible registrar RDAccess bajo el contexto del usuario actual. Después de instalar la aplicación, se debe iniciar una sesión remota una vez para activarlo.
fi: RDAccess on mahdollista rekisteröidä nykyiselle käyttäjälle. Tämä tehdään aloittamalla etäistunto kerran sovelluksen asennuksen jälkeen.
fr: Il est possible d'enregistrer RDAccess dans le contexte actuel de l'utilisateur. Après avoir installé l'application, vous devez démarrer une session distante une fois pour l'activer.
pt_br: É possível registrar o RDAccess no contexto do usuário atual. Após instalar o aplicativo, é necessário iniciar uma sessão remota uma vez para habilitar essa função.

source: Notify of connection changes with
es: Notificar cambios de conexión con
fi: Ilmaise yhteyden muutokset
fr: Informer les changements de connexion avec
pt_br: Notificar alterações de conexão com

source: This combo box allows you to control notifications received when a remote system opens or closes the remote speech or braille connection. You can choose between:
es: Este cuadro combinado permite controlar notificaciones recibidas cuando un sistema remoto abre o cierra la voz remota o la conexión braille. Puedes elegir entre:
fi: Tästä yhdistelmäruudusta voit hallita ilmoituksia, jotka vastaanotetaan, kun etäjärjestelmä avaa tai sulkee etäpuhe- tai pistenäyttöyhteyden. Seuraavat vaihtoehdot ovat käytettävissä:
fr: Cette liste déroulante vous permet de contrôler les notifications reçues lorsqu'un système distant ouvre ou arrête la parole à distance ou la connexion braille. Vous pouvez choisir entre :
pt_br: Esta caixa combinada permite controlar as notificações recebidas quando um sistema remoto abre ou fecha a conexão remota de voz ou braille. Você pode escolher entre:

source: Off (No notifications)
es: Desactivado (sin notificaciones)
fi: Ei käytössä (ei ilmoituksia)
fr: Désactivé (Pas de notifications)
pt_br: Desabilitado (sem notificações)

source: Messages (e.g. "Remote braille connected")
es: Mensajes (por ejemplo, braille remoto conectado)
fi: Ilmoituksilla (esim. "Etäpistenäyttö yhdistetty")
fr: Messages (par exemple, "À distance braille connecté")
pt_br: Mensagens (por exemplo, “Braille remoto conectado”)

source: Sounds (NVDA 2025.1+)
es: Sonidos (NVDA 2025.1+)
fi: Äänillä (NVDA 2025.1 ja uudemmat)
fr: Sons (NVDA 2025.1+)
pt_br: Sons (NVDA 2025.1+)

source: Both messages and sounds
es: Tanto mensajes como sonidos
fi: Ilmoituksilla ja äänillä
fr: Messages et sons
pt_br: Mensagens e sons

source: Note that sounds are not available on NVDA versions older than 2025.1. Beeps will be used on older versions.
es: Ten en cuenta que los sonidos no están disponibles en versiones de NVDA anteriores a la 2025.1. Se usarán pitidos en versiones anteriores.
fi: Huomaa, että äänet eivät ole käytettävissä NVDA 2025.1:tä vanhemmissa versioissa. Vanhemmissa versioissa käytetään äänimerkkejä.
fr: Notez que les sons ne sont pas disponibles sur les versions de NVDA antérieures à la 2025.1. Les bips seront utilisés sur des versions plus anciennes.
pt_br: Observe que os sons não estão disponíveis nas versões do NVDA anteriores à 2025.1. Nas versões mais antigas, serão utilizados sinais sonoros.

source: Open diagnostics report
es: Abrir informe de diagnóstico
fi: Avaa vianmääritysraportti
fr: Ouvrir rapport de diagnostic
pt_br: Abrir relatório de diagnóstico

source: This button opens a browsable message with JSON output containing several diagnostics that can possibly aid in debugging. When [filing an issue at GitHub][4], you might be asked to provide this report.
es: Este botón abre un mensaje explorable con una salida JSON que contiene varios diagnósticos que posiblemente puedan ayudar en la depuración. Si [abres una incidencia en GitHub][4], se te puede pedir que proporciones este informe.
fi: Tämä painike avaa erillisen ikkunan, joka sisältää JSON-muotoisen tulosteen useista vianmäärityksistä, jotka voivat mahdollisesti auttaa virheenjäljityksessä. Kun [teet vikailmoituksen GitHubissa][4], sinua saatetaan pyytää toimittamaan tämä raportti lisäosan tekijöille.
fr: Ce bouton ouvre un message navigable avec la sortie JSON contenant plusieurs diagnostics qui peuvent éventuellement aider à déboguer. Lorsqu'un [problème est déposer sur GitHub][4], on pourrait être invité à fournir ce rapport.
pt_br: Este botão abre uma mensagem navegável com saída JSON contendo vários diagnósticos que podem ajudar na depuração. Ao [registrar um problema no GitHub][4], pode ser solicitado que você forneça este relatório.

source: Citrix Specific Instructions
es: Instrucciones específicas para Citrix
fi: Citrix-ohjeet
fr: Instructions spécifiques de Citrix
pt_br: Instruções específicas da Citrix

source: There are important points to note when using RDAccess with the Citrix Workspace app:
es: Se deben tener en cuenta algunas consideraciones importantes al usar RD Access con la aplicación Citrix Workspace:
fi: RDAccessin käytössä Citrix Workspace -sovelluksen kanssa on otettava huomioon joitakin tärkeitä seikkoja.
fr: Il y a des points importants à noter lors de l'utilisation de RDAccess avec l'application Citrix Workspace :
pt_br: Há pontos importantes a serem observados ao usar o RDAccess com o aplicativo Citrix Workspace:

source: Client-Side Requirements
es: Requisitos del lado cliente
fi: Asiakaspuolen vaatimukset
fr: Exigences côté client
pt_br: Requisitos do lado do cliente

source: The Windows Store variant of the app is *not* supported.
es: La variante de esta aplicación para la tienda de Windows *no* está soportada.
fi: Sovelluksen Windows Store -versiota ei tueta.
fr: La variante Windows Store de l'application n'est *pas* prise en charge.
pt_br: A variante do aplicativo na Windows Store não é *suportada*.
