Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/readFeeds.*.po
Languages: bg, da, de, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, uk

source: When the default feed has been updated and it stops working due to server issues, the previous articles aren't deleted and can be read with the corresponding keystrokes.
bg: Когато е обновена емисията по подразбиране и тя спре да работи поради проблеми със сървъра, предишните статии не биват изтрити и могат да бъдат прочетени със съответните клавишни комбинации.
da: Når standardfeedet er opdateret, og det ophører med at fungere på grund af serverproblemer, fjernes de tidligere artikler ikke og kan læses med de tilsvarende tastetryk.
de: Wenn der Standardfeed aktualisiert wurde und er aufgrund von Serverproblemen nicht mehr funktioniert, werden die vorherigen Artikel nicht gelöscht und können mit den entsprechenden Tastenkombinationen gelesen werden.
fi: Kun oletussyöte on päivitetty ja se lakkaa toimimasta palvelinongelmien vuoksi, aiempia artikkeleita ei poisteta, vaan niitä voidaan lukea tarkoitukseen varatuilla näppäinkomennoilla.
fr: Lorsque le flux par défaut a été mis à jour et qu'il cesse de fonctionner en raison de problèmes de serveur, les articles précédents ne sont pas supprimés et peuvent être lus à l'aide des frappes correspondantes.
gl: Cando se refresca o feed por omisión e deixa de funcionar por problemas no servidor, os artigos anteriores non se borran e poden lerse coas ordes correspondentes.
hr: Kad je zadani feed aktualiziran i prestane raditi zbog problema s poslužiteljem, prethodni se članci ne brišu i mogu se pročitati s odgovarajućim tičkovničkim prečacima.
it: Quando il feed predefinito è stato aggiornato, ma per problemi sul server smette di funzionare, gli articoli precedenti non vengono eliminati e possono essere letti con i comandi corrispondenti.
ja: 初期設定のフィードが更新され、サーバーの問題で動作が停止した時、前の記事が削除されず、対応するキーストロークで読めるようになりました。
pl: Gdy domyślny kanał informacyjny został zaktualizowany i przestaje działać z powodu problemów z serwerem, poprzednie artykuły nie są usuwane i można je odczytać za pomocą odpowiednich naciśnięć.
pt_br: Quando o feed padrão é atualizado e para de funcionar devido a problemas no servidor, os artigos anteriores não são excluídos e podem ser lidos com os pressionamentos de teclas correspondentes.
pt_pt: Quando o feed padrão é actualizado e para de funcionar devido a problemas do servidor, os artigos anteriores não são excluídos e podem ser lidos, pelo uso das teclas correspondentes.
uk: Якщо основну стрічку новин оновлено, але вона перестає працювати через проблеми з сервером, попередні статті не видаляються, їх можна прочитати за допомогою відповідних комбінацій клавіш.

source: Fix regression: The default feed can be updated twice again.
bg: Отстранен е проявил се отново проблем (регресия): Емисията по подразбиране пак може да се актуализира два пъти.
da: Rettede regression: Standardfeedet kan opdateres to gange igen.
de: Fehler behoben: Der Standardfeed kann noch zweimal aktualisiert werden.
fi: Oletussyöte voidaan taas päivittää kahdesti.
fr: Correction de la régression : Le flux par défaut peut être mis à jour deux fois.
gl: Solucionada regresión: O feed por defecto pódese actualizar dúas veces novamente.
hr: Regresija popravka: Zadani feed se ponovo može aktualizirati dva puta.
it: Il feed predefinito può essere nuovamente aggiornato due volte (Fix regression).
ja: 再発バグの修正: 初期のフィードを2回更新可能に再びなりました。
pl: Naprawiony błąd: Domyślny kanał może być aktualizowany znowu dwa razy.
pt_br: Correção de regressão: o feed padrão pode ser atualizado duas vezes novamente.
pt_pt: Corrigida regressão: o feed padrão pode ser atualizado duas vezes, novamente.
uk: Виправлено регресію: основну стрічку новин можна оновити двічі.

source: Changes for 5.0
bg: Промени във версия 5.0
da: Ændringer i 5.0
de: Änderungen für 5.0
fi: Muutokset versiossa 5.0
fr: Changements pour la version 5.0
gl: Cambios para 5.0
hr: Promjene u verziji 5.0
it: Novità nella versione 5.0
ja: 5.0の変更点
pl: Zmiany dla wersji 5.0
pt_br: Mudanças na 5.0
pt_pt: Alterações para 5.0:
uk: Зміни у версії 5.0

source: The articles list dialog has been enhanced.
bg: Диалогът за списъците със статии е подобрен.
da: Dialogen med listen over artikler er blevet forbedret.
de: Der Dialog der Artikelliste wurde erweitert.
fi: Artikkeliluettelovalintaikkunaa on paranneltu.
fr: La boîte de dialogue Liste des articles a été améliorée.
gl: Mellorouse o diálogo listaxe de artigos.
hr: Poboljšan je dijaloški okvir popisa članaka.
it: Migliorata la finestra per l'elenco articoli.
ja: 記事リストダイアログが拡張されました。
pl: Ulepszone okno dialogowe artykułów.
pt_br: O diálogo da lista de artigos foi aprimorado.
pt_pt: A caixa de diálogo da lista de artigos foi melhorada.
uk: Покращено діалог списку статей.

source: Compatible with NVDA 2018.3 or later (required).
bg: Съвместима с NVDA 2018.3 и по-нови версии (изисква се).
da: Kompatibel med NVDA 2018.3 eller nyere (påkrævet).
de: Kompatibel mit NVDA 2018.3 oder neuer (erforderlich).
fi: Yhteensopiva NVDA 2018.3:n tai uudemman kanssa (vaaditaan).
fr: Compatible avec NVDA 2018.3 ou version ultérieure (requis).
gl: Compatible co NVDA 2018.3 ou posterior (requerido).
hr: Kompatibilno s NVDA 2018.3 i novijim verzijama (obavezno).
it: Compatibile con NVDA 2018.3 o versioni successive (richiesto).
ja: NVDA 2018.3以降に互換(必要)
pl: Zgodny z NVDA 2018.3 lub nowszą (wymagane).
pt_br: Compatível com o NVDA 2018.3 ou posterior (requerido).
pt_pt: Compatível com o NVDA 2018.3 ou posterior (requerido).
uk: Сумісність з NVDA 2018.3 та новіші (необхідно).

source: Changes for 4.0
bg: Промени във версия 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
gl: Cambios para 4.0
hr: Promjene u verziji 4.0
it: Novità nella versione 4.0
ja: 4.0の変更点
pl: Zmiany w wersji 4.0
pt_br: Mudanças na 4.0
pt_pt: Alterações para 4.0:
uk: Зміни у версії 4.0

source: Added a button to open the selected feed from the Feeds dialog.
bg: Добавен е бутон за отваряне на избраната емисия от диалоговия прозорец "Емисии".
da: Tilføjet en knap for at åbne det valgte feed fra dialogen "Feeds".
de: Schaltfläche zum Öffnen des ausgewählten Feeds über den Feed-Dialog hinzugefügt.
fi: Syötteet-valintaikkunaan lisätty painike valitun syötteen avaamiseen.
fr: Ajout d'un bouton pour ouvrir le flux sélectionné dans la boîte de dialogue Flux.
gl: Engadido un botón para abrir o feed selecionado dende o diálogo Feeds.
hr: Dodan je gumb za otvaranje odabranog feeda iz dijaloškog okvira „Feedovi”.
it: Aggiunto un pulsante per aprire il feed selezionato dalla finestra Feeds.
ja: フィードダイアログから選択されたフィードを開くボタンを追加しました。
pl: Dodano przycisk służący do otwierania wybranego kanału z dialogu kanałów osobistych.
pt_br: Adicionado um botão para abrir o feed selecionado no diálogo Feeds.
pt_pt: Adicionado um botão para abrir o feed seleccionado a partir da caixa de diálogo de feeds.
uk: Додано кнопку відкриття вибраної стрічки новин в діалозі новинних стрічок.

source: Changes for 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
ja: 3.0の変更点
pl: Zmiany dla wersji 3.0
pt_br: Mudanças na 3.0
pt_pt: Alterações para 3.0:
uk: Зміни у версії 3.0

source: The dialogs to manage feed files have been removed. Now their functionality is included in the Feeds dialog.
bg: Диалоговите прозорци за управление на файлове за емисиите са премахнати. Сега тяхната функционалност е включена в диалоговия прозорец за емисиите.
da: Dialoger til at administrere filer til feeds er blevet fjernet. Nu er deres funktionalitet medtaget i dialogen "Feeds".
de: Die Dialoge zur Verwaltung von RSS-Feed-Dateien wurden entfernt. Jetzt ist ihre Funktionalität im RSS-Feeds-Dialog enthalten.
fi: Syötetiedostojen hallintavalintaikkunat on poistettu. Niiden toiminnallisuus on nyt sisällytetty Syötteet-valintaikkunaan.
fr: Les boîtes de dialogue pour gérer les fichiers de flux ont été supprimées. Maintenant, leur fonctionnalité est incluse dans la boîte de dialogue Flux.
gl: Elimináronse os diálogos para xestionar os ficheiros de feeds. Agora a súa funcionalidade inclúese no diálogo Feeds.
hr: Dijaloški okviri za upravljanje datotekama feedova su uklonjeni. Njihova funkcionalnost je sada uključena u dijaloški okvir „Feedovi”.
it: Le finestre per gestire i file dei feed sono state rimosse. Questa funzione verrà eseguita dalla finestra Feeds.
ja: フィードファイルを管理するダイアログが除去されました。それらの機能はフィードダイアログに含まれるようになりました。
pl: Dialogi do zarządzania plikami kanałami osobistymi został usunięty. Teraz tę funkcjonalność można znaleźć w dialogu "Kanaly osobiste".
pt_br: Os diálogos para gerir arquivos de feeds foram removidos. Agora a funcionalidade dos mesmos está inclusa na caixa de diálogo Feeds.
pt_pt: As caixas de diálogo para gerir ficheiros de feeds foram removidas. Agora, a sua funcionalidade está incluída no diálogo Feeds.
uk: Діалоги керування файлами новинних стрічок було видалено. тепер їх функціональність міститься в діалозі стрічок новин.

source: The visual presentation of the dialogs has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
bg: Визуалното представяне на прозореца е подобрено, придържайки се към стандарта за изглед на прозорците, извеждани от NVDA.
da: Dialogens visuelle præsentation er blevet forbedret og overholder udseendet af de dialoger, der vises i NVDA.
de: Die visuelle Darstellung der Dialoge wurde verbessert und entspricht dem Erscheinungsbild der Dialoge in NVDA.
fi: Valintaikkunoiden visuaalista esitystä on paranneltu noudattamaan NVDA:n ikkunoiden ulkoasua.
fr: La présentation visuelle des dialogues a été améliorée, en respectant l'apparence des dialogues présentés dans NVDA.
gl: Mellorouse a presentación visual dos diálogos, adheríndose á apariencia dos diálogos amosada no NVDA.
hr: Poboljšan je vizualni prikaz dijaloških okvira, u skladu s prikazom dijaloških okvira u NVDA čitaču.
it: La rappresentazione grafica dell'interfaccia per le finestre di dialogo è stata migliorata, in conformità con il layout delle finestre di dialogo di NVDA.
ja: ダイアログの外観が、NVDAに表示されるダイアログの外観に従って、拡張されました。
pl: Wizualna prezentacja dialogów została ulepszona, aby była zgodna z wyświetlanymi dialogami w NVDA.
pt_br: A apresentação visual dos diálogos foi aprimorada, aderindo à aparência dos diálogos exibidos pelo NVDA.
pt_pt: A apresentação visual dos diálogos foi aprimorada, assemelhando-se à aparência dos diálogos mostrados no NVDA.
uk: Візуальне подання діалогів було покращено відповідно до вигляду діалогів, показаних в NVDA.

source: The default feed is saved on the NVDA's configuration. Therefore, it's possible to set different default feeds in configuration profiles.
bg: Емисията по подразбиране е записана в конфигурацията на NVDA. Следователно е възможно да зададете различни емисии по подразбиране за различните конфигурационни профили.
da: Standardfeed er gemt i NVDA-konfigurationen. Derfor er det muligt at indstille forskellige standardfeeds i konfigurationsprofilerne.
de: Der Standard-Feed wird in der NVDA-Konfiguration gespeichert. Daher ist es möglich, verschiedene Standard-Feeds in Konfigurationsprofilen einzustellen.
fi: Oletussyöte tallennetaan NVDA:n asetushakemistoon. Tämän ansiosta asetusprofiileissa on mahdollista asettaa eri oletussyötteitä.
fr: Le flux par défaut est sauvegardé dans la configuration NVDA. Par conséquent, il est possible de définir des flux différents par défaut dans les profils de configuration.
gl: O feed predeterminado gárdase na configuración do NVDA. Polo tanto, é posible configurar diferentes feeds predeterminados nos perfís de configuración.
hr: Zadani feed se sprema u NVDA konfiguraciju. Na taj način je moguće postaviti razne zadane feedove u konfiguracijskim profilima.
it: Il feed predefinito viene salvato nella cartella di configurazione di NVDA. E' quindi possibile impostare feed predefiniti diversi nei profili di configurazione.
ja: 初期設定のフィードはNVDAの設定に保存されます。よって、異なる初期設定のフィードは設定プロファイルに設定することが出来ます。
pl: Domyślny kanał osobisty jest zachowany w konfiguracji NVDA's. Aczkolwiek, można ustawić poszczególne domyślne kanały osobiste w profilach konfiguracyjnych.
pt_br: O feed padrão é salvo nas configurações do NVDA. Assim, é possível especificar diferentes feeds padrão em perfis de configurações.
pt_pt: O feed definido por defeito é guardado na configuração do NVDA. Portanto, é possível definir diferentes feeds padrão nos diferentes perfis de configuração.
uk: Основна стрічка новин зберігається в конфігурації NVDA. таким чином, можна встановити різні основні стрічки для кожного конфігураційного профілю.

source: Requires NVDA 2016.4.
bg: Изисква NVDA 2016.4.
da: Kræver NVDA 2016.4.
de: NVDA 2016.4 oder höher ist erforderlich.
fi: Edellyttää NVDA:n 2016.4-versiota.
fr: Nécessite NVDA 2016.4.
gl: Requírese do NVDA 2016.4.
hr: Zahtijeva NVDA 2016.4.
it: Richiede NVDA 2016.4.
ja: NVDA 2016.4が必要。
pl: Wymaga NVDA 2016.4.
pt_br: Requer NVDA 2016.4.
pt_pt: Requer NVDA 2016.4.
uk: Вимагає версію NVDA 2016.4.

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
ja: 2.0の変更点
pl: Zmiany dla wersji 2.0
pt_br: Mudanças na 2.0
pt_pt: Alterações para 2.0:
uk: Зміни у версії 2.0

source: Add-on help is available from the Add-ons Manager.
bg: Помощ за добавката е достъпна от мениджъра на добавките.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Hilfe zur Erweiterung ist über den Dialog "Erweiterungen verwalten" verfügbar.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide de l'extension est disponible à partir du Gestionnaire d'extensions.
gl: A axuda está dispoñible no Administrador de Complementos.
hr: Pomoć za ovaj dodatak je dostupna u upravljaču za dodatke.
it: Nel gestore componenti aggiuntivi è disponibile la guida dell'add-on.
ja: アドオンヘルプはアドオンマネージャから利用可能になりました。
pl: Pomoc dodatku jest dostępna w menedżerze dodatków.
pt_br: A ajuda do complemento está disponível no gestor de complementos.
pt_pt: A ajuda do extra está disponível a partir do gestor de extras.
uk: Довідка додатка доступна у менеджері додатків.

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pl: Zmiany dla wersji 1.0
pt_br: Mudanças na 1.0
pt_pt: Alterações para 1.0:
uk: Зміни у версії 1.0

source: Initial version.
bg: Първоначално издание.
da: Første version.
de: Ehrstveröffentlichung.
fi: Ensimmäinen versio.
fr: Première version.
gl: Versión inicial.
hr: Prva verzija.
it: Versione iniziale.
ja: 最初のバージョン。
pl: Pierwsza wersja.
pt_br: Versão inicial.
pt_pt: Versão inicial.
uk: Початкова версія.
