Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/readFeeds.*.po
Languages: bg, da, de, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, uk

source: [[!meta title="Read Feeds"]]
bg: [[!meta title="Четене на емисии (Read Feeds)"]]
da: [[!meta title="Læs feeds"]]
de: [[!meta title="RSS-Feeds lesen"]]
fi: [[!meta title="Lue syötteet"]]
hr: [[!meta title="Čitaj feedove (Read Feeds)"]]
pt_br: [[!meta title="Leitor de Feeds (Read Feeds)"]]
pt_pt: [[!meta title="Leitor de RSS"]]
uk: [[!meta title="Read Feeds (Читач новинних стрічок)"]]

source: Authors: Noelia Ruiz Martínez, Mesar Hameed
bg: Автори: Noelia Ruiz Martínez, Mesar Hameed
fi: Tekijät: Noelia Ruiz Martínez ja Mesar Hameed
fr: Auteurs : Noelia Ruiz Martínez, Mesar Hameed
hr: Autori: Noelia Ruiz Martínez, Mesar Hameed
pt_br: Autores: Noelia Ruiz Martínez, Mesar HameedAutores: Noelia Ruiz Martínez, Mesar Hameed

source: This addon provides a straightforward way to read feeds in Atom or RSS formats using NVDA. The feeds will not be refreshed automatically. Below when we mention feeds, we mean both RSS and ATOM feeds.
bg: Тази добавка предоставя бърз и лесен начин за четене от източници в Atom или RSS формат с NVDA. Източниците няма да бъдат опреснявани автоматично. Когато споменаваме думата източници, имаме предвид както RSS, така и ATOM канали.
da: Dette tilføjelsesprogram giver en nem og ligetil måde at læse nyheader i atom- eller RSS-format med NVDA. Feeds vil ikke blive opdateret automatisk. Når vi nedenfor nævner feeds, mener vi både RSS- og atom-feeds.
de: Diese Erweiterung bietet eine einfache Möglichkeit, RSS-Feeds in den Formaten Atom oder RSS mit NVDA zu lesen. Die Feeds werden nicht automatisch aktualisiert. Wenn wir weiter unten von Feeds sprechen, dann meinen wir sowohl RSS- als auch ATOM-Feeds.
fi: Tämä lisäosa tarjoaa suoraviivaisen tavan lukea Atom -tai RSS-syötteitä NVDA:ta käyttäen. Syötteitä ei päivitetä automaattisesti. Alla mainitut syötteet tarkoittavat sekä Atom- että RSS-syötteitä.
fr: Cette extension fournit un moyen simple de lire les flux aux formats Atom ou RSS à l'aide de NVDA. Les flux ne sont pas actualisés automatiquement. Ci-dessous lorsque nous mentionnons flux, nous voulons dire que les deux signifient flux RSS et ATOM.
gl: Este complemento proporciona unha maneira sinxela de ler fontes en formatos de RSS ou Atom utilizando NVDA. Os feeds non se actualizarán automáticamente. No futuro cando mencionemos feeds, referirémonos ós feeds RSS e ATOM.
hr: Ovaj dodatak pruža najbolji način za čitanje feedova u Atom ili RSS formatu koristeći NVDA. Feedovi se neće automatski aktualizirati. U daljnjem tekstu, kad govorimo o feedovima, podrazumijevamo RSS i ATOM feedove.
it: Questo componente aggiuntivo fornisce un modo semplice per leggere i feed nel formato Atom o RSS usando NVDA. I feed non verranno aggiornati automaticamente. Nel seguito, quando menzioneremo i feed, intenderemo sia i feed RSS che i feed ATOM.
ja: このアドオンはNVDAを使用してATOMやRSSの形式のフィードを簡単に読むためのものです。フィードは自動的に更新されることはありません。以下でフィードとはRSSとATOMの両方を形式を含んでいます。
pl: Ten dodatek umożliwia odczytywanie przez NVDA kanałów informacyjnych w formatach Atom lub RSS. Kanały nie będą odświeżane automatycznie. Mówiąc o kanałach, mamy na myśli kanały w formatach RSS i ATOM.
pt_br: Este complemento fornece uma maneira direta de ler feeds — alimentadores/canais/fluxos/fontes — em formato Atom ou RSS usando o NVDA. Os feeds não serão atualizados automaticamente. Abaixo, quando mencionamos feeds, queremos dizer tanto feeds RSS quanto feeds ATOM.
pt_pt: Este extra fornece uma maneira directa de ler feeds em formatos Atom ou RSS usando o NVDA. Os feeds não serão actualizados automaticamente. quando falamos de feeds, queremos dizer feeds RSS e ATOM.
uk: Цей додаток забезпечує простий спосіб читати стрічки новин у форматах Atom або RSS, використовуючи NVDA. Стрічки новин не оновлюються автоматично. Надалі під стрічками новин маються на увазі як RSS, так і ATOM формати.

source: Commands
bg: Команди
da: Kommandoer
de: Befehle
fi: Komennot
fr: Commandes
gl: Ordes
hr: Naredbe
it: Comandi
ja: コマンド
pl: Polecenia
pt_br: Comandos
pt_pt: Comandos:
uk: Команди

source: Read Feeds dialog
bg: Диалогов прозорец на "Четене на емисии"
da: Dialogboksen Læs feeds
de: Dialogfeld für RSS-Feeds lesen
fi: Lue syötteet -valintaikkuna
fr: Dialogue Read Feeds
gl: Diálogo Read Feeds
hr: Dijaloški okvir „Čitaj feedove”
it: La finestra Read Feeds
ja: Read Feeds ダイアログ
pl: Okno dialogowe Czytanie kanałów informacyjnych
pt_br: Caixa de diálogo Ler feeds
uk: Діалог читача новинних стрічок

source: You can access the Read Feeds dialog from the nvda menu, Tools submenu, Feeds item.
bg: Можете да получите достъп до диалоговия прозорец "Четене на емисии" от менюто на NVDA -> подменюто "Инструменти" -> елемента "Емисии".
da: Du kan få adgang til undermenuen Læs Feeds fra NVDA-menuen værktøjer.
de: Sie können das Dialogfeld von Read Feedsüber das NVDA-Menü, und dort Werkzeuge und dann Feeds aufrufen.
fi: Pääset Lue syötteet -valintaikkunaann Syötteet-kohdasta, joka löytyy NVDA-valikon Työkalut-alavalikosta.
fr: Vous pouvez accéder au dialogue Read Feeds depuis le menu NVDA, sous-menu Outils, élément Flux.
gl: Podes acceder ó diálogo Read Feeds dende o menú nvda, submenú Ferramentas, elemento Feeds.
hr: Dijaloški okvir „Čitaj feedove” se nalazi u NVDA izborniku, u podizborniku „Alati”, stavka „Feedovi”.
it: Si può accedere alla finestra Read Feeds dal menu di NVDA, Strumenti, Feeds.
ja: Read Feedsダイアログにnvdaメニュー、ツールサブメニュー、Feeds項目からアクセス出来ます。
pl: Dostęp do okna dialogowego Odczyt kanałów można uzyskać z menu nvda, podmenu Narzędzia, elementu Kanały.
pt_br: Você pode acessar a caixa de diálogo Ler feeds no menu nvda, submenu Ferramentas, item Feeds.
uk: Ви можете отримати доступ до діалогу читача новинних стрічок із меню NVDA, підменю «Інструменти», елемент «Стрічки».

source: It contains the following controls:
bg: Съдържа следните контроли:
de: Sie enthält die folgenden Steuerelemente:
fi: Se sisältää seuraavat säätimet:
fr: Il contient les contrôles suivants :
gl: Contén os seguintes controis:
hr: Sadrži sljedeće kontrole:
it: Contiene i seguenti controlli:
ja: 次のコントロールを含みます:
pl: Zawiera następujące kontrolki:
pt_br: Ele contém os seguintes controles:
uk: Він містить такі елементи керування:

source: Filter by: An edit box to search previously saved feeds.
bg: Филтриране по: Текстово поле за търсене на предходно запазени емисии.
da: Filtrér efter: Et redigeringsfelt til at søge i tidligere gemte feeds.
de: Filtern nach: Ein Eingabefeld, um zuvor gespeicherte Feeds zu durchsuchen.
fi: Suodata: Muokkauskenttä aiemmin tallennettujen syötteiden etsimiseen.
fr: Filtrer par : Une zone d'édition pour rechercher des flux précédemment enregistrés.
gl: Filtrar por: unha Caixa de edición para procurar feeds gardados anteriormente.
hr: Filtriraj prema: Uređivačko polje za pretraživanje prethodno spremljenih feedova.
it: Filtra per: un campo editazione per la ricerca tra i feed salvati.
ja: ～でフィルター: 以前に保存したフィードを検索するエディットボックス。
pl: Filtruj Według: Pole edycyjne do wyszukiwania poprzednio zapisanych kanałów osobistych.
pt_br: Filtrar por: Um campo de edição para procurar feeds anteriormente salvos.
pt_pt: Filtrar por: Uma caixa de edição para procurar feeds guardados anteriormente.
uk: Фільтрувати за: поле редагування для пошуку раніше збережених стрічок новин.

source: A list of the saved feeds, focused when the dialog is opened.
bg: Списък със запазените емисии, фокусиран при отваряне на диалоговия прозорец.
da: En liste over de gemte feeds, der automatisk får fokus, når dialogen åbnes.
de: Eine Liste der gespeicherten RSS-Feeds, die beim Öffnen des Dialogfelds hervorgehoben werden.
fi: Tallennettujen syötteiden luettelo, aktiivisena kun valintaikkuna avataan.
fr: Une liste des flux enregistrés, a le focus lorsque la boîte de dialogue est ouverte.
gl: Unha lista das fontes gardadas, enfocada ao abrirse o diálogo.
hr: Popis spremljenih feedova, fokusiran kad se otvori dijaloški okvir.
it: Un elenco dei feed salvati, che viene focalizzato quando la finestra viene aperta.
ja: ダイアログを開いた時点でフォーカスされている、保存したフィードのリスト。
pl: Lista zapisanych kanałów informacyjnych, zostanie sfokusowana po otwarciu okna dialogowego.
pt_br: Uma lista dos feeds salvos, focalizada quando o diálogo é aberto.
pt_pt: Uma lista dos feeds guardados, focalizada quando o diálogo é aberto.
uk: Список збережених новинних стрічок відображений при відкритті діалогу.

source: List of articles: Opens a dialog which presents the articles list from your current feed. Select the article you want to read and press Enter or Open web page of selected article button to open the corresponding page in your browser. Press About article button to open a dialog showing title and link of the selected article; from this dialog, you'll be able to copy this info to the clipboard.
bg: Списък със статиите: Отваря диалогов прозорец, който представя списъка със статии от текущата ви емисия. Изберете статията, която искате да прочетете, и натиснете ENTER или задействайте бутона "Отвори уеб страницата на избраната статия", за да отворите съответната страница във вашия браузър. Задействайте бутона "Относно статията", за да отворите диалогов прозорец, показващ заглавието и връзката на избраната статия. От този диалогов прозорец ще можете да копирате информацията в клипборда.
da: Liste over artikler: Åbner en dialog, der viser en liste over artikler fra dit nuværende feed. Vælg den artikel, du vil læse, og tryk på Enter eller Åbn webside for den valgte artikel for at åbne den tilsvarende side i din browser. Tryk på knappen "Om artiklen" for at åbne en dialog med titel og link for den valgte artikel; Fra denne dialog kan du kopiere denne information til udklipsholderen.
de: Liste der Artikel: Öffnet einen Dialog, der die Artikelliste aus Ihrem aktuellen Feed anzeigt. Wählen Sie den Artikel, den Sie lesen möchten, und drücken Sie die Eingabetaste oder die Schaltfläche Webseite des ausgewählten Artikels öffnen, um die entsprechende Seite in Ihrem Browser zu öffnen. Klicken Sie auf die Schaltfläche Info-Artikel, um einen Dialog mit Titel und Link des ausgewählten Artikels zu öffnen; von diesem Dialog aus können Sie diese Informationen in die Zwischenablage kopieren.
fi: Artikkeliluettelo: Avaa valintaikkunan, joka näyttää luettelon nykyisen syötteen artikkeleista. Valitse artikkeli, jonka haluat lukea, ja paina Enter tai Avaa valitun artikkelin verkkosivu -painiketta avataksesi vastaavan sivun selaimessa. Paina Tietoa artikkelista -painiketta avataksesi valintaikkunan, jossa näytetään valitun artikkelin otsikko ja linkki. Tiedot on myös mahdollista kopioida leikepöydälle.
fr: Liste des articles : Ouvre une boîte de dialogue qui présente la liste des articles de vos flux actuel. Sélectionnez l'article que vous souhaitez lire et appuyer sur Entrée ou Ouvrir la page Web du bouton de l'article sélectionné pour ouvrir la page correspondante dans votre navigateur. Appuyez sur le bouton À propos de l'article pour ouvrir une boîte de dialogue affichant le titre et le lien de l’article sélectionné ; dans cette boîte de dialogue, vous serez en mesure de copier ces informations dans le presse-papiers.
gl: Listaxe de artigos: abre un diálogo que amosa a listaxe de artigos do teu feed actual. Seleciona o artigo que desexes ler e preme Intro ou o botón Abrir páxina web do artigo selecionado para abrir a páxina correspondente no teu navegador. Preme o botón Acerca do artigo para abrir un diálogo que amose o título e a liga do artigo selecionado; dende este diálogo, poderás copiar esta información ao portapapeis.
hr: Popis članaka: Otvara dijaloški okvir koji prikazuje popis članaka iz trenutačnog feeda. Odaberi članak koji želiš čitati i pritisni „Enter” ili gumb „Otvori web stranicu odabranog članka”. Time se otvara odgovarajuća stranica u tvom pregledniku. Pritiskom gumba „O članku”, otvara se dijaloški okvir koji sadrži naslov i poveznicu odabranog članka. U ovom dijaloškom okviru možeš kopirati te informacije u međuspremnik.
it: Elenco articoli: apre una finestra che presenta l'elenco degli articoli del feed selezionato. Selezionate l'articolo che vi interessa leggere, quindi premete Invio o il pulsante Apri feed per aprire l'articolo con il vostro browser predefinito. Premendo il pulsante Informazioni Articolo è possibile visualizzare il link ed il titolo dell'articolo selezionato. Queste informazioni possono essere copiate negli appunti.
ja: 記事のリスト: 現在のフィードから、記事リストを表すダイアログを開きます。読みたい記事を選択して、エンターを押すか、選択した記事のウェブページを開くボタンを押して、対応するページをブラウザで開きます。記事についてボタンを押すと、選択された記事のタイトルとリンクを示す表示するダイアログが開きます; このダイアログから、この情報をクリップボードにコピー出来ます。
pl: Lista artykułow: Otwiera dialog wyświetlający spis artykułów z teraz wyświetlanego kanału osobistego. Oznacz artykuł, którego chcesz przeczytać, a potem naciśnij przycisk OK, aby otworzyć odnoszącą się stronę w przeglądarce. Z tego oka dialogowego, będzie można skopiować tę informację do schowka.
pt_br: Lista de artigos: Abre um diálogo que apresenta a lista de artigos do seu feed atual. Selecione o artigo que deseja ler e pressione Enter ou o botão Abrir página web do artigo selecionado para abrir a página correspondente no seu navegador. Pressione o botão Sobre o artigo para abrir uma caixa de diálogo mostrando o título e o link do artigo selecionado; desta caixa de diálogo, você poderá copiar essa informação para a área de transferência.
pt_pt: Lista de artigos: abre uma caixa de diálogo que apresenta a lista de artigos do seu feed actual. Seleccione o artigo que deseja ler e pressione Enter ou o botão Abrir página da web do artigo seleccionado para abrir a página correspondente no seu navegador. Pressione o botão Sobre o artigo para abrir uma caixa de diálogo que mostra o título e o link do artigo seleccionado; nesta caixa de diálogo, poderá copiar essa informação para a área de transferência.
uk: Список статей: відкриває діалог зі списком статей з вашої поточної стрічки. Виберіть статтю, яку ви хочете прочитати і натисніть Enter або відкрийте веб-сторінку обраної статті, щоб відкрити відповідну сторінку у вашому браузері. Натисніть кнопку «Про статтю», щоб відкрити діалог із заголовком та посиланням вибраної статті; в цьому діалозі ви зможете скопіювати цю інформацію в буфер обміну.

source: Open feed: Opens the selected feed in the default application.
bg: Отвори емисията: Отваря избраната емисия в приложението по подразбиране.
da: Åbn feed: Åbner det valgte feed i standardprogrammet.
de: Feed öffnen: Öffnet den ausgewählten Feed in der Standardanwendung.
fi: Avaa syöte: Avaa valitun syötteen oletussovelluksessa.
fr: Ouvrir le flux : Ouvre le flux sélectionné dans l'application par défaut.
gl: Abrir feed: abre o feed selecionado na aplicación predeterminada.
hr: Otvori feed: Otvara odabrani feed u zadanoj aplikaciji.
it: Apri feed: apre il feed selezionato nell'applicazione predefinita.
ja: フィードを開く: 選択したフィードを既定のアプリケーションで開きます。
pl: Otwórz kanał: otwiera wybrany kanał w domyślnej aplikacji.
pt_br: Abrir feed: Abre o feed selecionado no aplicativo padrão.
pt_pt: Abrir RSS: abre o feed seleccionado na aplicação padrão.
uk: Відкрити стрічку новин: відкриває обрану стрічку новин в основній програмі.

source: Open feed as HTML: Opens the selected feed in the default web browser. You will be able to show or hide publication dates and buttons to copy information about articles to clipboard.
bg: Отвори емисията като HTML: Отваря избраната емисия в уеб браузъра по подразбиране. Ще можете да покажете или скриете датите на публикуване и бутоните за копиране на информацията за статиите в клипборда.
da: Åbn feed som HTML: Åbner det valgte feed i standardwebbrowseren. Du vil være i stand til at vise eller skjule udgivelsesdatoer og knapper for at kopiere oplysninger om artikler til udklipsholderen.
de: RSS-Feed als HTML öffnen: Öffnet den ausgewählten RSS-Feed im Standard-Webbrowser. Sie können Veröffentlichungsdaten und Schaltflächen ein- oder ausblenden, um Informationen zu Artikeln in die Zwischenablage zu kopieren.
fi: Avaa syöte HTML-muodossa: Avaa valitun syötteen oletusselaimessa. Voit näyttää tai piilottaa julkaisupäivämäärät sekä artikkeleiden tiedot leikepöydälle kopioivat painikkeet.
fr: Ouvrir le flux au format HTML : ouvre le flux sélectionné dans le navigateur Web par défaut. Vous pourrez afficher ou masquer les dates de publication et les boutons pour copier les informations sur les articles dans le presse-papiers.
gl: Abrir fonte como HTML: Abre a fonte seleccionada no navegador web por defecto. Poderás ocultar datas de publicación e botóns para copiar información sobre os artigos ao portapapeis.
hr: Otvori feed kao HTML: otvara odabrani feed u zadanom web pregledniku. Moći ćeš prikazati ili sakriti datume objavljivanja i gumbe za kopiranje informacija o člancima u međuspremnik.
it: Apri feed come HTML. Apre il feed selezionato nel vostro browser predefinito. Potrete mostrare o nascondere la data di pubblicazione e il pulsante per copiare negli appunti le informazioni sull'articolo.
ja: フィードをHTMLとして開く: 選択したフィードを既定のウェブブラウザで開きます。公開日を表示または隠すことが出来、記事の情報をクリップボードにコピーするボタンがあります。
pl: Otwórz kanał jako HTML: Otwiera wybrany kanał w domyślnej przeglądarce internetowej. Będziesz mógł pokazywać lub ukrywać daty publikacji i przyciski do kopiowania informacji o artykułach do schowka.
pt_br: Abrir feed como HTML: Abre o feed selecionado no navegador web padrão. Você poderá mostrar ou ocultar datas de publicação e botões para copiar informações sobre artigos para a área de transferência.
pt_pt: Abrir feed como HTML: Abre o feed seleccionado no navegador web predefinido. Poderá mostrar ou ocultar datas de publicação e botões para copiar informações sobre artigos para a área de transferência.
uk: Відкрити стрічку у форматі HTML: Відкриває вибрану стрічку в основному браузері. ви зможете показувати або приховувати дати публікації і кнопки для копіювання інформації про статті в буфер обміну.

source: Copy feed address: Opens a dialog to confirm if you want to copy the feed address to clipboard.
bg: Копирай адреса на емисията: Отваря диалогов прозорец за потвърждение дали искате да копирате адреса на емисията в клипборда.
da: Kopier feedadresse: Åbner en dialog for at bekræfte, om du vil kopiere feedadressen til udklipsholderen.
de: Adresse des RSS-Feed kopieren: Öffnet ein Dialogfeld, in dem bestätigt wird, ob die Feed-Adresse in die Zwischenablage kopiert werden soll.
fi: Kopioi syötteen osoite: Avaa valintaikkunan, jossa kysytään vahvistus syötteen osoitteen kopioinnista leikepöydälle.
fr: Copier l'adresse du flux : ouvre une boîte de dialogue pour confirmer si vous souhaitez copier l'adresse du flux dans le presse-papiers.
gl: Copiar enderezo da fonte: Abre un diálogo para confirmar se queres copiar o enderezo da fonte ó portapapeis.
hr: Kopiraj adresu feeda: otvara dijaloški okvir za potvrđivanje kopiranja adrese feeda u međuspremnik.
it: Copia indirizzo feed. Apre una finestra che vi consente di cfonfermare se volete copiare negli appunti l'indirizzo del feed.
ja: フィードのアドレスをコピー: フィードアドレスをクリップボードにコピーしたいかどうかの確認のためダイアログを開きます。
pl: Kopiuj adres kanału: Otwiera okno dialogowe z potwierdzeniem, czy chcesz skopiować adres kanału do schowka.
pt_br: Copiar endereço do feed: abre um diálogo para confirmar se você deseja copiar o endereço do feed para a área de transferência.
pt_pt: Copiar o endereço do feed: Abre um diálogo para confirmar se deseja copiar o endereço do feed para a área de transferência.
uk: Копіювати адресу стрічки: відкриває діалог, щоб підтвердити чи хочете ви скопіювати адресу стрічки до буфера обміну.

source: New: Opens a dialog with an edit box to enter the address of a new feed. If the address is valid and the feed can be saved, its name, based on the feed title, will appear at the bottom of the feeds list.
bg: Нов: Отваря се диалогов прозорец с текстово поле за въвеждане адреса на нова емисия. Ако адресът е валиден и емисията може да бъде записана, името й, въз основа на заглавието на емисията, ще се появи в дъното на списъка с информационни канали.
da: Ny: Åbner en dialogboks med et redigeringsfelt til at indtaste adressen på et nyt feed. Hvis adressen er gyldig og feedet kan gemmes, vises dets navn, baseret på feedets titel nederst på listen over feeds.
de: Neu: Öffnet einen Dialog mit einem Eingabefeld zur Eingabe der Adresse eines neuen RSS-Feeds. Wenn die Adresse gültig ist und der Feed gespeichert werden kann, erscheint sein Name, basierend auf dem Feed-Titel, am Ende der Liste der RSS-Feeds.
fi: Uusi: Avaa muokkausruudun sisältävän valintaikkunan, johon voit kirjoittaa uuden syötteen osoitteen. Mikäli syöte on kelvollinen ja se voidaan tallentaa, sen otsikkoon pohjautuva nimi ilmestyy artikkeliluettelon alaosaan.
fr: Nouveau : Ouvre une boîte de dialogue avec une zone d'édition pour entrer l'adresse d'un nouveau flux. Si l'adresse est valide et que le flux peut être enregistré, son nom, basé sur le titre du flux, apparaît au bas de la liste des flux.
gl: Novo: abre un diálogo cunha Caixa de edición para introducir o enderezo dun feed novo. Se o enderezo é válido e o feed pode gardarse, o seu nome, baseado no título do feed, aparecerá ao fondo da listaxe dos feeds.
hr: Novi: Otvara dijaloški okvir s uređivačkim poljem za unos adrese novog feeda. Ako je adresa ispravna i ako se feed može spremiti, njegov naziv (izveden iz naslova feeda) će se pojavit na dnu popisa feedova.
it: Nuovo: apre una finestra didialogo con un campo editazione per inserire l'indirizzo di un nuovo feed. Se l'indirizzo è valido ed il feed può essere salvato, il nome del feed, basato sul titolo, apparirà in fondo all'elenco dei feed.
ja: 新規: 新しいフィードのアドレスを入力するエディットボックスのあるダイアログを開きます。アドレスが有効でフィードが保存出来る場合、フィードタイトルに基づいた名前がフィードリストの末尾に現れます。
pl: Nowy: Otwiera okno dialogowe zawierające pole edycyjne, w którym można wpisać adres nowego kanału osobistego. Jeżeli adres jest prawidłowy a kanał osobisty może być zachowany, nazwa kanału, bazowana na podstawie tytułu kanału, będzie wyświetlana na końcu listy.
pt_br: Novo: Abre um diálogo com uma caixa de edição para inserir o endereço de um novo feed. Se o endereço for válido e o feed puder ser salvo, seu nome, com base no título do feed, aparecerá na parte inferior da lista de feeds.
pt_pt: Novo: abre uma caixa de diálogo com uma caixa de edição para inserir o endereço de um novo feed. Se o endereço for válido e o feed puder ser guardado, o seu nome, com base no título do feed, aparecerá na parte inferior da lista de RSS.
uk: Новий: відкриває діалог з полем редагування, щоб можна було ввести адресу нової стрічки. Якщо адреса правильна і стрічка новин може бути збережена, її ім’я, базоване на заголовку стрічки, з’явиться внизу списку новинних стрічок.
