Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/readFeeds.*.po
Languages: bg, da, de, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, uk

source: More feeds may be supported.
bg: Възможно е да се поддържат повече емисии.
da: Potentiale for understøttelse af flere feeds.
de: Weitere Feeds werden möglicherweise unterstützt.
fi: Tuetaan mahdollisesti useampia syötteitä.
fr: Davantage de flux peuvent être pris en charge.
gl: Poderíanse soportar máis fontes.
hr: Moguće je podržati više feedova.
it: Aggiunto il supporto per nuove tipologie di feeds.
ja: より多くのフィードがサポートされるようになりました。
pl: Może być obsługiwane więcej kanałów.
pt_br: Mais feeds podem ser suportados.
pt_pt: Mais feeds podem ser suportados.
uk: Підтримується більше новинних стрічок.

source: When the feeds dialog is opened, the list of feeds will be focused instead of the search edit box.
bg: Когато се отвори диалоговият прозорец "Емисии", ще бъде фокусиран списъкът с емисии, вместо текстовото поле за търсене.
da: Når feeds-dialogen åbnes, vil listen over feeds være i fokus i stedet for søgefeltet.
de: Wenn das Dialogfeld "Feeds" geöffnet wird, wird die Liste der Feeds anstelle des Bearbeitungsfelds "Suche" hervorgehoben.
fi: Syöteluettelo on aktiivisena hakukentän sijaan, kun Syötteet-valintaikkuna avataan.
fr: Lorsque la boîte de dialogue des flux est ouverte, la liste des flux aura le focus au lieu de la zone d'édition de recherche.
gl: Cando se abre o diálogo de fontes, enfocarase a lista de fontes no canto da caixa de edición de busca.
hr: Kad se otvori dijaloški okvir „Feedovi”, umjesto polja za uređivanje pretraživanja, fokusirat će se popis feedova.
it: Quando viene aperta la finestra Feeds, verrà focalizzata la lista dei feeds anziché il campo editazione Cerca.
ja: フィードダイアログが開いている場合、検索エディットボックスの代わりに、フィードのリストがフォーカスされるようになりました。
pl: Po otwarciu okna dialogowego kanały informacyjne zostanie wyświetlona zamiast pola edycji wyszukiwania.
pt_br: Quando o diálogo de feeds for aberto, a lista de feeds terá o foco em vez da caixa de edição de pesquisa.
pt_pt: Quando o diálogo dos feeds é aberto, a lista de feeds será focalizada em vez da caixa de edição da pesquisa.
uk: Коли відкрито діалог новинних стрічок, список новинних стрічок буде відображено замість поля пошуку.

source: You can choose if the search edit box is placed after the list of feeds, useful to focus the list even when switching from another window without closing the Feeds dialog.
bg: Можете да изберете дали текстовото поле за търсене да се поставя след списъка с емисии, което е полезно за фокусиране на списъка, дори когато превключвате от друг прозорец, без да затваряте диалоговия прозорец "Емисии".
da: Du kan vælge, om søgefeltet skal placeres efter feedslisten, hvilket er nyttigt, når du skifter fra et andet vindue uden at lukke dialogen.
de: Sie können auswählen, ob das Suchfeld für die Suche hinter der Liste der Feeds platziert werden soll. Dies ist nützlich, um die Liste auch dann zu fokussieren, wenn Sie aus einem anderen Fenster wechseln, ohne das Dialogfeld "Feeds" zu schließen.
fi: Voit valita, sijoitetaanko hakukenttä syöteluettelon jälkeen, jolloin luettelo tulee aktiiviseksi jopa vaihdettaessa toisesta ikkunasta sulkematta Syötteet-valintaikkunaa.
fr: Vous pouvez choisir si la zone d'édition de recherche est placée après la liste des flux, utile pour mettre en focus la liste même lorsque vous basculez d'une autre fenêtre sans fermer la boîte de dialogue Flux.
gl: Podes escoller se a caixa de edición de busca se sitúa despois da lista de fontes, útil para enfocar a lista aínda despois de moverse dende outra xanela sen pechar o diálogo de fontes.
hr: Možeš odabrati, hoće li se polje za uređivanje pretraživanja nalaziti nakon popisa feedova. To je korisno za fokusiranje popisa čak i kad se prebacuješ iz jednog drugog prozora, bez da zatvoriš dijaloški okvir „Feedovi”.
it: E' possibile scegliere se il campo editazione "Cerca" sia mostrato dopo la lista dei feeds; ciò è utile per focalizzare la lista anche quando di viene da un'altra finestra senza chiudere la finestra Feeds.
ja: フィードダイアログを閉じずに他のウィンドウから切り替える時でも、リストをフォーカスするのに便利なように、検索エディットボックスがフィードの後に配置されるかどうかを選択出来るようになりました。
pl: Możesz wybrać, czy pole edycji wyszukiwania ma być umieszczone po liście kanałów, co jest przydatne do skupienia listy nawet podczas przełączania z innego okna bez zamykania okna dialogowego Źródła.
pt_br: Você pode escolher se a caixa de edição de pesquisa será colocada após a lista de feeds, útil para focalizar a lista mesmo quando mudar de outra janela sem fechar o diálogo Feeds.
pt_pt: Pode escolher se a caixa de edição da pesquisa é colocada após a lista de feeds, útil para focalizar a lista mesmo quando se muda de outra janela sem fechar o diálogo dos Feeds.
uk: Ви можете вибрати, чи буде поле пошуку розміщено після списку стрічок новин, що корисно для відображення списку, навіть при перемиканні з іншого вікна, без закриття діалогу новинних стрічок.

source: Added a button to copy the feed address to clipboard from the feeds dialog.
bg: Добавен е бутон за копиране на адреса на емисията в клипборда от диалоговия прозорец "Емисии".
da: Tilføjet en knap til at kopiere feedadressen til udklipsholderen fra feeds-dialogen.
de: Es wurde eine Schaltfläche hinzugefügt, um die Adresse des RSS-Feed aus dem Dialogfeld der Feeds in die Zwischenablage zu kopieren.
fi: Syötteet-valintaikkunaan lisätty painike syötteen osoitteen kopioimiseen leikepöydälle.
fr: Ajout d'un bouton pour copier l'adresse du flux dans le presse-papiers à partir de la boîte de dialogue des flux.
gl: Engadido un botón para copiar o enderezo da fonte ao portapapeis dende o diálogo de fontes.
hr: Dodan je gumb za kopiranje adrese feeda u međuspremnik iz dijaloškog okvira „Feedovi”.
it: Aggiunto un pulsante per copiare l'indirizzo del feed selezionato dalla finestra Feeds.
ja: フィードアドレスを、フィードダイアログからクリップボードにコピーするボタンを追加しました。
pl: Dodano przycisk do kopiowania adresu kanału do schowka z okna dialogowego kanałów.
pt_br: Adicionado um botão para copiar o endereço do feed para a área de transferência no diálogo de feeds.
pt_pt: Foi adicionado um botão para copiar o endereço do feed para a área de transferência a partir do diálogo de feeds.
uk: Додано кнопку для копіювання адреси стрічки новин до буфера обміну з діалогу новинних стрічок.

source: Changes for 9.0
bg: Промени във версия 9.0
da: Ændringer for 9.0
de: Änderungen für 9.0
fi: Muutokset versiossa 9.0
fr: Changements pour la version 9.0
gl: Cambios para 9.0
hr: Promjene u verziji 9.0
it: Novità nella versione 9.0
ja: 9.0の変更点
pl: Zmiany w wersji 9.0
pt_br: Mudanças na 9.0
pt_pt: Alterações para 9.0:
uk: Зміни у версії 9.0

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
da: Kræver NVDA 2019.3 eller nyere.
de: Erfordert NVDA 2019.3 oder höher.
fi: Edellyttää NVDA 2019.3:a tai uudempaa.
fr: Nécessite NVDA 2019.3 ou ultérieure.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA verziju 2019.3 ili noviju.
it: Richiede NVDA 2019.3 o versioni successive.
ja: NVDA 2019.3以降が必要。
pl: Wymaga NVDA 2019.3 lub nowszą.
pt_br: Requer NVDA 2019.3 ou posterior.
pt_pt: Requer NVDA 2019.3 ou posterior.
uk: Вимагає NVDA 2019.3 або новішу.

source: Changes for 8.0
bg: Промени във версия 8.0
da: Ændringer i 8.0
de: Änderungen in 8.0
fi: Muutokset versiossa 8.0
fr: Changements pour la version 8.0
gl: Cambios para 8.0
hr: Promjene u verziji 8.0
it: Novità nella versione 8.0
ja: 8.0の変更点
pl: Zmiany w wersji 8.0
pt_br: Mudanças na 8.0
pt_pt: Alterações para 8.0:
uk: Зміни у версії 8.0

source: When the add-on is updated, feeds saved in the previous version of the add-on will be automatically copied to the new version, unless you prefer to import feeds saved in the main configuration folder of NVDA.
bg: Когато добавката бъде обновена, емисиите, запазени в предишната версия на добавката, ще бъдат автоматично копирани в новата версия, освен ако предпочитате да импортирате емисии, запазени в основната конфигурационна папка на NVDA.
da: Når tilføjelsesprogrammet opdateres, bliver feeds, der er gemt i den tidligere version af tilføjelsesprogrammet automatisk kopieret til den nye version, medmindre du foretrækker at importere feeds, der er gemt i den primære konfigurations mappe i NVDA.
de: Bei der Aktualisierung dieser Erweiterung werden die in der vorherigen Version gespeicherten Feeds automatisch in die neue Version kopiert, es sei denn, Sie möchten ausdrücklich, dass Feeds aus dem Hauptkonfigurationsordner von NVDA importiert werden.
fi: Kun lisäosa päivitetään, aiemmassa versiossa tallennetut syötteet kopioidaan automaattisesti uuteen versioon, paitsi jos haluat tuoda ne NVDA-asetusten pääkansiosta.
fr: Lorsque l'extension est mise à jour, les flux enregistrés dans la version précédente de l'extension seront automatiquement copiés dans la nouvelle version, à moins que vous ne préfériez importer les flux enregistrés dans le dossier de configuration principal de NVDA.
gl: Cando o complemento se actualice, os feeds gardados na versión anterior do complemento copiaranse automaticamente á nova versión, a menos que prefiras importar os feeds gardados no cartafol principal de configuración de NVDA.
hr: Kad se dodatak nadogradi, spremljeni feedovi u prethodnoj verziji dodatka, automatski će se kopirati u novu verziju, osim ako želoš uvesti feedove koji su spremljeni u glavnoj konfiguracijskoj mapi NVDA čitača.
it: Quando l'add-on viene aggiornato, i feed salvati nella versione precedente saranno automaticamente copiati nella nuova versione, a meno che non si preferisca importare i feed salvati nella cartella di configurazione di NVDA.
ja: NVDAのメインの設定フォルダに保存されたフィードをインポートするのを好む場合を除き、アドオンが更新される時、前のバージョンで保存されたフィードは、自動的に新しいバージョンにコピーされます。
pl: Po zaktualizowaniu dodatku kanały zapisane w poprzedniej wersji dodatku zostaną automatycznie skopiowane do nowej wersji, chyba że wolisz importować kanały zapisane w głównym folderze konfiguracyjnym NVDA.
pt_br: Quando o complemento for atualizado, feeds salvos da versão anterior do complemento serão automaticamente copiados para a nova versão, a não ser que você prefira importar os feeds salvos na pasta principal de configurações do NVDA.
pt_pt: Quando o extra é actualizado, os feeds guardados na versão anterior do extra serão automaticamente copiados para a nova versão, a menos que prefira que os feeds sejam guardados na pasta de configuração principal do NVDA.
uk: Якщо додаток оновлено, новинні стрічки, збережені в попередній версії додатка, будуть автоматично скопійовані до нової версії, якщо ви не бажаєте переносити стрічки, збережені в основній папці конфігурації NVDA.

source: When using the dialog to copy feeds, if the chosen folder is not named personalFeeds, a subfolder with this name will be created to prevent the deletion of directories containing important data, such as Documents or Downloads.
bg: При използването на диалоговия прозорец за копиране на емисии, ако избраната папка не е именувана "personalFeeds", ще бъде създадена подпапка с това име, за да се предотврати изтриването на директории, съдържащи важни данни, като например "Документи" или "Изтегляния".
da: Når du bruger dialogen til at kopiere feeds, hvis den valgte mappe ikke er navngivet personalFeeds, vil en undermappe med dette navn blive oprettet for at forhindre sletning af mapper, der indeholder vigtige data, såsom dokumenter eller overførsler.
de: Wenn Sie den Dialog zum Kopieren von Feeds verwenden und der ausgewählte Ordner nicht "personalFeeds" heißt, wird ein Unterordner mit diesem Namen erstellt, um das Löschen von Verzeichnissen mit wichtigen Daten wie Dokumente oder Downloads zu verhindern.
fi: Jos valitulle kansiolle ei ole Syötteidenkopiointivalintaikkunassa annettu nimeksi personalFeeds, sen niminen alikansio luodaan, jotta estetään tärkeää dataa sisältävien hakemistojen, kuten Tiedostot tai Ladatut tiedostot, poistaminen.
fr: Lors de l'utilisation de la boîte de dialogue pour copier des flux, si le dossier choisi n'est pas nommé personalFeeds, un sous-dossier portant ce nom sera créé pour empêcher la suppression des répertoires contenant des données importantes, telles que Documents ou Téléchargements.
gl: Ao utilizar o diálogo para copiar feeds, se o cartafol escollido non se chama personalFeeds, crearase un subcartafol con ese nome para previr a eliminación de directorios que conteñan datos importantes, como Documentos ou Descargas.
hr: Kad se koristi dijaloški okvir za kopiranje feedova, ako se odabrana mapa ne zove „personalFeeds”, stvorit će se podmapa s tim nazivom, kako bi se spriječilo brisanje mapa koje sadrže važne podatke, poput mape Dokumenti ili mape Preuzimanja.
it: Quando si usa la finestra per copiare i feeds, se la cartella scelta non si chiama personalFeeds, verà creata una sottocartella con questo nome, per evitare la cancellazione di cartelle contenenti dati importanti, quali Documenti o Downloads.
ja: フィードをコピーするのにダイアログを使用する時、選択されたフォルダがpersonalFeedsという名前でない場合、ドキュメントやダウンロードといった、重要なデータを含むディレクトリの削除を避けるため、その名前のサブフォルダが作成されるようになりました。
pl: Podczas korzystania z okna dialogowego do kopiowania kanałów informacyjnych, jeśli wybrany folder nie ma nazwy personalFeeds, zostanie utworzony podfolder o tej nazwie, aby zapobiec usunięciu katalogów zawierających ważne dane, takie jak Dokumenty lub Pobrane.
pt_br: Ao usar o diálogo de copiar feeds, caso a pasta escolhida não seja nomeada personalFeeds, será criada uma subpasta com esse nome para prevenir a exclusão de diretórios que contenham dados importantes, tais como Documentos ou Downloads.
pt_pt: Ao usar o diálogo para copiar feeds, se a pasta escolhida não tiver o nome personalFeeds, uma subpasta com este nome será criada para evitar a exclusão de directórios que contenham dados importantes, tais como documentos ou downloads.
uk: При використанні діалогу для копіювання новинних стрічок, якщо вибрана папка не називається personalFeeds, буде створено підпапку з цим ім’ям, щоб запобігти видаленню каталогів, що містять важливі дані, такі, як документи чи завантаження.

source: Changes for 7.0
bg: Промени във версия 7.0
da: Ændringer i7.0
de: Änderungen bis 7.0
fi: Muutokset versiossa 7.0
fr: Changements pour la version 7.0
gl: Cambios para 7.0
hr: Promjene u verziji 7.0
it: Novità nella versione 7.0
ja: 7.0の変更点
pl: Zmiany w wersji 7.0
pt_br: Mudanças na 7.0
pt_pt: Alterações para 7.0:
uk: Зміни у версії 7.0

source: The Feeds dialog includes a button to open a folder which may contain a backup of feeds.
bg: Диалоговият прозорец с емисиите включва бутон за отваряне на папка, която може да съдържа резервно копие на емисии.
da: Dialogboksen "Feeds" indeholder en knap for at åbne en mappe, der indeholder en sikkerhedskopi af feeds.
de: Der RSS Feeds Dialog wird mit einen Schalter erweitert, um einen Backup-Ordner zu öffnen, der die Sicherungsdateien der Feeds enthalten kann.
fi: Syötteet-valintaikkunassa on painike, jolla voidaan avata mahdollisen syöttteiden varmuuskopion sisältävä kansio.
fr: La boîte de dialogue Flux comprend un bouton pour ouvrir un dossier pouvant contenir une sauvegarde des flux.
gl: O diálogo Fontes contén un botón para abrir un cartafol que podería conter unha copia de seguridade das fontes.
hr: Dijaloški okvir „Feedovi” sadrži gumb za otvaranje mape koja može sadržati sigurnosnu kopiju feedova.
it: Aggiunto un pulsante Nella finestra Feed che consente di aprire una cartella di backup.
ja: フィードダイアログが、フィードのバックアップを含むフォルダーを開くボタンを、含むようになりました。
pl: Okno dialogowe Kanały zawiera przycisk do otwierania folderu, który może zawierać kopię zapasową kanałów.
pt_br: O diálogo de feeds inclui um botão para abrir uma pasta que pode conter uma cópia de segurança — backup — dos feeds.
pt_pt: A caixa de diálogo Feeds inclui um botão para abrir uma pasta que pode conter um backup de feeds.
uk: Діалог новинних стрічок містить кнопку для відкриття папки, яка може містити резервну копію новинних стрічок.

source: When using the edit box to filter feeds, if no results are found, the list of feeds and other controls are disabled, so that NVDA doesn't report "unknown" in the empty list.
bg: При използване на текстовото поле за филтриране на емисии, ако не бъдат намерени резултати, списъкът с емисии и другите контроли биват деактивирани (забранени), така че NVDA да не докладва "непознат" в празния списък.
da: Når du bruger redigeringsboksen til at filtrere feeds, og hvis der ikke findes nogen resultater, er listen over feeds og andre kontroller deaktiveret, så NVDA ikke rapporterer "ukendt" i den tomme liste.
de: Wenn die Eingabe in der Filterfunktion keine Ergebnisse liefert, werden die Liste der Feeds und andere Dialogelemente nicht mehr angezeigt. Somit meldet NVDA nicht mehr "unbekannt" in der leeren Liste.
fi: Kun muokkauskenttää käytetään syötteiden suodattamiseen ja jos hakutuloksia ei löydy, syötteiden luettelo sekä muut säätimet poistetaan käytöstä, jottei NVDA sano "tuntematon" kohdistuksen siirtyessä tähän tyhjään luetteloon.
fr: Lorsque vous utilisez la zone d'édition pour filtrer les flux, si aucun résultat n'est trouvé, la liste des flux et autres contrôles sont désactivés, afin que NVDA ne signale pas "inconnu" dans la liste vide.
gl: Ao usar a caixa de edición para filtrar fontes, se non se atopan resultados, amosaranse a lista de feeds e outros controis, de tal modo que NVDA non anuncie "Descoñecido" na lista baleira.
hr: Kad se koristi okvir za uređivanje za filtriranje feedova, ako nema rezultata, popis feedova i ostale kontrole su deaktivirane. Na taj način NVDA ne javlja „nepoznato” u praznom popisu.
it: Quando non si trova nessun risultato dal campo editazione per filtrare i feeds, l'elenco Feed e gli altri controlli vengono disattivati. In questo modo NVDA non annuncierà più "sconosciuto" in elenchi vuoti.
ja: フィードをフィルターするのにエディットボックスを使用する時、結果が見つからない場合、NVDAが空のリストに「未知の物」と通知しないように、フィードのリストと他のコントロールが無効化されるようになりました。
pl: Podczas używania pola edycji do filtrowania kanałów, jeśli nie zostaną znalezione żadne wyniki, lista kanałów i innych kontrolek jest wyłączona, dzięki czemu NVDA nie zgłasza "nieznanego" na pustej liście.
pt_br: Ao usar a caixa de edição para filtrar os feeds, se nenhum resultado for encontrado, a lista de feeds e outros controles serão desabilitados, para que o NVDA não anuncie "desconhecido" na lista vazia.
pt_pt: Ao usar a caixa de edição para filtrar os feeds, se não for encontrado qualquer resultado, a lista de feeds e outros controlos será desactivada, para que o NVDA não diga "desconhecido", na lista vazia.
uk: При використанні поля редагування для фільтрування новинних стрічок, якщо результатів не знайдено, список стрічок новин та інші елементи керування відключаються, щоб NVDA не повідомляв «невідомо» в порожньому списку.

source: If the list of articles dialog can't be shown, for example due to errors in the feed, NVDA will raise an error, so that the feeds dialog can be used without restarting NVDA.
bg: Ако диалоговият прозорец на списъка със статиите не може да бъде показан, например поради грешки в емисията, NVDA ще изведе грешка, така че диалоговият прозорец на емисиите да може да се използва без рестартиране на NVDA.
da: Hvis dialogen "Liste over artikler" ikke kan vises, for eksempel på grund af fejl med feedet, vil NVDA fejle, så dialogen kan bruges uden at genstarte NVDA.
de: Wenn die Liste der Artikel nicht angezeigt werden kann, beispielsweise wegen Fehlern beim Rss Feed, wird NVDA einen Fehler auslösen. Dadurch können Sie den RSS Feed Dialog nutzen, ohne NVDA neu starten zu müssen.
fi: Mikäli Artikkeliluettelo-valintaikkunaa ei voida näyttää, esim. syötteessä olevien virheiden vuoksi, NVDA ilmoittaa virheestä, jotta Syötteet-valintaikkunaa voidaan käyttää ilman NVDA:n uudelleenkäynnistystä.
fr: Si la boîte de dialogue de la liste des articles ne peut pas être affichée, par exemple en raison d'erreurs dans le flux, NVDA générera une erreur, afin que la boîte de dialogue des flux puisse être utilisée sans redémarrer NVDA.
gl: Se o diálogo lista de artículos non se pode amosar, debido a erros no feed, por exemplo, NVDA disparará un erro, de modo que o diálogo de fontes se poida usar sen reiniciar NVDA.
hr: Ako se dijalog s popisom članaka ne može prikazati, primjerice zbog grešaka u feedu, NVDA će javiti grešku, tako da se dijaloški okvir „Feedovi” može koristiti bez ponovnog pokretanja NVDA čitača.
it: Se l'elenco degli articoli non può essere visualizzato, perché per esempio c'è un problema nel feed, NVDA mostrerà un messaggio di errore. In questo modo non sarà più necessario riavviare NVDA per usare la finestra Feed.
ja: 例えばフィードのエラーにより、記事のリストダイアログが表示されなかった時、フィードダイアログがNVDAの再起動をしなくても使用出来るように、NVDAはエラーを表示するようになりました。
pl: Jeśli nie można wyświetlić okna dialogowego listy artykułów, na przykład z powodu błędów w kanale, NVDA spowoduje wyświetlenie błędu, dzięki czemu okno dialogowe kanałów może być używane bez ponownego uruchamiania NVDA.
pt_br: Se o diálogo de lista de Artigos não puder ser mostrado, por exemplo devido a erros no feed, o NVDA disparará um erro, de modo que o diálogo de feeds possa ser usado sem reiniciar o NVDA.
pt_pt: Se o diálogo de lista de artigos não puder ser mostrado, por exemplo, devido a erros no feed, o NVDA irá gerar um erro, para que o diálogo de feeds possa ser usado sem reiniciar o NVDA.
uk: Якщо діалог списку статей не може бути відображено, наприклад, через помилки в стрічці, NVDA відобразить повідомлення про помилку, щоб можна було використовувати діалог стрічки новин без перезапуску NVDA.

source: Changes for 6.0
bg: Промени във версия 6.0
da: Ændringer i 6.0
de: Änderungen bis 6.0
fi: Muutokset versiossa 6.0
fr: Changements pour la version 6.0
gl: Cambios para 6.0
hr: Promjene u verziji 6.0
it: Novità nella versione 6.0
ja: 6.0の変更点
pl: Zmiany w wersji 6.0
pt_br: Mudanças na 6.0
pt_pt: Alterações para 6.0:
uk: Зміни у версії 6.0
