Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/readFeeds.*.po
Languages: bg, da, de, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, uk

source: NVDA will display an error message if a new feed cannot be created.
bg: NVDA ще изведе съобщение за грешка, ако не може да се създаде нова емисия.
da: NVDA vil vise en fejlmeddelelse, hvis et nyt feed ikke kan oprettes.
de: NVDA zeigt eine Fehlermeldung an, wenn ein neuer Feed nicht erstellt werden konnte.
fi: NVDA näyttää virheilmoituksen, jos uutta syötettä ei voi luoda.
fr: NVDA affichera un message d'erreur si un nouveau flux ne peut pas être créé.
gl: NVDA amosará unha mensaxe de erro se non se pode crear unha nova fonte.
hr: NVDA će prikazati poruku greške ako nije moguće stvoriti nov feed.
it: NVDA visualizzerà un messaggio di errore se non è possibile creare un nuovo feed.
ja: NVDAは、新しいフィードを作成出来ない時、エラーメッセージを表示します。
pl: NVDA wyświetli komunikat o błędzie, jeśli nie można utworzyć nowego kanału.
pt_br: O NVDA exibirá uma mensagem de erro se não for possível criar um novo feed.
uk: NVDA покаже повідомлення про помилку, якщо не вдасться створити нову стрічку.

source: The title of the articles list dialog displays the selected feed name and number of items available.
bg: Заглавието на диалога за списъка със статиите показва името на избраната емисия и номера на наличните статии.
da: Titlen på dialogen der viser listen over artikler viser navnet på det aktuelle feed, samt antallet af artikler til rådighed.
de: Im Titel des Dialogs für die Artikellisten werden der Name des ausgewählten Feeds und die Anzahl der verfügbaren Artikel angezeigt.
fi: Valitun syötteen nimi ja saatavilla olevien artikkeleiden määrä näytetään Artikkeliluettelo-valintaikkunan otsikossa.
fr: La boîte de dialogue affiche Le titre de la Liste de l'article le nom de flux sélectionné et le nombre d'éléments disponibles.
gl: O título do diálogo da listaxe de artigos amopsa o nome do feed selecionado e o número de elementos dispoñibles.
hr: Naslov dijaloškog okvira popisa članaka prikazuje odabrani naziv feeda i broj dostupnih stavki.
it: Nel titolo della finestra elenco articoli viene indicato il nome del feed selezionato ed il numero di elementi disponibili.
ja: 記事リストダイアログのタイトルは、選択されたフィードの名前と、利用可能な項目の数を表示します。
pl: Dialog Spisu nagłówków artykułów Wyświetla nazwę oznaczonego kanału osobistego i ilość dostępnych artykułów.
pt_br: O título do diálogo Lista de artigos mostra o nome do feed selecionado e o número de itens disponíveis.
pt_pt: O título da caixa de diálogo da lista de artigos mostra o nome do feed selecionado e o número de itens disponíveis.
uk: Діалог з назвою списку статей відображає ім’я вибраної стрічки новин з кількістю доступних елементів.

source: Changes for 39.0.0
fi: Muutokset versiossa 39.0.0
fr: Changements pour la version 39.0.0
pt_br: Mudanças na 39.0.0

source: Improved notifications when title or URL are copied.
fi: Parannellut ilmoitukset otsikon tai URL-osoitteen kopioinnista.
fr: Amélioration des notifications lorsque le titre ou l'URL ont été copiés.
pt_br: Notificações aprimoradas quando o título ou a URL são copiados.

source: Changes for 34.0.0
fi: Muutokset versiossa 34.0.0
fr: Changements pour la version 34.0.0
pt_br: Mudanças na 34.0.0

source: Added support for rss.cbc.ca feeds.
fi: Lisätty tuki rss.cbc.ca-syötteille.
fr: Ajout de la prise en charge des flux rss.cbc.ca.
pt_br: Adicionado suporte para feeds rss.cbc.ca.

source: Changes for 21.0
bg: Промени във версия 21.0
de: Änderungen in 21.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 21.0
hr: Promjene u verziji 21.0
pt_br: Mudanças na 21.0

source: Feeds with untitled articles can be presented in the Articles dialog, and opened as HTML.
bg: Емисии с неозаглавени статии могат да бъдат представени в диалоговия прозорец "Статии" и отворени като HTML.
de: RSS-Feeds mit unbetitelten Artikeln können im Dialogfeld der Artikel angezeigt und als HTML geöffnet werden.
fi: Nimettömiä artikkeleita sisältävät syötteet voidaan näyttää Artikkelit-valintaikkunassa ja avata HTML-muodossa.
fr: Les flux avec des articles sans titre peuvent être présentés dans la boîte de dialogue des articles et ouverts en HTML.
hr: Feedovi s člancima bez naslova mogu se prikazati u dijaloškom okviru Članci i otvoriti kao HTML.
pt_br: Os feeds com artigos sem título podem ser apresentados na caixa de diálogo Artigos e abertos como HTML.

source: Changes for 20.0
bg: Промени във версия 20.0
de: Änderungen in 20.0
fi: Muutokset versiossa 20.0
fr: Changements pour la version 20.0
hr: Promjene u verziji 20.0
pt_br: Mudanças na 20.0

source: universalFeedParser is updated to 5.0.1, adding support for more feeds.
bg: universalFeedParser е актуализиран до 5.0.1, добавяйки поддръжка за повече видове емисии.
de: Der Universal Feed Parser wurde auf 5.0.1 aktualisiert und unterstützt nun mehr RSS-Feeds.
fi: universalFeedParser-moduuli on päivitetty versioksi 5.0.1, joka lisää tuen useammille syötteille.
fr: universalFeedParser est mis à jour vers la 5.0.1, ajoutant la prise en charge de plus de flux.
hr: universalFeedParser je aktualiziran na 5.0.1, dodajući podršku za više feedova.
pt_br: o universalFeedParser foi atualizado para a versão 5.0.1, adicionando suporte a mais feeds.

source: Changes for 15.0
fi: Muutokset versiossa 15.0
fr: Changements pour la version 15.0
pt_br: Mudanças na 15.0

source: Compatible with NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa
fr: Compatible avec NVDA 2023.1.
pt_br: Compatível com o NVDA 2023.1.

source: Changes for 14.0
bg: Промени във версия 14.0
da: Ændringer for 14.0
de: Änderungen in 14.0
fi: Muutokset versiossa 14.0
fr: Changements pour la version 14.0
gl: Cambios para 14.0
hr: Promjene u verziji 14.0
it: Novità nella versione 14.0
ja: 14.0の変更点
pl: Zmiany w wersji 14.0
pt_br: Mudanças na 14.0
uk: Зміни у версії 14.0

source: Fixed a bug that made impossible to add some feeds.
bg: Поправена е грешка, която правеше невъзможно добавянето на някои емисии.
da: Rettede en fejl, der gjorde det umuligt at tilføje nogle feeds.
de: Es wurde ein Fehler behoben, der das Hinzufügen einiger Feeds unmöglich machte.
fi: Korjattu bugi, joka teki mahdottomaksi joidenkin syötteiden lisäämisen.
fr: Correction d'un bug qui rendait impossible d'ajouter des flux.
gl: Arranxado un erro que facía imposible engadir certas fontes.
hr: Ispravljena je greška koja je onemogućavala dodavanje nekih feedova.
it: Risolto un errore che rendeva impossibile aggiungere alcuni feed.
ja: 一部のフィードが追加出来ないバグを修正しました。
pl: Naprawiono błąd, który uniemożliwiał dodanie niektórych kanałów.
pt_br: Correção de um erro que impossibilitava a adição de alguns feeds.
uk: Виправлено помилку, яка унеможливлювала додавання деяких стрічок.

source: Changes for 13.0
bg: Промени във версия 13.0
da: Ændringer i 13,0
de: Änderungen in 13.0
fi: Muutokset versiossa 13.0
fr: Changements pour la version 13.0
gl: Cambios para 13.0
hr: Promjene u verziji 13.0
it: Novità nella versione 13.0
ja: 13.0の変更点
pl: Zmiany dla wersji 13.0
pt_br: Mudanças na 13.0
uk: Зміни у версії 13.0

source: The add-on cannot be used on secure screens.
bg: Добавката не може да се използва на защитени екрани.
da: Tilføjelsen kan ikke bruges på sikre skærme.
de: Diese Erweiterung ist nicht länger verwendbar mehr im geschützten Modus.
fi: Lisäosaa ei voi käyttää suojatuissa ruuduissa.
fr: L'extension ne peut pas être utilisée sur des écrans sécurisés.
gl: O complemento non se pode utilizar en pantallas seguras.
hr: Dodatak se ne može koristiti u sigurnim ekranima.
it: Il componente aggiuntivo non può essere utilizzato in modalità schermo protetto.
ja: アドオンがセキュア画面で使用不能になりました。
pl: Dodatek nie może być używany na bezpiecznych ekranach.
pt_br: O add-on não pode ser usado em telas seguras.
uk: Додаток не можна використовувати на захищених екранах.

source: Feeds are managed from OPML files.
bg: Емисиите се управляват чрез OPML файлове.
da: Feeds administreres fra OPML-filer.
de: RSS-Feeds werden über OPML-Dateien verwaltet.
fi: Syötteitä hallitaan OPML-tiedostoista.
fr: Les flux sont gérés à partir des fichiers OPML.
gl: As fontes xestiónanse mediante arquivos OPML.
hr: Feedovima se upravlja iz OPML datoteka.
it: I feed sono gestiti con file OPML.
ja: フィードがOPMLファイルから管理されるようになりました。
pl: Kanały informacyjne są zarządzane z plików OPML.
pt_br: Os feeds são gerenciados a partir de arquivos OPML.
uk: Стрічки тепер керуються з файлів OPML.

source: Due to changes in the feeds management system, there are changes in the configuration file where the default feed is set. Please, use the Feeds dialog if you want to set it again.
bg: Поради промени в системата за управление на емисии има промени в конфигурационния файл, където е зададена емисията по подразбиране. Моля, използвайте диалоговия прозорец "Емисии", ако искате да я зададете отново.
da: På grund af ændringer i feeds-styringssystemet er der ændringer i konfigurationsfilen, hvor standardfeedet er indstillet. Brug venligst feed-dialogen, hvis du vil indstille den igen.
de: Auf Grund von Änderungen in der Verwaltung der RSS-Feeds gibt es Änderungen in der Konfigurationsdatei, in der der Standard-Feed eingestellt ist. Bitte verwenden Sie den Dialogfeld für die RSS-Feeds, wenn Sie es wieder einstellen möchten.
fi: Syötteidenhallintajärjestelmään tehtyjen muutosten takia asetustiedosto, jossa oletussyöte määritetään, on muuttunut. Käytä Syötteet-valintaikkunaa, mikäli haluat määrittää sen uudelleen.
fr: En raison des modifications du système de gestion des flux, il y a des modifications dans le fichier de configuration où le flux par défaut est défini. S'il vous plaît, utilisez la boîte de dialogue Flux si vous souhaitez le définir à nouveau.
gl: Por mor de cambios no sistema de xestión de fontes, hai cambios no arquivo de configuración onde se establece a fonte por defecto. Por favor, utiliza o diálogo Fontes se desexas configurala de novo.
hr: Zbog promjena u sustavu upravljanja feedovima dolazi do promjena u konfiguracijskoj datoteci u kojoj je postavljen zadani feed. Koristi dijaloški okvir „Feedovi” ako ga želiš ponovo postaviti.
it: A causa di modifiche nel sistema di gestione dei feed, sono state apportate modifiche al file di configurazione dove è impostato il feed predefinito. Usa la finestra di dialogo Feed se vuoi impostarla di nuovo.
ja: フィードの管理システムの変更により、初期設定のフィードが設定される設定ファイルに変更がありました。もう一度それを設定する時は、フィードダイアログを使用して下さい。
pl: Ze względu na zmiany w systemie zarządzania plikami danych, w którym ustawiono domyślny plik danych, występują zmiany w pliku konfiguracyjnym. Użyj okna dialogowego Kanały, jeśli chcesz ustawić je ponownie.
pt_br: Devido a alterações no sistema de gerenciamento de feeds, há alterações no arquivo de configuração em que o feed padrão é definido. Use a caixa de diálogo Feeds se quiser defini-lo novamente.
uk: Через зміни в системі керування стрічками є зміни у файлі конфігурації, де встановлено основну стрічку. Будь ласка, скористайтеся діалогом стрічок, якщо ви хочете встановити її знову.

source: Your old text files used in previous versions will be automatically imported into the new OPML format when the add-on is started.
bg: Вашите стари текстови файлове, използвани в предишни версии, ще бъдат автоматично импортирани в новия OPML формат, когато добавката бъде заредена.
da: Dine gamle tekstfiler, der blev brugt i tidligere versioner, importeres automatisk til det nye OPML-format, når tilføjelsen startes.
de: Die noch im alten Format gespeicherten Textdateien, werden automatisch in das neue OPML-Format umgewandelt, sobald die neue Version der Erweiterung zum ersten Mal gestartet wird.
fi: Aiemmissa versioissa käyttämäsi vanhat tekstitiedostot tuodaan automaattisesti uuteen OPML-muotoon, kun lisäosa käynnistetään.
fr: Vos anciens fichiers texte utilisés dans les versions précédentes seront automatiquement importés dans le nouveau format OPML au démarrage de l'extension.
gl: Os teus antigos arquivos de texto utilizados en versións anteriores importaranse automaticamente no novo formato OPML cando se inicie o complemento.
hr: Tvoje stare tekstualne datoteke korištene u prethodnim verzijama automatski će se uvesti u novi OPML format kad se dodatak pokrene.
it: I vecchi file di testo utilizzati nelle versioni precedenti verranno automaticamente importati nel nuovo formato OPML all'avvio del componente aggiuntivo.
ja: 前のバージョンで使用されていた古いテキストファイルは、アドオンを起動する時、自動的に新しいOPMLフォーマットにインポートされます。
pl: Stare pliki tekstowe używane w poprzednich wersjach zostaną automatycznie zaimportowane do nowego formatu OPML po uruchomieniu dodatku.
pt_br: Seus arquivos de texto antigos usados em versões anteriores serão importados automaticamente para o novo formato OPML quando o complemento for iniciado.
uk: Ваші старі текстові файли, які використовувалися в попередніх версіях, будуть автоматично імпортовані в новий формат OPML під час запуску додатка.

source: The copy and restore feeds feature has been replaced with the ability to import from and save to OPML files.
bg: Функцията за копиране и възстановяване на емисии е заменена с възможност за импортиране от и записване в OPML файлове.
da: Funktionen til kopiering og gendannelse af feeds er blevet erstattet med muligheden for at importere fra og gemme til OPML-filer.
de: Die Funktion zum Kopieren und Wiederherstellen von RSS-Feeds wurde durch die neuen Dateien im OPML-Format ersetzt.
fi: Syötteiden kopiointi- ja palautusominaisuudet on korvattu OPML-tiedostojen tuonti- ja tallennusmahdollisuudella.
fr: La fonction copier et restaurer les flux a été remplacée par la possibilité d'importer et d'enregistrer dans les fichiers OPML.
gl: A característica de copiar e restaurar fontes reemprazouse pola posibilidade de importar dende e gardar en arquivos OPML.
hr: Funkcija kopiranja i vraćanja feedova zamijenjena je s mogućnošću uvoza iz i spremanja u OPML datoteke.
it: La funzione di copia e ripristino dei feed è stata sostituita con la possibilità di importare e salvare in file OPML.
ja: フィードのコピーと再読み込み機能は、OPMLファイルからのインポートとファイルへの保存機能に置き換えられました。
pl: Funkcja kopiowania i przywracania kanałów danych została zastąpiona możliwością importowania i zapisywania w plikach OPML.
pt_br: O recurso de cópia e restauração de feeds foi substituído pela capacidade de importar e salvar em arquivos OPML.
uk: Функцію копіювання та відновлення стрічок було замінено можливістю імпорту з файлів OPML і збереження в них.

source: Non well-formed feeds can be processed before being added to make them compatible with the add-on.
bg: Недобре форматираните емисии могат да бъдат обработени преди добавяне, за да станат съвместими с добавката.
da: Ikke velformede feeds kan behandles, før de tilføjes, for at gøre dem kompatible med tilføjelsen.
de: Inkompatible RSS-Feeds können vor dem Hinzufügen verarbeitet werden, um sie mit der Erweiterung kompatibel zu machen.
fi: Virheelliset syötteet voidaan käsitellä ennen lisäämistä, jotta ne ovat yhteensopivia lisäosan kanssa.
fr: Les flux non formés peuvent être traités avant d'être ajoutés pour les rendre compatibles avec l'extension.
gl: Pódense procesar fontes malformadas antes de engadirse para facelas compatibles co complemento.
hr: Loše formatirani feedovi mogu se obraditi prije dodavanja kako bi bili kompatibilni s dodatkom.
it: I feed con formato incorretto possono essere elaborati prima di essere aggiunti per renderli compatibili con il componente aggiuntivo.
ja: 形式の整っていないフィードは、追加される前にこのアドオンに互換となるように、処理されます。
pl: Niezbyt dobrze uformowane kanały mogą być przetwarzane przed dodaniem, aby były zgodne z dodatkiem.
pt_br: Os feeds não bem formados podem ser processados antes de serem adicionados para torná-los compatíveis com o complemento.
uk: Неправильно сформовані стрічки можна обробити перед додаванням, щоб зробити їх сумісними з додатком.

source: In the Read Feeds settings panel, a new option allows to show article dates on the List of articles dialog.
bg: В панела с настройки на "Четене на емисии", нова опция позволява да се показват датите на статиите в диалоговия прозорец "Списък със статии".
da: I indstillingspanelet Læs feeds giver en ny mulighed mulighed for at vise artikeldatoer i dialogboksen Liste over artikler.
de: Im Einstellungsfenster für Read Feeds gibt es eine neue Option, mit der das Datum des Artikels in der Liste der Artikel angezeigt werden kann.
fi: Lue syötteet -asetuspaneelin uusi vaihtoehto mahdollistaa artikkelien päivämäärien näyttämisen Artikkeliluettelo-valintaikkunassa.
fr: Dans le panneau des paramètres Read Feeds, une nouvelle option permet d'afficher les dates de l'article dans le dialogue Liste des articles.
gl: No panel de opcións de Read Feeds, unha nova opción permite amosar as datas dos artigos no diálogo de Lista de artigos.
hr: Na ploči postavki „Čitaj feedove”, nova opcija omogućuje prikaz datuma članaka u dijaloškom okviru popisa članaka.
it: Nelle impostazioni del componente ReadFeeds, una nuova opzione consente di visualizzare le date degli articoli nella finestra Elenco articoli.
ja: Reed Feeds設定パネルにて、新しい選択肢により、記事のリストダイアログ中に記事の日付を表示出来るようになりました。
pl: W panelu ustawień Odczyt kanałów nowa opcja umożliwia wyświetlanie dat artykułów w oknie dialogowym Lista artykułów.
pt_br: No painel de configurações do Read Feeds, uma nova opção permite mostrar as datas dos artigos na caixa de diálogo Lista de artigos.
uk: На панелі налаштувань «Читати стрічки» з’явився новий параметр, який дозволяє відображати дати статей у діалозі «Список статей».

source: Changes for 12.0
bg: Промени във версия 12.0
da: Ændringer for 12.0
de: Änderungen in 12.0
fi: Muutokset versiossa 12.0
fr: Changements pour la version 12.0
gl: Cambios para 12.0
hr: Promjene u verziji 12.0
it: Novità nella versione 12.0
ja: 12.0の変更点
pl: Zmiany dla wersji 12.0
pt_br: Mudanças na 12.0
uk: Зміни у версії 12.0

source: Fixed a bug which made shortcuts for items of NVDA's tools menu don't work as expected.
bg: Поправена е грешка, при която преките пътища за елементите в менюто "Инструменти" на NVDA не работят нормално.
da: Rettede en fejl, der gjorde, at genveje til elementer i NVDA's værktøjsmenu ikke fungerede som forventet.
de: Es wurde ein Fehler behoben, der dazu führte, dass Verknüpfungen für Elemente im NVDA-Menüs unter "Werkzeuge" nicht wie erwartet funktionierten.
fi: Korjattu bugi, joka sai NVDA:n Työkalut-valikon kohteiden pikanäppäimet toimimaan odottamattomasti.
fr: Correction d'un bug qui faisait que les raccourcis pour les éléments du menu Outils de NVDA ne fonctionnaient pas comme prévu.
gl: Arranxado un erro polo que os atallos do menú ferramentas de NVDA non funcionaban como se agardaba.
hr: Ispravljena je greška zbog koje prečaci za stavke izbornika NVDA alata ne rade na očekivan način.
it: Risolto un errore per il quale le scorciatoie per gli elementi del menu degli strumenti di NVDA non funzionavano come previsto.
ja: NVDAツールメニューの項目用のショートカットが、期待通りに動かないバグを修正しました。
pl: Naprawiono błąd, który powodował, że skróty do elementów menu narzędzi NVDA nie działały zgodnie z oczekiwaniami.
pt_br: Correção de um bug que fazia com que os atalhos para itens do menu de ferramentas do NVDA não funcionassem como esperado.
uk: Виправлено помилку, через яку ярлики для пунктів меню в інструментах NVDA працювали не так, як очікувалось.

source: Changes for 11.0
bg: Промени във версия 11.0
da: Ændringer for 11.0
de: Änderungen in 11.0
fi: Muutokset versiossa 11.0
fr: Changements pour la version 11.0
gl: Cambios para 11.0
hr: Promjene u verziji 11.0
it: Novità nella versione 11.0
ja: 11.0の変更点
pl: Zmiany dla wersji 11.0
pt_br: Mudanças na 11.0
uk: Зміни у версії 11.0

source: Compatible with NVDA 2021.1
bg: Съвместима с NVDA 2021.1
da: Kompatibel med NVDA 2021.1.
de: Kompatibel mit NVDA 2021.1
fi: Yhteensopiva NVDA 2021.1:n kanssa
fr: Compatible avec NVDA 2021.1
gl: Compatible con NVDA 2021.1
hr: Kompatibilno s NVDA 2021.1
it: Compatibile con NVDA 2021.1
ja: NVDA 2021.1に互換
pl: Kompatybilny z NVDA 2021.1
pt_br: Compatível com o NVDA 2021.1
uk: Сумісність з NVDA 2021.1

source: Changes for 10.0
bg: Промени във версия 10.0
da: Ændringer for 10.0
de: Änderungen in 10.0
fi: Muutokset versiossa 10.0
fr: Changements pour la version 10.0
gl: Cambios para 10.0
hr: Promjene u verziji 10.0
it: Novità nella versione 10.0
ja: 10.0の変更点
pl: Zmiany dla wersji 10.0
pt_br: Mudanças na 10.0
pt_pt: Alterações para 10.0
uk: Зміни у версії 10.0

source: Added a button to open the selected feed as HTML in the default web browser.
bg: Добавен е бутон за отваряне на избраната емисия като HTML в уеб браузъра по подразбиране.
da: Tilføjet en knap for at åbne det valgte feed som HTML i standardwebbrowseren.
de: Es wurde eine Schaltfläche hinzugefügt, um den ausgewählten RSS-Feed als HTML im Standard-Webbrowser zu öffnen.
fi: Lisätty painike valitun syötteen avaamiseen HTML-muodossa oletusselaimessa.
fr: Ajout d'un bouton pour ouvrir le flux sélectionné au format HTML dans le navigateur Web par défaut.
gl: Engadido un botón para abrir o feed selecionado como HTML no navegador web predeterminado.
hr: Dodan je gumb za otvaranje odabranog feeda kao HTML u standardnom web pregledniku.
it: Aggiunto un pulsante per aprire il feed selezionato come HTML nel browser preferito.
ja: 選択されたフィードを、HTMLとして既定のウェブブラウザで開くボタンを追加しました。
pl: Dodano przycisk do otwierania wybranego kanału informacyjnego jako HTML w domyślnej przeglądarce internetowej.
pt_br: Adicionado um botão para abrir o feed selecionado como HTML no navegador web padrão.
pt_pt: Adicionado um botão para abrir o feed seleccionado como HTML no navegador web predefinido.
uk: Додано кнопку для відкриття вибраної стрічки новин у форматі HTML в основному браузері.

source: If a new feed cannot be created, this will be notified in an error dialog.
bg: Ако не може да се създаде нова емисия, това ще бъде известено в диалогов прозорец за грешка.
da: Hvis et nyt feed ikke kan oprettes, vil du få besked om dette i en dialog.
de: Wenn kein neuer RSS-Feed erstellt werden konnte, wird dies in einem Fehlerdialog angezeigt.
fi: Mikäli uutta syötettä ei voi luoda, siitä näytetään virheilmoitus.
fr: Si un nouveau flux ne peut pas être créé, cela sera notifié par un dialogue d'erreur.
gl: Se non se pode crear unha nova fonte, notificarase nun diálogo de erro.
hr: Ako se novi feed ne može stvoriti, o tome će se obavijestiti u dijaloškom okviru grešaka.
it: Se un nuovo feed non può essere creato, apparirà una finestra di errore.
ja: 新しいフィードが作成出来ない場合、エラーダイアログで通知されるようになりました。
pl: Jeśli nie można utworzyć nowego pliku danych, zostanie to wyświetlone w oknie dialogowym błędu.
pt_br: Se um novo feed não puder ser criado, isso será notificado num diálogo de erro.
pt_pt: Se não for possível criar um novo feed, isto será notificado através de um diálogo de erro.
uk: Якщо не можливо створити нову стрічку новин, з'явиться діалог з помилкою.

source: Improved order and presentation of some articles.
bg: Подобрен е редът и представянето на някои статии.
da: Forbedret rækkefølge og præsentation af nogle artikler.
de: Verbesserte Reihenfolge und Präsentation einiger Artikel.
fi: Parannettu artikkeleiden järjestystä ja näyttämistä.
fr: Amélioration de l'ordre et de la présentation de certains articles.
gl: Mellorada a orde e a presentación dalgúns artigos.
hr: Poboljšan je redoslijed i prezentacija nekih članaka.
it: Migliorato l'ordine e il layout di alcuni articoli.
ja: 一部の記事の順番と表示を改善しました。
pl: Poprawiono kolejność i prezentację niektórych artykułów.
pt_br: Melhoria da ordem e apresentação de alguns artigos.
pt_pt: Melhoria da ordem e apresentação de alguns artigos.
uk: Поліпшено сортування і подання деяких статей.
