Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/readFeeds.*.po
Languages: bg, da, de, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, uk

source: Rename: Opens a dialog with an edit box to rename the selected feed.
bg: Преименувай: Отваря диалогов прозорец с текстово поле за преименуване на избраната емисия.
da: Omdøb: Åbner en dialogboks med et redigeringsfelt til at omdøbe det valgte feed.
de: Umbenennen: Öffnet einen Dialog mit einem Eingabefeld zum Umbenennen des ausgewählten Feeds.
fi: Nimeä uudelleen: Avaa muokkausruudun sisältävän valintaikkunan, jossa voit uudelleennimetä valitun syötteen.
fr: Renommer : Ouvre une boîte de dialogue avec une zone d'édition pour renommer le flux sélectionné.
gl: Renomear: abre un diálogo cunha Caixa de edición para renomear o feed selecionado.
hr: Preimenuj: Otvara dijaloški okvir s uređivačkim poljem za preimenovanje odabranog feeda.
it: Rinomina: apre una finestra con un campo editazione per rinominare il feed selezionato.
ja: 名前を変更: 選択されたフィードの名前を変更するエディットボックスのあるダイアログを開きます。
pl: Zmień nazwę: Otwiera okno dialogowe zawierające pole edycyjne do zmiany nazwy zaznaczonego kanału osobistego.
pt_br: Renomear: Abre um diálogo com um campo de edição para renomear o feed selecionado.
pt_pt: Renomear: Abre uma caixa de diálogo com uma caixa de edição para renomear o feed seleccionado.
uk: Перейменувати: відкриває діалог з полем редагування для перейменування вибраної стрічки новин.

source: Delete: Opens a dialog to delete the selected feed after confirmation.
bg: Изтрий: Отваря диалогов прозорец за изтриване на избраните емисии след потвърждение.
da: Slet: Åbner en dialogboks for at slette det valgte feed efter bekræftelse.
de: Löschen: Öffnet einen Dialog zum Löschen des ausgewählten Feeds.
fi: Poista: Avaa vahvistuksen pyytävän valintaikkunan, jossa voit poistaa valitun syötteen.
fr: Supprimer : Ouvre une boîte de dialogue pour supprimer le flux sélectionné après confirmation.
gl: Borrar: abre un diálogo para borrar o feed selecionado despois dunha confirmación.
hr: Izbriši: Otvara dijaloški okvir za brisanje odabranog feeda nakon potvrđivanja.
it: Elimina: apre una finestra che consente di eliminare il feed selezionato, dopo conferma.
ja: 削除: 確認後に選択されたフィードを削除するダイアログが開きます。
pl: Usuń: Otwiera okno dialogowe umożliwiające usuwanie oznaczonego kanału osobistego po potwierdzeniu.
pt_br: Excluir: Abre um diálogo para excluir o feed selecionado após confirmação.
pt_pt: Apagar: abre uma caixa de diálogo para excluir o feed seleccionado, após a confirmação.
uk: Видалити: відкриває діалог підтвердження видалення вибраної стрічки новин.

source: Set default: Sets the selected feed as the default, so that its articles can be accessed with NVDA's gestures.
bg: Задай по подразбиране: Задава избраната емисия като такава по подразбиране, така че нейните статии могат да бъдат достъпвани посредством жестовете на NVDA.
da: Indstil som standard: Indstiller det valgte feed som standard, så dets artikler kan tilgås med NVDAs inputbevægelser.
de: Als standard festlegen: Legt den ausgewählten RSS-Feed als Standard fest, so dass auf seine Artikel mit den Tastenkürzel von NVDA zugegriffen werden kann.
fi: Aseta oletukseksi: Asettaa valitun syötteen oletukseksi, jotta sen artikkeleihin pääsee NVDA:n näppäinkomennoilla.
fr: Définir par défaut : Définit le flux sélectionné comme valeur par défaut, afin que ses articles soient accessibles avec les gestes de NVDA.
gl: Configurar predeterminado: configura o feed selecionado coma o predeterminado, así que o seu artigo pode acederse cos xestos do NVDA.
hr: Postavi kao zadani: Postavlja odabrani sažetak kao zadani, tako da se tim člancima može pristupiti koristeći NVDA geste.
it: Imposta come predefinito: permette di impostare il feed selezionato come predefinito, in modo che si possa accedere ai suoi articoli con i comandi di NVDA.
ja: 初期状態に設定: 選択されたフィードを初期状態に設定し、NVDAのジェスチャーでその記事にアクセス出来るようにします。
pl: Ustaw jako domyślny: Ustawia kanał osobisty jako domyślny, aby można było się dostać do artykułów za pomocą gestów NVDA.
pt_br: Definir padrão: Define o feed selecionado como padrão, para que seus artigos possam ser acessados com os comandos (gestos) do NVDA.
pt_pt: Definir por defeito: define o feed seleccionado como padrão, para que os seus artigos possam ser acedidos ​​com os comandos do NVDA.
uk: Встановити як основну: встановлює вибрану стрічку новин як основну, і її статті можуть бути доступні за допомогою жестів NVDA.

source: Import feeds from OPML file: Opens a dialog to add new feeds from an OPML file.
bg: Импортирай емисии от OPML файл: Отваря диалогов прозорец за добавяне на нови емисии от OPML файл.
da: Importér feeds fra OPML-fil: Åbner en dialogboks, så du kan tilføje nye feeds fra en OPML-fil.
de: RSS-Feeds aus OPML-Datei importieren: Öffnet einen Dialogfeld zum Hinzufügen neuer RSS-Feeds aus einer OPML-Datei.
fi: Tuo syötteet OPML-tiedostosta: Avaa valintaikkunan uusien syötteiden lisäämiseen OPML-tiedostosta.
fr: Importer les flux depuis un fichier OPML : ouvre une boîte de dialogue pour ajouter de nouveaux flux à partir d'un fichier OPML.
gl: Importar fontes dende arquivo OPML: Abre un diálogo para engadir novas fontes dende un arquivo OPML.
hr: Uvezi feedove iz OPML datoteke: Otvara dijaloški okvir za dodavanje novih sažetaka iz OPML datoteke.
it: Importa feeds da file OPML: Apre una finestra di dialogo per aggiungere nuovi feed da file OPML.
ja: OPMLファイルからフィードをインポート: OPMLファイルから新しいフィードを追加するダイアログを開きます。
pl: Importowanie plików danych z pliku OPML: Otwiera okno dialogowe umożliwiające dodanie nowych źródeł danych z pliku OPML.
pt_br: Importar feeds de um arquivo OPML: Abre uma caixa de diálogo para adicionar novos feeds de um arquivo OPML.
uk: Імпортувати стрічки із файлу OPML: відкриває діалог для додавання нових стрічок із файлу OPML.

source: Save feeds to OPML file: Opens a dialog to save the feeds available from the Feeds dialog in an OPML file.
bg: Запиши емисиите в OPML файл: Отваря диалогов прозорец за запазване на наличните емисии от диалоговия прозорец „Емисии“ в OPML файл.
da: Gem feeds til OPML-fil: Åbner en dialog for at gemme de tilgængelige feeds fra feeds-dialogen i en OPML-fil.
de: RSS-Feeds in OPML-Datei speichern: Öffnet ein Dialogfeld zum Speichern der im Dialogfeld für die RSS-Feeds verfügbaren Feeds in einer OPML-Datei.
fi: Tallenna syötteet OPML-tiedostoon: Avaa valintaikkunan Syötteet-valintaikkunassa käytettävissä olevien syötteiden tallentamiseen OPML-tiedostoon.
fr: Enregistrer les flux dans un fichier OPML : ouvre une boîte de dialogue pour enregistrer les flux disponibles à partir de la boîte de dialogue Flux dans un fichier OPML.
gl: Gardar fontes en arquivo OPML: Abre un diálogo para gardar as fontes dispoñibles dende o diálogo de fontes nun arquivo OPML.
hr: Spremi feedove u OPML datoteku: Otvara dijaloški okvir za spremanje sažetaka dostupnih iz dijaloškog okvira „Feedovi” u OPML datoteci.
it: Salva i feed in file OPML: Apre una finestra di dialogo per salvare i feed disponibili dalla finestra di dialogo Feed in file OPML.
ja: OPMLファイルにフィードを保存: Feedsダイアログから利用可能なフィードを、OPMLファイルに保存するダイアログを開きます。
pl: Zapisz źródła danych w pliku OPML: Otwiera okno dialogowe, aby zapisać źródła dostępne w oknie dialogowym Źródła danych w pliku OPML.
pt_br: Salvar feeds em arquivo OPML: Abre uma caixa de diálogo para salvar os feeds disponíveis na caixa de diálogo Feeds em um arquivo OPML.
uk: Зберегти стрічки у файл OPML: відкриває вікно для збереження стрічок, доступних у діалозі стрічок, у файл OPML.

source: Preferences: Opens the settings dialog for readFeeds, also available in NVDA's menu, Preferences, settings, readFeeds category.
bg: Настройки: Отваря диалоговия прозорец с настройките за "Четене на емисии", наличен и в менюто на NVDA -> Настройки -> Опции -> категория "Четене на емисии".
da: Indstillinger: Åbner indstillingerne for tilføjelsen. Indstillingerne kan også findes i NVDA-menuen>Opsætning>Indstillinger og ved at vælge kategorien "Læs Feeds".
de: Einstellungen: Öffnet das Dialogfeld mit den Einstellungen der erweiterung, der auch im NVDA-Menü "Einstellungen", "Einstellungen" und "RSS-Feeds lesen" verfügbar ist.
fi: Asetukset: Avaa Lue syötteet -lisäosan asetusvalintaikkunan. Löytyy myös NVDA-valikosta kohdasta Mukautukset / Asetukset / Lue syötteet -kategoria.
fr: Préférences : Ouvre la boîte de dialogue des paramètres pour readFeeds, également disponible dans le menu de NVDA, Préférences, paramètres, catégorie readFeeds.
gl: Preferencias: Abre o diálogo de opcións para ReadFeeds, tamén dispoñible no menú NVDA, Preferencias, Opcións, categoría ReadFeeds.
hr: Postavke: otvara dijaloški okvir postavki za „Čitaj feedove”, također dostupan u NVDA izborniku, Postavke, postavke, kategorija readFeeds.
it: Preferenze: apre la finestra impostazioni di ReadFeeds, disponibile anche dal menu di NVDA->Preferenze->Impostazioni, categoria Read Feeds.
ja: 設定: readFeedsの設定ダイアログを開きます。NVDAメニュー、設定(P)、設定(S)、readFeedsカテゴリーからも利用可能です。
pl: Preferencje: Otwiera okno dialogowe ustawień dla readFeeds, dostępne również w menu NVDA, opcje, ustawienia, kategoria readFeeds.
pt_br: Preferências: Abre o diálogo de configuração para Leitor de Feeds, também disponível no menu do NVDA, Preferências, configurações, categoria Leitor de Feeds.
pt_pt: Preferências: Abre o diálogo de definições para o readFeeds, também disponível no menu do NVDA, Preferências, configurações, categoria readFeeds.
uk: Параметри: відкриває діалог налаштувань readFeeds, також доступно в меню NVDA, налаштування, параметри, категорія readFeeds.

source: Close: Closes the Feeds dialog.
bg: Затвори: Затваря диалоговия прозорец с емисиите.
da: Luk: Lukker dialogen Nyhedskanaler.
de: Schließen: Schließt den Dialog.
fi: Sulje: Sulkee Syötteet-valintaikkunan.
fr: Fermer : Ferme la boîte de dialogue Flux.
gl: Pechar: pecha o diálogo Feeds.
hr: Zatvori: Zatvara dijaloški okvir „Feedovi”.
it: Chiudi: chiude la finestra dei feed.
ja: 閉じる: Feedsダイアログを閉じます。
pl: Zamknij: Zamyka dialog kanały osobiste.
pt_br: Fechar: Fecha o diálogo Feeds.
pt_pt: Fechar: fecha o diálogo de RSS;
uk: Закрити: закриває діалог новинних стрічок.

source: Notes #####
bg: Бележки #####
da: Bemærkninger #####
de: Hinweise #####
fi: Huomautuksia #####
gl: Notas #####
hr: Bilješke #####
it: Note #####
ja: 備考 #####
pl: Brak notatek
pt_br: Notas #####
uk: Примітки #####

source: The Filter by edit box can be placed after the Open article button from NVDA's menu, Preferences, Settings, Read feeds category, or pressing the Preferences button of the Feeds dialog.
bg: Текстовото поле за филтриране може да бъде поставено след бутона "Отвори статията" от менюто на NVDA -> Настройки -> Опции -> категория "Четене на емисии" или чрез натискане на бутона "Настройки" в диалоговия прозорец "Емисии".
da: Filtrer efter redigeringsfelt kan placeres efter knappen Åbn artikel fra NVDA's menu, Indstillinger, Indstillinger, Læs feeds-kategori eller ved at trykke på knappen Indstillinger i dialogboksen Feeds.
de: Das Bearbeitungsfeld Filtern nach kann nach der Schaltfläche Artikel öffnen im NVDA-Menü, Einstellungen, Einstellungen, Feeds lesen oder durch Klicken auf die Schaltfläche Einstellungen im Dialogfeld Feeds platziert werden.
fi: Suodata-muokkauskenttä voidaan sijoittaa Avaa artikkeli -painikkeen jälkeen NVDA-valikosta kohdasta Mukautukset / Asetukset / Lue syötteet -kategoria tai painamalla Syötteet-valintaikkunan Asetukset-painiketta.
fr: Le champ d'édition Filtrer par peut être placée après le bouton Ouvrir l'article dans le menu de NVDA, Préférences, Paramètres, Catégorie Lire les flux, ou en appuyant sur le bouton Préférences de la boîte de dialogue Flux.
gl: A caixa de edición filtrar por pódese poñer despois do botón Abrir artigo dende o menú NVDA, Preferencias, Opcións, categoría Read Feeds, ou premendo o botón Preferencias do diálogo de fontes.
hr: Polje za uređivanje „Filtriraj prema”, može se smjestiti nakon gumba „Otvori članak” u NVDA izborniku, „Postavke”, „Postavke”, kategorija „Čitaj feedove” ili pritisni gumb „Postavke” u dijaloškom okviru „Feedovi”.
it: Il campo editazione "Filtra per" può essere collocato dopo il pulsante "Apri articolo" andando nel menu di NVDA->Preferenze->Impostazioni, categoria Read feeds, oppure attivando il pulsante "Preferenze" della finestra Feeds.
ja: NVDAメニュー、設定(P)、設定(S)、Read Feedカテゴリーから、または、フィードダイアログの設定ボタンを押すことにより、エディットボックスによるフィルターを、記事を開くボタンの後に配置出来ます。
pl: Pole edycji Filtruj według można umieścić za przyciskiem Otwórz artykuł z menu NVDA, Preferencje, Ustawienia, Kategoria Odczyt kanałów lub naciskając przycisk Preferencje w oknie dialogowym Kanały.
pt_br: A caixa de edição Filtrar por pode ser colocada após o botão Abrir artigo do menu do NVDA, Preferências, Configurações, categoria Leitor de feeds, ou pressionando o botão Preferências do diálogo Feeds.
pt_pt: A caixa de edição "Filtrar por" pode ser colocada após o botão Abrir artigo do menu do NVDA, Preferências, configurações, Categoria Leitura de feeds, ou pressionar o botão Preferências da caixa de diálogo Feeds.
uk: Поле редагування «Фільтрувати за» можна розмістити після кнопки «Відкрити статтю» з меню NVDA, параметри, налаштування, категорія читання новинних стрічок, або натиснувши кнопку налаштування діалогу стрічки новин.

source: This panel has an option to show article dates on the List of articles dialog.
bg: Този панел има опция за показване на датите на статиите в диалоговия прозорец "Списък със статии".
da: Dette panel har en mulighed for at vise artikeldatoer i dialogboksen Liste over artikler.
de: Dieses Panel verfügt über eine Option zur Anzeige von Artikeldaten im Dialogfeld für die Liste der Artikel.
fi: Tässä paneelissa on vaihtoehto artikkelien päivämäärien näyttämiseen Artikkeliluettelo-valintaikkunassa.
fr: Ce panneau a une option pour afficher les dates des articles dans le dialogue Liste des articles.
gl: Este panel ten unha opción para amosar as datas dos artigos no diálogo de lista de artigos.
hr: Ova ploča ima opciju za prikaz datuma članaka u dijaloškom okviru popisa članaka.
it: Questo riquadro ha un'opzione per mostrare le date degli articoli nella finestra di dialogo Elenco degli articoli.
ja: このパネルは、記事のリストダイアログに記事の日付を表示する選択肢を持っています。
pl: Ten panel ma opcję wyświetlania dat artykułów w oknie dialogowym Lista artykułów.
pt_br: Esse painel tem uma opção para mostrar as datas dos artigos na caixa de diálogo Lista de artigos.
uk: Ця панель містить параметр для показу дат статей у діалозі «Список статей».

source: Keyboard commands
bg: Клавишни команди
da: Tastaturkommandoer
de: Tastaturbefehle
fi: Näppäinkomennot
fr: Commandes clavier
gl: Ordes de teclado
hr: Tipkovnički prečaci
it: Comandi da tastiera
ja: キーボードコマンド
pl: Skróty klawiszowe
pt_br: Comandos de teclado
pt_pt: Comandos de teclado:
uk: Клавіатурні команди

source: Ctrl+Shift+NVDA+Space: Announces current article's URL. Pressing twice will open the web page.
bg: Control+Shift+NVDA+Интервал: Съобщава URL адреса на текущата статия. Двукратното й натискане ще отвори уеб страницата.
da: CTRL+Skift+NVDA+Mellemrum: Annoncerer URL på den aktuelle artikel. Ved at trykke to gange åbnes adressen i din browser.
de: STRG+Umschalt+NVDA+Leertaste: Sagt die aktuelle Adresse des Artikels an. Zweimaliges Drücken öffnet die Webseite des Artikels.
fi: Ctrl+Vaihto+NVDA+Väli: Ilmoittaa nykyisen artikkelin URL-osoitteen. Kahdesti painettaessa avataan sen verkkosivu.
fr: Ctrl+Maj+NVDA+Espace : Annonce l'URL de l'article actuel. En appuyant deux fois ouvrira la page web.
gl: Ctrl+Shift+NVDA+Espazo: anuncia a URL actual dos artigos. Premendo dúas veces abrirá a páxina web.
hr: Kontrol+šift+NVDA+razmaknica: Najavljuje adresu trenutačnog članka. Dvostrukim pritiskom otvorit će se web stranica.
it: Ctrl+Shift+NVDA+Spazio: Legge il link dell'articolo selezionato. Se premuto due volte apre la pagina web dell'articolo.
ja: Ctrl+Shift+NVDA+Space: 現在の記事のURLを通知。2回押してそのウェブページを開く。
pl: Ctrl+Szift+NVDA+Spacja: mówi adres artykułu. Jeżeli się naciśnie dwa razy, otwiera stronę.
pt_br: Ctrl+Shift+NVDA+Espaço: Anuncia o URL do artigo atual. Pressionar duas vezes abrirá a página web.
pt_pt: Ctrl+Shift+NVDA+Espaço: anuncia o URL do artigo atual. Ao pressionar duas vezes, a página da Web será aberta.
uk: Ctrl+Shift+NVDA+Space: промовляє URL поточної статті. Подвійне натискання відкриє її веб-сторінку.

source: Ctrl+Shift+NVDA+8: Refreshes the selected feed and announces its most recent title.
bg: Control+Shift+NVDA+8: Опреснява текущо избраната емисия и съобщава най-новото заглавие от нея.
da: CTRL+NVDA+Skift+8: Opdaterer det valgte feed og oplyser den seneste titel.
de: STRG+Umschalt+NVDA+8: Der ausgewählte RSS-Feed wird neu geladen und der aktuellste Titel wird angesagt.
fi: Ctrl+Vaihto+NVDA+8: Päivittää valitun syötteen ja ilmoittaa sen uusimman artikkelin otsikon.
fr: Ctrl+Maj+NVDA+8 : Actualise le flux sélectionné et annonce son plus récent titre.
gl: Ctrl+Shift+NVDA+8: refresca o feed selecionado e anuncia o seu título máis recente.
hr: Kontrol+šift+NVDA+8: Aktualizira odabrani feed i najavljuje njegov najnoviji naslov.
it: Ctrl+Shift+NVDA+8: Aggiorna il feed selezionato e legge il titolo dell'articolo più recente.
ja: Ctrl+Shift+NVDA+8: 選択されたフィードを再読み込みして、その最新のタイトルを通知。
pl: Ctrl+Szift+NVDA+8: Odświeża oznaczony kanał osobisty i wymawia najnowszy teraźniejszy nagłówek.
pt_br: Ctrl+Shift+NVDA+8: Atualiza o feed selecionado e anuncia seu título mais recente.
pt_pt: Ctrl+Shift+NVDA+8: Actualiza o feed seleccionado e anuncia o seu título mais recente.
uk: Ctrl+Shift+NVDA+8: оновлює вибрану стрічку новин і відображає її назву.

source: Ctrl+Shift+NVDA+I: Announces current feed title and link. Pressing twice will copy the title and related link to clipboard.
bg: Control+Shift+NVDA+I: Съобщава заглавието и препратката на текущата емисия. Двукратното й натискане ще копира заглавието и свързаната препратка в клипборда.
da: CTRL+Skift+NVDA+I: Annoncerer den aktuelle titel på det valgte feed. Ved to tryk kopieres titlen og det tilsvarende link til udklipsholderen.
de: Strg+Umschalt+NVDA+I: Sagt den aktuellen Feed-Titel und -Link an. Durch zweimaliges Drücken wird der Titel und der zugehörige Link in die Zwischenablage kopiert.
fi: Ctrl+Vaihto+NVDA+I: Ilmoittaa nykyisen syötteen otsikon ja linkin. Kahdesti painettaessa ne kopioidaan leikepöydälle.
fr: Ctrl+Maj+NVDA+I : Annonce le titre et le lien du flux actuel. En appuyant deux fois copie le titre et le lien associée dans le presse-papiers.
gl: Ctrl+Shift+NVDA+I: anuncia o título e a liga do feed actual. Premendo dúas veces copiará o título e a liga relacionada ao portapapeis.
hr: Kontrol+šift+NVDA+I: Najavljuje naslov trenutačnog feeda i poveznicu. Dvostrukim pritiskom kopirat će se naslov i poveznica u međuspremnik.
it: Ctrl+Shift+NVDA+I: legge il titolo e il link del feed selezionato. Se premuto due volte, copia queste informazioni negli appunti.
ja: Ctrl+Shift+NVDA+I:現在のフィードのタイトルとリンクを通知。2回押してそのタイトルと関連リンクをクリップボードにコピー。
pl: Ctrl+Szift+NVDA+I: Wymawia teraźniejszy tytuł kanału osobistego i link. Dwukrotne naciśnięcie spowoduje kopiowanie tytułu odnoszącego się linku do schowka.
pt_br: Ctrl+Shift+NVDA+I: Anuncia o título e o link do feed atual. Pressionar duas vezes copiará o título e o link relacionado para a área de transferência.
pt_pt: Ctrl+Shift+NVDA+I: anuncia o título e o link do feed actual. Pressionando duas vezes, copiará o título e o link relacionado para a área de transferência.
uk: Ctrl+Shift+NVDA+I: відображає назву і посилання поточної стрічки новин. натиснувши двічі можна скопіювати в буфер обміну назву і відповідне посилання.

source: Ctrl+Shift+NVDA+U: Announces previous feed title.
bg: Control+Shift+NVDA+U: Съобщава предишното заглавие в емисията.
da: CTRL+Skift+NVDA+U: Annoncerer titel på det forrige feed.
de: STRG+Umschalt+NVDA+U: Sagt den Titel des vorherigen RSS-Feeds an.
fi: Ctrl+Vaihto+NVDA+U: Ilmoittaa edellisen syötteen otsikon.
fr: Ctrl+Maj+NVDA+U : Annonce le titre du flux précédent.
gl: Ctrl+Shift+NVDA+U: anuncia o título do feed anterior.
hr: Kontrol+šift+NVDA+U: Najavljuje naslov prethodnog feeda.
it: Ctrl+Shift+NVDA+U: legge il titolo del feed precedente.
ja: Ctrl+Shift+NVDA+U: 前のフィードタイトルを通知。
pl: Ctrl+Szift+NVDA+U: Wymawia poprzedni tytuł kanału osobistego.
pt_br: Ctrl+Shift+NVDA+U: Anuncia o título do feed anterior.
pt_pt: Ctrl+Shift+NVDA+U: anuncia o título do feed anterior.
uk: Ctrl+Shift+NVDA+U: відображає попередню назву стрічки новин.

source: Ctrl+Shift+NVDA+O: Announces next feed title.
bg: Control+Shift+NVDA+O: Съобщава следващото заглавие в емисията.
da: CTRL+Skift+NVDA+O: Annoncerer titel på det næste feed.
de: STRG+Umschalt+NVDA+O: Sagt den Titel des nächsten RSS-Feeds an.
fi: Ctrl+Vaihto+NVDA+O: Ilmoittaa seuraavan syötteen otsikon.
fr: Ctrl+Maj+NVDA+O : Annonce le titre du flux suivant.
gl: Ctrl+Shift+NVDA+O: anuncia o título do feed seguinte.
hr: Kontrol+šift+NVDA+O: Najavljuje naslov sljedećeg feeda.
it: Ctrl+Shift+NVDA+O: legge il titolo del feed successivo.
ja: Ctrl+Shift+NVDA+O: 次のフィードタイトルを通知。
pl: Ctrl+Szift+NVDA+O: Wymawia następujący tytuł kanału osobistego.
pt_br: Ctrl+Shift+NVDA+O: Anuncia o título do próximo feed.
pt_pt: Ctrl+Shift+NVDA+O: anuncia o título do próximo feed.
uk: Ctrl+Shift+NVDA+O: промовляє назву наступної стрічки новин.

source: Notifications
bg: Уведомления
da: Meddelelser
de: Benachrichtigungen
fi: Ilmoitukset
gl: Notificacións
hr: Obavijesti
it: Avvisi vocali
ja: 通知
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
uk: Сповіщення

source: When the title or URL have been copied.
bg: Когато заглавието или URL адресът са били копирани.
da: Når titlen eller URL-adressen er blevet kopieret.
de: Wenn der Titel oder die URL kopiert wurden.
fi: Kun otsikko tai URL-osoite on kopioitu.
fr: Lorsque le titre ou l'URL ont été copiés.
gl: Cando o título ou a URL se copiaran.
hr: Kad su naslov ili URL adresa kopirani.
it: Quando un titolo o un link sono stati copiati.
ja: タイトルまたはURLがコピーされた時。
pl: Kiedy tytuł i adres zostały skopiowane.
pt_br: Quando o título ou URL foram copiados.
pt_pt: Quando o título ou o URL foram copiados.
uk: Коли назва або URL було скопіювано.

source: When unable to connect/refresh a feed, or the URL does not correspond to a valid feed.
bg: Когато не може да се осъществи свързване/обновяване на емисиите, или URL адресът не съответства на валидна емисия.
da: Når det ikke er muligt at forbinde/opdatere et feed, eller den angivne URL ikke svarer til et gyldigt feed.
de: Wenn die Verbindung / das Neuladen eines RSS-Feeds fehlgeschlagen ist, oder wenn die URL nicht mit einem gültigen Feed übereinstimmt.
fi: Kun yhdistäminen/syötteen päivittäminen ei onnistu, tai annetussa URL-osoitteessa ei ole kelvollista syötettä.
fr: Lorsqu'il est Impossible de se connecter/actualiser un flux, ou l'URL ne correspond pas à un flux valide.
gl: Cando non se pode conectar/refrescar un feed, ou a URL non se corresponde cun feed válido.
hr: Kad povezivanje ili aktualiziranje feeda nije moguće ili kad URL adresa ne odgovara ispravnom feedu.
it: Quando non è possibile connettersi o aggiornare un feed, o l'URL non corrisponde ad un feed valido.
ja: フィードに接続/再読み込み出来ない時、または、URLが有効なフィードに応答しない時。
pl: Kiedy jest niemożliwe odświeżanie/łączenie z kanałem osobistym, albo adres się nie zgadza z prawdziwym kanałem osobistym.
pt_br: Quando não é possível conectar/atualizar um feed ou o URL não corresponde a um feed válido.
pt_pt: Quando não é possível conectar / actualizar um feed, ou o URL não corresponde a um feed válido.
uk: Коли не не вдається підключитися або оновити стрічку новин, або адреса не відповідає дійсній стрічці новин.
