Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/reportPasswords.*.po
Languages: da, de, fi, pl, uk

source: [[!meta title="Report Passwords"]]
da: [[!meta title="Rapportér Adgangskoder (Report Passwords)"]]
de: [[!meta title="Passwörter ansagen"]]
fi: [[!meta title="Ilmaise salasanat"]]
uk: [[!meta title="Report Passwords (Промовляння паролів)"]]

source: Authors: Noelia Ruiz Martínez
fi: Tekijä: Noelia Ruiz Martínez
uk: Автори: Noelia Ruiz Martínez

source: This add-on adds the option of speaking the text typed in protected controls like passwords, such as when logging into web-based email sites, where typed characters are spoken as asterisks.
da: Denne tilføjelse gør det muligt at utale teksten, der indtastes i beskyttede kontroller som adgangskoder, f.eks. Når du logger ind på webbaserede e-mail-websteder, hvor indtastede tegn udtales som stjerner.
de: Diese Erweiterung bietet die Möglichkeit, den in geschützten Eingabefeldern eingegebenen Text vorzulesen, z. B. beim Anmelden webbasierter E-Mail-Seiten, bei denen eingegebene Zeichen als Sternchen angesagt werden.
fi: Tämän lisäosan avulla NVDA:n saa puhumaan suojattuihin säätimiin kirjoitetun tekstin, kuten esim. salasanat kirjauduttaessa verkkopohjaisiin sähköpostipalveluihin, joissa kirjoitetut merkit puhutaan tähtinä.
pl: Ten dodatek dodaje opcję wypowiadania tekstu wpisanego w chronionych kontrolkach, takich jak hasła, na przykład podczas logowania do internetowych witryn poczty e-mail, w których wpisane znaki są wymawiane jako gwiazdki.
uk: Цей додаток додає опцію промовляння тексту, який вводиться на захищених елементах керування, наприклад, паролів на сайтах, коли символи під час введення промовляються як зірочки.

source: Note: NVDA has an option to configure if typed passwords will be spoken in Windows terminals. This add-on won't affect those kinds of controls.
da: Bemærk: NVDA har en mulighed for at konfigurere, hvis indtastede adgangskoder vil blive udtalt i Windows-terminaler. Denne tilføjelse påvirker ikke den slags kontrol.
de: Hinweis: NVDA bietet eine Option zum Konfigurieren, ob in Windows-Eingabeaufforderungen eingegebene Kennwörter vorgelesen werden. Diese Erweiterung wirkt sich nicht auf diese Art von Steuerelementen aus.
fi: Huom: NVDA:ssa on asetus, jota käytettäessä kirjoitetut salasanat puhutaan Windows-päätteissä. Tällä lisäosalla ei ole vaikutusta tällaisiin säätimiin.
pl: Uwaga: NVDA ma opcję konfiguracji, czy wpisywane hasła będą wypowiadane w terminalach systemu Windows. Ten dodatek nie wpłynie na tego rodzaju kontrolki.
uk: Примітка: NVDA дозволяє налаштувати вимову паролів у терміналах Windows. Цей додаток не впливає на такі елементи керування.

source: How to configure
da: Sådan konfigureres tilføjelsen
de: Konfiguration
fi: Määrittäminen
pl: Jak skonfigurować
uk: Як налаштувати

source: The add-on can be configured from its category in the NVDA's settings dialog, under NVDA's menu, Preferences submenu. A gesture for opening the add-on settings panel can be assigned from Input gestures dialog, configuration category.
da: Tilføjelsen kan konfigureres fra den tilsvarende kategori i NVDAs indstillinger. En tastaturkommando kan ligeledes tildeles denne tilføjelse under "Inputbevægelser" i NVDA-menuen ved at vælge punktet "Opsætning".
de: Die Erweiterung kann über die Kategorie in den NVDA-Einstellungen konfiguriert werden. Eine Geste zum Öffnen des Bedienfelds für Einstellungen der Erweiterung kann im Dialogfeld "Tastenbefehle" in der Konfigurationskategorie zugewiesen werden.
fi: Lisäosan asetukset voidaan määrittää omasta kategoriastaan NVDA:n asetusvalintaikkunasta. Lisäosan asetuspaneelin avaava näppäinkomento on mahdollista määrittää Näppäinkomennot-valintaikkunan Asetukset-kategoriasta.
pl: Dodatek może być skonfigurowany z jego kategorii w ustawieniach NVDA, w meni NVDA, meni rozwijane nvda. może być przydzielony gest dla włączanie w zdarzeniach wejścia.
uk: Додаток має свою категорію налаштувань у налаштуваннях NVDA, які розташовані в підменю «Параметри» головного меню NVDA. Команду на відкриття налаштувань додатка з будь-якого місця можна призначити в пункті «Жести вводу», в категорії «Конфігурація».

source: Tip: If you have not configured NVDA to speak typed characters or words but want to hear typed text in passwords, you may create a configuration profile to enable the speaking of typed characters and passwords, and assign it to a gesture or create a trigger to enable it automatically in certain situations. For convenience, NVDA will ask if you want to create a dedicated profile when the add-on is installed.
da: Tip: Hvis du ikke har konfigureret NVDA til at udtale indtastede tegn eller ord, men ønsker at høre indtastet tekst i adgangskodefelter, kan du oprette en konfigurationsprofil for at aktivere udtale af indtastede tegn og adgangskoder og tildele den til en kommando eller oprette en konfigurationsprofil. NVDA vil desuden spørge dig om du vil oprette en dedikeret profil, når tilføjelsen er installeret.
de: Tipp: Wenn Sie NVDA nicht so konfiguriert haben, dass Zeichen oder Wörter während der Eingabe angesagt werden, jedoch Text während der Eingabe von Passwörtern hören möchten, können Sie ein Konfigurationsprofil erstellen. Dies aktiviert die Ansage der Zeichen in Passwortfeldern. Sie können das Profil einer Geste zuweisen oder einen Auslöser definieren, um es in bestimmten Situationen automatisch zu aktivieren. Der Einfachheit halber fragt NVDA Sie bei der Installation des Add-Ons, ob Sie ein eigenes Profil einrichten möchten.
fi: Vihje: Mikäli et ole määrittänyt NVDA:ta puhumaan merkkejä tai sanoja, mutta haluat kuulla salasanojen kirjoitetut merkit, voit luoda asetusprofiilin kirjoitettujen merkkien ja salasanojen puhumista varten sekä liittää siihen näppäinkomennon tai luoda käynnistimen, jolla se otetaan käyttöön automaattisesti tietyissä tilanteissa. Mukavuuden vuoksi NVDA kysyy lisäosan asennuksen yhteydessä, haluatko luoda tällaisen profiilin.
pl: Wskazówka: Jeśli nie skonfigurowano NVDA do mówienia wpisanymi znakami lub słowami, ale chcesz słyszeć wpisywany tekst w hasłach, możesz utworzyć profil konfiguracji, aby umożliwić mówienie wpisanych znaków i haseł, i przypisać go do gestu lub utworzyć wyzwalacz, aby włączyć go automatycznie w niektórych sytuacjach. Dla wygody NVDA zapyta, czy chcesz utworzyć dedykowany profil po zainstalowaniu dodatku.
uk: Порада: якщо ви не налаштували NVDA на вимову символів чи слів під час введення, але хочете чути текст, який вводиться у поля паролів, ви можете створити конфігураційний профіль, в якому дозволити вимову символів та паролів, і призначити на нього жест, або створити автоперемикач для його автоматичної активації в певних ситуаціях. Для зручності NVDA запитає, чи хочете ви встановити спеціальний профіль при встановленні додатка.

source: Changes for 4.0
fi: Muutokset versiossa 4.0
uk: Зміни у версії 4.0

source: Compatible with NVDA 2023.1.
fi: Yhteensopiva NVDA 2023.1:n kanssa.
uk: Сумісний із NVDA 2023.1.

source: Changes for 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
pl: Zmiany dla wersji 3.0
uk: Зміни у версії 3.0

source: Cannot be run in secure mode.
da: Kan ikke køres i sikker tilstand.
de: Diese Erweiterung kann nicht länger verwendet werden im geschützten Modus.
fi: Ei voida suorittaa suojatussa tilassa.
pl: Nie można uruchomić w trybie bezpiecznym.
uk: Не може бути запущений у безпечному режимі.

source: Compatible with NVDA 2022.1.
da: Kompatibel med NVDA 2022.1.
de: Kompatibel mit NVDA 2022.1.
fi: Yhteensopiva NVDA 2022.1:n kanssa.
pl: Kompatybilny z NVDA 2022.1.
uk: Сумісний із NVDA 2022.1.

source: Changes for 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
pl: Zmiany dla wersji 2.0
uk: Зміни у версії 2.0

source: Compatible with NVDA 2021.1.
da: Kompatibel med NVDA 2021.1.
de: Kompatibel mit NVDA 2021.1.
fi: Yhteensopiva NVDA 2021.1:n kanssa.
pl: Kompatybilny z NVDA 2021.1.
uk: Сумісний із NVDA 2021.1.

source: Changes for 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
pl: Zmiany dla wersji 1.0
uk: Зміни у версії 1.0

source: Initial version.
da: Første version.
de: Erste Version.
fi: Ensimmäinen versio.
pl: Wersja pierwoant.
uk: Перша версія.
