Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/reportSymbols.*.po
Languages: sk, uk

source: [[!meta title="Report Symbols"]]
sk: [[!meta title="Čítať napísané symboly"]]
uk: [[!meta title="Report Symbols (Промовляння символів)"]]

source: This add-on allows to listen the typed symbols (non alphanumeric or blank characters), even when the speaking of typed characters is turned off in NVDA.
sk: Oznamuje napísané symboly (nealfanumerické alebo aj prázdne znaky) a to aj v prípade, ak je vypnuté čítanie napísaných znakov.
uk: Цей додаток дозволяє прослуховувати введені символи (не буквенно-цифрові чи порожні символи), навіть якщо в NVDA вимкнено озвучення введених символів.

source: It's based on the old ReportSymbols add-on, developed by the same author. You should uninstall it to use this version.
sk: Je postavený na staršom doplnku od toho istého autora. Ak používate staršiu verziu doplnku, nahraďte ju aktuálnou verziou.
uk: Він базується на початковій версії цього додатка, який розробив один і той самий автор. Вам варто видалити його, щоб використовувати цю версію.

source: Preferences menu
sk: Možnosti
uk: Меню параметрів

source: Report Symbols settings: Allows to set preferences for the speaking of typed symbols.
sk: V nastaveniach môžete nastaviť oznamovanie jednotlivých symbolov.
uk: Налаштування промовляння символів: дозволяє встановити налаштування для промовляння введених символів.

source: Note: A gesture to open this dialog can be assigned from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
sk: Ak si chcete nastaviť skratku na rýchly prístup k nastaveniam doplnku, môžete tak urobiť v dialógu klávesové skratky, vetva možnosti.
uk: Примітка: Жест для відкриття цього діалогу можна призначити через меню NVDA, підменю «Налаштування», діалог «Жести вводу», категорія «Конфігурація».

source: Changes for 7.0
uk: Зміни у версії 7.0

source: Compatible with NVDA 2022.1.
uk: Сумісність з NVDA 2022.1.

source: Changes for 6.0
uk: Зміни у версії 6.0

source: Compatible with NVDA 2021.1.
uk: Сумісність з NVDA 2021.1.

source: Changes for 5.0
sk: Verzia 5.0
uk: Зміни у версії 5.0

source: Requires NVDA 2019.3 or later.
sk: Vyžaduje NVDA od verzie 2019.3.
uk: Потребує версію NVDA 2019.3 або новішу.

source: Changes for 4.0
sk: Verzia 4.0
uk: Зміни у версії 4.0

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
sk: Nastavenia doplnku boli presunuté do dialógu s nastaveniami NVDA.
uk: Налаштування додатка відображжаються у відповідній категоріїдіалогу налаштувань NVDA.

source: Requires NVDA 2018.2 or later.
sk: Funguje s NVDA 2018.2
uk: Вимагає версію NVDA 2018.2 або новішу.

source: Changes for 3.0
sk: Verzia 3.0
uk: Зміни у версії 3.0

source: Added checkboxes for the speaking of spaces, carriage returns and other blank characters.
sk: Pridané možnosti nastaviť oznamovanie pre medzery, nové riadky a iné symboly.
uk: Додано прапорці для промовляння пробілів, повернення каретки та інших порожніх символів.

source: Changes for 2.0
sk: Verzia 2.0
uk: Зміни у версії 2.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
sk: Upravený vizuálny vzhľad dialógu, aby viac korešpondoval so vzhľadom NVDA.
uk: Візуальний вигляд діалогу було покращено відповідно до зовнішнього вигляду діалогів, показаних в NVDA.

source: Requires NVDA 2016.4 or later.
sk: Funguje s NVDA od verzie 2016.4.
uk: Потребує версію NVDA 2016.4 або новішу.

source: Changes for 1.0
sk: Verzia 1.0
uk: Зміни у версії 1.0

source: Initial version.
sk: Prvé vydanie.
uk: Перша версія.
