Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/resourceMonitor.*.po
Languages: es, pt_br, ru, sr, uk

source: NVDA will now alert you when wireless connections is turned on or off.
es: NVDA ahora avisará al activar o desactivar las conexiones inalámbricas.
pt_br: O NVDA agora o alertará quando as conexões sem fio forem ativadas ou desativadas.
ru: Теперь NVDA будет предупреждать вас о включении или выключении беспроводных подключений.
sr: NVDA će vas sada upozoriti kada se bežične mreže omoguće ili onemoguće.
uk: Тепер NVDA повідомлятиме вам, коли бездротове з’єднання буде увімкнено або вимкнено.

source: Version 23.05
es: Versión 23.05
pt_br: Versão 23.05
ru: Версия 23.05
sr: Verzija 23.05
uk: Версія 23.05

source: added the ability to detect and present the state of the connected wireless network.
es: se ha añadido la capacidad de detectar y presentar el estado de la red inalámbrica conectada.
pt_br: adicionada a capacidade de detectar e apresentar o estado da rede sem fio conectada.
ru: добавлена возможность определять и отображать состояние подключенной беспроводной сети.
sr: dodata mogućnost da se prepozna i prikaže stanje povezanih bežičnih mreža.
uk: додано можливість виявлення й показу стану підключеної бездротової мережі.

source: Announces the name of the connected wireless SSID.
es: Anuncia el nombre del SSID inalámbrico conectado.
pt_br: Anuncia o nome do SSID sem fio conectado.
ru: Объявляет имя подключенного беспроводного SSID.
sr: Izgovara ime povezanog bežičnog SSID-a.
uk: Повідомляє ім’я SSID підключеної бездротової мережі.

source: Announces the strength of the ssid
es: Anuncia la intensidad del SSID
pt_br: Anuncia a força do ssid
ru: Объявляет об уровне сигнала ssid
sr: Izgovara jačinu SSID-a
uk: Повідомляє потужність SSID

source: Announce SSID not found if None is detected.
es: Anuncia SSID no encontrado si no se detecta ninguno.
pt_br: Anuncia que o SSID não foi encontrado se nenhum for detectado.
ru: Объявляет, что SSID не найден, если он не обнаружен.
sr: Izgovara SSID nije pronađen ako nijedan nije otkriven.
uk: Якщо не знайдено жодного SSID, повідомляє про це.

source: Version 23.02
es: Versión 23.02
pt_br: Versão 23.02
ru: Версия 23.02
sr: Verzija 23.02
uk: Версія 23.02

source: NVDA 2022.4 or later is required.
es: Se requiere NVDA 2022.4 o posterior.
pt_br: Requer NVDA 2022.4 ou posteriores.
ru: Требуется NVDA 2022.4 или позднее.
sr: NVDA 2022.4 ili noviji je neophodan.
uk: Необхідна версія NVDA 2022.4 або новіша.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
es: Se requiere Windows 10 21H2 (actualización de noviembre de 2021 / compilación 19044) o posterior.
pt_br: É necessário o Windows 10 21H2 (atualização/compilação 19044 de novembro de 2021) ou posterior.
ru: Требуется Windows 10 21H2 (обновление от ноября 2021 года/сборка 19044) или позднее.
sr: Windows 10 21H2 (ažuriranje iz novembra 2021. podverzija 19044) ili noviji je neophodan.
uk: Необхідна Windows 10 21H2 (November 2021 Update/build 19044) чи пізніша.

source: Version 23.01
es: Versión 23.01
pt_br: Versão 23.01
ru: Версия 23.01
sr: Verzija 23.01
uk: Версія 23.01

source: NVDA 2022.3 or later is required.
es: Se requiere NVDA 2022.3 o posterior.
pt_br: Requer NVDA 2022.3 ou posteriores.
ru: Требуется NVDA 2022.3 или позднее.
sr: NVDA 2022.3 ili noviji je neophodan.
uk: Необхідна версія NVDA 2022.3 або новіша.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
es: Se requiere Windows 10 o posterior, ya que Microsoft no soporta Windows 7, 8 y 8.1 a partir de enero de 2023.
pt_br: É necessário ter o Windows 10 ou posterior, pois o Windows 7, 8 e 8.1 não serão mais suportados pela Microsoft a partir de janeiro de 2023.
ru: Требуется Windows 10 или позднее, поскольку Windows 7, 8 и 8.1 больше не поддерживаются Корпорацией Майкрософт с января 2023 года.
sr: Windows 10 ili noviji je neophodan budući da Microsoft više ne podržava Windows 7, 8 i 8.1 od januara 2023.
uk: Вимагається Windows 10, оскільки в січні 2023 року Майкрософт припинила підтримку Windows 7, 8 і 8.1.

source: Updated psutil dependency to 5.9.4.
es: Actualizada la dependencia psutil a 5.9.4.
pt_br: Atualização da dependência do psutil para a versão 5.9.4.
ru: Обновлён пакет psutil до версии 5.9.4.
sr: Ažurirana psutil biblioteka na 5.9.4.
uk: Залежність psutil оновлено до 5.9.4.

source: NVDA will announce actual processor architecture (x86/AMD64/ARM64) as part of Windows version information.
es: NVDA anunciará la arquitectura real del procesador (x86 / AMD64 / ARM64) como parte de la información de versión de Windows.
pt_br: O NVDA anunciará a arquitetura real do processador (x86/AMD64/ARM64) como parte das informações da versão do Windows.
ru: NVDA объявит актуальную архитектуру процессора (x86/AMD64/ARM64) как часть информации о версии Windows.
sr: NVDA će izgovoriti stvarnu arhitekturu procesora (x86/AMD64/ARM64) kao deo informacija o Windows verziji.
uk: NVDA повідомлятиме поточну архітектуру процесора (x86/AMD64/ARM64) як частину інформації про версію Windows.

source: On single-core systems, NVDA will no longer announce CPU core load as average CPU load is the same as core load.
es: En sistemas de un solo núcleo, NVDA ya no anunciará la carga del núcleo de CPU, ya que coincide con la carga media de la CPU.
pt_br: Em sistemas de núcleo único, o NVDA não anunciará mais a carga do núcleo da CPU, pois a carga média da CPU é a mesma que a carga do núcleo.
ru: В одноядерных системах NVDA больше не будет сообщать о загрузке ядра процессора, поскольку средняя загрузка процессора совпадает с загрузкой ядра.
sr: Na sistemima sa jednim jezgrom, NVDA više neće izgovarati opterećenost procesora budući da je prosečna opterećenost procesora ista kao opterećenost jezgra.
uk: На одноядерних системах NVDA більше не повідомлятиме про навантаження на ядро процесора, оскільки середнє навантаження на процесор збігається з навантаженням на ядро.

source: Version 22.03
es: Versión 22.03
pt_br: Versão 22.03
ru: Версия 22.03
sr: Verzija 22.03
uk: Версія 22.03

source: Version 22.03 is the last stable version to support Windows 7 Service Pack 1, 8, and 8.1.
es: La versión 22.03 es la última versión estable que soporta Windows 7 Service Pack 1, 8 y 8.1.
pt_br: A versão 22.03 é a última versão estável compatível com o Windows 7 Service Pack 1, 8 e 8.1.
ru: Версия 22.03 - это последняя стабильная версия, поддерживающая Windows 7 с пакетами обновления 1, 8 и 8.1.
sr: Verzija 22.03 je poslednja stabilna verzija koja podržava Windows 7 servisni paket 1, 8 i 8.1.
uk: Версія 22.03 остання стабільна версія, яка підтримує Windows 7 service pack 1, 8 і 8.1.

source: NVDA 2021.3 or later is required.
es: Se requiere NVDA 2021.3 o posterior.
pt_br: Requer NVDA 2021.3 ou posteriores.
ru: Требуется NVDA 2021.3 или позднее.
sr: NVDA 2021.3 ili noviji je neophodan.
uk: Необхідна версія NVDA 2021.3 або новіша.

source: A warning message will be displayed when attempting to install the add-on on Windows 7, 8, and 8.1.
es: Se mostrará un mensaje de aviso al intentar instalar el complemento en Windows 7, 8 y 8.1.
pt_br: Uma mensagem de aviso será exibida ao tentar instalar o complemento no Windows 7, 8 e 8.1.
ru: При попытке установить дополнение в Windows 7, 8 и 8.1 будет выведено предупреждающее сообщение.
sr: Prikazaće se poruka kada pokušate da instalirate dodatak na Windowsu 7, 8 i 8.1.
uk: Під час спроби встановити додаток на Windows 7, 8 і 8.1 з’являтиметься попереджувальне повідомлення.

source: Updated psutil dependency to 5.9.0.
es: Actualizada la dependencia psutil a 5.9.0.
pt_br: Atualização da dependência do psutil para a versão 5.9.0.
ru: Обновлён пакет psutil до версии 5.9.0.
sr: Ažurirana psutil biblioteka na 5.9.0.
uk: Залежність psutil оновлено до versії 5.9.0.

source: Version 22.01
es: Versión 22.01
pt_br: Versão 22.01
ru: Версия 22.01
sr: Verzija 22.01
uk: Версія 22.01

source: NVDA 2021.2 or later is required.
es: Se requiere NVDA 2021.2 o posterior.
pt_br: Requer NVDA 2021.2 ou posteriores.
ru: Требуется NVDA 2021.2 или позднее.
sr: NVDA 2021.2 ili noviji je neophodan.
uk: Необхідна версія NVDA 2021.2 або новіша.

source: Version 21.10
es: Versión 21.10
pt_br: Versão 21.10
ru: Версия 21.10
sr: Verzija 21.10
uk: Версія 21.10

source: NVDA 2021.1 or later is required due to changes to NVDA that affects this add-on.
es: Se requiere NVDA 2021.1 o posterior a causa de cambios en NVDA que afectan a este complemento.
pt_br: O NVDA 2021.2 ou posterior é necessário devido a mudanças no NVDA que afetam este complemento.
ru: Требуется NVDA 2021.1 или позднее из-за изменений в NVDA, которые влияют на это дополнение.
sr: NVDA 2021.1 ili noviji je neophodan zbog NVDA promena koje utiču na ovaj dodatak.
uk: Через зміни в NVDA, які впливають на цей додаток, потрібна версія NVDA 2021.1 або новіша.

source: Version 21.08
es: Versión 21.08
pt_br: Versão 21.08
ru: Версия 21.08
sr: Verzija 21.08
uk: Версія 21.08

source: Minimum Windows release requirement is now tied to NVDA releases.
es: El requisito mínimo de versión de Windows ahora está vinculado a la versión de NVDA.
pt_br: O requisito mínimo de versão do Windows agora está vinculado às versões do NVDA.
ru: Требования к минимальному выпуску Windows теперь привязаны к выпускам NVDA.
sr: Najmanja zahtevana Windows verzija sada zavisi od NVDA verzije.
uk: Мінімальні вимоги до версії Windows тепер прив’язані до версій NVDA.

source: Windows builds 20348 and 22000 are recognized as Windows Server 2022 and Windows 11, respectively.
es: Las compilaciones de Windows 20348 y 22000 se reconocen como Windows Server 2022 y Windows 11, respectivamente.
pt_br: As compilações do Windows 20348 e 22000 são reconhecidas como Windows Server 2022 e Windows 11, respectivamente.
ru: Сборки Windows 20348 и 22000 распознаются как Windows Server 2022 и Windows 11 соответственно.
sr: Windows podverzije 20348 i 22000 se prepoznaju kao Windows Server 2022 i Windows 11.
uk: Збірки Windows 20348 і 22000 тепер розпізнаються як Windows Server 2022 і Windows 11, відповідно.

source: On Insider Preview builds, Windows release such as "Windows 10" will not be used. Instead NvDA will announce "Windows Insider".
es: En compilaciones de prueba Insider, no se usarán versiones de Windows como "Windows 10". En su lugar, NVDA anunciará "Windows Insider".
pt_br: Nas compilações do Insider Preview, a versão do Windows, como "Windows 10", não será usada. Em vez disso, o NVDA anunciará "Windows Insider".
ru: В предварительных версиях Insider Preview не будут использоваться версии Windows, такие как "Windows 10". Вместо этого NVDA объявит "Windows Insider".
sr: Na insajder verzijama za testiranje, Windows verzija kao što je "Windows 10" se neće koristiti. Umesto toga NVDA će izgovoriti "Windows Insider".
uk: У збірках Insider Preview тепер не використовуватиметься випуск Windows, наприклад, «Windows 10». Замість цього NVDA промовлятиме «Windows Insider».

source: On 64-bit systems, processor architecture (x64 or ARM64) will be announced as part of Windows version information.
es: En sistemas de 64 bits, se anunciará la arquitectura del procesador (X64 o ARM64) como parte de la información de versión de Windows.
pt_br: Em sistemas de 64-bit, a arquitetura do processador (x64 ou ARM64) será anunciada como parte das informações de versão do Windows.
ru: В 64-разрядных системах архитектура процессора (x64 или ARM64) будет объявлена как часть информации о версии Windows.
sr: Na 64-bitnim sistemima, arhitektura procesora (x64 ili ARM64) će biti izgovorena kao deo informacija o Windows verziji.
uk: У 64-розрядних системах, архітектура процесора (x64 чи ARM64) промовлятиметься як частина інформації про версію Windows.

source: Version 21.04
es: Versión 21.04
pt_br: Versão 21.04
ru: Версия 21.04
sr: Verzija 21.04
uk: Версія 21.04

source: NVDA 2020.4 or later is required.
es: Se requiere NVDA 2020.4 o posterior.
pt_br: Requer NVDA 2020.4 ou posterior.
ru: Требуется NVDA 2020.4 или позднее.
sr: NVDA 2020.4 ili noviji je neophodan.
uk: Необхідна версія NVDA 2020.4 або новіша.

source: Updated psutil dependency to 5.8.0.
es: Actualizada la dependencia psutil a 5.8.0.
pt_br: Atualizada dependência psutil para 5.8.0.
ru: Обновлён пакет psutil до версии 5.8.0.
sr: Ažurirana psutil biblioteka na 5.8.0.
uk: Оновлено psutil dependency до versії 5.8.0.

source: When pressing add-on commands twice to copy resource information to clipboard, NVDA will announce resource summary that is being copied.
es: Al pulsar las órdenes del complemento dos veces rápidamente para copiar la información del recurso al portapapeles, NVDA anunciará un resumen del recurso que se copia.
pt_br: Ao pressionar duas vezes os comandos do complemento para copiar a informação do recurso para a área de transferência, o NVDA anunciará o resumo do recurso que está sendo copiado.
ru: При двойном нажатии команд дополнения для копирования информации о ресурсе в буфер обмена NVDA объявит сводку о копируемом ресурсе.
sr: Kada se pritisnu komande dodatka dva puta kako bi se kopirale informacije o resursima u privremenu memoriju, NVDA će izgovoriti kratak opis resursa koji se kopira.
uk: Якщо двічі натиснути команди додатка для копіювання інформації про ресурс у буфер обміну, NVDA оголосить інформацію ресурсу, яка копіюється.

source: Version 21.01
es: Versión 21.01
pt_br: Versão 21.01
ru: Версия 21.01
sr: Verzija 21.01
uk: Версія 21.01

source: Updated psutil dependency to 5.7.3.
es: Actualizada la dependencia psutil a 5.7.3.
pt_br: Atualizada dependência psutil para 5.7.3.
ru: Обновлён пакет psutil до версии 5.7.3.
sr: Ažurirana psutil biblioteka na 5.7.3.
uk: Оновлено psutil dependency до versії 5.7.3.

source: Shortened Windows version message.
es: Acortado el mensaje de versión de Windows.
pt_br: Mensagem encurtada da versão do Windows.
ru: Сокращено сообщение о версии Windows.
sr: Skraćena poruka o verziji Windowsa.
uk: Скорочено повідомлення версії Windows.

source: On Windows 8.1, build.revision will be announced as part of Windows version message, similar to Windows 10.
es: En Windows 8.1, se anunciará compilación.revisión como parte del mensaje de versión de Windows, similar a Windows 10.
pt_br: No Windows 8.1, compilação.revisão será anunciado como parte da mensagem da versão do Windows, semelhante ao Windows 10.
ru: В Windows 8.1 обновление build.revision будет объявлено как часть сообщения о версии Windows, аналогично Windows 10.
sr: Na Windowsu 8.1, verzija.podverzija će biti izgovoreno kao deo poruke o Windows verziji, slično Windowsu 10.
uk: У Windows 8.1 build.revision промовлятиметься як частина повідомлення про версію Windows, подібно до Windows 10.

source: Version 20.09
es: Versión 20.09
pt_br: Versão 20.09
ru: Версия 20.09
sr: Verzija 20.09
uk: Версія 20.09

source: System uptime is now given as days, hours, minutes, seconds.
es: El tiempo que lleva iniciado el sistema se expresa en días, horas, minutos y segundos.
pt_br: O tempo de atividade do sistema agora é dado em dias, horas, minutos, segundos.
ru: Время безотказной работы системы теперь указывается в днях, часах, минутах, секундах.
sr: Vreme rada sistema se sada daje u danima, satima, minutima i sekundama.
uk: Час безперервної роботи системи подано у днях, годинах, хвилинах і секундах.

source: Windows Server Insider Preview build 20201 or later is properly recognized as a Server Insider build.
es: Se reconoce la compilación preliminar Windows Server Insider versión 20201 y posteriores como una compilación de Server Insider.
pt_br: A compilação do Windows Server Insider Preview 20201 ou posterior é devidamente reconhecida como uma compilação do Server Insider.
ru: Предварительная сборка Windows Server Insider Preview версии 20201 или позднее правильно распознаётся как внутренняя серверная сборка.
sr: Windows Server insajder verzija za testiranje 20201 ili novija se sada ispravno prepoznaje kao Server insajder verzija.
uk: Windows Server Insider Preview build 20201 чи новіша належно розпізнається як Server Insider build.

source: Version 20.07
es: Versión 20.07
pt_br: Versão 20.07
ru: Версия 20.07
sr: Verzija 20.07
uk: Версія 20.07

source: Windows 10 Version 20H2 is properly recognized when obtaining Windows version information (NVDA+Shift+6).
es: Al obtener información sobre la versión de Windows (NVDA+shift+6), se reconoce adecuadamente la versión 20H2 de Windows 10.
pt_br: O Windows 10 versão 20H2 é reconhecido corretamente ao obter informações sobre a versão do Windows (NVDA+Shift+6).
ru: Windows 10 версии 20H2 правильно распознаётся при получении информации о версии Windows (NVDA+Shift+6).
sr: Windows 10 verzija 20H2 se ispravno prepoznaje kada se preuzimaju informacije o verziji Windowsa (NVDA+Šift+6).
uk: Windows 10 версії 20H2 належно розпізнається при отриманні інформації про версію Windows (NVDA+Shift+6).

source: Simplified Windows 10 version message i.e. Windows 10 YYMM instead of Windows 10verYYMM when pressing NVDA+Shift+6.
es: Simplificado el mensaje de versión de Windows 10 al pulsar NVDA+shift+6. Ahora será Windows 10 AAMM en vez de Windows 10 ver AAMM.
pt_br: Mensagem simplificada da versão do Windows 10, ou seja, Windows 10 AAMM em vez de Windows 10verAAMM ao pressionar NVDA+Shift+6.
ru: Упрощено сообщение о версии Windows 10, т.е. Windows 10 YYMM вместо Windows 10verYYMM при нажатии NVDA+Shift+6.
sr: Pojednostavljena poruka o verziji Windowsa 10 to jest Windows 10 GGMM umesto Windows 10 verGGMM kada se pritisne NVDA+Šift+6.
uk: Спрощено повідомлення про версію Windows 10 При натисканні NVDA+Shift+6: тепер промовляється Windows 10 РРММ замість Windows 10верРРММ.

source: Version 20.06
es: Versión 20.06
pt_br: Versão 20.06
ru: Версия 20.06
sr: Verzija 20.06
uk: Версія 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
es: Se han resuelto muchos problemas de estilo del código y fallos potenciales con Flake8.
pt_br: Foram resolvidos muitos problemas de estilo de codificação e possíveis erros com o Flake8.
ru: Устранены многие проблемы со стилем кодирования и потенциальные ошибки с помощью Flake8.
sr: Ispravljeni brojni problemi u stilizovanju koda i potencijalne greške uz Flake8.
uk: Вирішено багато проблем зі стилем кодування та потенційні помилки за допомогою Flake8.

source: Version 20.04
es: Versión 20.04
pt_br: Versão 20.04
ru: Версия 20.04
sr: Verzija 20.04
uk: Версія 20.04

source: Updated psutil dependency to 5.7.0.
es: Actualizada la dependencia psutil a 5.7.0.
pt_br: Atualizada dependência psutil para 5.7.0.
ru: Обновлён пакет psutil до версии 5.7.0.
sr: Ažurirana psutil biblioteka na 5.7.0.
uk: Оновлено psutil dependency до versії 5.7.0.

source: Version 20.01
es: Versión 20.01
pt_br: Versão 20.01
ru: Версия 20.01
sr: Verzija 20.01
uk: Версія 20.01

source: NVDA 2019.3 or later is required due to extensive use of Python 3.
es: Se requiere NVDA 2019.3 o posterior debido al uso extenso de Python 3.
pt_br: Requer NVDA 2019.3 ou posterior devido ao uso ostensivo de Python 3.
ru: Из-за широкого использования Python 3 требуется NVDA 2019.3 или позднее.
sr: NVDA 2019.3 ili noviji je neophodan zbog značajnog korišćenja Pythona 3.
uk: Через розширене використання Python 3 необхідна NVDA версії 2019.3 чи новіша.

source: Version 19.11
es: Versión 19.11
pt_br: Versão 19.11
ru: Версия 19.11
sr: Verzija 19.11
uk: Версія 19.11

source: Improved detection of Windows Insider Preview builds, especially for 20H1 and beyond.
es: Se ha mejorado la detección de compilaciones de Windows Insider, especialmente para la 20H1 y posteriores.
pt_br: Melhorada detecção de compilações do Windows Insider Preview, especialmente a 20H1 e posteriores.
ru: Улучшено обнаружение сборок Windows Insider Preview, особенно для 20H1 и последующих версий.
sr: Poboljšano prepoznavanje Windows insajder verzija za testiranje, posebno za 20H1 i novije.
uk: Покращене виявлення збірок Windows Insider Preview, особливо для 20H1 та пізніших версій.

source: Version 19.07
es: Versión 19.07
pt_br: Versão 19.07
ru: Версия 19.07
sr: Verzija 19.07
uk: Версія 19.07

source: Updated psutil dependency to 5.6.3.
es: Actualizada la dependencia psutil a 5.6.3.
pt_br: Atualizada dependência psutil para 5.6.3.
ru: Обновлён пакет psutil до версии 5.6.3.
sr: Ažurirana psutil biblioteka na 5.6.3.
uk: Оновлено psutil dependency до versії 5.6.3.

source: Internal changes to battery status announcement command.
es: Cambios internos en la orden de anuncio del estado de la batería.
pt_br: Alterações internas do comando status da bateria.
ru: Внутренние изменения в команде оповещения о состоянии батареи.
sr: Interne promene za komandu izgovora statusa baterije.
uk: Внутрішні зміни до команди повідомлення про стан акумулятора.

source: Version 18.12
es: Versión 18.12
pt_br: Versão 18.12
ru: Версия 18.12
sr: Verzija 18.12
uk: Версія 18.12

source: Internal changes to support future NVDA releases.
es: Cambios internos para dar soporte a futuras versiones de NVDA.
pt_br: Alterações internas para suportar futuras versões de NVDA.
ru: Внутренние изменения для поддержки будущих выпусков NVDA.
sr: Interne promene kako bi se podržale buduće NVDA verzije.
uk: Внутрішні зміни для підтримки майбутніх версій NVDA.

source: Version 18.10
es: Versión 18.10
pt_br: Versão 18.10
ru: Версия 18.10
sr: Verzija 18.10
uk: Версія 18.10

source: Code has been made more compatible with Python 3.
es: El código se ha hecho más compatible con Python 3.
pt_br: O código ficou mais compatível com o Python 3.
ru: Код был сделан более совместимым с Python 3.
sr: Kod je kompatibilniji za Python 3.
uk: Код став більш сумісним з Python 3.

source: Updated psutil dependency to 5.4.7.
es: Actualizada la dependencia psutil a 5.4.7.
pt_br: Atualizada dependência psutil para 5.4.7.
ru: Обновлён пакет psutil до версии 5.4.7.
sr: Ažurirana psutil biblioteka na 5.4.7.
uk: Оновлено psutil dependency до versії 5.4.7.

source: When obtaining disk capacity and memory usage, NVDA will no longer give errors if using a computer or a service with more than a petabyte of RAM or disk size.
es: Al obtener la capacidad de disco o el uso de la memoria, NVDA ya no dará errores si se utiliza un ordenador o servicio con más de un petabyte de ram o disco.
pt_br: Ao obter capacidade de disco e uso de memória, o NVDA não mais dará erros se estiver usando um computador ou um serviço com mais de um petabyte de RAM ou tamanho de disco.
ru: При получении данных о емкости диска и использовании памяти NVDA больше не будет выдавать ошибок при использовании компьютера или сервиса с объемом оперативной памяти или диска более петабайта.
sr: Kada se preuzima kapacitet diska ili iskorišćenost memorije, NVDA više neće izbacivati greške ako se koristi računar ili servis sa više od petabajta RAM-a ili veličine diska.
uk: Отримуючи об'єм диска та використання пам’яті, NVDA більше не видаватиме помилок при використанні комп'ютера або служби з обсягом оперативної пам'яті або розміром диска понад петабайт.

source: Values for memory and disk usage are shown with up to two decimal places (e.g. 4.00 GB instead of 4.0 GB).
es: Los valores de uso de la memoria y de disco se muestran con hasta dos cifras decimales (por ejemplo, 4.00 GB en vez de 4.0 GB).
pt_br: Os valores para uso de memória e disco são mostrados com até duas casas decimais (por exemplo, 4,00 GB em vez de 4,0 GB).
ru: Значения для объема используемой памяти и диска указаны с точностью до двух знаков после запятой (например, 4,00 ГБ вместо 4,0 ГБ).
sr: Vrednosti iskorišćenosti memorije ili diskova se prikazuju sa do dva decimalna mesta (na primer 4.00 GB umesto 4.0 GB).
uk: Значення для використання пам'яті та диска відображаються з двома знаками після крапки (наприклад, 4.00 ГБ замість 4.0 ГБ).
