Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/resourceMonitor.*.po
Languages: es, pt_br, ru, sr, uk

source: Authors: Alex Hall, Joseph Lee, Kefas Lungu, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst and other NVDA contributors
es: Autores: Alex Hall, Joseph Lee, Kefas Lungu, beqa gozalishvili, Tuukka Ojala, Ethin Probst y otros colaboradores de NVDA
pt_br: Autores: Alex Hall, Joseph Lee, Kefas Lungu, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst e outros colaboradores do NVDA
ru: Авторы: Alex Hall, Joseph Lee, Kefas Lungu, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst и другие участники NVDA
sr: Autori: Alex Hall, Joseph Lee, Kefas Lungu, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst i drugi NVDA saradnici
uk: Автори: Alex Hall, Joseph Lee, Kefas Lungu, Beqa Gozalishvili, Tuukka Ojala, Ethin Probst та інші учасники спільноти NVDA

source: This add-on gives information about CPU load, memory usage and other resource usage information.
es: Este plugin nos da información acerca de la carga de la CPU, de la utilización de la memoria y de otra información de uso de recursos.
pt_br: Este complemento fornece informações sobre carga da CPU, uso de memória e outras informações de uso de recursos.
ru: Этот плагин предоставляет информацию о загрузке процессора, используемой памяти и других используемых ресурсах.
sr: Ovaj dodatak pruža informacije o opterećenju procesora, iskorišćenoj memoriji i druge informacije o korišćenju resursa.
uk: Цей додаток надає інформацію про завантаженість процесора, використання пам’яті та інших ресурсів.

source: Shortcuts
es: Atajos de teclado
pt_br: Atalhos
ru: Горячие клавиши
sr: Prečice
uk: Гарячі клавіші

source: All commands support speech on demand mode.
es: Todas las órdenes soportan el modo de voz a petición.
pt_br: Todos os comandos suportam o modo de fala sob demanda.
ru: Все команды поддерживают режим речи по требованию.

source: NVDA+Shift+E: presents used ram, average processor load, and battery info if available.
es: NVDA+Shift+E: Presenta la ram utilizada, la carga promedio del procesador, e información de la batería si está disponible.
pt_br: NVDA+Shift+E: apresenta uso da ram (memória), carga média do processador, e informações de bateria caso disponível.
ru: NVDA+Shift+E: предоставляет используемую память, среднюю загрузку процессора и данные батареи, если доступно.
sr: NVDA+Šift+E: Prikazuje iskorišćeni RAM, prosečno opterećenje procesora i informacije o bateriji ako su dostupne.
uk: NVDA+Shift+E: Надає інформацію про використання оперативної пам’яті, середню завантаженість процесора та акумулятор, якщо він є.

source: NVDA+Shift+1: presents the average processor load and if multicore CPU's are present the load of each core.
es: NVDA+Shift+1: Presenta la carga promedio del procesador y el promedio de la carga de cada uno de los núcleos si los hay.
pt_br: NVDA+Shift+1: apresenta a carga média do processador e caso se tratem de CPUs multinúcleo (multicore) mostra a carga de cada núcleo.
ru: NVDA+Shift+1: Предоставляет среднюю загрузку процессора и загрузку каждого ядра.
sr: NVDA+Šift+1: Prikazuje prosečno opterećenje procesora i ako su prisutni procesori sa više jezgara opterećenost svakog jezgra.
uk: NVDA+Shift+1: Надає інформацію про середню завантаженість процесора і про завантаженість кожного ядра.

source: NVDA+Shift+2/5: presents the used and total space for both physical and virtual ram.
es: NVDA+Shift+2/5: Presenta el espacio utilizado y total de la RAM física y virtual.
pt_br: NVDA+Shift+2/5: apresenta espaço usado e total das memórias ram física e virtual.
ru: NVDA+Shift+2/5: предоставляет используемый и общий объём физической и виртуальной памяти.
sr: NVDA+Šift+2/5: Prikazuje iskorišćeni i ukupan prostor za fizički i virtuelni RAM.
uk: NVDA+Shift+2/5: Надає інформацію про зайнятий та повний об'єм як фізичної, так і віртуальної пам’яті.

source: NVDA+Shift+3: presents the used and total space of the static and removable drives.
es: NVDA+Shift+3: Presenta el espacio utilizado y el total de las unidades estáticas y extraíbles.
pt_br: NVDA+Shift+3: apresenta espaço usado e o total das unidades fixas e removíveis.
ru: NVDA+Shift+3: предоставляет использованный и общий объём несъёмных и съёмных дисков этого компьютера.
sr: NVDA+Šift+3: prikazuje iskorišćeni i ukupan prostor statičkih diskova i diskova koji se mogu ukloniti.
uk: NVDA+Shift+3: надає інформацію про зайнятий та повний об’єм статичних та переносних дисків.

source: NVDA+Shift+4: presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
es: NVDA+Shift+4: Presenta el porcentaje de la batería, el estado de la carga, el tiempo restante (si no se está cargando), y una advertencia si la batería está baja o crítica.
pt_br: NVDA+Shift+4: apresenta porcentagem da bateria, status de carga, tempo restante (se não estiver carregando) e alerta caso a bateria esteja baixa ou crítica.
ru: NVDA+Shift+4: предоставляет процентность батареи, состояние зарядки, оставшееся время (если не заряжается), и предупреждение о низком или критическом заряде.
sr: NVDA+Šift+4: prikazuje procenat baterije, status punjenja, preostalo vreme (ako se baterija ne puni) i upozorenje ako je baterija slaba ili kritična.
uk: NVDA+Shift+4: Повідомляє про відсоток акумулятора, статус заряджання, час, що залишився (якщо акумулятор не заряджається) і попередження про низький та критично низький заряд акумулятора.

source: NVDA+Shift+6: presents CPU Architecture and Windows version and service pack numbers.
es: NVDA+Shift+6: Presenta la Arquitectura de la CPU y la versión de Windows y el número del Service Pack.
pt_br: NVDA+Shift+6: apresenta a arquitetura da CPU e os números da versão do Windows e do service pack.
ru: NVDA+Shift+6: предоставляет разрядность процессора, установленную версию Windows и пакет исправления.
sr: NVDA+Šift+6: prikazuje arhitekturu procesora, Windows verziju i brojeve servisnog paketa.
uk: NVDA+Shift+6: називає архітектуру процесора, версію Windows та номер пакета оновлень — service pack.

source: NVDA+Shift+7: presents the system's uptime.
es: NVDA+Shift+7: presenta el tiempo de actividad del sistema.
pt_br: NVDA+Shift+7: apresenta o tempo de atividade do sistema (tempo desde a inicialização).
ru: NVDA+Shift+7: показывает время безотказной работы системы.
sr: NVDA+Šift+7: prikazuje vreme rada sistema.
uk: NVDA+Shift+7: повідомляє час роботи системи від моменту її завантаження.

source: NVDA+Shift+8: presents information on the wireless connection, ssid name and strength, or no ssid if there is none available.
es: NVDA+shift+8: presenta información sobre la conexión inalámbrica, nombre de SSID e intensidad, o sin nombre si no hay ninguno disponible.
pt_br: NVDA+Shift+8: apresenta informações sobre a conexão sem fio, nome e intensidade do ssid ou nenhum ssid, se não houver nenhum disponível.
ru: NVDA+Shift+8: отображает информацию о беспроводном соединении, имени ssid и его надежности или об отсутствии ssid, если таковой недоступен.
sr: NVDA+Šift+8: prikazuje informacije o bežičnoj mreži, ssid ime i jačinu, ili bez ssid-a ako nema povezane mreže.
uk: NVDA+Shift+8: показує інформацію про бездротове з'єднання, ім'я SSID та потужність мережі, або не показує імені, якщо воно відсутнє.

source: You can change these shortcut keys via input gestures dialog.
es: Puedes cambiar estos atajos desde el diálogo Gestos de entrada.
pt_br: Você pode alterar essas teclas de atalho por meio da caixa de diálogo de gestos de entrada.
ru: Вы можете изменить эти сочетания клавиш в диалоге жестов ввода.
sr: Možete promeniti ove prečice iz dijaloga ulaznih komandi.
uk: Ці комбінації клавіш можна змінити у діалозі «Жести вводу».

source: Usage notes
es: Notas de uso
pt_br: Notas de uso
ru: Замечания по использованию
sr: Napomene o korišćenju
uk: Примітки про користування

source: This add-on does not replace task manager and other system information programs for Windows. Also note the following:
es: Este complemento no sustituye al administrador de tareas y a otros programas de información del sistema para Windows. También ten en cuenta lo siguiente:
pt_br: Este complemento não substitui o gerenciador de tarefas e outros programas de informações de sistema para Windows. Note também o seguinte:
ru: Это дополнение не заменяет диспетчер задач и другие информационные программы системы Windows. Также обратите внимание на следующее:
sr: Ovaj dodatak ne menja upravljača zadacima i druge programe za informacije o sistemu za Windows. Takođe imajte sledeće na umu:
uk: Цей додаток не замінює диспетчера завдань Windows чи інших програм, які надають інформацію про систему. Також запам’ятайте:

source: Resource information cannot be copied to clipboard if running the add-on in secure screens.
es: No se puede copiar la información de recursos al portapapeles si el complemento se ejecuta en pantallas seguras.
pt_br: As informações de recursos não podem ser copiadas para a área de transferência se o complemento for executado em telas seguras.
ru: Информация о ресурсе не может быть скопирована в буфер обмена при запуске дополнения в режиме защищенных экранов.
sr: Informacije o resursima se ne mogu kopirati u privremenu memoriju ako pokrećete dodatak na bezbednim ekranima.
uk: Інформацію про ресурси тепер неможливо скопіювати в буфер обміну, якщо додаток запущено на захищеному екрані.

source: CPU usage is given for logical processors, not physical cores. This is noticeable for processors which uses Hyper-Threading where number of CPU's is twice the number of CPU cores. On some newer computers, not all CPU cores will have hyper-threading enabled.
es: El uso de la CPU se da para procesadores lógicos, y no núcleos físicos. Esto es perceptible para los procesadores que utilizan Hyper Threading donde el número de CPUs es el doble del número de núcleos de CPU. En algunos ordenadores más modernos, no todos los núcleos de CPU tienen activado el Hyper Threading.
pt_br: O uso da CPU é fornecido para processadores lógicos, não para núcleos físicos. Isso é perceptível nos processadores que usam Hyper-Threading, em que o número de CPUs é o dobro do número de núcleos da CPU. Em alguns computadores mais novos, nem todos os núcleos da CPU terão o hyper-threading ativado.
ru: Использование процессора предоставляется для логических процессоров, а не физических ядер. Это касается процессоров, которые использует Hyper Threading, где количество процессоров в два раза превышает количество процессорных ядер. На некоторых новых компьютерах не на всех ядрах процессора будет включена поддержка hyper-threading.
sr: Iskorišćenost procesora se pruža za logičke procesore, ne fizička jezgra. Ovo se može uočiti na procesorima koji koriste Hyper-Threading na kojima je broj procesora dva puta veći u odnosu na broj jezgara procesora. Na nekim novijim računarima, neće sva jezgra procesora imati hyper-threading omogućen.
uk: Використання центрального процесора подано для логічних процесорів, а не для фізичних ядер. Це важливо для процесорів, які використовують Hyper-Threading, де кількість процесорів удвічі перевищує кількість ядер процесора. На деяких нових комп'ютерах не всі ядра процесора можуть мати увімкнений hyper-threading.

source: If there is heavy disk activity such as copying large files, there might be delays when obtaining disk usage information.
es: Si hay una actividad pesada de disco tal como el copiado de ficheros grandes, podría haber retrasos al obtener información de uso de disco.
pt_br: Se houver atividade intença de disco, como ao copiar arquivos grandes, pode haver lentidão ao obter informações de uso do disco.
ru: Если есть тяжелые дисковые операции, такие как копирование больших файлов, возникают задержки при получении информации об использовании диска.
sr: Ako je u toku zahtevna aktivnost na disku kao što je kopiranje velikih datoteka, može doći do kašnjenja prilikom preuzimanja informacija o iskorišćenosti diskova.
uk: При інтенсивних діях на диску, таких як копіювання великих файлів, можливі затримки з отриманням інформації про використання диска.

source: When announcing processor architecture information, "x86" and "AMD64" refer to 32-bit and 64-bit (x64) Intel and AMD processors, respectively.
es: Al anunciar la información de arquitectura del procesador, "x86" y "AMD64" se refieren a procesadores (Intel y AMD) de 32 y 64 bits, respectivamente.
pt_br: Ao anunciar informações sobre a arquitetura do processador, “x86” e “AMD64” referem-se aos processadores Intel e AMD de 32 e 64 bits (x64), respectivamente.
ru: При объявлении информации об архитектуре процессора "x86" и "AMD64" относятся к 32-разрядным и 64-разрядным (x64) процессорам Intel и AMD соответственно.
sr: Kada se izgovaraju informacije o arhitekturi procesora, "x86" i "AMD64" se odnose na 32-bitne i 64-bitne (x64) Intel i AMD procesore.
uk: При оголошенні інформації про архітектуру процесора, «x86» і «AMD64» відносяться до 32-розрядних і 64-розрядних (x64) процесорів Intel і AMD відповідно.

source: This add-on requires Windows 10 22H2 (2022 Update/build 19045) or later.
es: Este complemento necesita Windows 10 22H2 (Actualización de 2022 /compilación 19045) o posterior.
pt_br: Esse complemento requer o Windows 10 22H2 (2022 Update/build 19045) ou posterior.
ru: Для этого дополнения требуется Windows 10 22H2 (обновление 2022/сборка 19045) или выше.

source: Installing the add-on on Windows 10/11 LTSC is not supported.
es: No se soporta la instalación del complemento en Windows 10/11 LTSC.
pt_br: Não há suporte para a instalação do complemento no Windows 10/11 LTSC.
ru: Установка дополнения в Windows 10/11 LTSC не поддерживается.

source: Note on license: this add-on uses Psutil, licensed under 3-Clause BSD License which is compatible with GNU General Public License.
es: Nota sobre licencias: este complemento usa Psutil, liberado bajo la licencia 3-Clause BSD, que es compatible con la Licencia Pública General GNU.
ru: Примечание по лицензии: это дополнение использует Psutil, лицензированный по лицензии BSD из 3 пунктов, которая совместима с GNU General Public License.
sr: Napomena o licenci: ovaj dodatak koristi Psutil, koji je licenciran pod 3-Clause BSD licencom koja je kompatibilna sa GNU opštom javnom licencom.
uk: Примітка про ліцензування: цей додаток використовує Psutil, проліцензований ліцензією 3-Clause BSD, яка сумісна з GNU General Public License.

source: Version 25.02
es: Versión 25.02
ru: Версия 25.02

source: Restored limited support for Windows 8.1.
es: Se restaura el soporte limitado para Windows 8.1.
ru: Восстановлена ​​ограниченная поддержка Windows 8.1.

source: Improved accuracy of used and total memory information announcement (@danstiv).
es: Se mejora la precisión de la información de la memoria usada y total (@danstiv).
ru: Улучшенная точность использования и общего объявления о памяти (@danstiv).

source: NVDA will no longer appear to freeze briefly when performing memory usage command (NVDA+Shift+2/5) the first time after starting NVDA.
es: NVDA ya no parecerá colgarse brevemente al ejecutar la orden de uso de memoria (NVDA+shift+2/5) la primera vez tras iniciar NVDA.
ru: NVDA больше не будет кратковременно зависать при выполнении команды использования памяти (NVDA+Shift+2/5) в первый раз после запуска NVDA.

source: Windows Insider Preview releases are no longer reported as "Windows Insider".
es: Las versiones de Windows Insider Preview ya no se anuncian como "Windows Insider".
ru: Выпуски Windows Insider Preview больше не обозначаются как "Windows Insider".

source: Version 24.08
es: Versión 24.08
pt_br: Versão 24.08
ru: Версия 24.08

source: NVDA 2024.2 or later is required. This allows psutil dependency to be removed from the add-on as NVDA includes it.
es: Se requiere NVDA 2024.2 o posterior. Esto permite eliminar la dependencia psutil del complemento, ya que NVDA la incluye.
pt_br: É necessário o NVDA 2024.2 ou posterior. Isso permite que a dependência do psutil seja removida do complemento, pois o NVDA o inclui.
ru: Требуется NVDA 2024.2 или выше. Это позволяет удалить зависимость psutil из дополнения, поскольку она включена в NVDA.

source: Updated psutil dependency to the version included with NVDA 2024.2 (6.0.0).
es: Actualizada la dependencia sutíl a la versión incluida en NVDA 2024.2 (6.0.0).
pt_br: Atualizada a dependência do psutil para a versão incluída no NVDA 2024.2 (6.0.0).
ru: Обновлена зависимость от psutil до версии, включенной в NVDA 2024.2 (6.0.0).

source: Ruff replaces Flake8 as code linter.
es: Ruff sustituye a Flake8 como comprobador del código.
pt_br: Ruff substitui Flake8 como codificador.
ru: Ruff заменяет Flake8 в качестве средства компоновки кода.

source: Version 24.05
es: Versión 24.05
pt_br: Versão 24.05
ru: Версия 24.05
sr: Verzija 24.05

source: NVDA 2024.1 or later is required.
es: Se requiere NVDA 2024.1 o posterior.
pt_br: Requer NVDA 2024.1 ou posteriores.
ru: Требуется NVDA 2024.1 или позднее.
sr: NVDA 2024.1 ili noviji je neophodan.

source: NVDA will recognize wireless networks with WPA3 authentication methods such as simultaneous authentication of equals (SAE).
es: NVDA reconocerá redes inalámbricas con métodos de autenticación WPA3 como autenticación compartida de iguales (SAE).
pt_br: O NVDA reconhecerá redes sem fio com métodos de autenticação WPA3, como a autenticação simultânea de iguais (SAE).
ru: NVDA распознает беспроводные сети с методами аутентификации WPA3, такими как одновременная аутентификация равных (SAE).
sr: NVDA će prepoznati bežične mreže sa WPA3 metodama autentikacije kao što su simultaneous authentication of equals (SAE).

source: Version 24.04
es: Versión 24.04
pt_br: Versão 24.04
ru: Версия 24.04
sr: Verzija 24.04

source: Updated psutil dependency to 5.9.8.
es: Actualizada la dependencia psutil a 5.9.8.
pt_br: Atualização da dependência do psutil para a versão 5.9.8.
ru: Обновлён пакет psutil до версии 5.9.8.
sr: Ažurirana psutil biblioteka na 5.9.8.

source: Added support for speech on demand mode so resource information can be announced in this mode.
es: Se añade soporte para el modo de voz a petición, por lo que la información de los recursos se anuncia con este modo.
pt_br: Foi adicionado suporte ao modo de fala sob demanda para que as informações sobre recursos possam ser anunciadas nesse modo.
ru: Добавлена поддержка режима речи по требованию, чтобы в этом режиме можно было объявлять информацию о ресурсах.
sr: Dodata podrška za režim govora na zahtev kako bi informacije o resursima mogle da se izgovore u ovom režimu.

source: Version 23.11
es: Versión 23.11
pt_br: Versão 23.11
ru: Версия 23.11
sr: Verzija 23.11

source: Downgraded psutil dependency to 5.9.4 due to problems with memory usage announcements.
es: Se vuelve a usar la dependencia Psutil 5.9.4 a causa de problemas con los mensajes de anuncio de memoria.
pt_br: Rebaixamento da dependência do psutil para a versão 5.9.4 devido a problemas com anúncios de uso de memória.
ru: Состарен пакет psutil до версии 5.9.4 из-за проблем с объявлениями об использовании памяти.
sr: Vraćena psutil biblioteka na 5.9.4 zbog problema sa izgovorom iskorišćene memorije.

source: Version 23.10
es: Versión 23.10
pt_br: Versão 23.10
ru: Версия 23.10
sr: Verzija 23.10

source: Updated psutil dependency to 5.9.5.
es: Actualizada la dependencia psutil a 5.9.5.
pt_br: Atualização da dependência do psutil para a versão 5.9.5.
ru: Обновлён пакет psutil до версии 5.9.5.
sr: Ažurirana psutil biblioteka na 5.9.5.

source: Version 23.09
es: Versión 23.09
pt_br: Versão 23.09
ru: Версия 23.09
sr: Verzija 23.09
uk: Версія 23.09

source: NVDA will no longer log startup error messages on Windows Server systems when wireless capability modules are unavailable.
es: NVDA ya no registrará mensajes de error al iniciar en sistemas Windows Server cuando los módulos de red inalámbrica no estén disponibles.
pt_br: O NVDA não registrará mais mensagens de erro de inicialização nos sistemas Windows Server quando os módulos de capacidade sem fio não estiverem disponíveis.
ru: NVDA больше не будет регистрировать сообщения об ошибках при запуске в системах Windows Server, когда модули беспроводной связи недоступны.
sr: NVDA više neće evidentirati greške pri pokretanju na Windows Server sistemima kada mogućnosti bežičnog modula nisu dostupne.
uk: NVDA більше не буде реєструвати повідомлення про помилки запуску в системах Windows Server, коли модулі бездротового зв'язку недоступні.

source: Version 23.06
es: Versión 23.06
pt_br: Versão 23.06
ru: Версия 23.06
sr: Verzija 23.06
uk: Версія 23.06

source: Situation where resourceMonitor doesn't work properly due to unavailability of wireless adapters has been fixed.
es: Se ha corregido una situación en la que Resource Monitor no funcionaba adecuadamente a causa de falta de disponibilidad de los módulos de red inalámbrica.
pt_br: Foi corrigida a situação em que o resourceMonitor não funcionava corretamente devido à indisponibilidade de adaptadores sem fio.
ru: Исправлена ситуация, когда resourceMonitor не работал должным образом из-за недоступности беспроводных адаптеров.
sr: Greška u kojoj Monitor resursa ne radi ispravno kada bežični adapteri nisu dostupni je ispravljena.
uk: Виправлено ситуації, коли «Монітор ресурсів» не працював належним чином через відсутність бездротових адаптерів.

source: Version 23.05.1
es: Versión 23.05.1
pt_br: Versão 23.05.1
ru: Версия 23.05.1
sr: Verzija 23.05.1
uk: Версія 23.05.1

source: wlanReporter NVDA-addon is now part of resourceMonitor!
es: ¡El complemento Wlan Reporter para NVDA ahora forma parte de Resource Monitor!
pt_br: o wlanReporter NVDA-addon agora faz parte do resourceMonitor!
ru: wlanReporter NVDA-addon теперь является частью resourceMonitor!
sr: wlanReporter NVDA dodatak je sada deo Monitora resursa!
uk: додаток wlanReporter для NVDA тепер є частиною «Монітора ресурсів»!

source: The old way of checking for wireless connections has been replaced by the windows API from wlanReporter: https://github.com/kvark128/WlanReporter/ .
es: Se ha sustituido el método antiguo para comprobar las conexiones inalámbricas por la API de Windows de Wlan Reporter: https://github.com/kvark128/WlanReporter/ .
pt_br: A maneira antiga de verificar as conexões sem fio foi substituída pela API do Windows do wlanReporter: https://github.com/kvark128/WlanReporter/ .
ru: Старый способ проверки беспроводных подключений был заменен Windows API от wlanReporter: https://github.com/kvark128/WlanReporter/ .
sr: Stari način provere bežičnih mreža je zamenjen Windows API-em iz wlanReportera: https://github.com/kvark128/WlanReporter/ .
uk: Старий спосіб перевірки бездротових з'єднань було замінено на Windows API від wlanReporter: https://github.com/kvark128/WlanReporter/ .

source: After speaking SSID name and strength, NVDA will also now tell you the security type of your network.
es: Tras verbalizar el nombre de la red y su intensidad, NVDA también indicará el tipo de seguridad de la red.
pt_br: Depois de falar o nome e a força do SSID, o NVDA também informará o tipo de segurança da sua rede.
ru: После объявления имени SSID и уровня защиты, NVDA также сообщит вам тип безопасности вашей сети.
sr: Nakon što izgovori SSID ime i jačinu, NVDA će vam sada takođe reći vrstu bezbednosti vaše mreže.
uk: Після промовляння імені та потужності SSID, NVDA також повідомить вам тип безпеки вашої мережі.

source: NVDA will now alert you when you connect and disconnect from a wireless network.
es: NVDA ahora avisará al conectarse y desconectarse de una red inalámbrica.
pt_br: O NVDA agora o alertará quando você se conectar e se desconectar de uma rede sem fio.
ru: Теперь NVDA будет предупреждать вас о подключении к беспроводной сети и отключении от неё.
sr: NVDA će vas sada upozoriti kada se povežete ili prekinete vezu sa bežičnom mrežom.
uk: Тепер NVDA сповіщатиме вас про підключення та відключення від бездротової мережі.
