Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/resourceMonitor.*.po
Languages: es, pt_br, ru, sr, uk

source: Improved detection of Windows Insider Preview builds.
es: Se ha mejorado la detección de compilaciones de Windows Insider.
pt_br: Detecção aprimorada de compilações (builds) do Windows Insider Preview.
ru: Улучшено обнаружение сборок Windows Insider Preview.
sr: Poboljšano prepoznavanje Windows insajder verzija za testiranje.
uk: Поліпшено виявлення збірок Windows Insider Preview.

source: Version 18.04
es: Versión 18.04
pt_br: Versão 18.04
ru: Версия 18.04
sr: Verzija 18.04
uk: Версія 18.04

source: Version 18.04.x is the last release to support Windows releases earlier than 7 SP1.
es: La versión 18.04.x es la última que soporta versiones de Windows anteriores a la 7 SP1.
pt_br: Versão 18.04.x é a última versão a suportar versões anteriores ao Windows 7 SP1.
ru: Версия 18.04.x является последней версией, поддерживающей Windows более ранних версий, чем 7 SP1.
sr: Verzija 18.04.x je poslednja verzija koja podržava Windows verzije starije od 7 SP1.
uk: Версія 18.04.x остання, яка підтримує Windows 7 без service pack 1.

source: Last release to support Windows Server 2003, Vista and Server 2008.
es: Última versión en soportar Windows Server 2003, Vista y Server 2008.
pt_br: Última versão para suporte ao Windows Server 2003, Vista e Server 2008.
ru: Последняя версия для поддержки Windows Server 2003, Vista и Server 2008.
sr: Poslednja verzija koja podržava Windows Server 2003, Vista i Server 2008.
uk: Остання версія, яка підтримує Windows Server 2003, Vista і Server 2008.

source: Better detection of Windows 10 releases and distinguishing between public and Insider Preview builds.
es: Mejor detección de versión de Windows 10 y distinción entre compilaciones public e Insider para pruebas.
pt_br: Melhor detecção de versões do Windows 10 e distinção entre compilações (builds) públicas e Insider Preview.
ru: Улучшено распознавание выпусков Windows 10 и проведение различий между общедоступными и внутренними предварительными сборками.
sr: Bolje prepoznavanje Windows 10 verzija i razlikovanje između javnih verzija i insajder verzija za testiranje.
uk: Поліпшено виявлення версій Windows 10 і розрізнення між публічними випусками та збірками Insider Preview.

source: Version 17.12
es: Versión 17.12
pt_br: Versão 17.12
ru: Версия 17.12
sr: Verzija 17.12
uk: Версія 17.12

source: Added support for 64-bit ARM processors on Windows 10.
es: Añadido el soporte para procesadores ARM de 64 bits en Windows 10.
pt_br: Adicionado suporte para processadores ARM 64-bit no Windows 10.
ru: Добавлена поддержка 64-разрядных ARM-процессоров в Windows 10.
sr: Dodata podrška za 64-bitne ARM procesore na Windowsu 10.
uk: Додано підтримку 64-бітних ARM-процесорів у Windows 10.

source: Version 17.09
es: Versión 17.09
pt_br: Versão 17.09
ru: Версия 17.09
sr: Verzija 17.09
uk: Версія 17.09

source: Important: Version 17.09.x is the last version to support Windows XP.
es: Importante: la versión 17.09.x es la última que soporta Windows XP.
pt_br: Importante: A versão 17.09.x é a última versão que suporta o Windows XP.
ru: Важно: Версия 17.09.x является последней версией, поддерживающей Windows XP.
sr: Važno: Verzija 17.09.x je poslednja verzija koja podržava Windows XP.
uk: Важливо: Версія 17.09.x остання, яка підтримує Windows XP.

source: Last version to run on Windows XP.
es: Última versión que se ejecuta en Windows XP.
pt_br: Última versão a executar em Windows XP.
ru: Последняя версия для работы в Windows XP.
sr: Poslednja verzija koja se pokreće na Windowsu XP.
uk: Остання версія, яка запускається на Windows XP.

source: Windows 10 build 16278 and later is recognized as Version 1709. A minor revision for this add-on will be released once Version 1709 stable build is released.
es: El Windows 10 compilación 16278 y posterior se reconoce como Versión 1709. Se lanzará una revisión menor de este complemento una vez la versión 1709 stable build se libere.
pt_br: Windows 10 compilação 16278 e posteriores são reconhecidas como versão 1709. Uma versão menor deste complemento será lançada assim que a compilação estável da versão 1709 for lançada.
ru: Windows 10 сборки 16278 и позднее распознаётся как версия 1709. Небольшая редакция этого дополнения будет выпущена после выхода стабильной сборки версии 1709.
sr: Windows 10 podverzija 16278 i novije se prepoznaju kao verzija 1709. Sitnija revizija za ovaj dodatak će biti objavljena nakon što se stabilna verzija 1709 objavi.
uk: Збірки 16278 та пізніших версій Windows 10 розпізнаються як версія 1709. Незначне оновлення цього додатка буде випущено після випуску стабільної збірки версії 1709.

source: Version 17.07.1
es: Versión 17.07.1
pt_br: Versão 17.07.1
ru: Версия 17.07.1
sr: Verzija 17.07.1
uk: Версія 17.07.1

source: Reintroduce support for Windows XP (broken since version 17.02).
es: Se reintroduce el soporte para Windows XP (roto desde la versión 17.02).
pt_br: Reintroduzido suporte a Windows XP (quebrado desde a versão 17.02).
ru: Восстановлена поддержка Windows XP (не работает с версии 17.02).
sr: Vraća podršku za Windows XP (neispravna od verzije 17.02).
uk: Повторно запроваджено підтримку Windows XP (не працює з версії 17.02).

source: Version 17.05
es: Versión 17.05
pt_br: Versão 17.05
ru: Версия 17.05
sr: Verzija 17.05
uk: Версія 17.05

source: Announcement of system uptime (time passed since last boot; NVDA+Shift+7).
es: Anunciado del tiempo de funcionamiento del sistema (tiempo transcurrido desde el último arranque; NVDA+Shift+7).
pt_br: Anúncio do tempo de atividade do sistema (o tempo passado desde a última inicialização; NVDA+Shift+7).
ru: Сообщение о времени безотказной работы системы (время, прошедшее с момента последней загрузки; NVDA+Shift+7).
sr: Izgovor vremena rada sistema (vreme koje je proteklo od poslednjeg pokretanja računara; NVDA+Šift+7).
uk: Повідомляє час безперервної роботи системи (рахується з часу останнього завантаження; NVDA+Shift+7).

source: Version 17.02
es: Versión 17.02
pt_br: Versão 17.02
ru: Версия 17.02
sr: Verzija 17.02
uk: Версія 17.02

source: Updated psutil dependency to 5.0.1.
es: Actualizado psutil dependency a 5.0.1.
pt_br: Atualizada dependência psutil para 5.0.1.
ru: Обновлён пакет psutil до версии 5.0.1.
sr: Ažurirana psutil biblioteka na 5.0.1.
uk: Оновлено psutil dependency до versії 5.0.1.

source: When checking disk usage, NVDA will no longer present an error dialog on some systems where a removable media is not properly recognized (such as when a card isn't inserted into a card reader).)
es: Cuando se verifica el uso de disco, NVDA ya no presenta un diálogo de error en algunos sistemas donde no se reconoce apropiadamente un medio extraíble (tal como cuando una tarjeta no se inserta en un lector de tarjetas).)
pt_br: Ao verificar o uso de discos, o NVDA não vai mais apresentar uma mensagem de erro em alguns sistemas onde uma mídia removível não é reconhecida apropriadamente (por exemplo quando um cartão não está inserido num leitor de cartões).
ru: При проверке использования диска, NVDA больше не будет предоставлять диалог ошибки на некоторых системах, где съемный носитель не распознаётся (например, если карта не вставлена в устройство чтения карт памяти).)
sr: Kada se proverava iskorišćenost diskova, NVDA više neće prikazivati dijalog greške na nekim sistemima kada se disk koji se može ukloniti ne prepoznaje ispravno (na primer kada se kartica ne ubaci u čitač kartica).
uk: Під час перевірки використання диска NVDA більше не відображатиме помилок в деяких системах, де знімний носій не розпізнається належним чином (наприклад, якщо картка не вставлена в пристрій читання карток).)

source: Version 16.08
es: Versión 16.08
pt_br: Versão 16.08
ru: Версия 16.08
sr: Verzija 16.08
uk: Версія 16.08

source: Starting with version 16.08, add-on releases will be shown as year.month.revision.
es: Comenzando con la versión 16.08, las versiones del complemento se mostrarán como año.mes.revisión.
pt_br: Começando na versão 16.08, os lançamentos do complemento serão mostrados como ano.mês.revisão.
ru: Начиная с версии 16.08, выпуски ревизий дополнения будут показаны в год.месяц.
sr: Počevši od verzije 16.08, verzije dodatka će biti imenovane kao godina.mesec.revizija.
uk: Починаючи з версії 16.08, нові версії додатка називатимуться за роком і місяцем.

source: Various revisions of Windows 10 are now properly recognized (such as 1607 for build 14393).
es: Ahora se reconocen apropiadamente varias revisiones de Windows 10 (tales como 1607 para la compilación 14393).
pt_br: Agora são reconhecidas apropriadamente várias revisões do Windows 10 (ex.: 1607 para a compilação 14393).
ru: Различные ревизии системы Windows 10 теперь правильно распознаются (например, 1607 для сборки 14393).
sr: Različite revizije Windowsa 10 se sada ispravno prepoznaju (kao što su 1607 za podverziju 14393).
uk: Тепер різні версії Windows 10 розпізнаються належним чином (наприклад, 1607 для збірки 14393).

source: Windows 10 build revisions (after installing cumulative updates) are properly recognized (such as 14393.51).
es: Las compilaciones de revisiones de Windows 10 (después de instalar actualizaciones acumulativas) se reconocen apropiadamente (tales como 14393.51).
pt_br: Compilações revisadas do Windows 10 (após instalar atualizações cumulativas) são reconhecidas apropriadamente (exemplo, 14393.51).
ru: Ревизии сборок Windows 10 (после установки накопительных обновлений) теперь правильно распознаются (например, 14393.51).
sr: Windows 10 revizije podverzija (nakon što se instaliraju kumulativna ažuriranja) se ispravno prepoznaju (kao što su 14393.51).
uk: Версії збірок Windows 10 (після інсталяції сукупних оновлень) розпізнаються належним чином (наприклад, 14393.51).

source: If using Insider Preview builds, this fact is recognized.
es: Si se utilizan compilaciones Insider Preview, este hecho se reconoce.
pt_br: Se usando compilações Insider Preview, tal fato é reconhecido.
ru: Распознаётся факт использования сборок Insider Preview.
sr: Ako se koriste insajder verzije za testiranje, ovo se prepoznaje.
uk: Якщо ви використовуєте збірки Insider Preview, це буде виявлено.

source: Changes for 4.5
es: Cambios para 4.5
pt_br: Mudanças na 4.5
ru: Изменения в версии 4.5
sr: Promene za 4.5
uk: Зміни у версії 4.5

source: Add-on repository has moved to GitHub (can be found at https://github.com/josephsl/resourcemonitor).
es: El repositorio del complemento se ha movido a GitHub (puede encontrarse en https://github.com/josephsl/resourcemonitor).
pt_br: Repositório do complemento movido para o GitHub (pode ser encontrado em https://github.com/josephsl/resourcemonitor).
ru: Репозиторий дополнения перемещён на github (находится на https://github.com/josephsl/resourcemonitor).
sr: Repozitorijum dodatka je premešten na GitHub (može se pronaći na https://github.com/josephsl/resourcemonitor).
uk: Репозиторій додатка переміщено на GitHub (знайдіть його за адресою https://github.com/josephsl/resourcemonitor).

source: Windows Server 2016 is properly recognized.
es: Se reconoce apropiadamente Windows Server 2016.
pt_br: O Windows Server 2016 é reconhecido adequadamente.
ru: Правильно распознаётся Windows Server 2016.
sr: Windows Server 2016 se ispravno prepoznaje.
uk: Належно розпізнається Windows Server 2016.

source: Changes for 4.0
es: Cambios para 4.0
pt_br: Mudanças na 4.0
ru: Изменения в версии 4.0
sr: Promene za 4.0
uk: Зміни у версії 4.0

source: Updated psutil dependency to 2.2.1.
es: Actualizado psutil dependency a 2.2.1.
pt_br: Atualizada dependência psutil para 2.2.1.
ru: Обновлён пакет psutil до версии 2.2.1.
sr: Ažurirana psutil biblioteka na 2.2.1.
uk: Оновлено psutil dependency до versії 2.2.1.

source: Vastly improved performance when obtaining information on CPU load.
es: Mejorado enormemente el rendimiento al obtener información en la carga de la CPU.
pt_br: Aprimorado largamente o desempenho ao obter informações de carga da CPU.
ru: Значительно улучшена производительность при получении информации о загрузке процессора.
sr: Značajno poboljšane performanse kada se preuzimaju informacije o opterećenosti procesora.
uk: Значно поліпшено продуктивність під час отримання інформації про завантаженість процесора.

source: Added support for recognition of Windows 10.
es: Añadido el soporte para reconocimiento de Windows 10.
pt_br: Adicionado suporte ao reconhecimento de Windows 10.
ru: Добавлена поддержка для распознавания Windows 10.
sr: Dodata podrška za prepoznavanje Windowsa 10.
uk: Додано підтримку розпізнавання Windows 10.

source: In Windows 10, the build number of Windows will also be announced.
es: En Windows 10, también se anunciará el número de compilación de Windows.
pt_br: No Windows 10, o número de compilação também será anunciado.
ru: В Windows 10, также будет объявляться номер сборки Windows.
sr: U Windowsu 10, podverzija Windowsa će se takođe izgovoriti.
uk: У Windows 10 також буде промовлятися номер збірки Windows.

source: You can use Add-ons Manager to access add-on help.
es: Puedes utilizar el Administrador de Complementos para acceder a la ayuda del complemento.
pt_br: Você pode usar o gestor de complementos para acessar a ajuda do complemento.
ru: Вы можете использовать Менеджер дополнений для доступа к справке дополнения.
sr: Možete koristiti upravljača dodacima da biste videli pomoć za dodatak.
uk: Для перегляду довідки додатка скористайтеся менеджером додатків.

source: Changes for 3.1
es: Cambios para 3.1
pt_br: Mudanças na 3.1
ru: Изменения в версии 3.1
sr: Promene za 3.1
uk: Зміни у версії 3.1

source: Resource Monitor officially supports Windows 8.1.
es: Resource Monitor soporta oficialmente Windows 8.1.
pt_br: O Monitor de Recursos suporta oficialmente Windows 8.1.
ru: Resource Monitor официально поддерживает Windows, 8.1.
sr: Monitor resursa zvanično podržava Windows 8.1.
uk: Resource Monitor офіційно підтримує Windows 8.1.

source: Updated translations.
es: Se actualizan las traducciones.
pt_br: Atualizadas traduções.
ru: Обновлены переводы.
sr: Ažurirani prevodi.
uk: Оновлено переклади.

source: Changes for 3.0
es: Cambios para 3.0
pt_br: Mudanças na 3.0
ru: Изменения в версии 3.0
sr: Promene za 3.0
uk: Зміни у версії 3.0

source: Updated psutil dependency to 1.2.1.
es: Actualizada dependencia psutil a 1.2.1.
pt_br: Atualizada dependência psutil para 1.2.1.
ru: Обновлён пакет psutil до версии 1.2.1.
sr: Ažurirana psutil biblioteka na 1.2.1.
uk: Оновлено psutil dependency до versії 1.2.1.

source: Announcement of current Windows version, CPU architecture and service pack if any (NVDA+Shift+6).
es: Anunciado de la versión de Windows, la arquitectura de la CPU y el service pack actual en su caso (NVDA+Shift+6).
pt_br: Anunciar versão atual de Windows, arquitetura da CPU e service pack se houver (NVDA+Shift+6).
ru: Предоставляется установленная версия Windows, разрядность процессора (32 или 64-разрядный) и пакет обновления, если есть (NVDA+Shift+6).
sr: Izgovor trenutne verzije Windowsa, arhitekture procesora i servisnog paketa ako postoji (NVDA+Šift+6).
uk: Промовляє поточну версію Windows, архітектуру процесора і service pack за наявності (NVDA+Shift+6).

source: Ability to change add-on shortcut keys (NVDA 2013.3 or later).
es: Posibilidad de cambiar los atajos de teclado de los complementos (NVDA 2013.3 o posterior).
pt_br: Capacidade de alterar as teclas de atalho do complemento (NVDA 2.13.3 ou superior).
ru: Возможность изменения сочетания клавиш дополнения (NVDA 2013.3 или выше).
sr: Mogućnost promene prečica dodatka (NVDA 2013.3 ili noviji).
uk: Можливість змінити комбінації клавіш додатка (NVDA 2013.3 чи новіші).

source: Ability to copy individual resource information to clipboard by pressing resource commands two times.
es: Posibilidad de copiar la información individual de recursos al portapapeles pulsando órdenes de recursos dos veces.
pt_br: Capacidade de copiar as informações dum recurso individual para a área de transferência pressionando duas vezes o comando do recurso.
ru: Возможность копирования индивидуальной информации о ресурсах в буфер, нажимая команды дважды.
sr: Mogućnost kopiranja pojedinačnih informacija o resursima u privremenu memoriju pritiskanjem komandi za izgovor resursa dva puta.
uk: Можливість копіювати інформацію про окремий ресурс у буфер обміну, двічі натискаючи команди ресурсів.

source: Changes for 2.4
es: Cambios para 2.4
pt_br: Mudanças na 2.4
ru: Изменения в версии 2.4
sr: Promene za 2.4
uk: Зміни у версії 2.4

source: New languages: Chinese (simplified), Ukrainian.
es: Nuevos idiomas: Chino (simplificado), Ucraniano.
pt_br: Novos idiomas: Chinês (simplificado), Ucraniano.
ru: Новые языки: китайский (упрощённый), украинский.
sr: Novi jezici: kineski (pojednostavljeni), ukrajinski.
uk: Нові мови: китайська (традиційне письмо) та українська.

source: Changes for 2.3
es: Cambios para 2.3
pt_br: Mudanças na 2.3
ru: Изменения в версии 2.3
sr: Promene za 2.3
uk: Зміни у версії 2.3

source: Added Bulgarian translation.
es: Añadida la traducción al búlgaro.
pt_br: Adicionada tradução Búlgara.
ru: Добавлен болгарский перевод.
sr: Dodat bugarski prevod.
uk: Додано болгарську мову інтерфейсу.

source: Changes for 2.2
es: Cambios para 2.2
pt_br: Mudanças na 2.2
ru: Изменения в версии 2.2
sr: Promene za 2.2
uk: Зміни у версії 2.2

source: Added following translations: Arabic, Aragonese, Croatian, Dutch, Finnish, French, Galician, German, Hungarian, Italian, Japanese, Korean, Nepali, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil and Turkish.
es: Añadidas siguientes traducciones: árabe, aragonés, croata, holandés, finlandés, francés, gallego, alemán, japonés húngaro, italiano, coreano, nepalí, polaco, portugués (Brasil), ruso, eslovaco, esloveno, español, tamil y turco.
pt_br: Acrescentadas as seguintes traduções: Árabe, Alemão, Aragonês, Coreano, Croata, Eslovaco, Esloveno, Espanhol, Finlandês, Francês, Galego, Holandês, Húngaro, Japonês, Italiano, Nepalês, Português (Brasil), Russo, Tâmil e Turco.
ru: Добавлены следующие переводы: Арабский, арагонский, хорватский, голландский, финский, французский, галисийский, немецкий, венгерский, итальянский, японский, корейский, непальский, польский, португальский (Бразилия), русский, словацкий, словенский, испанский, тамильский и турецкий.
sr: Dodati sledeći prevodi: arapski, aragonski, hrvatski, holandski, finski, francuski, galski, nemački, mađarski, italijanski, japanski, korejski, nepalski, poljski, portugalski(Brazil), ruski, slovački, slovenački, španski, tamilski i turski.
uk: Додано aragonese, Galatian, арабську, іспанську, італійську, корейську, непальську, нідерландську, німецьку, польську, португальську (Бразилія), російську, словацьку, словенську, тамільську, турецьку, угорську, фінську, французьку, хорватську та японську мови.

source: Changes for 2.1
es: Cambios para 2.1
pt_br: Mudanças na 2.1
ru: Изменения в версии 2.1
sr: Promene za 2.1
uk: Зміни у версії 2.1

source: Updated psutil dependency to version 0.6.1.
es: Actualizada dependencia sutíl a la versión 0.6.1.
pt_br: Atualizada dependência psutil para versão 0.6.1.
ru: Обновлен пакет psutil до версии 0.6.1.
sr: Ažurirana psutil biblioteka na verziju 0.6.1.
uk: Оновлено psutil dependency до versії 0.6.1.

source: Fixed long delay when getting information of drives.
es: Corregidos los grandes retrasos al optenerse información de unidades.
pt_br: Corrigida lentidão ao obter informações sobre unidades de disco.
ru: Исправлена ​​большая задержка при получении информации о дисках.
sr: Ispravljeno duže kašnjenje kada se preuzimaju informacije o diskovima.
uk: Виправлено велику затримку при отриманні інформації про диски.

source: Code cleanup.
es: Limpieza de código.
pt_br: Enxugamento de código.
ru: Очищен код.
sr: Čišćenje koda.
uk: Почищено код.

source: Changes for 2.0
es: Cambios para 2.0
pt_br: Mudanças na 2.0
ru: Изменения в версии 2.0
sr: Promene za 2.0
uk: Зміни у версії 2.0

source: added translation support and translation comments.
es: añadido el soporte para traducciones y los comentarios de las traducciones.
pt_br: adicionado suporte a traduções e comentários para tradutores.
ru: добавлена ​​поддержка Переводов и коментариев для переводчиков.
sr: dodata podrška za prevođenje i komentari za prevodioce.
uk: додано підтримку перекладів і коментарів до них.

source: Changes for 1.0
es: Cambios para 1.0
pt_br: Mudanças na 1.0
ru: Изменения в версии 1.0
sr: Promene za 1.0
uk: Зміни у версії 1.0

source: Initial Release
es: Versión inicial
pt_br: Versão Inicial
ru: Первый выпуск
sr: Prva verzija
uk: Перший реліз

source: [[!meta title="Resource Monitor"]]
pt_br: [[!meta title="Monitor de Recursos (Resource Monitor)"]]
sr: [[!meta title="Monitor resursa"]]
uk: [[!meta title="Resource Monitor (Монітор ресурсів)"]]
