Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/reviewCursorCopier.*.po
Languages: bg, de, hr, pl, pt_br, pt_pt, ru, sk, tr, uk, zh_cn

source: [[!meta title="Review Cursor Copier"]]
bg: [[!meta title="Копиране на курсора за преглед (Review Cursor Copier)"]]
de: [[!meta title="Kopierfunktionen für den NVDA-Cursor"]]
hr: [[!meta title="Kopiranje preglednog kursora (Review Cursor Copier)"]]
pt_br: [[!meta title="Copiador do Cursor de Exploração (Review Cursor Copier)"]]
pt_pt: [[!meta title="Copiar do cursor de revisão"]]
ru: [[!meta title="Копировщик Просмотрового Курсора"]]
sk: [[!meta title="Kopírovanie textu pod prezeracím kurzorom"]]
tr: [[!meta title="İnceleme İmleci Kopyalayıcısı"]]
uk: [[!meta title="Review Cursor Copier (копіювання тексту під переглядовим курсором)"]]
zh_cn: [[!meta title="浏览光标复制器"]]

source: Author: Tuukka Ojala <tuukka.ojala@iki.fi>
bg: Автор: Tuukka Ojala <tuukka.ojala@iki.fi>
de: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
hr: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
pl: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
pt_br: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
pt_pt: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
ru: Автор: Tuukka Ojala <tuukka.ojala@iki.fi>
sk: Autor: Tuukka Ojala <tuukka.ojala@iki.fi>
tr: Yaan: Tuukka Ojala <tuukka.ojala@iki.fi>
uk: Автор: Tuukka Ojala <tuukka.ojala@iki.fi>
zh_cn: 作者: Tuukka Ojala <tuukka.ojala@iki.fi>

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Descarregar [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürüm][1] indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
hr: Preuzmi [razvojnu verziju][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Descarregar [versão de desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürümü][2] indir
uk: Завантажити [версію в розробці][2]
zh_cn: 下载 [开发板][2]

source: This NVDA add-on provides various commands for copying the text under the review cursor to the clipboard. Currently, the following commands are implemented:
bg: Тази добавка за NVDA предоставя различни команди за копиране вклипборда на текста под курсора за преглед. Към момента се поддържат следните команди:
de: Diese NVDA-Erweiterung bietet verschiedene Befehle, um den Text unter dem NVDA-Cursor in die Zwischenablage zu kopieren. Derzeit gibt es folgende Befehle:
hr: Ovaj dodatak pruža različite naredbe za kopiranje teksta ispod preglednog kursora u međuspremnik. Trenutačno su implementirane sljedeće naredbe:
pl: Ten dodatek wprowadza do NVDA szereg poleceń, które umożliwiają kopiowanie tekstu pod kursorem przeglądu do schowka. Obecnie, dostępne są następujące polecenia:
pt_br: Este complemento do NVDA fornece vários comandos para copiar o texto sob o cursor de exploração para a área de transferência. Atualmente, os seguintes comandos são implementados:
pt_pt: Este extra para o NVDA fornece vários comandos para copiar o texto sob o cursor de revisão para a área de transferência. Actualmente, os seguintes comandos estão implementados:
ru: Это дополнение для NVDA предоставляет различные команды для копирования текста под просмотровым курсором в буфер обмена. В настоящее время реализованы следующие команды:
sk: Umožňuje kopírovať text, ktorý je pod prezeracím kurzorom. Dostupné sú tieto príkazy:
tr: Bu NVDA eklentisi, inceleme imlecinin altındaki metni panoya kopyalamak için çeşitli komutlar sağlar. Şu anda, aşağıdaki komutlar uygulanmaktadır:
uk: Цей додаток для NVDA пропонує різні команди для копіювання тексту під переглядовим курсором в буфер обміну. Наразі у додатку є такі команди:
zh_cn: 此NVDA插件提供各种快捷键，用于将浏览光标下的文本复制到剪贴板。目前，实现了以下功能：

source: Copy the line under the review cursor
bg: Копиране на реда под курсора за преглед
de: Zeile unter dem NVDA-Cursor kopieren
hr: Kopiraj redak ispod preglednog kursora
pl: Skopiuj wiersz pod kursorem przeglądu
pt_br: Copiar a linha sob o cursor de exploração
pt_pt: Copiar a linha sob o cursor de revisão;
ru: Копировать строку под просмотровым курсором
sk: Skopírovať riadok
tr: İnceleme imlecinin altındaki satırı kopyalama
uk: Скопіювати рядок під переглядовим курсором
zh_cn: 复制浏览光标下的行

source: Copy the word under the review cursor
bg: Копиране на думата под курсора за преглед
de: Wort unter dem NVDA-Cursor kopieren
hr: Kopiraj riječ ispod preglednog kursora
pl: Skopiuj słowo pod kursorem przeglądu
pt_br: Copiar a palavra sob o cursor de exploração
pt_pt: Copiar a palavra sob o cursor de revisão;
ru: Копировать слово под просмотровым курсором
sk: Skopírovať slovo
tr: İnceleme imlecinin altındaki kelimeyi kopyalama
uk: Скопіювати слово під переглядовим курсором
zh_cn: 复制浏览光标下的单词

source: Copy from the start of the current line to the review cursor
bg: Копиране от началото на текущия ред до курсора за преглед
de: Kopieren vom Anfang der aktuellen zeile bis zum NVDA-Cursor
hr: Kopiraj od početka trenutačnog retka do preglednog kursora
pl: Kopiuj od początku aktualnego wiersza do kursora przeglądu
pt_br: Copiar do início da linha atual até o cursor de exploração
pt_pt: Copiar desde o início da linha até ao cursor de revisão;
ru: Копировать от начала текущей строки до просмотрового курсора
sk: Skopírovať od začiatok riadka po kurzor
tr: Geçerli satırın başından inceleme imlecine kadar olan kısmı kopyalama
uk: Скопіювати від початку поточного рядка до переглядового курсора
zh_cn: 从当前行的开头复制到浏览光标

source: Copy from the review cursor to the end of the current line
bg: Копиране от курсора за преглед до края на текущия ред
de: Kopieren vom NVDA-Cursor bis zum Ende der Zeile
hr: Kopiraj od preglednog kursora do kraja trenutačnog retka
pl: Kopiuj od kursora przeglądu do końca aktualnego wiersza
pt_br: Copiar do cursor de exploração até o final da linha atual
pt_pt: Copiar desde o cursor de revisão até ao final da linha corrente;
ru: Копировать от просмотрового курсора до конца текущей строки
sk: Skopírovať od kurzora do konca riadka
tr: İnceleme imlecinden geçerli satırın sonuna kadar kopyalama
uk: Скопіювати від переглядового курсора до кінця поточного рядка
zh_cn: 从浏览光标复制到当前行的末尾

source: Copy from the start of the current word to the review cursor
bg: Копиране от началото на текущата дума до курсора за преглед
de: Kopieren vom Anfang des Wortes bis zum NVDA-Cursor
hr: Kopiraj od početka trenutačne riječi do preglednog kursora
pl: Kopiuj od początku aktualnego słowa do kursora przeglądu
pt_br: Copiar do início da palavra atual até o cursor de exploração
pt_pt: Copiar desde o início da palavra corrente até ao cursor de revisão;
ru: Копировать от начала текущего слова до просмотрового курсора
sk: Skopírovať od začiatku slova po kurzor
tr: Geçerli kelimenin başından inceleme imlecine kadar olan kısmı kopyalama
uk: Скопіювати від початку поточного слова до переглядового курсора
zh_cn: 从当前单词的开头复制到浏览光标

source: Copy from the review cursor to the end of the current word
bg: Копиране от курсора за преглед до края на текущата дума
de: Kopieren vom NVDA-Cursor bis zum Ende des Wortes
hr: Kopiraj od preglednog kursora do kraja trenutačne riječi
pl: Kopiuj od kursora przeglądu do końca aktualnego słowa
pt_br: Copiar do cursor de exploração até o final da palavra atual
pt_pt: Copiar desde o cursor de revisão até ao final da palavra corrente;
ru: Копировать от просмотрового курсора до конца текущего слова
sk: Skopírovať od kurzora po koniec slova
tr: İnceleme imlecinden geçerli kelimenin sonuna kadar kopyalama
uk: Скопіювати від переглядового курсора до кінця поточного слова
zh_cn: 从浏览光标复制到当前单词的末尾

source: None of these commands have key bindings by default. Please use the input gestures dialog located under the NVDA settings menu to set them. All of the commands provided by this add-on can be found under the "text review" category. More information about setting and modifying input gestures can be found in the NVDA user guide.
bg: Никоя от тези команди няма присвоена клавишна комбинация по подразбиране. Моля, използвайте диалоговия прозорец "Жестове на въвеждане", намиращ се в менюто на NVDA в раздела "Настройки", за да зададете такива. Всички предоставени от тази добавка команди се намират в категорията "Преглед на текста". Повече информация относно задаване и промяна на жестовете за въвеждане може да бъде намерена в ръководството за потребителя на NVDA.
de: Keiner dieser Befehle hat standardmäßig Tastenbelegungen zugewiesen. Bitte benutzen Sie den Eingaben-Dialog unter Einstellungen im NVDA-Menü, um Tastenkürzel zuzuweisen. Alle Befehle, die von dieser Erweiterung bereitgestellt werden, finden Sie unter der Kategorie "Befehle zum Betrachten von Text". Weitere Informationen zum Einstellen und ändern von Eingaben finden Sie im NVDA-Benutzerhandbuch.
hr: Nijedna od ovih naredbi nije standardno određena tipkovnim prečacem. Za postavljanje ulaznih gesti, koristi dijaloški okvir „Ulazne geste” u izborniku NVDA postavki. Sve naredbe koje pruža ovaj dodatak mogu se pronaći u kategoriji „Pregled teksta”. Daljnje informacije o podešavanju i izmjeni ulaznih gesti se mogu naći u korisničkom priručniku za NVDA.
pl: Powyższe polecenia nie posiadają domyślnych skrótów klawiszowych. Aby ustawić własne skróty, proszę użyć dialogu "zdarzenia wejścia" znajdującego się w menu ustawień NVDA. Wszystkie polecenia wprowadzone przez ten dodatek są dostępne w kategorii "przegląd tekstu" Więcej informacji na temat ustawiania i zmiany zdarzeń wejścia można znaleźć w Podręczniku Użytkownika NVDA.
pt_br: Nenhum desses comandos tem atribuições de teclas por padrão. Por favor, use o diálogo definir comandos (gestos de entrada) localizado no menu de configurações do NVDA para configurá-los. Todos os comandos fornecidos por este complemento podem ser encontrados na categoria "exploração de texto". Mais informações sobre configuração e modificação de comandos (gestos) de entrada podem ser encontradas no guia do usuário do NVDA.
pt_pt: Nenhum destes comandos tem atribuição de teclas. Use o diálogo Definir comandos, acedido pelo menu Preferências do NVDA, para fazer a atribuição. Todos os comandos fornecidos por este extra podem ser encontrados na categoria "revisão de texto". Mais informações sobre como configurar e modificar comandos podem ser encontradas no Manual do utilizador do NVDA.
ru: Ни одна из этих команд не имеет клавишных привязок по умолчанию. Для их выбора используйте диалог жестов ввода, находящийся в меню параметров NVDA. Все предусмотренные команды этого дополнения находятся в категории "Просмотр текста". Более подробную информацию о настройке и изменении жестов ввода можно найти в руководстве пользователя NVDA.
sk: Klávesové skratky nie sú nastavené a na ich nastavenie musíte použiť dialóg klávesové skratky. Všetky sú v kategórii prezeranie textu. Ak potrebujete pomoc s nastavovaním klávesových skratiek, pozrite si príslušnú kapitolu v používateľskej príručke NVDA.
tr: Bu komutların hiçbiri varsayılan olarak herhangi bir tuşa atanmamıştır. Lütfen bunları ayarlamak için NVDA ayarları menüsünün altında bulunan girdi hareketleri iletişim kutusunu kullanın. Bu eklenti tarafından sağlanan tüm komutlar "metin incelemesi" kategorisi altında bulunabilir. Girdi hareketlerini ayarlama ve değiştirme hakkında daha fazla bilgiyi NVDA kullanıcı rehberinde bulabilirsiniz.
uk: Початково ці команди не мають гарячих клавіш. використовуйте діалог «Жести вводу», розташований в меню налаштувань NVDA, щоб їх призначити. Усі команди з цього додатка можна знайти у категорії «Перегляд тексту». Додаткову інформацію про налаштування та зміну жестів вводу можна знайти в посібнику користувача NVDA.
zh_cn: 默认情况下，这些快捷键都没有进行设置。请使用NVDA设置菜单下的输入手势对话框进行设置。此插件提供的所有快捷键都可以在“文本查看”类别下找到。有关设置和修改输入手势的更多信息，请参阅NVDA用户指南。

source: License
bg: Лиценз
de: Lizenz
hr: Licenca
pl: Licencja
pt_br: Licença
pt_pt: Licença:
ru: Лицензия
sk: Licencia
tr: Lisans
uk: Ліцензія
zh_cn: 许可证

source: This work is licensed under the GNU General Public License, version 2.
bg: Тази разработка е лицензирана под версия 2 на GNU General Public License.
de: Diese Arbeit ist lizenziert unter der GNU General Public License, Version 2.
hr: Licenzirano pod GNU općom javnom licencom, verzija 2.
pl: Ten dodatek jest obięty licencją GNU General Public License, wersja 2.
pt_br: Este trabalho está licenciado sob a Licença Pública Geral GNU — General Public License —, versão 2.
pt_pt: Este trabalho está licenciado sob a GNU General Public License, versão 2.
ru: Эта работа лицензируется под Генеральной общедоступной лицензией GNU, версии 2.
sk: Doplnok jedistribuovaný pod licenciou GNU General Public License, verzia 2.
tr: Bu çalışma, GNU Genel Kamu Lisansı, sürüm 2 kapsamında lisanslanmıştır.
uk: Ця робота ліцензована ліцензією GNU General Public License, версія 2.
zh_cn: 此插件按照GNU通用公共许可证第2版进行分发。

source: [2]: https://www.nvaccess.org/addonStore/legacy?file=rccp-dev
uk: [2]: https://www.nvaccess.org/addonStore/legacy?file=rccp-dev[2]: https://addons.nvda-project.org/files/get.php?file=rccp-dev
