Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/sayCurrentKeyboardLanguage.*.po
Languages: es, fi, pt_br

source: [[!meta title="sayCurrentKeyboardLanguage"]]
fi: [[!meta title="Sano näppäimistön nykyinen kieli"]]
pt_br: [[!meta title="Dizer o Idioma Atual do Teclado (sayCurrentKeyboardLanguage)"]]

source: Author(s): Abdel, Noelia.
es: Autor(es): Abdel, Noelia.
fi: Tekijä: Abdel ja Noelia.
pt_br: Autores(es): Abdel, Noelia.

source: Presentation
es: Presentación
fi: Kuvaus
pt_br: Apresentação

source: This addon was created following a request from a member on the nvda-addons mailing list.
es: Este complemento fue creado atendiendo a una petición de un miembro de la lista de correo nvda-addons.
fi: Tämä lisäosa tehtiin erään nvda-addons-postituslistan jäsenen pyynnöstä.
pt_br: Este complemento foi criado após uma solicitação de um membro da lista de discussão nvda-addons.

source: It provides a script without gesture, which allows to retrieve and give the language of the current keyboard.
es: Proporciona un atajo de teclado, sin asignar, el cual permite recuperar y dar el idioma del teclado actual.
fi: Se tarjoaa ilman näppäinkomentoa olevan skriptin, joka ilmoittaa nykyisen näppäimistökielen.
pt_br: Ele fornece um script sem gestos, que permite recuperar e fornecer o idioma do teclado atual.

source: If pressed twice, gives the default language of the system.
es: Si se pulsa dos veces, devuelve el idioma por defecto del sistema.
fi: Kahdesti painettaessa ilmoitetaan järjestelmän oletuskieli.
pt_br: Se pressionado duas vezes, fornece o idioma padrão do sistema.

source: At the first version of this module, it had been proposed as simple globalPlugin to paste in the configuration directory of NVDA, it was then transformed into addon.
es: En la primera versión de este módulo, se había propuesto como un simple plugin global para pegar en el directorio de configuración de NVDA, Entonces se transformó en un complemento.
fi: Ensimmäinen versio oli yksinkertainen NVDA:n asetushakemistoon kopioitava yleisliitännäinen, mutta myöhemmin se muunnettiin lisäosaksi.
pt_br: Na primeira versão deste módulo, foi proposto como simples plug-in global (globalPlugin) para colar no diretório de configuração do NVDA, depois foi transformado em complemento (add-on).

source: Notes
es: Notas
fi: Huomautuksia
pt_br: Notas

source: To set a gesture to the script giving the keyboard language, follow these steps:
es: Para configurar un gesto para el script que da el idioma del teclado, sigue estos pasos:
fi: Määritä näppäinkomento kielen puhuttavalle skriptille seuraavasti:
pt_br: Para definir um gesto para o script que fornece o idioma do teclado, siga estas etapas:

source: Open the NVDA's menu, with "NVDA + N";
es: Abre el menú de NVDA con "NVDA+n";
fi: Avaa NVDA-valikko näppäinkomennolla NVDA+N.
pt_br: Abra o menu do NVDA com “NVDA + N”;

source: Go to NVDA's preferences menu;
es: Ve al menú Preferencias de NVDA;
fi: Siirry Asetukset-valikkoon.
pt_br: Acesse o menu de preferências do NVDA;

source: Then go to the submenu "Input gestures".
es: Después ve al submenú "Gestos de entrada".
fi: Siirry tämän jälkeen kohtaan "Näppäinkomennot" ja avaa se Enterillä.
pt_br: Em seguida, vá para o submenu “Gestos de entrada".

source: Then select the category "Input", and open it with right arrow.
es: Después selecciona la categoría "Entrada", y ábrela con la flecha derecha.
fi: Valitse sitten "Syöttö"-kategoria ja avaa se oikealla nuolinäppäimellä.
pt_br: Em seguida, selecione a categoria “Entrada" e abra-a com a seta para a direita.

source: Go to the item labeled "Gives the language of the keyboard in use, if pressed twice, give the default language of the system";
es: Ve al elemento etiquetado como "Indica el idioma de teclado en uso. Si se pulsa dos veces, indica el idioma por defecto del sistema";
fi: Siirry kohtaan "Ilmoittaa käytössä olevan näppäimistön kielen tai kahdesti painettaessa järjestelmän oletuskielen."
pt_br: Vá para o item denominado “Fornece o idioma do teclado em uso, se pressionado duas vezes, fornece o idioma padrão do sistema”;

source: Once done, press Alt + A to add a gesture, and type "NVDA + F4" or another gesture of your choice;
es: A continuación, pulsa alt+a para añadir un gesto, y pulsa "NVDA+f4" o cualquier otro gesto que prefieras;
fi: Kun olet valmis, lisää näppäinkomennto painamalla Alt+L ja ppaina sen jälkeen NVDA+F4 tai jotain muuta haluamaasi näppäinkomentoa.
pt_br: Depois disso, pressione Alt + A para adicionar um gesto e digite “NVDA + F4” ou outro gesto de sua escolha;

source: This done, press the up arrow once, you hear "your chosen gesture, all layout";
es: Después, pulsa flecha arriba una vez. Escucharás "El gesto elegido, todas las distribuciones";
fi: Kun tämä on tehty, paina kerran ylänuolta, jolloin kuulet "<valitsemasi näppäinkomento>, kaikki asettelut".
pt_br: Feito isso, pressione a seta para cima uma vez e você ouvirá “seu gesto escolhido, todo o layout”;

source: Validate on enter, then tab to OK then enter;
es: Valida pulsando intro, luego tabula hasta Aceptar e intro;
fi: Hyväksy painamalla Enter, siirry Sarkain-näppäimellä OK-painikkeeseen ja paina lopuksi Enter.
pt_br: Valide ao inserir, depois pressione a guia para OK e, em seguida, insira;

source: Your chosen gesture should then call the script giving keyboard language.
es: Tu gesto elegido debería así llamar al script que dice el idioma del teclado.
fi: Tämän jälkeen valitsemasi näppäinkomennon pitäisi ilmoittaa näppäimistön kielen.
pt_br: O gesto escolhido deve chamar o script que fornece o idioma do teclado.

source: Compatibility
es: Compatibilidad
fi: Yhteensopivuus
pt_br: Compatibilidade

source: This add-on is compatible with the versions of NVDA ranging from 2019.3 and beyond.
es: Este complemento es compatible con las versiones de NVDA que van de la 2019.3 en adelante.
fi: Tämä lisäosa on yhteensopiva NVDA 2019.3:n ja sitä uudempien versioiden kanssa.
pt_br: Esse complemento é compatível com as versões do NVDA a partir da versão 2019.3.

source: Changes for 20240326.0.0
es: Cambios para 20240326.0.0
fi: Muutokset versiossa 20240326.0.0
pt_br: Mudanças na versão 20240326.0.0

source: Updated compatibility for nvda-2024.1.;
es: Se actualiza la compatibilidad para NVDA 2024.1.;
fi: Päivitetty yhteensopivuus NVDA 2024.1:lle.
pt_br: Compatibilidade atualizada para nvda-2024.1;

source: Deleted download link from readme, the download link for future updates will now only be available from the add-on store.
es: Se elimina el enlace de descarga de la documentación, el enlace de descarga de futuras actualizaciones ahora sólo estará disponible desde la tienda de complementos.
fi: Latauslinkki poistettu dokumentaatiosta. Tulevien päivitysten latauslinkit löytyvät jatkossa vain lisäosakaupasta.
pt_br: Link de download excluído do readme, agora as futuras atualizações só estará disponível na loja de complementos.

source: Changes for 20231229.0.0
es: Cambios para 20231229.0.0
fi: Muutokset versiossa 20231229.0.0
pt_br: Mudanças na versão 20231229.0.0

source: Added a backward compatible implementation to support speak on demand mode, which will soon be available with nvda-2024.1.
es: Se ha añadido una implementación retrocompatible para soportar el modo de voz a petición, que pronto estará disponible con NVDA 2024.1.
fi: Lisätty taaksepäin yhteensopiva toteutus pyydettäessä-puhetilalle, joka on käytettävissä NVDA 2024.1:ssä.
pt_br: Adicionada uma implementação compatível com versões anteriores para oferecer suporte ao modo falar sob demanda, que em breve estará disponível com o nvda-2024.1.

source: Changes for 20230729.0.0
es: Cambios para 20230729.0.0
fi: Muutokset versiossa 20230729.0.0
pt_br: Mudanças na versão 20230729.0.0

source: Applied the flake8 and mypy rules to the code;
es: Aplicadas las reglas de Flake8 y Mipy al código;
fi: Sovellettu koodiin flake8- ja mypy-sääntöjä.
pt_br: Aplicou as regras flake8 e mypy ao código;

source: Changed the minimum supported NVDA version to 2019.3 to support annotations introduced in Python 3.
es: Cambiada la versión mínima soportada de NVDA a la 2019.3 para soportar las anotaciones de tipos introducidas en Python 3.
fi: Muutettu NVDA:n tuetuksi vähimmäisversioksi 2019.3 Python 3:ssa esiteltyjen selitteiden tukemiseksi.
pt_br: Alterada a versão mínima suportada do NVDA para 2019.3 para suportar anotações introduzidas no Python 3.

source: Removed the "NVDA + F4" gesture calling the script giving the keyboard language., to allow users to choose their preferred gesture.
es: Se ha eliminado el gesto que llamaba al script que decía el idioma del teclado, "NVDA+f4". Esto permite que los usuarios elijan su propio gesto.
fi: Poistettu näppäimistökielen ilmoittava NVDA+F4-näppäinkomento, joka mahdollistaa käyttäjille halutun näppäinkomennon valitsemisen.
pt_br: Removido o gesto “NVDA + F4” que chama o script que fornece o idioma do teclado, para permitir que os usuários escolham o gesto de sua preferência.

source: Changes for version 20230426.0.0 and beyond##
es: Cambios para la versión 20230426.0.0 y posteriores##
fi: Muutokset versiossa 20230426.0.0 ja sitä uudemmissa ##
pt_br: Mudanças na versão 20230426.0.0 e além##

source: Changed version number, minimum NVDA version and download link according to store conventions/requirements.
es: Modificado el número de versión, la versión mínima de NVDA y el enlace de descarga según las convenciones y requisitos de la tienda.
fi: Versionumero, NVDA:n vähimmäisversio ja latauslinkki vaihdettu kaupan käytäntöjen/vaatimusten mukaisiksi.
pt_br: O número da versão, a versão mínima do NVDA e o link de download foram alterados de acordo com as convenções/requisitos da loja.

source: Changes for version 19.02
es: Cambios para la versión 19.02
fi: Muutokset versiossa 19.02
pt_br: Mudanças na versão 19.02

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
es: Se ha cambiado la numeración de versión siguiendo el esquema AA.MM (dos dígitos para el año seguidos de un punto y dos dígitos para el mes);
fi: Versionumerointi muutettu muotoon vv.kk (vuosi kahdella numerolla, piste ja kuukausi kahdella numerolla);
pt_br: Numeração de versão alterada usando AA.MM (o ano em 2 dígitos, seguido de um ponto, seguido do mês em 2 dígitos);

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
es: Se ha añadido compatibilidad con el nuevo formato de versión de complementos introducido en NVDA 2019.1.
fi: Lisätty yhteensopivuus lisäosan uudelle versionumeroinnille, joka otettiin käyttöön NVDA 2019.1:stä alkaen.
pt_br: Adicionado compatibilidade com o novo formato de versão do complemento, surgido desde o nvda 2019.1.

source: Changes for version 1.1
es: Cambios para la versión 1.1
fi: Muutokset versiossa 1.1
pt_br: Mudanças na versão 1.1

source: The addon has been renamed from getCurKeyboardLanguage to sayCurrentKeyboardLanguage;
es: El complemento se ha renombrado de getCurKeyboardLanguage a sayCurrentKeyboardLanguage;
fi: Lisäosan uusi nimi on sayCurrentKeyboardLanguage. Vanha: getCurKeyboardLanguage;
pt_br: O complemento foi renomeado de ObtenhaIdioma Atual do Teclado para (DizerIdioma Atual do Teclado);

source: Added the GPL license to the addon;
es: Añadida la licencia GPL al complemento;
fi: Lisätty GPL-lisenssi;
pt_br: Adicionada a licença GPL ao complemento;

source: Added the script getCurKeyboardLanguage to the "System status" category;
es: Añadido el script getCurKeyboardLanguage a la categoría "Estado de Sistema";
fi: Lisätty skripti getCurKeyboardLanguage "Järjestelmän tila" -kategoriaan;
pt_br: Adicionado o script getCurKeyboardLanguage à categoria "Status do sistema";

source: Fixed some errors in the code.
es: Corregidos algunos errores en el código.
fi: Koodin virheitä korjattu.
pt_br: Corrigido alguns erros no código.

source: Changes for version 1.0
es: Cambios para la versión 1.0
fi: Muutokset versiossa 1.0
pt_br: Mudanças na versão 1.0

source: Initial version.
es: Versión inicial.
fi: Ensimmäinen versio.
pt_br: Versão inicial.
