Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/sayProductNameAndVersion.*.po
Languages: fr, pt_br

source: [[!meta title="Say Product Name and Version"]]
fr: [[!meta title="Annoncer le nom de l'application et sa version"]]
pt_br: [[!meta title=“Diga o nome e a versão do produto”]]

source: Author: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
fr: Auteur : Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>
pt_br: Autor: Luke Davis <XLTechie@newanswertech.com>, Patrick ZAJDA <patrick@zajda.fr>

source: NVDA compatibility: 2017.3 through 2024.X
fr: Compatibilité NVDA : 2017.3 à 2024.X
pt_br: Compatibilidade com NVDA: 2017.3 a 2024.X

source: Download [stable version][1]
fr: Télécharger [version stable][1]
pt_br: Download [versão estável][1]

source: This [NVDA](https://nvaccess.org/) add-on adds a shortcut to announce product name and version of the foreground application, or copies this information to the clipboard.
fr: Cette extension [NVDA](https://nvaccess.org/) ajoute un raccourci pour annoncer le nom et la version de l'application en avant-plan, ou copier ces informations dans le presse-papiers.
pt_br: Esse complemento [NVDA] (https://nvaccess.org/) adiciona um atalho para anunciar o nome do produto e a versão do aplicativo em primeiro plano, ou copia essas informações para a área de transferência.

source: Shortcut: `NVDA+shift+v`
fr: Raccourci : `NVDA+maj+v`
pt_br: Atalho: `NVDA+shift+v`

source: Press it twice to copy product name and version to the clipboard.
fr: Deux appuis pour copier le nom et la version de l'application dans le presse-papiers.
pt_br: Pressione-a duas vezes para copiar o nome e a versão do produto para a área de transferência.

source: Press it three times to copy only the version to the clipboard.
fr: Trois appuis pour copier uniquement la version dans le presse-papiers.
pt_br: Pressione-a três vezes para copiar apenas a versão para a área de transferência.

source: This shortcut may be remapped in the Tools category of NVDA's Input Gestures.
fr: Ce raccourci peut être remappé dans la catégorie Outils des Gestes de commandes de NVDA.
pt_br: Esse atalho pode ser remapeado na categoria Ferramentas dos Gestos de entrada do NVDA.

source: If you like this add-on and are willing to help others decide whether it is useful, please leave a [review][3].
fr: Si vous aimez cette extension et souhaitez aider les autres à décider s'il est utile, veuillez laisser un [avis (review)][3].
pt_br: Se você gostar desse complemento e estiver disposto a ajudar outras pessoas a decidir se ele é útil, deixe uma [avaliação][3].

source: For change history, please read the [changelog][2].
fr: Pour l'historique des changements, veuillez lire le [changelog][2].
pt_br: Para conhecer o histórico de alterações, leia o [registro de alterações][2].

source: Tips
fr: Conseils
pt_br: Dicas

source: To find out the Windows version with this add-on, you can focus on any Windows component (such as desktop, the start menu, the run dialog, etc.), and press the shortcut key. Note, that this does not give you the release version name, such as "23H3". Instead it gives you something closer to the build version, as you would get from the second line of the "`winver`" command.
fr: Pour connaître la version de Windows avec cette extension, vous pouvez vous focaliser sur n'importe quel composant Windows (tel que le bureau, le menu Démarrer, la boîte de dialogue d'exécution, etc.) et appuyer sur la touche de raccourci. Notez que cela ne vous donne pas le nom de la version, tel que "23H3". Au lieu de cela, cela vous donne quelque chose de plus proche de la version de construction, comme vous l'obtiendriez à partir de la deuxième ligne de la commande "`winver`".
pt_br: Para descobrir a versão do Windows com esse complemento, você pode se concentrar em qualquer componente do Windows (como a área de trabalho, o menu Iniciar, a caixa de diálogo Executar etc.) e pressionar a tecla de atalho. Observe que isso não fornece o nome da versão de lançamento, como “23H3”. Em vez disso, ele fornece algo mais próximo da versão de compilação, como você obteria na segunda linha do comando “`winver`”.

source: To get the NVDA version, open any NVDA dialog or menu, and press this add-on's shortcut key. For example, press `NVDA+n` to open the NVDA menu, then press `NVDA+shift+v`, then press `escape` to leave the menu.
fr: Pour obtenir la version de NVDA, ouvrez n'importe quelle boîte de dialogue ou menu NVDA et appuyez sur la touche de raccourci de cette extension. Par exemple, appuyez sur "NVDA+n" pour ouvrir le menu NVDA, puis appuyez sur "NVDA+maj+v", puis appuyez sur échap pour quitter le menu.
pt_br: Para obter a versão do NVDA, abra qualquer caixa de diálogo ou menu do NVDA e pressione a tecla de atalho desse complemento. Por exemplo, pressione `NVDA+n` para abrir o menu do NVDA, depois pressione `NVDA+shift+v` e, em seguida, pressione `escape` para sair do menu.
