Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/screenshots.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk, zh_cn

source: [[!meta title="Screenshots wizard"]]
bg: [[!meta title="Съветник за екранни снимки (Screenshots wizard)"]]
de: [[!meta title="Screenshot-Assistent"]]
fi: [[!meta title="Ohjattu kuvakaappaus"]]
hr: [[!meta title="Čarobnjak za snimke ekrana (Screenshots wizard)"]]
ru: [[!meta title="Мастер снимков экрана"]]
tr: [[!meta title="Ekran Yakalama sihirbazı"]]
uk: [[!meta title="Screenshots wizard (Майстер скриншотів)"]]
zh_cn: [[!meta title="截图向导-Screenshots wizard"]]

source: Author: Javi Domínguez.
es: Autor: Javi Domínguez.
fi: Tekijä: Javi Domínguez
fr: Auteur : Javi Domínguez.
hr: Autor: Javi Domínguez.
pt_br: Autor: Javi Domínguez.
ru: Автор: Javi Domínguez.
tr: Yazar: Javi Domínguez.
uk: Автор: Javi Domínguez.
zh_cn: 作者： Javi Domínguez.

source: Download [stable version][1], compatible with NVDA 2021.2 and beyond.
bg: Изтегляне на [стабилна версия][1], съвместима с NVDA 2021.2 или по-нови версии.
de: [Stabile Version herunterladen][1], kompatibel mit NVDA 2021.2 und neuer.
es: Descargar [versión estable][1], compatible con NVDA 2021.2 y posterior.
fi: Lataa [vakaa versio][1], compatible with NVDA 2021.2 and beyond.
fr: Télécharger [version stable][1], compatible avec NVDA 2021.2 et au-delà.
gl: [descargar versión estable][1], compatible con NVDA 2021.2 en diante.
hr: Preuzmi [stabilnu verziju][1], kompatibilna s NVDA 2021.2 i novijim verzijama
ja: ダウンロード [安定版][1], NVDA 2021.2 以降に互換.
pl: Pobierz [stabilna wersja][1], kompatybilny z NVDA 2021.2 i nie tylko.
pt_br: Faça o download da [versão estável][1], compatível com o NVDA 2021.2 e posterior.
ru: Загрузить [стабильную версию][1], совместимую с NVDA 2021.2 и выше.
tr: [Kararlı sürümü indirin][1], NVDA 2021.2 ve sonrası ile uyumludur.
uk: Завантажити [стабільну версію][1], сумісну з NVDA 2021.2 і новішими.
zh_cn: 下载[稳定版本][1]，兼容 NVDA 2021.2 及更高版本。

source: This add-on provides a wizard to take screenshots of the entire screen or specific areas such as objects, windows, etc. It is activated by the _print screen_ key which on standard keyboards is usually the first of the group of three to the right of F12. If you prefer to use another, it can be configured in the NVDA preferences, input gestures.
bg: Тази добавка предоставя съветник за правене на екранни снимки на целия екран или специфични области като обекти, прозорци и др. Той се активира от клавиша _Print Screen_, който на стандартните клавиатури обикновено е първият от групата от три вдясно от F12. Ако предпочитате да използвате друг, той може да бъде конфигуриран от менюто на NVDA -> Настройки -> Жестове на въвеждане.
de: Diese Erweiterung bietet einen Assistenten zum Erstellen von Screenshots des gesamten Bildschirminhalts oder bestimmter Bereiche wie Objekte, Fenster, etc. Es wird durch die Drucken-Taste ausgelöst, die auf Standard-Tastaturen normalerweise die erste der Dreiergruppe rechts von F12 liegt. Wenn Sie eine andere Taste bevorzugen, können Sie sie in den NVDA-Einstellungen im Dialogfeld für die Tastenbefehle konfigurieren.
es: Este complemento proporciona un asistente para tomar capturas de toda la pantalla o areas específicas como objetos, ventanas, etc. Se activa con la tecla _imprimir pantalla_ que en los teclados estándar suele ser la primera del grupo de tres a la derecha de F12. Si se prefiere usar ottra se puede configurar en las preferencias de NVDA, gestos de entrada.
fi: Tämä lisäosa tarjoaa ohjatun toiminnon kuvakaappauksien ottamiseen koko näytöstä tai tietyistä alueista, kuten objekteista, ikkunoista jne. Toiminto aktivoidaan _Print screen_ -näppäimellä, joka on tavallisessa näppäimistössä yleensä ensimmäinen näppäin F12:n oikealla puolella olevassa kolmen näppäimen ryhmässä. Jos haluat mieluummin käyttää jotain toista näppäintä, se voidaan määrittää NVDA:n Asetukset-alivalikosta kohdasta Näppäinkomennot.
fr: Cette extension fournit un assistant pour prendre des captures d'écran de l'ensemble de l'écran ou des zones spécifiques telles que des objets, des fenêtres, etc. Elle est activé par la touche _impression écran_ qui est sur les claviers standard qui est généralement la première du groupe des trois touches à droite de F12. Si vous préférez en utiliser une autre, elle peut être configuré dans les préférences NVDA, dans le dialogue Gestes de commandes.
gl: Este complemento proporciona un asistente para tomar capturas de pantalla da pantalla enteira ou de áreas específicas como obxectos, xanelas, etc. Actívase mediante a tecla _imprimir pantalla_ que en teclados estándar é normalmente a primeira do grupo de tres á dereita do F12. Se prefires utilizar outra, pódese configurar nas preferencias de NVDA, xestos de entrada.
hr: Ovaj dodatak pruža čarobnjaka za snimanje cijelog ekrana ili određenih područja kao što su objekti, prozori itd. Aktivira se tipkom _print screen_ koja je na standardnim tipkovnicama obično prva u skupini od tri tipki desno od tipke F12. Ako želiš koristiti jednu drugu tipku, može se konfigurirati u NVDA postavkama za ulazne geste.
ja: このアドオンは、全画面または、オブジェクト、ウィンドウなどの特定の領域のスクリーンショットを撮るウィザードを提供します。これは、プリントスクリーンキーで動作します。プリントスクリーンキーは、標準のキーボードではたいてい、F12キーの右の3つのキーのグループの1つめのキーです。もし他のキーの方が良い場合は、NVDAの設定(P)の、入力ジェスチャーで設定できます。
pl: Ten dodatek zapewnia kreatora do robienia zrzutów ekranu całego ekranu lub określonych obszarów, takich jak obiekty, okna itp. Jest aktywowany przez _print screen_ który na standardowych klawiaturach jest zwykle pierwszym z grupy trzech na prawo od F12. Jeśli wolisz użyć innego, można go skonfigurować w preferencjach NVDA, gesty wejściowe.
pt_br: Esse complemento fornece um assistente para fazer capturas de tela de toda a tela ou de áreas específicas, como objetos, janelas etc. Ele é ativado pela tecla _print screen_ que, nos teclados padrão, geralmente é a primeira do grupo de três à direita da tecla F12. Se você preferir usar outra, ela pode ser configurada nas preferências do NVDA, gestos de entrada.
ru: Это дополнение предоставляет мастер создания скриншотов всего экрана или определенных областей, таких как объекты, окна и т.д. Оно активируется клавишей _print screen_, которая на стандартных клавиатурах обычно является первой из трех справа от F12. Если вы предпочитаете использовать другую, её можно настроить в настройках NVDA, в разделе жестов ввода.
tr: Bu eklenti, tüm ekranın veya nesneler, pencereler gibi belirli alanların ekran görüntülerini almak için bir sihirbaz sağlar. Standart klavyelerde genellikle F12'nin sağındaki üçlü grubun ilki olan Print Screen tuşu ile etkinleştirilir. Başka birini kullanmayı tercih ederseniz, NVDA tercihler, girdi hareketlerinde yapılandırılabilir.
uk: Цей додаток надає майстра, який дозволяє робити скриншоти всього екрана або вибраних його частин, таких як об’єкти, вікна і так далі. Він активовується клавішею _print screen_ (друк екрана), яка на стандартних клавіатурах зазвичай є першою в групі з трьох справа від F12. Якщо ви віддаєте перевагу використанню іншої клавіші, її можна призначити в параметрах NVDA, «Жести вводу».
zh_cn: 这款插件提供了一个截图向导，用于对整个屏幕或屏幕的部分区域进行截图，比如对象、窗口等。默认情况下，该向导可以通过按下 Print Screen 键激活，该键通常位于标准键盘上 F12 键右侧的三个键中的第一个。如果您希望使用其他按键来激活，可以在 NVDA 的“选项”中的“按键与手势”对话框中进行设置。

source: When the wizard is invoked, a virtual rectangle is created around the object with focus and a layer of keyboard commands is activated with the following
bg: Когато бъде извикан съветникът, около фокусирания обект се създава виртуален правоъгълник и се активира слой от клавиатурни команди със следните
de: Wenn der Assistent aufgerufen wird, wird ein virtuelles Rechteck um das Objekt mit dem Fokus erstellt und eine Ebene wird mit den folgenden Tasten aktiviert
es: Cuando se invoca el asistente se crea un rectángulo virtual alrededor del objeto con el foco y se activa una capa de órdenes de teclado con los siguientes
fi: Kun ohjattu toiminto käynnistetään, aktiivisen objektin ympärille luodaan virtuaalinen suorakulmio ja aktivoidaan komentokerros, jossa on käytettävissä seuraavat
fr: Lorsque l'assistant est invoqué, un rectangle virtuel est créé autour de l'objet avec le focus et une couche de commandes clavier est activée avec les éléments suivants
gl: Cando se invoca o asistente, créase un rectángulo virtual arredor do obxecto co foco e actívase unha capa de ordes de teclas coas seguintes
hr: Kad se čarobnjak pokrene, stvara se virtualni pravokutnik oko objekta s fokusom i aktivira se sloj tipkovnih naredbi sa sljedećim
ja: ウィザードが呼び出されていると、仮想の四角形がフォーカスのあるオブジェクトの周囲に作られ、以下のようなキーボードコマンドが使用可能となります。
pl: Po wywołaniu kreatora wokół obiektu tworzony jest wirtualny prostokąt z fokusem, a warstwa poleceń klawiaturowych jest aktywowana za pomocą następujących elementów:
pt_br: Quando o assistente é chamado, um retângulo virtual é criado ao redor do objeto com foco e uma camada de comandos de teclado é ativada com o seguinte
ru: При вызове мастера вокруг объекта с фокусом создается виртуальный прямоугольник и активируется набор команд с клавиатуры с помощью следующих действий
tr: Sihirbaz çağrıldığında, odaklanılan nesnenin etrafında sanal bir dikdörtgen oluşturulur ve aşağıdaki komutlarla bir klavye komutları katmanı etkinleştirilir
uk: Коли майстер запущено, навколо об’єкта з фокусом створюється віртуальний прямокутник і активовується шар клавіатурних
zh_cn: 激活截图向导后，插件会在当前焦点对象周围创建一个虚拟矩形，同时会启用一组键盘命令。这些命令的功能如下

source: commands
bg: Команди
de: Befehle
es: comandos
fi: komennot
fr: commandes
gl: ordes
hr: naredbama
ja: コマンド
pl: Polecenia
pt_br: comandos
ru: команды
tr: komutlar
uk: команд
zh_cn: 命令

source: F1 presents an help message with basic commands; pressing twice opens this document.
bg: F1 представя помощно съобщение с основни команди. Двукратното натискане отваря този документ.
de: F1 zeigt eine Hilfemeldung mit grundlegenden Tastenbefehlen an; zweimaliges Drücken öffnet dieses Dokument.
es: F1 muestra un mensaje de ayuda con los comandos básicos; pulsado dos veces rápidamente abre este documento.
fi: F1 näyttää ohjeviestin peruskomennoista; kahdesti painaminen avaa tämän asiakirjan.
fr: F1 présente un message d'aide avec les commandes de base; Appuyez deux fois successivement pour ouvrir ce document.
gl: F1 presenta unha mensaxe de axuda con ordes básicas; premela dúas veces abre este documento.
hr: F1 prikazuje poruku pomoći s osnovnim naredbama; dvostrukim pritiskom se ovaj dokument otvara.
ja: F1で基本コマンドのヘルプメッセージを表示します; 2回押すとそのドキュメントを開きます。
pl: F1 przedstawia komunikat pomocy z podstawowymi poleceniami; Dwukrotne naciśnięcie powoduje otwarcie tego dokumentu.
pt_br: F1 apresenta uma mensagem de ajuda com comandos básicos; pressionar duas vezes abre este documento.
ru: F1 предоставляет справочное сообщение с основными командами; при двойном нажатии откроется этот документ.
tr: F1, temel komutlarla birlikte bir yardım mesajı sunar; iki kez basılırsa bu belgeyi açar.
uk: F1 показує довідкове повідомлення з основними командами; подвійне натискання відкриває цей документ.
zh_cn: F1：读出基本的命令帮助信息；连按两次 F1 会打开该文档。

source: Rectangle information
bg: Информация за правоъгълника
de: Rechteck-Informationen
es: Información del rectángulo
fi: Suorakulmion tiedot
fr: Informations du rectangle
gl: Información do rectángulo
hr: Podaci pravokutnika
ja: 四角形の情報
pl: Informacje o prostokącie
pt_br: Informações sobre o retângulo
ru: Информация прямоугольника
tr: Dikdörtgen bilgisi
uk: Інформація прямокутника
zh_cn: 矩形信息

source: Keys 1 through 7 provide the following information:
bg: Клавишите от 1 до 7 предоставят следната информация:
de: Die Ziffern 1 bis 7 liefern die folgenden Informationen:
es: Las teclas del 1 al 7 proporcionan la siguiente información:
fi: Näppäimet 1-7 antavat seuraavia tietoja:
fr: Les touches 1 à 7 fournissent les informations suivantes :
gl: As teclas do 1 ó 7 proporcionan a seguinte información:
hr: Tipke od 1 do 7 pružaju sljedeće informacije:
ja: キー1から7で、次の情報を提供します:
pl: Klucze od 1 do 7 zawierają następujące informacje:
pt_br: As teclas de 1 a 7 fornecem as seguintes informações:
ru: Клавиши с 1 по 7 предоставляют следующую информацию:
tr: 1'den 7'ye kadar olan tuşlar aşağıdaki bilgileri sağlar:
uk: Клавіші від 1 до 7 надають таку інформацію:
zh_cn: 数字键 1 到 7 ：提供关于虚拟矩形的详细信息：

source: 1: Coordinates of the upper left and lower right corners.
bg: 1: Координати на горния ляв и долния десен ъгли.
de: 1: Koordinaten der oberen linken und unteren rechten Ecke.
es: 1: Coordenadas de las esquinas superior izquierda e inferior derecha.
fi: 1: Vasemman ylä- ja oikean alakulman koordinaatit.
fr: 1 : Coordonnées des coins supérieur gauche et inférieur droit.
gl: 1: Coordenadas das esquinas superior esquerda e inferior dereita.
hr: 1: Koordinate gornjeg lijevog i donjeg desnog kuta.
ja: 1: 左上と右下角の座標。
pl: 1: Współrzędne lewego górnego i prawego dolnego rogu.
pt_br: 1: Coordenadas dos cantos superior esquerdo e inferior direito.
ru: 1: Координаты верхнего левого и нижнего правого углов.
tr: 1: Sol üst ve sağ alt köşelerin koordinatları.
uk: 1: Координати лівого верхнього і правого нижнього кутів.
zh_cn: 1：矩形的左上角和右下角的坐标。

source: 2: Rectangle dimensions, width per height.
bg: 2: Размери на правоъгълника (ширина и височина).
de: 2: Abmessungen des Rechtecks, Breite pro Höhe.
es: 2: Dimensiones del rectángulo, ancho por alto.
fi: 2: Suorakulmion mitat (leveys/korkeus).
fr: 2 : Dimensions du rectangle, largeur par hauteur.
gl: 2: Dimensións do rectángulo, ancho por alto.
hr: 2: Dimenzije pravokutnika, širina po visini.
ja: 2: 四角形の大きさ、幅と高さ。
pl: 2: Wymiary prostokąta, szerokość na wysokość.
pt_br: 2: Dimensões do retângulo, largura por altura.
ru: 2: Размеры прямоугольника, соотношение ширины к высоте.
tr: 2: Dikdörtgen boyutları, yükseklik ve genişlik.
uk: 2: Розміри прямокутника ширина на висоту.
zh_cn: 2：矩形的尺寸（宽度和高度）。

source: 3: The reference object.
bg: 3: Свързаният обект.
de: 3: Das Referenzobjekt.
es: 3: El objeto de referencia.
fi: 3: Viiteobjekti.
fr: 3 : La référence de l'objet.
gl: 3: O obxecto de referencia.
hr: 3: Referentni objekt.
ja: 3: 参照しているオブジェクト。
pl: 3: Obiekt odniesienia.
pt_br: 3: O objeto de referência.
ru: 3: Ссылочный объект.
tr: 3: Referans nesnesi.
uk: 3: Опорний об’єкт.
zh_cn: 3：参考对象。

source: 4: Proportion of the rectangle area occupied by the reference object.
bg: 4: Пропорция на правоъгълната зона, заета от свързания обект.
de: 4: Anteil der Fläche des Rechtecks, die vom Referenzobjekt eingenommen wird.
es: 4: Proporción del área del rectángulo ocupada por el objeto de referencia.
fi: 4: Viiteobjektin käyttämä osuus suorakulmion alueesta.
fr: 4 : Proportion de la zone du rectangle occupée par la référence de l'objet.
gl: 4: Proporción da área do rectángulo ocupada polo obxecto de referencia.
hr: 4: Udio površine pravokutnika koju zauzima referentni objekt.
ja: 4: 参照しているオブジェクトが占める四角形の比率。
pl: 4: Proporcja powierzchni prostokąta zajmowanej przez obiekt odniesienia.
pt_br: 4: Proporção da área do retângulo ocupada pelo objeto de referência.
ru: 4: Доля площади прямоугольника, занимаемой эталонным объектом.
tr: 4: Referans nesnenin kapladığı dikdörtgen alanın oranı.
uk: 4: Частка площі прямокутника, яку займає опорний об’єкт.
zh_cn: 4：参考对象所占矩形面积的比例。

source: 5: Indicates if part of the reference object is outside the rectangle.
bg: 5: Указва дали част от свързания обект е извън правоъгълника.
de: 5: Gibt an, ob ein Teil des Referenzobjekts außerhalb des Rechtecks liegt.
es: 5: Indica si parte del objeto de referencia queda fuera del rectángulo.
fi: 5: Ilmoittaa, onko osa viiteobjektista suorakulmion ulkopuolella.
fr: 5 : Indique si une partie de la référence de l'objet est en dehors du rectangle.
gl: 5: Indica se parte do obxecto de referencia está fóra do rectángulo.
hr: 5: Ukazuje da se dio referentnog objekta nalazi izvan pravokutnika.
ja: 5: 参照しているオブジェクトの一部が、四角形の外側である場合に、それを通知。
pl: 5: Wskazuje, czy część obiektu odniesienia znajduje się poza prostokątem.
pt_br: 5: Indica se parte do objeto de referência está fora do retângulo.
ru: 5: Указывает, находится ли часть ссылочного объекта за пределами прямоугольника.
tr: 5: Referans nesnesinin bir bölümünün dikdörtgenin dışında olup olmadığını gösterir.
uk: 5: Показує, якщо частина опорного об’єкта перебуває за межами прямокутника.
zh_cn: 5：指示参考对象是否部分位于矩形之外。

source: 6: Indicates if the rectangle exceeds the limits of the active window in the foreground.
bg: 6: Показва дали правоъгълникът излиза от границите на активния прозорец на преден план.
de: 6: Zeigt an, ob das Rechteck die Grenzen des aktiven Fensters im Vordergrund überschreitet.
es: 6: Indica si el rectángulo sobrepasa los límites de la ventana activa en primer plano.
fi: 6: Ilmoittaa, ylittääkö suorakulmio etualalla olevan aktiivisen ikkunan rajat.
fr: 6 : Indique si le rectangle dépasse les limites de la fenêtre active au premier plan.
gl: 6: Indica se o rectángulo sobrepasa os límites da xanela activa en primeiro plano.
hr: 6: Ukazuje da pravokutnik prelazi granice prednjeg aktivnog prozora.
ja: 6: 四角形が前面のアクティブウィンドウの端を越えている場合にそれを通知。
pl: 6: Wskazuje, czy prostokąt przekracza granice aktywnego okna na pierwszym planie.
pt_br: 6: Indica se o retângulo ultrapassa os limites da janela ativa em primeiro plano.
ru: 6: Указывает, выходит ли прямоугольник за пределы активного окна на переднем плане.
tr: 6: Dikdörtgenin ön plandaki etkin pencerenin sınırlarını aşıp aşmadığını gösterir.
uk: 6: Показує, якщо прямокутник виходить за межі активного вікна на передньому плані.
zh_cn: 6：指示矩形是否超出前台活动窗口的边界。

source: 7: Proportion of the screen occupied by the rectangle.
bg: 7: Пропорция от екрана, заета от правоъгълника.
de: 7: Anteil des Bildschirminhalts, der von dem Rechteck eingenommen wird.
es: 7: Proporción de la pantalla ocupada por el rectángulo.
fi: 7: Suorakulmion käyttämä osuus näytöstä.
fr: 7 : Proportion de l'écran occupé par le rectangle.
gl: 7: Proporción da pantalla ocupada polo rectángulo.
hr: 7: Udio ekrana koji zauzima pravokutnik.
ja: 7: 四角形が画面に占める比率。
pl: 7: Proporcja ekranu zajmowanego przez prostokąt.
pt_br: 7: Proporção da tela ocupada pelo retângulo.
ru: 7: Доля площади экрана, занимаемой прямоугольником.
tr: 7: Dikdörtgenin kapladığı ekran oranı.
uk: 7: Частка екрана, яку займає прямокутник.
zh_cn: 7：矩形占据屏幕的比例。

source: The space key reads all this information in a row.
bg: Клавишът ИНТЕРВАЛ докладва цялата тази информация подред.
de: Die Leertaste liest alle diese Informationen in einer Reihe vor.
es: La tecla espacio lee toda esta información seguida.
fi: Välilyöntinäppäin lukee kaikki nämä tiedot peräkkäin.
fr: La touche espace lit toutes ces informations consécutives.
gl: A tecla espazo le toda esta información nunha liña.
hr: Razmaknica čita sve ove informacije zaredom.
ja: スペースキーでこの全ての情報を続けて読めます。
pl: spacji odczytuje wszystkie te informacje z rzędu.
pt_br: A tecla de espaço lê todas essas informações em uma linha.
ru: Клавиша пробела считывает всю эту информацию подряд.
tr: Boşluk çubuğu tüm bu bilgileri arka arkaya okur.
uk: Після натискання клавіші пробіл, уся ця інформація читатиметься одним рядком.
zh_cn: 空格键读出以上所有信息。

source: Object selection
bg: Избор на обект
de: Auswahl der Objekte
es: Selección de objetos
fi: Objektin valinta
fr: Sélection de l'objet
gl: Selección de obxecto
hr: Biranje objekata
ja: オブジェクト選択
pl: Zaznaczanie obiektów
pt_br: Seleção de objetos
ru: Выбор объекта
tr: Nesne seçimi
uk: Виділення об’єкта
zh_cn: 对象选择

source: The reference object is the object on the screen that is delimited by the rectangle at all times. First, this object will be the one with the focus of the system, but another can be selected with the following keys:
bg: Свързаният обект е обектът на екрана, който е ограничен от правоъгълника по всяко време. Първо, този обект ще бъде този с фокуса на системата, но друг може да бъде избран със следните клавиши:
de: Das Referenzobjekt ist das Objekt auf dem Bildschirm, das zu jeder Zeit durch das Rechteck begrenzt ist. Zunächst ist dieses Objekt dasjenige, welches im Fokus des Systems sich befindet, aber mit den folgenden Tasten kann ein anderes ausgewählt werden:
es: El objeto de referencia es el objeto de la pantalla que en cada momento quede delimitado por el rectángulo. En principio este objeto será el que tenga el foco del sistema pero puede seleccionarse otro con las siguienhtes teclas:
fi: Viiteobjekti on näytöllä oleva objekti, joka on aina rajattu suorakulmiolla. Tämä on aluksi objekti, jossa järjestelmän kohdistus on, mutta jokin muu voidaan valita seuraavilla näppäimillä:
fr: La référence de l'objet est l'objet sur l'écran qui est délimité par le rectangle à tout moment. Tout d'abord, cet objet sera celui qui a la focalisation du système, mais un autre peut être sélectionné avec les touches suivantes :
gl: O obxecto de referencia é o obxecto na pantalla que está delimitado polo rectángulo todas as veces. Ó principio, este obxecto será aquel co foco do sistema, pero pódese seleccionar outro coas seguintes teclas:
hr: Referentni objekt je objekt na ekranu koji je cijelo vrijeme omeđen pravokutnikom. Ovaj objekt će biti onaj s fokusom sustava, ali se jedan drugi objekt može odabrati pomoću sljedećih tipki:
ja: 参照するオブジェクトは、画面上のオブジェクトで、常に四角形に区切られています。まず、このオブジェクトは、システムフォーカスのある物となりますが、以下のキーにより、他も選択することが出来ます。
pl: Obiekt odniesienia to obiekt na ekranie, który jest przez cały czas ograniczony prostokątem. Po pierwsze, ten obiekt będzie tym, na którym skupia się system, ale inny można wybrać za pomocą następujących klawiszy:
pt_br: O objeto de referência é o objeto na tela que é delimitado pelo retângulo em todos os momentos. Primeiramente, esse objeto será o objeto com o foco do sistema, mas outro pode ser selecionado com as seguintes teclas:
ru: Эталонным объектом является объект на экране, который всегда ограничен прямоугольником. Сначала этот объект будет находиться в фокусе системы, но можно выбрать другой с помощью следующих клавиш:
tr: Referans nesnesi, ekrandaki her zaman dikdörtgenle sınırlanan nesnedir. İlk olarak, bu nesne sistemin odak noktası olacak, ancak aşağıdaki tuşlarla başka bir nesne seçilebilir:
uk: Опорний об’єкт — це об’єкт на екрані, який постійно обмежений прямокутником. Спершу цей об’єкт перебуватиме у системному фокусі, але нижченаведеними клавішами можна обрати інший об’єкт:
zh_cn: 参考对象是被虚拟矩形锁包围的对象。默认情况下，参考对象是当前系统焦点对象，但用户可以通过以下按键来选择其他对象：

source: Up arrow: frames the container of the current object.
bg: Стрелка нагоре: Ограждане на контейнера на текущия обект.
de: Pfeiltaste nach oben: Umrahmt den Container des aktuellen Objekts.
es: Flecha arriba: encuadra el contenedor del objeto actual.
fi: Nuoli ylös: kehystää nykyisen objektin säilön.
fr: Flèche Haut : Encadre le conteneur de l'objet courant.
gl: Frecha arriba: enmarca o contedor do obxecto actual.
hr: Strelica prema gore: uokviruje kontejner trenutačnog objekta.
ja: 上矢印: 現在のオブジェクトのコンテナを囲います。
pl: Strzałka w górę: obramowuje kontener bieżącego obiektu.
pt_br: Seta para cima: enquadra o contêiner do objeto atual.
ru: Стрелка вверх: обрамляет контейнер текущего объекта.
tr: Yukarı ok: geçerli nesnenin kapsayıcısını çerçeveler.
uk: Стрілка вгору: кадрує контейнер поточного об’єкта.
zh_cn: 上箭头：包围此对象的父对象。

source: F: Frames the object with the focus.
bg: F: Ограждане на фокусирания обект.
de: F: umrahmt das Objekt mit dem Fokus.
es: F: Encuadra el objeto con el foco.
fi: F: kehystää objektin, jossa kohdistus on.
fr: F : Encadre l'objet avec le focus.
gl: F: Enmarca o obxecto co foco.
hr: F: Uokviruje objekt s fokusom.
ja: F: フォーカスのあるオブジェクトを囲います。
pl: F: Kadruje obiekt z fokusem.
pt_br: F: Enquadra o objeto com o foco.
ru: F: Помещает объект в рамку с фокусом.
tr: F: Nesneyi odakla çerçeveler.
uk: F: кадрує об’єкт із фокусом.
zh_cn: F：包围当前系统焦点对象。
