Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/screenshots.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk, zh_cn

source: N: Frames the object in the objects navigator.
bg: N: Ограждане на обекта в обектния навигатор.
de: N: Umrahmt das Objekt im Objekt-Navigator.
es: N: Encuadra el objeto en el navegador de objetos.
fi: N: kehystää objektin objektinavigoinnissa.
fr: N : Encadre l'objet dans l'objet navigateur.
gl: N: Enmarca o obxecto no navegador de obxectos.
hr: N: Uokviruje objekt u navigatoru objekta.
ja: N: オブジェクトナビゲータのあるオブジェクトを囲います。
pl: N: Ramki obiektu w nawigatorze obiektów.
pt_br: N: Enquadra o objeto no navegador de objetos.
ru: N: Обрамляет объект в навигаторе объектов.
tr: N: Nesne gezgininde nesneyi çerçeveler.
uk: N: кадрує об’єкт під об’єктним навігатором.
zh_cn: N：包围当前导航对象。

source: W: Frames the active window.
bg: W: Ограждане на активния прозорец.
de: W: Umrahmt das aktive Fenster.
es: W: Encuadra la ventana activa en primer plano.
fi: W: rajaa aktiivisen ikkunan.
fr: W : Encadre la fenêtre active.
gl: W: enmarca a xanela activa.
hr: W: Uokviruje aktivni prozor.
ja: W: アクティブウィンドウを囲います。
pl: W: Ramki aktywnego okna.
pt_br: W: Enquadra a janela ativa.
ru: W: Обрамляет активное окно.
tr: W: Etkin pencereyi çerçeveler.
uk: W: кадрує активне вікно.
zh_cn: W：包围整个前台窗口。

source: M: frames the object under the mouse pointer.
bg: M: Ограждане на обекта под показалеца на мишката.
de: M: Umrahmt das Objekt unter dem Mauszeiger.
es: M: encuadra el objeto bajo el puntero del ratón.
fi: M: kehystää hiiren osoittimen alla olevan kohteen.
fr: M : Encadre l'objet sous le pointeur de la souris.
gl: M: enmarca o obxecto baixo o punteiro do rato.
hr: M: Uokviruje objekt ispod pokazivača miša.
ja: M: マウスポインタの下にあるオブジェクトを囲います。
pl: M: umieszcza obiekt pod wskaźnikiem myszy.
pt_br: M: enquadra o objeto sob o ponteiro do mouse.
ru: M: обрамляет объект под указателем мыши.
tr: M: fare işaretçisinin altındaki nesneyi çerçeveler.
uk: M: кадрує об’єкт під вказівником мишки.
zh_cn: M：包围当前鼠标锁指的对象。

source: S: Frames the entire screen.
bg: S: Ограждане на целия екран.
de: S: Umrahmt den gesamten Bildschirminhalt.
es: S: Encuadra la pantalla completa.
fi: S: kehystää koko näytön.
fr: S : Encadre tout l'écran.
gl: S: Enmarca a pantalla enteira.
hr: S: Uokviruje cijeli ekran.
ja: S: 画面全体を囲います。
pl: S: Kadruje cały ekran.
pt_br: S: Enquadra a tela inteira.
ru: S: Обрамляет весь экран.
tr: S: Tüm ekranı çerçeveler.
uk: S: кадрує цілий екран.
zh_cn: S：包围整个屏幕。

source: With down arrow the changes are undone.
bg: Стрелка надолу отменя промените.
de: Mit der Pfeiltaste nach unten werden die Änderungen rückgängig gemacht.
es: Con flecha abajo se deshacen los cambios.
fi: Muutokset kumotaan painamalla Alanuolta.
fr: Avec une flèche bas, les modifications sont annulées.
gl: Coa frecha abaixo os cambios desfanse.
hr: Sa strelicom prema dolje promjene se poništavaju.
ja: 下矢印キーで、これらの変更が取り消されます。
pl: Za pomocą strzałki w dół zmiany są cofane.
pt_br: Com a seta para baixo, as alterações são desfeitas.
ru: При нажатии стрелки вниз изменения отменяются.
tr: Aşağı ok ile değişiklikler geri alınır.
uk: За допомогою стрілки вниз зміни скасовуються.
zh_cn: 按下箭头可撤消更改。

source: Rectangle size
bg: Размер на правоъгълника
de: Größe des Rechtecks
es: Tamaño del rectángulo
fi: Suorakulmion koko
fr: Taille du rectangle
gl: Tamaño do rectángulo
hr: Veličina pravokutnika
ja: 四角形のサイズ
pl: Rozmiar prostokąta
pt_br: Tamanho do retângulo
ru: Размер прямоугольника
tr: Dikdörtgen boyutu
uk: Розмір прямокутника
zh_cn: 矩形的尺寸

source: The size of the rectangle can be modified using the following keys:
bg: Размерът на правоъгълника може да бъде променян с помощта на следните клавиши:
de: Die Größe des Rechtecks kann mit den folgenden Tasten geändert werden:
es: El tamaño del rectángulo se puede modificar usando las siguientes teclas:
fi: Suorakulmion kokoa voidaan muuttaa seuraavilla näppäimillä:
fr: La taille du rectangle peut être modifiée à l'aide des touches suivantes :
gl: O tamaño do rectángulo pódese modificar utilizando as seguintes teclas:
hr: Veličina pravokutnika može se mijenjati pomoću sljedećih tipki:
ja: 四角形のサイズを、以下のキーで修正できます:
pl: Rozmiar prostokąta można modyfikować za pomocą następujących klawiszy:
pt_br: O tamanho do retângulo pode ser modificado usando as seguintes teclas:
ru: Размер прямоугольника можно изменить с помощью следующих клавиш:
tr: Dikdörtgenin boyutu aşağıdaki tuşlar kullanılarak değiştirilebilir:
uk: Розмір прямокутника можна змінити такими клавішами:
zh_cn: 可以使用以下按键调整矩形的大小：

source: With shift + arrows the upper left corner is moved:
bg: С Shift+стрелките се премества горният ляв ъгъл:
de: Mit Umschalt+Pfeiltasten wird die linke obere Ecke verschoben:
es: Con mayúsculas+flechas se mueve la esquina superior izquierda:
fi: Vasenta yläkulmaa siirretään painamalla Vaihto+nuolinäppäimiä:
fr: Avec Maj+Touches Fléchées, le coin supérieur gauche est déplacé :
gl: Con shift + frechas móvese a esquina superior esquerda:
hr: Sa šift + strelice pomiče se gornji lijevi kut:
ja: shift+矢印で、左上角を移動:
pl: Za pomocą shift + strzałki lewy górny róg jest przesuwany:
pt_br: Com shift + setas, o canto superior esquerdo é movido:
ru: С помощью клавиш shift + стрелки верхний левый угол перемещается:
tr: Shift + oklar ile sol üst köşe hareket ettirilir:
uk: За допомогою shift і стрілок переміщається лівий верхній кут:
zh_cn: Shift + 箭头键 可以移动矩形的左上角，从而调整矩形的上边缘和左边缘：

source: shift + up or down arrow moves the top edge,
bg: Shift+стрелка нагоре или надолу премества горния ръб,
de: Umschalt+Pfeiltaste nach oben oder unten verschiebt den oberen Rand,
es: mayúsculas + flecha arriba o abajo desplaza el borde superior,
fi: Vaihto+ylä- tai alanuoli siirtää yläreunaa,
fr: maj+ flèche haut ou bas déplace le bord supérieur,
gl: shift + frecha arriba ou abaixo move o borde superior,
hr: šift + strelica prema gore ili prema dolje pomiče gornji rub,
ja: shift+上または下矢印で上端を移動、
pl: shift + strzałka w górę lub w dół przesuwa górną krawędź,
pt_br: shift + seta para cima ou para baixo move a borda superior,
ru: shift + стрелка вверх или вниз перемещает верхний край,
tr: shift + yukarı veya aşağı ok, üst kenarı hareket ettirir,
uk: shift + стрілка вгору чи вниз переміщує верхній край,
zh_cn: Shift + 上/下箭头移动顶边（调整高矮），

source: shift + left or right arrow movess the left edge.
es: mayúsculas + flecha izquierda o derecha desplaza el borde izquierdo.
fi: Vaihto+vasen tai oikea nuoli siirtää vasenta reunaa.
fr: maj+flèche gauche ou droite déplace le bord gauche.
pt_br: shift + seta para a esquerda ou para a direita move a borda esquerda.
ru: shift + стрелка влево или вправо перемещает левый край.
tr: shift + sol veya sağ ok sol kenarı hareket ettirir.
uk: shift + стрілка вліво чи вправо переміщує лівий край.
zh_cn: Shift + 左 / 右箭头移动左边（调整宽窄）。

source: With control + arrows the lower right corner is moved:
bg: С Control+стрелките се премества долният десен ъгъл:
de: Mit Strg+Pfeiltasten wird die untere rechte Ecke verschoben:
es: Con conrol+flechas se mueve la esquina inferior derecha:
fi: Oikeaa alakulmaa siirretään painamalla Ctrl+nuolinäppäimiä:
fr: Avec Control+Touches Fléchées, le coin inférieur droit est déplacé :
gl: Con control + frechas móvese a esquina inferior dereita:
hr: Sa kontrol + strelice pomiče se gornji desni kut:
ja: control+矢印で右下角を移動:
pl: Za pomocą control + strzałki przesuwany jest prawy dolny róg:
pt_br: Com as setas de controle +, o canto inferior direito é movido:
ru: С помощью клавиш control + стрелки перемещается правый нижний угол:
tr: Control + oklar ile sağ alt köşe hareket ettirilir:
uk: За допомогою control і стрілок переміщається правий нижній кут:
zh_cn: Ctrl + 箭头键 可以移动矩形的右下角，从而调整矩形的下边缘和右边缘：

source: control + up or down arrow moves the bottom edge,
bg: Control+стрелките за нагоре или надолу премества долния ръб,
de: Strg+Pfeiltaste nach oben oder unten zieht den unteren Rand,
es: control + flecha arriba o abajo desplaza el borde inferior,
fi: Ctrl+ylä- tai alanuoli siirtää alareunaa,
fr: control+flèche haut ou bas déplace le bord inférieur,
gl: control + frecha arriba ou abaixo move o borde inferior,
hr: kontrol + strelica prema gore ili prema dolje pomiče donji rub,
ja: control+上または下矢印で下端を移動。
pl: control + strzałka w górę lub w dół przesuwa dolną krawędź,
pt_br: control + seta para cima ou para baixo move a borda inferior,
ru: control + стрелка вверх или вниз перемещает нижний край,
tr: kontrol + yukarı veya aşağı ok alt kenarı hareket ettirir,
uk: control + стрілка вгору або вниз переміщує нижній край,
zh_cn: control + 上 / 下箭头移动底边（调整高矮），

source: control + left or right arrow moves the right edge.
bg: Control+стрелка наляво или надясно премества десния ръб.
de: Strg+Pfeiltaste nach links oder rechts bewegt den rechten Rand.
es: control + flecha derecha o izquierda desplaza el borde derecho.
fi: Ctrl+vasen tai oikea nuoli siirtää oikeaa reunaa.
fr: control+flèche gauche ou droite déplace le bord droit.
gl: control + frecha esquerda ou dereita move o borde dereito.
hr: kontrol + strelica prema gore ili prema dolje pomiče desni rub,
ja: control+左または右矢印で右端を移動。
pl: Control + strzałka w lewo lub w prawo przesuwa prawą krawędź.
pt_br: control + seta para a esquerda ou para a direita move a borda direita.
ru: control + стрелка влево или вправо перемещает правый край.
tr: control + sol veya sağ ok sağ kenarı hareket ettirir.
uk: control + стрілка вліво чи вправо переміщує правий край.
zh_cn: control + 左 / 右箭头移动右边（调整宽窄）。

source: control + shift + up arrow expands the rectangle, moving all four edges outward.
bg: Control+Shift+стрелка нагоре разширява правоъгълника, премествайки и четирите ръба навън.
de: Strg+Umschalt+Pfeiltaste nach oben vergrößert das Rechteck, wobei alle vier Kanten nach außen verschoben werden.
es: control + mayúsculas + flecha arriba expande el rectángulo, moviendo los cuatro bordes hacia afuera.
fi: Ctrl+Vaihto+nuoli ylös laajentaa suorakulmiota siirtämällä kaikkia neljää reunaa ulospäin.
fr: control+maj+flèche haut agrandi le rectangle, déplaçant les quatre bords vers l'extérieur.
gl: control + shift + frecha arriba expande o rectángulo, movendo todos os catro bordes cara fóra.
hr: kontrol + šift + strelica prema gore proširuje pravokutnik, pomičući sva četiri ruba prema van.
ja: control+shift+上矢印で四角形を広げる。この時、四隅全てが外側に移動。
pl: Control + shift + strzałka w górę rozszerza prostokąt, przesuwając wszystkie cztery krawędzie na zewnątrz.
pt_br: control + shift + seta para cima expande o retângulo, movendo todas as quatro bordas para fora.
ru: control + shift + стрелка вверх расширяет прямоугольник, перемещая все четыре края наружу.
tr: control + shift + yukarı ok, dört kenarı da dışa doğru hareket ettirerek dikdörtgeni genişletir.
uk: control + shift + стрілка вгору розширює прямокутник, переміщуючи всі чотири краї назовні.
zh_cn: Ctrl + Shift + 上箭头 ：向外扩展矩形的四个边缘，使矩形变大。

source: control + shift + down arrow contracts the rectangle, moving all four edges inward.
bg: Control+SHIFT+стрелка надолу свива правоъгълника, премествайки и четирите ръба навътре.
de: Strg+Umschalt+Pfeiltaste nach unten schiebt das Rechteck zusammen und alle vier Kanten nach innen.
es: control + mayúsculas + flecha abajo contrae el rectángulo, moviendo los cuatro bordes hacia adentro.
fi: Ctrl+Vaihto+nuoli alas supistaa suorakulmiota siirtämällä kaikkia neljää reunaa sisäänpäin.
fr: control+maj+flèche bas réduit le rectangle, déplaçant les quatre bords vers l'intérieur.
gl: control + shift + frecha abaixo contrae o rectángulo, movendo todos os catro bordes cara dentro.
hr: kontrol + šift + strelica prema dolje smanjuje pravokutnik, pomičući sva četiri ruba prema unutra.
ja: control+shift+下矢印で四角形を縮める。この時、四隅全てが内側に移動。
pl: Control + shift + strzałka w dół zakurza prostokąt, przesuwając wszystkie cztery krawędzie do wewnątrz.
pt_br: control + shift + seta para baixo contrai o retângulo, movendo todas as quatro bordas para dentro.
ru: control + shift + стрелка вниз сжимает прямоугольник, перемещая все четыре края внутрь.
tr: control + shift + aşağı ok, dört kenarı da içe doğru hareket ettirerek dikdörtgeni daraltır.
uk: control + shift + стрілка вниз звужує прямокутник, переміщуючи усі чотири краї в середину.
zh_cn: Ctrl + Shift + 下箭头 ：向内收缩矩形的四个边缘，使矩形变小。

source: The number of pixels for these movements can be changed with the page up and page down keys. Also in preferences.
bg: Броят на пикселите за тези премествания може да бъде променен с клавишите Page Up и Page Down, както и от настройките.
de: Die Pixel-Anzahl für diese Bewegungen kann mit den Tasten Seite nach oben und Seite nach unten geändert werden. Auch in den Einstellungen.
es: La cantidad de píxeles para estos movimientos se puede modificar con las teclas avance y retroceso de página. También en las preferencias.
fi: Siirtämisen pikselimäärää voidaan muuttaa page up- ja page down -näppäimillä, sekä lisäksi asetuksissa.
fr: Le nombre de pixels pour ces mouvements peut être modifié avec les touches page précédente et page suivante. Également dans les préférences.
gl: O númeor de píxeles destes movementos pódese cambiar coas teclas retroceso de páxina e avance de páxina. Tamén nas preferencias.
hr: Broj piksela za ove pokrete može se mijenjati tipkama za stranicu prema gore i dolje. Također u postavkama.
ja: これらの動きのピクセル数を、ページアップ、ページダウンキーで変更できます。設定(P)にもあります。
pl: Liczbę pikseli dla tych ruchów można zmienić za pomocą page up i page down. Również w preferencjach.
pt_br: O número de pixels para esses movimentos pode ser alterado com as teclas page up e page down. Também em preferências.
ru: Количество пикселей для этих перемещений можно изменить с помощью клавиш page up и page down. Также в настройках.
tr: Bu hareketler için piksel sayısı sayfa yukarı ve sayfa aşağı tuşları ile değiştirilebilir. Tercihlerden de aynı değişiklikleri gerçekleştirebilirsiniz.
uk: Кількість пікселів для цих рухів можна змінити клавішами сторінка вгору чи сторінка вниз. А також у налаштуваннях.
zh_cn: 可以使用 Page Up 和 Page Down 键来调整每次移动操作的像素数，可以在设置面板中调整精确的移动步长。

source: By resizing the rectangle the reference object may change. It will always try to select the object that is centered, in the foreground and that occupies a larger area within the rectangle. Object changes will be announced when they occur.
bg: Чрез преоразмеряване на правоъгълника свързаният обект може да се промени. Добавката винаги ще се опитва да избере обекта, който е центриран, на преден план и който заема по -голяма площ в правоъгълника. Смяната на обекта ще бъде докладвана, ако настъпи такава.
de: Wenn Sie die Größe des Rechtecks ändern, kann sich das Referenzobjekt ändern. Es wird immer versucht, das Objekt auszuwählen, das zentriert ist, sich im Vordergrund befindet und einen größeren Bereich innerhalb des Rechtecks einnimmt. Änderungen des Objekts werden mitgeteilt, sobald sie auftreten.
es: Al modificar el tamaño del rectángulo el objeto de referencia puede cambiar. Se intentará seleccionar siempre el objeto que esté centrado, en primer plano y que ocupe un área mayor dentro del rectángulo. Los cambios de objeto se anunciarán cuando se produzcan.
fi: Suorakulmion koon muuttaminen voi muuttaa viiteobjektia. Lisäosa yrittää aina valita objektin, joka on etualalla keskellä, ja joka vie suuremman alueen suorakulmion sisällä. Objektin muutoksista ilmoitetaan niiden tapahtuessa.
fr: En redimensionnant le rectangle, la référence de l'objet peut changer. Elle essaiera toujours de sélectionner l'objet centré, au premier plan et qui occupe une zone plus grande dans le rectangle. Les modifications des objets seront annoncées lorsqu'ils se produiront.
gl: Ó redimensionar o rectángulo o obxecto de referencia pode cambiar. Sempre tratará de seleccionar o obxecto que estea centrado, en primeiro plano e que ocupe unha área máis grande dentro do rectángulo. Os cambios de obxecto anunciaranse cando se produzan.
hr: Mijenjanjem veličine pravokutnika referentni objekt će se možda promijeniti. Uvijek će pokušati odabrati objekt koji je centriran, u prvom planu i koji zauzima veće područje unutar pravokutnika. Promjene objekata će se najaviti kad se dogode.
ja: 四角形の大きさを変更すると、参照しているオブジェクトが変わることがあります。中心にあり、前面にあり、四角形の中で大きな領域を占めているオブジェクトを常に選択しようとします。オブジェクトが変更されると通知されます。
pl: Zmiana rozmiaru prostokąta może ulec zmianie. Zawsze będzie próbował wybrać obiekt, który jest wyśrodkowany, na pierwszym planie i który zajmuje większy obszar w prostokącie. Zmiany obiektów zostaną ogłoszone po ich wystąpieniu.
pt_br: Ao redimensionar o retângulo, o objeto de referência pode mudar. Ele sempre tentará selecionar o objeto que está centralizado, em primeiro plano e que ocupa uma área maior dentro do retângulo. As alterações de objeto serão anunciadas quando ocorrerem.
ru: При изменении размера прямоугольника опорный объект может измениться. Программа всегда будет пытаться выбрать объект, расположенный по центру, на переднем плане и занимающий большую площадь внутри прямоугольника. Об изменениях объекта будет сообщено, когда они произойдут.
tr: Dikdörtgeni yeniden boyutlandırarak referans nesne değişebilir. Her zaman ortalanmış, ön planda olan ve dikdörtgen içinde daha geniş bir alanı kaplayan nesneyi seçmeye çalışacaktır. Nesne değişiklikleri meydana geldiğinde duyurulacaktır.
uk: Під час зміни розміру прямокутника, розмір опорного об’єкта може змінитися. Він завжди намагатиметься виділяти об’єкт, який розташований у центрі, на передньому плані й займає велику площу в прямокутнику. Про зміни об’єкта буде повідомлено в разі їх появи.
zh_cn: 当你调整虚拟矩形的大小时，参考对象可能会发生变化。系统会自动尝试选择在矩形中心、前景中且在矩形内占据较大面积的对象。当参考对象发生变化时，NVDA 会给出提示。

source: OCR
fi: Tekstintunnistus

source: Pressing R will recognize the text included in the rectangle. This may not work in some circumstances, for example if the rectangle is too small or if the Bluetooth audio addon is installed (there is a rare incompatibility).
es: Al pulsar r se reconocerá el texto incluido en el rectángulo. Esto podría no funcionar en determinadas circunstancias, por ejemplo si el rectángulo es demasiado pequeño o el complemento Bluetooth Audio está instalado (hay una extraña incompatibilidad).
fi: R-näppäimen painaminen tunnistaa suorakulmiossa olevan tekstin. Tämä ei välttämättä toimi kaikissa tilanteissa, esimerkiksi jos suorakulmio on liian pieni tai jos Bluetooth Audio -lisäosa on asennettu (tämä on harvinainen yhteensopimattomuus).
fr: En appuyant sur R, vous reconnaîtrez le texte inclus dans le rectangle. Cela peut ne pas fonctionner dans certaines circonstances, par exemple si le rectangle est trop petit ou si l'extension Bluetooth audio est installée (il existe une incompatibilité rare).
pt_br: Pressionar R reconhecerá o texto incluído no retângulo. Isso pode não funcionar em algumas circunstâncias, por exemplo, se o retângulo for muito pequeno ou se o complemento de áudio Bluetooth estiver instalado (há uma rara incompatibilidade).
ru: Нажатие клавиши R распознает текст, помещенный в прямоугольник. В некоторых случаях это может не сработать, например, если прямоугольник слишком маленький или если установлено аудио-дополнение Bluetooth (в редких случаях возникает несовместимость).
tr: R tuşuna basmak dikdörtgenin içindeki metni tanıyacaktır. Bu, örneğin dikdörtgenin çok küçük olması veya Bluetooth ses eklentisinin yüklü olması gibi bazı durumlarda çalışmayabilir (nadir görülen bir uyumsuzluk vardır).
uk: Натискання R розпізнає текст, охоплений прямокутником. За деяких обставин це може не спрацювати, наприклад, якщо прямокутник занадто малий або якщо встановлено додаток Bluetooth Audio (існує рідкісна несумісність).
zh_cn: 按 R 识别矩形中包含的文本。在个别情况下可能无效，例如，如果矩形太小或安装了“蓝牙音频”插件（会偶发无法识别的情况）。

source: Capture the image
bg: Заснемане на изображението
de: Das Bild erfassen
es: Capturar la imagen
fi: Kuvan kaappaaminen
fr: Capturer l'image
gl: Capturar a imaxe
hr: Snimi sliku
ja: イメージのキャプチャ
pl: Uchwyć obraz
pt_br: Capturar a imagem
ru: Захват изображения
tr: Görüntü yakalama
uk: Захоплення зображення
zh_cn: 截图

source: Enter key captures the image of the screen area delimited by the rectangle, it is saved in a file and exits.
bg: Клавишът ENTER заснема екрана ограничен от правоъгълника, запазва го във файл и излиза от режима за екранни снимки.
de: Mit der Eingabetaste wird das Bild des durch das Rechteck begrenzten Bildschirmbereichs erfasst, in einer Datei gespeichert und beendet.
es: Con la tecla enter se captura la imagen del área de la pantalla delimitada por el rectángulo, se guarda en un archivo y se sale del asistente.
fi: Enter-näppäin kaappaa kuvan suorakulmion rajaamasta näyttöalueesta. Kuva tallennetaan tiedostoon, jonka jälkeen kuvakaappaustoiminto suljetaan.
fr: La touche Entrée capture l'image de la zone d'écran délimité par le rectangle, il est enregistré dans un fichier et sort.
gl: A tecla intro captura a imaxe da área da pantalla delimitada polo rectángulo, gárdase nun arquivo e sae.
hr: Tipka Enter snima sliku područja ekrana koji je ograničen pravokutnikom, sprema sliku u datoteku i zatvara program.
ja: エンターキーで、四角形によって区切られた画面のイメージをキャプチャします。ファイルに保存され、終了します。
pl: Enter przechwytuje obraz obszaru ekranu ograniczonego prostokątem, jest zapisywany w pliku i wychodzi.
pt_br: A tecla Enter captura a imagem da área da tela delimitada pelo retângulo, salva em um arquivo e sai.
ru: Клавиша Enter захватывает изображение области экрана, ограниченной прямоугольником, сохраняет его в файл и завершает работу.
tr: Enter tuşu, dikdörtgenle ayrılmış ekran alanının görüntüsünü yakalar, bir dosyaya kaydeder ve çıkar.
uk: Клавіша enter захоплює зображення площі екрана, обмеженої прямокутником, зберігає його у файл і закриває додаток.
zh_cn: Enter：截取当前虚拟矩形内的屏幕区域，并将图像保存到文件中，随后退出截图向导。

source: Shift+enter instead of just enter will bring up a dialog to choose where to save the screenshot instead of automatically saving it to the default folder.
es: Shift+intro en lugar de sólo intro mostrará un diálogo para elegir dónde guardar la captura de pantalla en vez de guardarla automáticamente en la carpeta por defecto.
fi: Vaihto+Enter-näppäinyhdistelmä avaa valintaikkunan, jossa voit valita, minne kuvakaappaus tallennetaan sen sijaan, että se tallennettaisiin automaattisesti oletuskansioon.
fr: Maj+Entrée au lieu de simplement Entrée fera apparaître une boîte de dialogue pour choisir où enregistrer la capture d'écran au lieu de l'enregistrer automatiquement dans le dossier par défaut.
pt_br: Shift+enter em vez de apenas enter abrirá uma caixa de diálogo para escolher onde salvar a captura de tela em vez de salvá-la automaticamente na pasta padrão.
ru: Сочетание клавиш Shift+enter вместо одной enter вызовет диалог для выбора места сохранения снимка экрана вместо автоматического сохранения его в папку по умолчанию.
tr: Yalnızca enter yerine Shift+enter, ekran görüntüsünün otomatik olarak varsayılan klasöre kaydedilmesi yerine nereye kaydedileceğini seçmenizi sağlayan bir iletişim kutusu açar.
uk: Натискання клавіш Shift+Enter замість просто Enter відкриє діалог для вибору місця збереження знімка екрана замість автоматичного збереження до стандартної папки.
zh_cn: Shift+Enter，会弹出一个用于选择保存截图位置的对话框。

source: Escape key cancels and exits.
bg: Клавишът Escape отменя операцията и излиза от режима за екранни снимки.
de: Die Escape-Taste bricht den Vorgang ab und schließt das Fenster.
es: Con la tecla escape se cancela y sale del asistente.
fi: Esc-näppäin peruuttaa ja sulkee kuvakaappaustoiminnon.
fr: La touche Échap annule et sort.
gl: A tecla escape cancela e sae.
hr: Tipka Escape prekida radjnu i zatvara program.
ja: エスケープキーでキャンセルされ、終了します。
pl: Escape anuluje i wychodzi.
pt_br: A tecla Escape cancela e sai.
ru: Клавиша Escape отменяет действие и завершает работу.
tr: Escape tuşu iptal eder ve çıkar.
uk: Клавіша escape скасовує і виходить із додатка.
zh_cn: Escape 键取消并退出截图向导。

source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
gl: Opcións
hr: Postavke
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_cn: 设置
