Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/screenshots.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_br, ru, tr, uk, zh_cn

source: In NVDA preferences, options, the following settings can be configured:
bg: В менюто на NVDA -> Настройки -> Опции, могат да бъдат конфигурирани следните настройки:
de: In den NVDA-Einstellungen können die folgenden Optionen konfiguriert werden:
es: En las preferencias de NVDA, opciones, se pueden configurar los siguienhtes ajustes:
fi: Kohdasta NVDA-valikko ->Asetukset -> Asetukset voidaan määrittää seuraavat asetukset:
fr: Dans les préférences NVDA, Paramètres, les paramètres suivants peuvent être configurés :
gl: Nas preferencias de NVDA; opcións, pódense configurar os seguintes axustes:
hr: U NVDA postavkama, opcije, mogu se konfigurirati sljedeće postavke:
ja: NVDAの設定(P)、オプションにより、次の設定が可能です:
pl: W preferencjach NVDA, opcjach, można skonfigurować następujące ustawienia:
pt_br: Nas preferências do NVDA, opções, as seguintes configurações podem ser definidas:
ru: В разделе настройки NVDA можно настроить следующие параметры:
tr: NVDA tercihler, ayarlarda aşağıdaki seçenekler yapılandırılabilir:
uk: Нижченаведені параметри можна налаштувати, увійшовши в меню NVDA, «Параметри», «Налаштування»:
zh_cn: 在 NVDA 的设置面板中，可以修改以下设置：

source: The folder where the files will be saved. The user's documents folder by default.
bg: Папката, в която ще бъдат запазвани файловете. По подразбиране е папката "Документи" на потребителя.
de: Der Ordner, in dem die Dateien gespeichert werden sollen. Standardmäßig ist dies der Ordner "Dokumente" des Benutzers.
es: La carpeta donde se guardarán los archivos. Por defecto la carpeta de documentos del usuario.
fi: Kansio, johon kuvatiedostot tallennetaan. Oletusarvoisesti käyttäjän Tiedostot-kansio.
fr: Le dossier où les fichiers seront enregistrés. Le dossier Documents de l'utilisateur par défaut.
gl: O cartafol onde se gardarán os arquivos. Por defecto, a carpeta de documentos do usuario.
hr: Mapa za spremanje datoteka. Standardno se koristi korisnička mapa dokumenata.
ja: ファイルが保存されるフォルダ。初期状態はユーザーのドキュメントフォルダ。
pl: Folder, w którym zostaną zapisane pliki. Domyślnie folder dokumentów użytkownika.
pt_br: A pasta onde os arquivos serão salvos. Por padrão, a pasta de documentos do usuário.
ru: Папка, в которую будут сохранены файлы. По умолчанию это папка документов пользователя.
tr: Dosyaların kaydedileceği klasör. Varsayılan olarak kullanıcının belgeler klasörüdür.
uk: Папка, в якій зберігатимуться файли. Початково це папка «Документи».
zh_cn: 用于保存截图文件的目录。 默认使用用户的文档目录。

source: The image file format.
bg: Форматът на файла с изображението.
de: Das Format der Bilddatei.
es: El formato del archivo de imagen.
fi: Kuvan tiedostomuoto.
fr: Le format de fichier image.
gl: O formato do arquivo da imaxe.
hr: Datotečni format slike.
ja: イメージファイルフォーマット。
pl: Format pliku obrazu.
pt_br: O formato do arquivo de imagem.
ru: Формат файла изображения.
tr: Görüntü dosyası biçimi.
uk: Формат файла зображення.
zh_cn: 截图文件格式。

source: Whether or not to enlarge the captured image. The scale is calculated based on the size of the rectangle and the screen. Small images will be enlarged further, to a maximum of 4x, and larger ones only to the edge of the screen.
es: Agrandar o no la imagen capturada. La escala se calcula basándose en el tamaño del rectángulo y la pantalla. Las imágenes pequeñas se agrandarán más, hasta un máximo de 4x, y las grandes sólo hasta el borde de la pantalla.
fi: Suurennetaanko otettu kuvakaappaus vai ei. Mittakaava lasketaan suorakulmion ja näytön koon perusteella. Pienet kuvat suurennetaan enintään 4-kertaisiksi ja suuremmat vain näytön reunaan saakka.
fr: S'il faut ou non agrandir l'image capturée. L'échelle est calculée en fonction de la taille du rectangle et de l'écran. Les petites images seront agrandies davantage, jusqu'à un maximum de 4x, et les plus grandes uniquement jusqu'au bord de l'écran.
pt_br: Se a imagem capturada deve ou não ser ampliada. A escala é calculada com base no tamanho do retângulo e da tela. As imagens pequenas serão ampliadas ainda mais, até um máximo de 4x, e as maiores somente até a borda da tela.
ru: Следует ли увеличивать полученное изображение. Масштаб рассчитывается в зависимости от размера прямоугольника и экрана. Небольшие изображения будут дополнительно увеличены, максимум в 4 раза, а более крупные - только до края экрана.
tr: Yakalanan görüntünün büyütülüp büyütülmeyeceği. Ölçek, dikdörtgenin ve ekranın boyutuna göre hesaplanır. Küçük resimler maksimum 4x'e kadar, daha büyük olanlar ise yalnızca ekranın kenarına kadar büyütülecektir.
uk: Збільшувати чи ні захоплене зображення. Масштаб розраховується на основі розміру прямокутника та екрана. Маленькі зображення будуть збільшені ще більше, максимум учетверо, а великі — лише до краю екрана.
zh_cn: 是否放大图像。根据矩形和屏幕的大小计算放大比例。小图像会被放大，最大可达 4 倍，而较大图像仅支持放大到屏幕边缘。

source: The action after saving (nothing, open the folder or open the file).
bg: Действието след запазване (нищо, отваряне на папката или отваряне на файла).
de: Die Aktion nach dem Speichern (nichts unternehmen, den Ordner öffnen oder die Datei öffnen).
es: La acción después de guardar (nada, abrir la carpeta o abrir el archivo).
fi: Toiminto tallennuksen jälkeen (ei mitään, avaa kansio tai avaa tiedosto).
fr: L'action après enregistrer (rien, ouvrir le dossier ou ouvrir le fichier).
gl: A acción despois de gardar (nada, abrir o cartafol ou abrir o arquivo).
hr: Radnja nakon spremanja (ništa, otvori mapu ili otvori datoteku).
ja: 保存後の動作（何もしない、フォルダを開く、またはファイルを開く）。
pl: Akcja po zapisaniu (nic, otwórz folder lub otwórz plik).
pt_br: A ação após salvar (nada, abrir a pasta ou abrir o arquivo).
ru: Действие после сохранения (ничего, открыть папку или открыть файл).
tr: Kaydettikten sonraki eylem (hiçbir şey yapma, klasörü aç veya dosyayı aç).
uk: Дія після збереження (нічого не робити, відкрити папку чи відкрити файл).
zh_cn: 保存后的操作（什么都不做，打开目录或打开截图文件）。

source: The number of pixels for each movement.
bg: Броят на пикселите за всяко преместване.
de: Die Pixel-Anzahl für jede Bewegung.
es: La cantidad de píxeles de cada movimiento.
fi: Siirtämisen pikselimäärä.
fr: Le nombre de pixels pour chaque mouvement.
gl: O número de píxeles para cada movemento.
hr: Broj piksela za svako pomicanje.
ja: 毎回の移動時のピクセル数。
pl: Liczba pikseli dla każdego ruchu.
pt_br: O número de pixels para cada movimento.
ru: Количество пикселей для каждого движения.
tr: Her hareket için piksel sayısı.
uk: Кількість пікселів для кожного руху.
zh_cn: 每次移动的像素数。
