Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/screenCurtain.*.po
Languages: bg, es, fi, hr, it, pt_br, pt_pt, ru, vi, zh_cn

source: [[!meta title="Screen Curtain"]]
bg: [[!meta title="Екранна завеса (Screen Curtain)"]]
fi: [[!meta title="Näyttöverho"]]
hr: [[!meta title="Ekranska zavjesa (Screen Curtain)"]]
pt_br: [[!meta title="Cortina de Tela (Screen Curtain)"]]
pt_pt: [[!meta title="Cortina de Ecrã"]]
ru: [[!meta title="Затемнение Экрана"]]
vi: [[!meta title="che màn hình"]]
zh_cn: [[!meta title="黑屏-Screen Curtain"]]

source: Authors: Babbage B.V., Joseph Lee
bg: Автори: Babbage B.V., Joseph Lee
es: Autores: Babbage B.V., Joseph Lee
fi: Tekijät: Babbage B.V., Joseph Lee
hr: Autori: Babbage B.V., Joseph Lee
it: Autori: Babbage B.V., Joseph Lee
pt_br: Autores: Babbage B.V., Joseph Lee
pt_pt: Autores: Babbage B.V., Joseph Lee
ru: Авторы: Babbage B.V., Joseph Lee
vi: Tác giả: Babbage B.V., Joseph Lee
zh_cn: 作者: Babbage B.V., Joseph Lee

source: Download [development version][1]
bg: Изтегляне на [тестова версия][1]
es: Descargar [versión de desarrollo][1]
fi: Lataa [kehitysversio][1]
hr: Preuzmi [razvojnu verziju][1]
it: Scarica la [versione in sviluppo][1]
pt_br: Baixe a [versão em desenvolvimento][1]
pt_pt: Baixar [versão de desenvolvimento][1]
ru: Загрузить [разрабатываемую версию][1]
vi: Tải về [phiên bản thử nghiệm][1]
zh_cn: 下载 [开发板][1]

source: NVDA compatibility: 2018.3 to 2019.2
bg: Съвместимост с NVDA: от 2018.3 до 2019.2
es: Compatibilidad con NVDA: de 2018.3 a 2019.2
fi: Yhteensopivuus: NVDA 2018.3-2019.2
hr: NVDA kompatibilnost: 2018.3 do 2019.2
it: Compatibilità con NVDA: dalla 2018.3 alla 2019.2
pt_br: Compatibilidade com NVDA: 2018.3 até 2019.2
pt_pt: Compatibilidade com o NVDA: 2018.3 a 2019.2
ru: Совместимость с NVDA: от 2018.3 до 2019.2
vi: NVDA tương thích: 2018.3 đến 2019.2
zh_cn: NVDA兼容版本: 2018.3至2019.2

source: This is a legacy add-on: NVDA 2019.3 includes screen curtain functionality
bg: Това е остаряла добавка: Функцията "екранна завеса" е вече внедрена в NVDA 2019.3
es: Este complemento se considera antiguo: NVDA 2019.3 incluye funciones de cortina de pantalla
fi: Tämä on vanhentunut lisäosa: NvDA 2019.3:een sisältyy näyttöverhotoiminnallisuus.
hr: Ovo je stari dodatak: ekranska zavjesa je ugrađena u NVDA 2019.3
pt_br: Esse é um complemento legado: O NVDA 2019.3 inclui a funcionalidade de cortina de tela
ru: Это устаревшее дополнение: NVDA 2019.3 включает в себя функцию затемнения экрана
zh_cn: 这是旧版插件：NVDA 2019.3已集成黑屏功能。

source: This add-on brings NVDA Core issue 7857 to life: adding screen curtain functionality on Windows 8 and later.
bg: Тази добавка пресъздава функционалността от доклада №7857 за NVDA: Възможност за използване на така наречената "екранна завеса" под Windows 8 и по-нови.
es: Este complemento lleva a la vida la incidencia del núcleo de NVDA 7857: añadir la funcionalidad de cortina de pantalla en Windows 8 y posterior.
fi: Tämä lisäosa lisää NVDA:han näyttöverhotoiminnon Windows 8:ssa ja uudemmissa.
hr: Ovim se dodatkom rješava prijavljeni problem 7857 u NVDA jezgri: dodavanje funcionalnosti u sustavu Windows 8 i novijim.
it: Questo componente consente di utilizzare la funzione Tendina per lo schermo disponibile in Windows 8 e successivi; risolve il problema di NVDA 7857.
pt_br: Esse complemento dá existência à questão do NVDA Core 7857: adicionando a funcionalidade de cortina de tela no Windows 8 e posterior.
pt_pt: Este extra concretiza o problema do NVDA Core 7857: adicionando a funcionalidade de cortina de ecrã no Windows 8 e posterior.
ru: Это дополнение воплощает в жизнь основную проблему NVDA 7857: добавляет функциональность затемнения экрана в Windows 8 и выше.
vi: Add-on này hiện thực hóa yêu cầu 7857 của NVDA: thêm tính năng screen curtain (làm mờ màn hình) của Windows 8 trở lên.
zh_cn: 此插件主要是NVDA Core issue 7857的概念证明，主要实现了：在Windows 8及更高版本中添加屏幕幕布功能，这可以在运行NVDA的过程中让屏幕变黑，最终目的是保护用户的隐私不受侵犯。

source: To use this add-on, go to NVDA menu/Tools/Screen Curtain. If the item is checked, screen curtain is active, otherwise it is off. You can also assign a command to toggle screen curtain from everywhere. When toggling this feature, NVDA will announce a status message, and in case screen curtain is active when NVDA starts, a tone will be heard.
bg: За да използвате тази добавка, отидете в менюто на NVDA -> Инструменти -> Screen Curtain (екранна завеса). Ако елементът е с отметка, екранната завеса е действаща, в противен случай тя е изключена. Можете също така да зададете команда за превключване на екранната завеса отвсякъде. Когато превключвате тази функция, NVDA ще докладва със съобщение текущото състояние, а ако екранната завеса е активна, когато NVDA стартира, ще бъде възпроизведен тон.
es: Para utilizar este complemento, ve a NVDA/Herramientas/Screen Curtain. Si el elemento está marcado, la cortina de pantalla está activada, en otro caso estará desactivada. También puedes asignar un comando para conmutar la cortina de pantalla desde cualquier lugar. Cuando se alterne esta característica NVDA anunciará un mensaje de estado, y en caso de que la cortina de pantalla esté activa cuando NVDA se inicie se oirá un tono.
fi: Tätä lisäosaa käytetään valitsemalla NVDA-valikosta Työkalut/Screen Curtain. Jos valikkokohde on valittuna, näyttöverho on aktiivisena, muutoin se ei ole käytössä. On myös mahdollista määrittää komento näyttöverhon käyttöön ottamiseksi ja käytöstä poistamiseksi mistä tahansa. Kun toiminto otetaan käyttöön tai poistetaan käytöstä, NVDA ilmoittaa sen tilan, ja siinä tapauksessa että näyttöverho on käytössä NVDA:n käynnistyessä, asiasta ilmoitetaan äänimerkillä.
hr: Za korištenje dodatka, prijeđi na NVDA izbornik>Alati>Ekranska zavjesa. Ako je stavka označena, ekranska zavjesa je aktivna, inače je isključena. Moguće je dodijeliti naredbu za uključivanje i isključivanje ekranske zavjese s bilo kojeg mjesta. Prilikom uključivanja i isključivanja dodatka, NVDA će objaviti poruku o stanju, a u slučaju da je ekranska zavjesa aktivna prilikom pokretanja NVDA čitača, oglasit će se zvuk.
it: Per usare il componente aggiuntivo, aprire il menu di NVDA, Strumenti, Screen Curtain. Se la voce è attivata, allora significa che la tendina è attiva, diversamente non lo è. E' possibile assegnare un tasto rapido per l'attivazione o disattivazione della Tendina. Quando la tendina viene attivata o disattivata NVDA vocalizza un messaggio di stato; se la tendina è attiva al riavvio di NVDA, verrà emesso un suono di avviso.
pt_br: Para usar esse complemento, vá ao menu do NVDA/Ferramentas/Cortina de Tela. Se o item estiver marcado, a cortina de tela está ativa, caso contrário, está desativada. Também pode atribuir um comando para alternar a cortina de tela de qualquer lugar. Ao alternar esse recurso, o NVDA anunciará uma mensagem de status e, caso a cortina de tela esteja ativa quando o NVDA iniciar, um tom será ouvido.
pt_pt: Para usar este extra, vá ao menu do NVDA / Ferramentas / Cortina de ecrã. Se o item estiver marcado, a cortina de ecrã estará activa, caso contrário, estará desactivada. Também pode atribuir um comando para alternar a cortina de ecrã a partir de qualquer lugar. Ao alternar esta função, o NVDA anunciará uma mensagem de status e, caso a cortina de ecrã esteja activa quando o NVDA iniciar, um tom será ouvido.
ru: Чтобы использовать это дополнение, перейдите в меню NVDA/Сервис/Затемнение Экрана. Если этот пункт отмечен, затемнение экрана активно, в противном случае оно отключено. Вы также можете назначить команду для переключения затемнения экрана из любого места. При включении этой функции NVDA выдаст сообщение о состоянии, а в случае, если при запуске NVDA активно затемнение экрана, раздастся звуковой сигнал.
vi: Để dùng add-on này, mở trình đơn NVDA/Công cụ/Screen Curtain. Nếu mục này được chọn, screen curtain sẽ được bật, ngược lại thì nó tắt. Bạn cũng có thể gán lệnh để bật / tắt tính năng này ở bất cứ đâu. Khi bật / tắt tính năng này, NVDA sẽ có một thông điệp thông báo trạng thái, và trong trường hợp nó đã được kích hoạt khi khởi động NVDA, sẽ có một âm thanh thông báo.
zh_cn: 要使用此插件，请打开NVDA菜单/工具/屏幕幕布。如果选中该项目，则幕布处于活动状态，否则将关闭。您还可以指定快捷键以从任何位置切换屏幕幕布。切换此功能时，NVDA将朗读状态信息，如果NVDA启动时屏幕幕布有效，将听到提示音。

source: To ask NVDA to turn on screen curtain while using it, go to NVDA menu/Preferences/Settings/Screen curtain. Check "use screen curtain" checkbox to enable screen curtain, uncheck to disable. You can also configure this setting while profiles other than normal configuration is active so you can use screen curtain while a profile is active (while using an app, for example).
bg: За да инструктирате NVDA да включи екранната завеса, докато го използвате, отидете в менюто на NVDA -> Настройки -> Опции -> Screen curtain. Поставете отметка в полето "Use screen curtain", за да задействате екранната завеса. Премахнете отметката от полето, за да я изключите. Можете също така да конфигурирате тази настройка, докато в действие са профили, различни от профила "Обичайни настройки", за да можете да използвате екранната завеса, докато в действие е даден профил (например при използване на конкретно приложение).
es: Para pedir a NVDA que active la cortina de pantalla mientras se use, ve a NVDA/Preferencias/Opciones/Screen Curtain. Marca la casilla de verificación "use screen curtain" ("usar cortina de pantalla") para habilitar la cortina de pantalla, desmárcala para deshabilitarla. También puedes configurar esta opción cuando otro perfil diferente de la configuración normal esté activo, de manera que puedes usar la cortina de pantalla mientras un perfil esté activo (mientras uses una app, por ejemplo).
fi: Näyttöverho otetaan käyttöön valitsemalla NVDA-valikosta Asetukset/Asetukset/Screen curtain. Toiminto otetaan käyttöön valitsemalla "Use screen curtain" -valintaruutu tai poistetaan käytöstä poistamalla valintaruudun valinta. Tämän asetuksen määrittäminen on myös mahdollista, kun muu kuin normaalit asetukset -profiili on aktiivisena, jolloin näyttöverhoa voi käyttää kyseisessä profiilissa (esim. sovellusta käytettäessä).
hr: Za vrijeme rada u NVDA čitaču, ekranska zavjesa se uključuje putem NVDA izbornika>Postavke>Postavke>Ekranska zavjesa. Potvrdnim okvirom „Koristi ekransku zavjesu” se aktivira i deaktivira ekranska zavjesa. Ovu postavku je moguće konfigurirati i kad su profili aktivni, koji nisu uobičajena konfiguracija. Na taj način je moguće koristiti ekransku zavjesu dok je profil aktivan (na primjer, kad se koristi aplikacija).
it: Se si vuole usare la tendina ogni volta che si usa NVDA, aprire il menu Preferenze, Impostazioni, Screen Curtain. Attivare la casella di controllo per usare la tendina, disattivarla se non si vuole nascondere lo schermo. La configurazione per Screen Curtain si può impostare anche per profili diversi dalla Configurazione Normale, utile per esempio quando si vuol nascondere lo schermo con la tendina in uno specifico profilo per una determinata applicazione.
pt_br: Para solicitar ao NVDA para ligar a cortina de tela enquanto o estiver usando, vá para o menu do NVDA/Preferências/Configurações/Cortina de tela. Marque a caixa de seleção "usar Cortina de tela" para habilitar a cortina de tela, desmarque para desabilitar. Também pode definir essa configuração enquanto outros perfis além da configuração normal estiverem ativos, para que possa usar a cortina de tela enquanto um perfil estiver ativo (ao usar um aplicativo, por exemplo).
pt_pt: Para solicitar ao NVDA para ligar a cortina do ecrã enquanto o estiver a utilizar, vá para o menu do NVDA / Preferências / Configurações / Cortina de ecrã. Marque a caixa de selecção "usar Cortina de ecrã" para activar a cortina de ecrã, desmarque-a para desactivação. Também pode definir essa configuração enquanto outros perfis além da configuração normal estiverem activos, para que possa usar a cortina de ecrã enquanto um perfil estiver activo (ao usar um aplicativo, por exemplo).
ru: Чтобы включить в NVDA затемнение экрана во время её использования, перейдите в меню NVDA/Параметры/Настройки/Затемнение Экрана. Установите флажок "использовать затемнение экрана", чтобы включить его, и снимите флажок, чтобы отключить. Вы также можете настроить этот параметр, когда активны профили, отличные от обычной конфигурации, чтобы вы могли использовать затемнение экрана, когда активен профиль (например, при использовании конкретного приложения).
vi: Để NVDA bật screen curtain khi nó đang chạy, vào trình đơn NVDA/Tùy chọn/Cấu hình/Screen curtain. Đánh dấu hộp kiểm "use screen curtain" để bật screen curtain, bỏ chọn để tắt. Bạn cũng có thể cấu hình tính năng này khi đang kích hoạt một hồ sơ khác với hồ sơ cấu hình bình thường để bạn có thể bật nó khi kích hoạt một hồ sơ cấu hình (ví dụ như khi đang dùng một ứng dúngnào đó).
zh_cn: 要让NVDA在使用时打开屏幕幕布，请打开NVDA菜单/首选项/设置/屏幕幕布。选中“使用屏幕幕布”复选框以启用屏幕幕布，取消选中以禁用。您还可以在正常配置以外的配置文件处于活动状态时配置此设置，以便在配置文件处于活动状态时（例如，在使用应用程序时）使用屏幕幕布。

source: IMPORTANT: this is a proof of concept add-on. As screen curtain functionality is [included in NVDA][2] as of 2019.3, this add-on is discontinued.
bg: ВАЖНО: Целта на тази добавка е да докаже работеща концепция за въпросната функционалност. Тъй като функцията "екранна завеса" е [включена][2] в NVDA 2019.3, тази добавка вече няма да се разработва.
es: Importante: éste es un complemento como prueba de concepto. Como ya se ha [incluido en NVDA la característica en cuestión][2] desde la versión 2019.3, este complemento será descontinuado.
fi: TÄRKEÄÄ: tämä on konseptilisäosa. Kehitys on lopetettu, koska näyttöverhotoiminnallisuus [sisältyy NVDA:han][2] versiosta 2019.3 lähtien.
hr: Ovaj dodatak služi u svrhu dokazivanja koncepta. Nakon što se funkcionalnost ekranske zavjese [uključi u NVDA][2], obustavit će se razvoj ovog dodatka.
it: Importante: questa funzione è stata aggiunta come componente aggiuntivo in forma provisoria. Poiché questa funzione è [inclusa in NVDA][2] a partire dalla versione 2019.3, lo sviluppo del componente aggiuntivo è sospeso.
pt_br: IMPORTANTE: esse é um complemento prova de conceito. Como a funcionalidade de cortina de tela está [incluída no NVDA][2] a partir da 2019.3, esse complemento está descontinuado.
pt_pt: IMPORTANTE: esta é uma prova de complemento de conceito. Como a funcionalidade de cortina de ecrã está [incluída na NVDA][2] a partir de 2019.3, este complemento é descontinuado.
ru: ВАЖНО: это дополнение для проверки концепции. Поскольку функция затемнения экрана [включена в NVDA][2], начиная с 2019.3, это дополнение больше не поддерживается.
vi: Quan trọng: đây là add-on chữa cháy. Tính năng này giờ đây đã [được tích hợp trong NVDA][2] 2019.3. Do đó add-on này sẽ không được phát triển nữa.
zh_cn: 重要提示：这是概念插件。由于自2019.3起[NVDA中已包含屏幕帘功能] [2]，因此该插件已停止开发。

source: Version 18.08
bg: Версия 18.08
es: Versión 18.08
fi: Versio 18.08
hr: Verzija 18.08
it: Versione 18.08
pt_br: Versão 18.08
pt_pt: Versão 18.08
ru: Версия 18.08
vi: Phiên bản 18.08
zh_cn: 版本18.08

source: Initial version.
bg: Първо издание.
es: Versión inicial.
fi: Ensimmäinen versio.
hr: Prva verzija.
it: Versione iniziale.
pt_br: Versão inicial.
pt_pt: Versão Inicial
ru: Первоначальная версия.
vi: Phiên bản đầu tiên.
zh_cn: 发布初始版本。

source: [[!tag legacy]]
it: [[!tag legacy]] [[!tag dev]]
