Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/searchWith.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, uk

source: Changes for 1.2
bg: Промени във версия 1.2
de: Änderungen in 1.2
es: Cambios para 1.2
fi: Muutokset versiossa 1.2
fr: Changements de la version 1.2
gl: Cambios para 1.2
ja: 1.2の変更点
pl: Zmiany dla wersji 1.2
pt_br: Alterações para a versão 1.2
pt_pt: Mudanças para a versão 1.2
ru: Изменения для 1.2
uk: Зміни у версії 1.2

source: Add more sites that could be added to menu, such as Stackoverflow, Stackexchange, GoogleBooks and others.
bg: Добавени са още сайтове, които могат да бъдат добавени към менюто, като например Stackoverflow, Stackexchange, GoogleBooks и други.
de: Fügen Sie weitere Websites hinzu, die in das Menü aufgenommen werden können, wie Stackoverflow, Stackexchange, GoogleBooks und andere.
es: Se añaden más sitios que pueden formar parte del menú, como Stackoverflow, Stackexchange, GoogleBooks y otros.
fi: Lisätty enemmän Haku-valikkoon lisättäviä hakukoneita, kuten Stackoverflow, Stackexchange, Google Kirjat sekä muita.
fr: Ajouter plus de sites qui pourraient être ajoutés au menu, tels que Stackoverflow, Stackexchange, GoogleBooks et autres.
gl: Engadidos máis sitios que poderían engadirse ó menú, como Stackoverflow, Stackexchange, GoogleBooks e outros.
ja: Stackoverflow, Stackexchange, GoogleBooks他、メニューに追加可能なサイトをさらに追加しました。
pl: Dodaj więcej witryn, które można dodać do menu, takich jak Stackoverflow, Stackexchange, GoogleBooks i inne.
pt_br: Adicione mais sites que possam ser agregados ao menu, como Stackoverflow, Stackexchange, GoogleBooks e outros.
pt_pt: Adicionados mais motores de pesquisa, que podem adicionar-se ao menu, tais como Stackoverflow, Stackexchange, GoogleBooks e outros.
ru: Добавлены дополнительные сайты, которые можно было бы добавить в меню, такие как Stackoverflow, Stackexchange, GoogleBooks и другие.
uk: У меню додано інші сайти, такі як Stackoverflow, Stackexchange, GoogleBooks та інші.

source: Add the options to use last spoken text as default query, in search with dialog.
bg: Добавена е опцията за използване на последно изговорения текст като заявка по подразбиране в диалоговия прозорец на "Търсене с".
de: Hinzufügen der Option, den zuletzt gesprochenen Text als Standardabfrage zu verwenden, im Dialogfeld der Suche.
es: Se añade la opción de utilizar el último texto verbalizado como consulta de búsqueda predeterminada en el diálogo de Search With.
fi: Lisätty vaihtoehto viimeksi puhutun tekstin käyttämiseen oletuskyselynä Hae hakukoneella -valintaikkunassa.
fr: Ajouter les options pour utiliser le dernier texte annoncé comme requête par défaut, dans la boîte de dialogue search with.
gl: Engadidas as opcións para utilizar o último texto falado como procura por defecto, no diálogo de search with.
ja: Search withダイアログで、最初の検索語として、最後に読み上げたテキストを選択肢に追加。
pl: Dodaj opcje używania ostatniego tekstu mówionego jako domyślnego zapytania w wyszukiwaniu z oknem dialogowym.
pt_br: Adicione as opções para usar o último texto falado como consulta padrão, na caixa de diálogo Pesquisar com.
pt_pt: Adicionadas as opções para utilizar o último texto falado como consulta padrão, no diálogo "pesquisar com".
ru: Добавлена опция для использования последнего произнесённого текста в качестве запроса по умолчанию в диалоге поиска с помощью.
uk: Додано параметр для використання останнього промовленого тексту як початкового запиту у діалозі додатка «Пошук за допомогою».

source: Changes for 0.4
bg: Промени във версия 0.4
de: Änderungen in 0.4
es: Cambios para 0.4
fi: Muutokset versiossa 0.4
fr: Changements de la version 0.4
gl: Cambios para 0.4
ja: 0.4の変更点
pl: Zmiany w wersji 0.4
pt_br: Alterações para a versão 0.4
pt_pt: Alterações para 0.4
ru: Изменения для 0.4
uk: Зміни у версії 0.4

source: Add a dialog if no text selected, to enter a search query.
bg: Добавен е диалогов прозорец, за случаите в които не е маркиран текст, за ръчно въвеждане на заявка за търсене.
de: Hinzufügen eines Dialogfeldes zur Eingabe einer Suchanfrage, wenn kein Text ausgewählt ist.
es: Se añade un diálogo para introducir una consulta de búsqueda si no hay texto seleccionado.
fi: Lisätty valintaikkuna, joka avautuu hakukyselyn kirjoittamista varten, jos tekstiä ei ole valittu.
fr: Ajouter une boîte de dialogue si aucun texte sélectionné, pour entrer une requête de recherche.
gl: Engadido un diálogo se non hai texto seleccionado, para introducir unha procura.
ja: テキストが選択されていない場合に、検索語を入力するダイアログを追加しました。
pl: Dodaj okno dialogowe, jeśli nie zaznaczono tekstu, aby wprowadzić wyszukiwane hasło.
pt_br: Adicione uma caixa de diálogo, se não houver texto selecionado, para inserir uma consulta de pesquisa.
pt_pt: Adicionado um diálogo, se não houver nenhum texto seleccionado, para se poder introduzir uma pesquisa.
ru: Добавлен диалог для ввода поискового запроса, если текст не выделен.
uk: Додано діалог для введення пошукового запиту в разі, якщо немає виділеного дексту.

source: Make possible to modify Search with menu from setting panel, to fit to user needs.
bg: Добавена е възможност за промяна на менюто на "Търсене с" от панела за настройки.
de: Ermöglicht die Anpassung der Suche über das Menü im Einstellungsbereich an die Bedürfnisse des Benutzers.
es: Se añade la posibilidad de modificar el menú de Search With desde el panel de opciones para ajustarlo a las necesidades del usuario.
fi: Asetuspaneeliin lisätty mahdollisuus Hae hakukoneella -valikon muokkaamiseen käyttäjän tarpeita vastaavaksi.
fr: Ajout de la possibilité pour modifier le menu Search with à partir du panneau de paramètres, pour s'adapter aux besoins des utilisateurs.
gl: Faise posible modificar o menú de Search with dende o panel de opcións, para adaptarse ás necesidades do usuario.
ja: ユーザーのニーズに合わせ、設定パネルからSearch withメニューを変更出来るようにしました。
pl: Umożliwia modyfikację wyszukiwania za pomocą menu z panelu ustawień, aby dopasować je do potrzeb użytkownika.
pt_br: Possibilitar a modificação do pesquisa com o menu do painel de configuração, para se adequar às necessidades do usuário.
pt_pt: Tornar possível modificar o menu do "Pesquisar com" a partir do painel de definição, para se adaptar às necessidades do utilizador.
ru: Сделано возможным изменять поиск с помощью меню в панели настроек в соответствии с потребностями пользователя.
uk: Надано можливість змінювати пошук за допомогою меню на панелі налаштувань, відповідно до потреб користувачів.

source: Changes for 0.3
bg: Промени във версия 0.3
de: Änderungen in 0.3
es: Cambios para 0.3
fi: Muutokset versiossa 0.3
fr: Changements de la version 0.3
gl: Cambios para 0.3
ja: 0.3の変更点
pl: Zmiany w wersji 0.3
pt_br: Alterações para a versão 0.3
pt_pt: Alterações para 0.3
ru: Изменения для 0.3
uk: Зміни у версії 0.3

source: Add setting panel, giving more language options in Google search.
bg: Добавен е панел за настройки, предоставящ повече езикови опции при търсенето с Google.
de: Hinzufügen eines Einstellungsfeldes, welches mehr Sprachoptionen für die Google-Suche bietet.
es: Se añade un panel de opciones con más ajustes de idioma para la búsqueda en Google.
fi: Lisätty asetuspaneeli, jossa on enemmän Google-haun kielivaihtoehtoja.
fr: Ajouter le panneau de paramètres, en donnant plus d'options de langue dans la recherche Google.
gl: Engadido panel de opción, dando maiores opcións de lingua na busca de Google.
ja: Google検索でより多くの言語を使用出来るように、設定パネルを追加しました。
pl: Dodaj panel ustawień, dając więcej opcji językowych w wyszukiwarce Google.
pt_br: Adicionar painel de configuração, oferecendo mais opções de idioma na pesquisa do Google.
pt_pt: Adicionado painel de configurações, possibilitando mais opções linguísticas na pesquisa do Google.
ru: Добавлена панель настроек, которая предоставит больше языковых опций в поиске Google.
uk: Додано панель налаштувань, яка надає більше мовних параметрів у пошуку Google.

source: Changes for 0.1
bg: Промени във версия 0.1
de: Änderungen in 0.1
es: Cambios para 0.1
fi: Muutokset versiossa 0.1
fr: Changements de la version 0.1
gl: Cambios para 0.1
ja: 0.1の変更点
pl: Zmiany w wersji 0.1
pt_br: Alterações para a versão 0.1
pt_pt: Alterações para 0.1
ru: Изменения для 0.1
uk: Зміни у версії 0.1

source: Initial version
bg: Първо издание
de: Erste Version
es: Versión inicial
fi: Ensimmäinen versio
fr: Version initiale
gl: Versión inicial
ja: 最初のバージョン
pl: Pierwsza wersja.
pt_br: Versão inicial
pt_pt: Versão inicial
ru: Первоначальная версия
uk: Перша версія
