Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/searchWith.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, uk

source: [[!meta title="Search With"]]
bg: [[!meta title="Търсене с (Search With)"]]
de: [[!meta title="Suchen Mit"]]
fi: [[!meta title="Hae hakukoneella"]]
pt_br: [[!meta title=“Pesquisar com”]][[!meta title=“Pesquisar com”]]
pt_pt: [[!meta title="Pesquisar com"]]
ru: [[!meta title="Поиск с Помощью"]]
uk: [[!meta title="Search With (Пошук за допомогою)"]]

source: Author: Ibrahim Hamadeh
bg: Автор: Ibrahim Hamadeh
de: Autor: Ibrahim Hamadeh
es: Autor: Ibrahim Hamadeh
fi: Tekijä: Ibrahim Hamadeh
fr: Auteur : Ibrahim Hamadeh
gl: Autor: Ibrahim Hamadeh
ja: 開発者: Ibrahim Hamadeh
pl: Autor: Ibrahim Hamadeh
pt_br: Autor: Ibrahim Hamadeh
pt_pt: Autor: Ibrahim Hamadeh
ru: Автор: Ibrahim Hamadeh
uk: Автор: Ibrahim Hamadeh

source: Download [Stable Version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [Versão estável][1]
pt_pt: Descarregar [Versão estável][1]
ru: Загрузить [Стабильную Версию][1]
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: от 2019.3 и по-нови версии
de: NVDA-Kompatibilität: Ab 2019.3
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et au-delà
gl: Compatibilidade con NVDA: 2019.3 en diante
ja: NVDA互換性: 2019.3以降
pl: Zgodność z wersjami NVDA: 2019.3 i nowszymi
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и выше
uk: Сумісність з NVDA: 2019.3 та новіші

source: This addon helps you to search text, via various search engines. Let no text selected, and press the gesture of the addon, a dialog will be displayed, with an edit box to enter a search query, to search with Google press enter, or tab to search with other engins.
bg: Тази добавка ви помага да търсите текст чрез различни търсачки. Когато няма маркиран текст, задействайте командата на добавката – ще се изведе диалогов прозорец с текстово поле, в което да въведете заявка за търсене. За търсене с Google, натиснете Enter. Натиснете TAB, за да търсите с други търсачки.
de: Diese Erweiterung hilft Ihnen bei der Textsuche über verschiedene Suchmaschinen. Lassen Sie keinen Text ausgewählt, und drücken Sie die Geste des Addons, ein Dialog wird angezeigt, mit einem Eingabefeld, um eine Suchanfrage einzugeben, um mit Google zu suchen, drücken Sie Enter, oder Tab, um mit anderen Engins zu suchen.
es: Este complemento te ayuda a buscar texto mediante diversos motores de búsqueda. Si no hay texto seleccionado y se pulsa el gesto del complemento, se mostrará un cuadro de diálogo con un cuadro de edición para introducir la consulta de búsqueda. Para buscar con Google pulsa intro, o tabula para buscar con otros motores.
fi: Tämän lisäosan avulla voit suorittaa hakuja eri hakukoneilla. Kun tekstiä ei ole valittuna, paina lisäosalle määritettyä näppäinkomentoa, joka avaa valintaikkunan, jossa olevaan muokkausruutuun voit kirjoittaa haluamasi hakukyselyn. Hae Googlella painamalla enteriä tai Sarkainta valitaksesi jonkin muun hakukoneen.
fr: Cette extension vous aide à rechercher du texte, via divers moteurs de recherche. Avec aucun texte sélectionné, appuyez sur le geste de l'addon. Une boîte de dialogue s'affiche, avec une zone d'édition pour entrer une requête de recherche. Pour effectuer une recherche avec Google, appuyez sur Entrée ou sur la touche de tabulation pour effectuer une recherche avec d'autres moteurs.
gl: Este complemento axúdache a procurar texto, a través de varios motores de procura. Non selecciones ningún texto, e preme o xesto do complemento, amosarase un diálogo, cunha caixa de edición para introducir unha procura, para buscar con google preme intro, ou tab para procurar con outros motores.
ja: このアドオンでは、テキストをいろいろな検索エンジンで検索することが出来ます。テキストが選択されていない状態でこのアドオンのジェスチャー（ショートカットキー）が押された場合は、検索キーワードを入力するエディットボックスダイアログが表示され、エンターキーを押してGoogle検索し、タブキーで他のエンジンで検索します。
pl: Ten dodatek pomaga wyszukiwać tekst za pośrednictwem różnych wyszukiwarek. Nie zaznaczaj tekstu i naciśnij gest dodatku, zostanie wyświetlone okno dialogowe z polem edycji, aby wprowadzić wyszukiwane zapytanie, wyszukać za pomocą Google nacisnąć enter lub tab, aby wyszukać za pomocą innych engins.
pt_br: Esse complemento ajuda você a pesquisar texto por meio de vários mecanismos de pesquisa. Se não houver texto selecionado e você pressionar o gesto do complemento, será exibida uma caixa de diálogo com uma caixa de edição para inserir uma consulta de pesquisa; para pesquisar com o Google, pressione Enter ou tab para pesquisar com outros mecanismos.
pt_pt: Este extra ajuda-o a pesquisar texto, através de vários motores de busca. Sem qualquer texto selecionado pressione o comando do extra, será mostrado um diálogo, com uma caixa de edição para introduzir uma pesquisa; para pesquisar no google, pressione a tecla "Enter" , ou "tab", para pesquisar com outros motores de busca.
ru: Это дополнение поможет вам выполнять поиск текста с помощью различных поисковых систем. Не выделяйте текст и нажмите жест дополнения, появится диалог с полем редактирования для ввода поискового запроса, для поиска с помощью Google нажмите enter или tab для поиска с помощью других поисковых систем.
uk: Цей додаток використовується для пошуку тексту за допомогою різних пошукових систем. Навіть, якщо не буде виділено жодного тексту, після натискання жесту додатка відкриється діалог з полем редагування для введення пошукового запиту, для пошуку за допомогою Google натисніть клавішу enter, а для пошуку за допомогою інших систем натисніть клавішу tab.

source: And if you want to search for selected text, select some text and press once, a menu will be displayed with various search engines to choose. and you can if you like, press the gesture twice to search selected text with Google directly.
bg: Ако искате да търсите маркирания текст, маркирайте го и задействайте командата еднократно – ще се покаже меню с различни търсачки за избор. Ако задействате командата двукратно, директно ще задействате търсене на маркирания текст с Google.
de: Und wenn Sie nach ausgewähltem Text suchen möchten, markieren Sie einen Text und drücken Sie sie einmal, dann wird ein Menü mit verschiedenen Suchmaschinen zur Auswahl angezeigt. Und Sie können, wenn Sie möchten, den Tastenbefehl zweimal drücken, um den ausgewählten Text direkt mit Google zu suchen.
es: Y si quieres buscar el texto seleccionado, selecciona algo de texto y pulsa una vez. Se mostrará un menú con varios motores a elegir. También se puede pulsar dos veces el gesto para buscar directamente el texto seleccionado con Google.
fi: Jos haluat hakea valittua tekstiä, paina kerran lisäosan näppäinkomentoa, joka avaa valintaikkunan, josta voit valita haluamasi hakukoneen. Voit halutessasi etsiä valittua tekstiä myös suoraan Googlella painamallla näppäinkomentoa kahdesti.
fr: Et si vous sélectionnez du texte et appuyez une fois, un menu s'affichera avec différents moteurs de recherche parmi lesquels choisir. Et si vous le souhaitez, vous pouvez appuyer deux fois sur le geste pour rechercher le texte sélectionné directement avec Google.
gl: E se queres procurar texto seleccionado, selecciona algo de texto e preme unha vez, amosarase un menú con varios motores de procura para escoller. e podes se queres, premer o xesto dúas veces para procurar o texto con Google directamente.
ja: そして、選択したテキストについて検索したい場合は、テキストを選択した状態で一度押すと、様々な検索エンジンの選択メニューが表示されます。また、お好みで、ジェスチャー（ショートカットキー）を2回押して、選択したテキストについて、直接Googleで検索出来ます。
pl: A jeśli chcesz wyszukać zaznaczony tekst, wybierz tekst i naciśnij raz, zostanie wyświetlone menu z różnymi wyszukiwarkami do wyboru. i możesz, jeśli chcesz, naciśnij gest dwa razy, aby wyszukać wybrany tekst bezpośrednio w Google.
pt_br: E se você quiser pesquisar o texto selecionado, selecione algum texto e pressione uma vez. Será exibido um menu com vários mecanismos de pesquisa para você escolher. E você pode, se quiser, pressionar o gesto duas vezes para pesquisar o texto selecionado diretamente no Google.
pt_pt: E se quiser pesquisar por texto seleccionado, seleccione algum texto e prima uma vez, será mostrado um menu com vários motores de busca para escolher. e pode, se quiser, pressionar o comando duas vezes, para pesquisar directamente o texto seleccionado com o Google.
ru: А если вы хотите выполнить поиск выделенного текста, выделите какой-нибудь текст и нажмите жест дополнения один раз, отобразится меню с различными поисковыми системами для выбора. при желании вы можете дважды нажать на этот жест, чтобы выполнить поиск выделенного текста непосредственно в Google.
uk: І якщо вам потрібно знайти виділений текст, виділіть текст і натисніть один раз, після чого з’явиться меню з можливістю вибрати різні пошукові системи. Щоб шукати виділений текст безпосередньо в Google, натисніть цю комбінацію двічі.

source: The Default gesture for the addon is: NVDA+ Windows+ S. If the keystroke do not work for you, or conflict with other keystroke, you can as always add a gesture or change the existent one going to: NVDA menu>preferences>inputGestures>Search With category.
bg: Клавишната комбинация по подразбиране за добавката е NVDA+Windows+S. Ако клавишната комбинация не работи за вас или се използва от друго приложение, както винаги можете да добавите жест (напр. клавишна комбинация) или да промените съществуващия, като отидете в менюто на NVDA -> Настройки -> Жестове на въвеждане -> категорията "Търсене с".
es: El gesto predeterminado del complemento es: NVDA+windows+s. Si el atajo no te funciona o hace conflicto con otro atajo, puedes añadir un gesto o cambiar el existente como siempre, yendo a: Menú NVDA > Preferencias > Gestos de entrada > Categoría Search With.
fi: Lisäosan oletusarvoinen näppäinkomento on NVDA+Windows+S. Mikäli tämä näppäinkomento ei toimi tai on ristiriidassa jonkin muun näppäinkomennon kanssa, voit lisätä uuden näppäinkomennon tai muuttaa oletusarvoista avaamalla NVDA-valikon, menemällä Asetukset-alivalikkoon ja valitsemalla Näppäinkomennot-vaihtoehdon ja sitten Hae hakukoneella -kategorian.
fr: Le geste par défaut pour l'extension est : NVDA+ Windows+ S. Si la frappe au clavier ne fonctionne pas pour vous ou la frappe au clavier est en conflit avec d'autres frappes, vous pouvez comme toujours ajouter un geste ou modifier celui existant en allant sur : menu NVDA>Préférences>Gestes de commandes>catégorie Search With.
pt_br: O gesto padrão do complemento é: NVDA+ Windows+ S. Se o pressionamento de tecla não funcionar para você ou entrar em conflito com outro pressionamento de tecla, poderá, como sempre, adicionar um gesto ou alterar o existente acessando Menu NVDA>preferências>gestos de entrada>pesquisar com categoria.
ru: Жест по умолчанию для этого дополнения: NVDA+ Windows+ S. Если нажатие клавиши у вас не работает или конфликтует с другими нажатиями клавиш, вы, как всегда, можете добавить жест или изменить существующий, перейдя к: Меню NVDA>параметры>жесты ввода>категорию поиск с помощью.

source: Usage
bg: Начин на употреба
de: Anwendung
es: Modo de uso
fi: Käyttö
fr: Utilisation
gl: Uso
ja: 使用方法
pl: Użycie
pt_br: Uso
pt_pt: Utilização
ru: Использование
uk: Використання

source: If you want to enter a search query, just press the addon gesture. A dialog will be displayed, with an edit field to enter the search term.
bg: Ако искате да въведете заявка за търсене, просто задействайте жеста за добавката. Ще се изведе диалогов прозорец с текстово поле за въвеждане на текста за търсене.
de: Wenn Sie eine Suchanfrage eingeben möchten, drücken Sie einfach den Tastenbefehl der Erweiterung. Es wird ein Eingabe-Dialogfeld für den Suchbegriff angezeigt.
es: Si quieres introducir una consulta de búsqueda, simplemente pulsa el gesto del complemento. Se mostrará un diálogo con un cuadro de edición para introducir el término de búsqueda.
fi: Suorita haku painamalla lisäosan näppäinkomentoa. Näyttöön avautuu valintaikkuna, jossa on muokkauskenttä hakukyselyn kirjoittamista varten.
fr: Si vous souhaitez entrer une requête de recherche, appuyez simplement sur le geste de l'addon. Une boîte de dialogue s'affiche, avec une zone d'édition pour entrer le terme de recherche.
gl: Se queres introducir unha procura, simplemente preme o xesto do complemento. Amosarase un diálogo, cunha caixa de edición para introducir o termo de procura.
ja: 検索キーワードを入力したい場合は、アドオンのジェスチャー（ショートカットキー）を押します。検索語を入力するエディットフィールドのあるダイアログが表示されます。
pl: Jeśli chcesz wprowadzić zapytanie wyszukiwania, po prostu naciśnij gest dodatku. Zostanie wyświetlone okno dialogowe z polem edycji, w którym można wprowadzić wyszukiwane hasło.
pt_br: Se você quiser inserir uma consulta de pesquisa, basta pressionar o gesto do complemento. Uma caixa de diálogo será exibida, com um campo de edição para inserir o termo de pesquisa.
pt_pt: Se pretender introduzir uma pesquisa, basta premir o atalho da extensão. Será apresentada uma caixa de diálogo com um campo de edição para introduzir o termo de pesquisa.
ru: Если вы хотите ввести поисковый запрос, просто нажмите на жест дополнения. Откроется диалог с полем редактирования для ввода поискового запроса.
uk: Якщо ви бажаєте ввести пошуковий запит, просто натисніть жест додатка. Після цього відкриється діалог із полем редагування для введення пошукового запиту.

source: Want to search with Google? just press enter.
bg: Искате да търсите с Google? Просто натиснете Enter.
de: Wenn Sie mit Google suchen möchten, drücken Sie einfach die Eingabetaste.
es: ¿Quieres buscar con Google? Simplemente pulsa intro.
fi: Haluatko hakea Googlella? Se onnistuu painamalla Enteriä.
fr: Vous voulez rechercher avec Google ? Appuyez simplement sur Entrée.
gl: Queres procurar con google? simplemente preme intro.
ja: Googleで検索したいですか？エンターキーを押して下さい。
pl: Chcesz wyszukiwać w Google? wystarczy nacisnąć Enter.
pt_br: Quer fazer uma pesquisa no Google? basta pressionar enter.
pt_pt: Quer pesquisar com o Google? basta pressionar enter.
ru: Хотите выполнить поиск с помощью Google? просто нажмите enter.
uk: Хочете шукати за допомогою google? Просто натисніть enter.

source: Otherwise tab to Other Engines button, and give it a space, a popup menu will show up, with various search engines to choose. Yahoo, Bing, DuckDuckGo, and Youtube. This is the default menu, and you may modify it from addon's setting panel.
bg: В противен случай, отидете с TAB до бутона "Други търсачки" и го задействайте с интервал. Ще се появи изскачащо меню с различни търсачки за избор. Yahoo, Bing, DuckDuckGo и Youtube. Това е менюто по подразбиране и можете да го промените от панела с настройки за добавката.
de: Andernfalls klicken Sie auf die Schaltfläche "Weitere Suchmaschinen" und geben Sie ein Leerzeichen ein, dann erscheint ein Popup-Menü mit verschiedenen Suchmaschinen zur Auswahl. Yahoo, Bing, DuckDuckGo, und Youtube. Dies ist das Standardmenü, und Sie können es im Einstellungsfeld der Erweiterung ändern.
es: En cualquier otro caso, tabula al botón Otros motores, pulsa la barra espaciadora, y se mostrará un menú con diversos motores de búsqueda para elegir. Yahoo, Bing, DuckDuckGo, y YouTube. Este es el menú predeterminado, y puedes modificarlo desde el panel de opciones del complemento.
fi: Muutoin paina Sarkainta kunnes tulet Muut hakukoneet -painikkeen kohdalle ja paina siinä Väli-näppäintä. Näkyviin tulee ponnahdusikkuna, jossa on valittavissa eri hakukoneita: Yahoo, Bing, DuckDuckGo ja YouTube. Nämä ovat oletusarvoisia vaihtoehtoja, mutta voit muokata valikon sisältöä lisäosan asetuspaneelista.
fr: Sinon, faire Tab sur le bouton des autres moteurs et faire barre d'espace, un menu s'affiche, avec divers moteurs de recherche à choisir. Yahoo, Bing, Duckduckgo et YouTube. Il s'agit du menu par défaut et vous pouvez le modifier à partir du panneau de paramètres de l'extension.
gl: Noutro caso tabula ata o botón Other engines (Outros Motores), e dalle un espazo, amosarase un menú emerxente, con varios motores de procura a escoller. Yahoo, Bing, DuckDuckGo, e Youtube. Éste é o menú por defecto, e podes modificalo dende o panel de opcións do complemento.
ja: そうでない場合は、タブキーで他のエンジンボタンに進み、スペースキーを押すと、ポップアップメニューが表示され、Yahoo, Bing, DuckDuckGo, YouTubeと、様々な検索エンジンの選択肢があります。これは初期メニューで、アドオンの設定パネルで変更出来ます。
pl: W przeciwnym razie przejdź do przycisku Inne silniki i daj mu miejsce, pojawi się wyskakujące menu z różnymi wyszukiwarkami do wyboru. Yahoo, Bing, DuckDuckGo i Youtube. Jest to menu domyślne i można je modyfikować z panelu ustawień dodatku.
pt_br: Caso contrário, clique no botão Outros mecanismos e dê um espaço, um menu pop-up será exibido com vários mecanismos de pesquisa para escolher. Yahoo, Bing, DuckDuckGo e Youtube. Esse é o menu padrão, e você pode modificá-lo no painel de configurações do complemento.
pt_pt: Caso contrário, seleccione o botão Outros motores de busca e dê-lhe um espaço. Aparecerá um menu pop-up com vários motores de busca à escolha. Yahoo, Bing, DuckDuckGo, e Youtube. Este é o menu predefinido e pode modificá-lo a partir do painel de definições da extensão.
ru: В противном случае перейдите к кнопке других поисковых систем и нажмите на ней пробел, появится всплывающее меню, в котором можно выбрать различные поисковые системы. Yahoo, Bing, DuckDuckGo и Youtube. Это меню по умолчанию, и вы можете изменить его в панели настроек дополнения.
uk: В іншому випадку, перейдіть клавішею tab до кнопки «Інші системи» й натисніть пробіл, після чого з’явиться виринаюче меню з вибором різних пошукових систем. Yahoo, Bing, DuckDuckGo і Youtube. Це стандартне меню, але ви можете змінити його в панелі налаштувань.

source: Another way to use the addon, is by selecting some text. And on Pressing the addon's gesture, or any other you have assigned to it, a virtual menu will be displayed with various search engines, either the default menu, or any other you have tailed to your needs.
bg: При задействане на клавишната комбинация по подразбиране на добавката, или на всяка друга, която сте й задали, ще се покаже виртуално меню с различни търсачки (или менюто по подразбиране, или всяко друго, което сте подбрали според вашите нужди).
de: Eine andere Möglichkeit, die Erweiterung zu verwenden, ist die Auswahl eines Textes. Wenn Sie den Tastenbefehl der Erweiterung oder einen anderen Tastenbefehl, die Sie zugewiesen haben, drücken, wird ein virtuelles Menü mit verschiedenen Suchmaschinen angezeigt. Entweder das Standardmenü oder eine andere, die Sie nach Ihren Wünschen individuell angepasst haben.
es: Otra forma de usar el complemento es seleccionando texto. Tras pulsar el gesto del complemento, o cualquier otro que hayas asignado, se mostrará un menú virtual con diversos motores de búsqueda, ya sea el predeterminado o el que te hayas ajustado a tus necesidades.
fi: Toinen lisäosan käyttötapa on valita ensin tekstiä ja painaa sitten lisäosan oletusarvoista tai itse määrittämääsi näppäinkomentoa, joka avaa eri hakukonevaihtoehtoja sisältävän (joko oletusarvoisen tai itse muokkaamasi) virtuaalisen valikon.
fr: Une autre façon d'utiliser l'extension est de sélectionner un texte. Et en appuyant sur le geste de l'addon, ou à toute autre que vous lui avez assignée, un menu virtuel sera affiché avec divers moteurs de recherche, soit le menu par défaut, soit tcelui que vous avez ajusté à vos besoins.
gl: Outro xeito de utilizar o complemento, é seleccionando algo de texto. E ó premer o xestos do complemento, ou calquera outro que lle asignases, amosarase un menú virtual con varios motores de procura, xa sexa o menú por defecto, ou calquera outro que ordeases de acordo coas túas necesidades.
ja: このアドオンの他の使い方は、テキストを選択し、このアドオンのジェスチャー（ショートカットキー）または設定した他のキーを押し、初期メニューまたは必要に応じて他に設定した、様々な検索エンジンの仮想メニューが表示されるようにすることです。
pl: Innym sposobem użycia dodatku jest zaznaczenie tekstu. A po naciśnięciu gestu dodatku lub dowolnego innego przypisanego do niego wirtualnego menu zostanie wyświetlone z różnymi wyszukiwarkami, albo domyślnym menu, albo dowolnym innym, które dostosowałeś do swoich potrzeb.
pt_br: Outra maneira de usar o complemento é selecionando algum texto. E, ao pressionar o gesto do complemento ou qualquer outro que você tenha atribuído a ele, um menu virtual será exibido com vários mecanismos de pesquisa, seja o menu padrão ou qualquer outro que você tenha adaptado às suas necessidades.
pt_pt: Outra forma de utilizar a extensão é seleccionando algum texto. E ao premir o gesto da extensão, ou qualquer outro que lhe tenha atribuído, será apresentado um menu virtual com vários motores de busca, quer o menu predefinido, quer qualquer outro que tenha adaptado às suas necessidades.
ru: Другой способ использовать дополнение - это выделить какой-либо текст. И при нажатии на жест, который вы указали в дополнении, или на любой другой, который вы ему назначили, будет отображаться виртуальное меню с различными поисковыми системами, либо меню по умолчанию, либо любое другое, которое вы выберете в соответствии с вашими потребностями.
uk: Інший спосіб використання додатка – виділення тексту. А при натисканні жесту додатка або будь-якого іншого, який ви йому призначите, відобразиться віртуальне меню з різними пошуковими системами, або основне меню, або будь-яке інше, яке ви підберете для ваших потреб.
