Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/searchWith.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, uk

source: Now let's choose the target language for translate engines, Google Translate and DeepL translator.
bg: Сега нека изберем целевия език за превеждащите машини – Google Преводач и DeepL translator.
es: Ahora, elijamos el idioma de destino para los motores de traducción, el traductor de Google y el traductor DeepL.
fi: Käännöskoneiden (Google-käänntäjä ja DeepL Translator) kohdekielen valitseminen on nyt mahdollista.
fr: Choisissons maintenant la langue cible pour les moteurs de traduction, Google Translate et DeepL Translator.
pt_br: Agora, vamos escolher o idioma de destino para os mecanismos de tradução, o Google Translate e o tradutor DeepL.
ru: Теперь давайте выберем целевой язык для поисковых систем, Google Translate и DeepL translator.
uk: Тепер виберемо мову перекладу для Перекладача Google й перекладача DeepL.

source: Still in setting panel, under Translation engines group, there are two combo boxes, one for Google Translate and the other for DeepL Translator. Choose the target language you want for each of them and you are done.
bg: Пак в панела с настройките, в групата "Машини за превод", има два разгъващи се списъка – едно за Google Преводач и едно за DeepL Translator. Изберете целевия език, който искате за всеки от тях и сте готови.
es: Todavía en el panel de opciones, bajo el grupo de motores de traducción, hay dos cuadros combinados: uno para el traductor de Google y el otro para el traductor DeepL. Elige el idioma de destino que quieres para cada uno y todo listo.
fi: Asetuspaneelin Käännöskoneet-ryhmässä on kaksi yhdistelmäruutua; toinen Google-kääntäjälle ja toinen DeepL Translatorille. Valitse molemmille haluamasi kohdekieli, ja olet valmis tekstin kääntämiseen.
fr: Toujours dans le panneau de paramètres, sous le groupe Moteurs de traduction, il y a deux zones de liste déroulante, l'une pour Google Translate et l'autre pour DeepL Translator. Choisissez la langue cible que vous souhaitez pour chacun d'eux et vous avez terminé.
pt_br: Ainda no painel de configuração, no grupo de mecanismos de tradução, há duas caixas de combinação, uma para o Google Translate e outra para o DeepL Translator. Escolha o idioma de destino que você deseja para cada um deles e pronto.
ru: На панели настроек, в группе движков перевода, по-прежнему есть два поля со списком, одно для Google Translate, а другое для DeepL Translator. Выберите нужный язык перевода для каждого из них, и всё готово.
uk: На панелі налаштувань, у групі Системи перекладу, є два комбіновані списки, одне для Google Translate, а друге для DeepL Translator. Виберіть потрібну мову перекладу для кожного з них, і все готово.

source: Lastly, especially for advanced users
bg: И накрая, специално за напредналите потребители
de: Und schließlich, insbesondere für fortgeschrittene Benutzer
es: Finalmente, y en especial para usuarios avanzados
fi: Lopuksi erityisesti kokeneille käyttäjille
fr: Enfin, surtout pour les utilisateurs avancés
gl: Finalmente, en especial para usuarios avanzados
ja: 最後に、特に上級ユーザー向けです
pl: Wreszcie, szczególnie dla zaawansowanych użytkowników
pt_br: Por fim, especialmente para usuários avançados
pt_pt: Por último, especialmente para os utilizadores avançados
ru: Наконец, особенно для опытных пользователей
uk: Нарешті, особливо для досвідчених користувачів

source: You can through a check box in setting panel, choose if you want to preserve your data folder upon installing a new version. And this means that your data will be sustained, but added to it the newly entries in the new version.
bg: Можете чрез поле за отметка в панела за настройки да изберете дали искате да запазите папката си с данни при инсталиране на нова версия. А това означава, че вашите данни ще бъдат запазени, но към тях ще се добавят и новите записи от новата версия.
de: Sie können über ein Kontrollkästchen im den Einstellungen auswählen, ob Sie den gespeicherten Datenordner bei der Installation einer neuen Version beibehalten möchten. Das bedeutet, dass die gespeicherten Daten erhalten bleiben, aber mit den neuen Einträgen in der neuen Version ergänzt werden.
es: Mediante una casilla de verificación en el panel de opciones, puedes elegir preservar tu carpeta de datos al instalar una nueva versión. Esto significa que tus datos se conservarán, y se añadirán los nuevos datos incluidos en la actualización.
fi: Voit valita asetuspaneelissa olevalla valintaruudulla, haluatko säilyttää lisäosan datakansion sisällön uutta versiota asennettaessa. Jos valitset säilyttämisen, uuden version päivitetyt tiedot lisätään vanhaan datatiedostoon.
fr: Vous pouvez via une case à cocher dans le panneau de paramètres, de choisir si vous souhaitez conserver votre dossier de données lors de l'installation d'une nouvelle version. Et cela signifie que vos données seront maintenues, mais y sont ajoutés les nouvelles entrées de la nouvelle version.
gl: Podes, mediante unha caixa de verificación no panel de opcións, escoller se desexas preservar o teu cartafol de datos cando instales unha nova versión. E isto significa que os teus datos se manterán, pero engadíndolles as novas entradas da nova versión.
pt_br: Por meio de uma caixa de seleção no painel de configurações, você pode escolher se deseja preservar sua pasta de dados ao instalar uma nova versão. Isso significa que seus dados serão mantidos, mas serão adicionadas a eles as novas entradas na nova versão.
pt_pt: Pode, através de uma caixa de verificação no painel de definições, escolher se pretende preservar a sua pasta de dados ao instalar uma nova versão. Isto significa que os seus dados serão mantidos, mas que lhe serão adicionadas as novas entradas na nova versão.
ru: Вы можете установить флажок на панели настроек и выбрать, хотите ли вы сохранить папку с вашими данными при установке новой версии. Это означает, что ваши данные будут сохранены, но к ним будут добавлены новые записи в новой версии.
uk: Ви можете за допомогою прапорця на панелі налаштувань вибрати, чи хочете зберегти вашу папку даних при встановленні нової версії. Це означає, що ваші дані будуть збережені, але до них будуть додані нові записи в новій версії.

source: And that's it, hope to search for good and find it, happy searching!
bg: И това е. Надявам се да търсите добри неща и да ги намерите. Приятно търсене!
de: Und das war's, ich hoffe, Sie suchen und finden das Gute, viel Spaß beim Suchen!
es: Y esto es todo, espero que encuentres lo que buscas, ¡feliz búsqueda!
fi: Siinä kaikki. Toivottavasti löydät etsimäsi.
fr: Et c'est tout, j'espère que vous trouverez ce que vous recherchez, bonne recherche !
gl: E iso é todo, desexo que procures o ben e o atopes, feliz procura!
ja: それでは、楽しい検索の時間をお過ごし下さい!
pl: I to wszystko, mam nadzieję szukać dobra i znaleźć je, szczęśliwe poszukiwania!
pt_br: E é isso, espero que você procure bem e a encontre, feliz busca!
pt_pt: Espero que pesquise e encontre o que precisa. Boas pesquisas!
ru: И это всё, надеюсь, что вы будете искать хорошо и найдёте всё, счастливого поиска!
uk: Ось і все, сподіваюся, ви будете шукати добро і знайдете його, щасливого пошуку!

source: Changes for 2.5.3
bg: Промени във версия 2.5.3
es: Cambios para 2.5.3
fi: Muutokset versiossa 2.5.3
fr: Changements de la version 2.5.3
pt_br: Alterações para a versão 2.5.3
ru: Изменения для 2.5.3
uk: Зміни у версії 2.5.3

source: Add DeepL translator to available engines.
bg: DeepL translator е добавен към наличните машини за превод.
es: Se añade el traductor DeepL a los motores disponibles.
fi: Lisätty DeepL Translator käytettävissä olevaksi käännöskoneeksi.
fr: Ajouter DeepL Translator aux moteurs disponibles.
pt_br: Adicione o tradutor DeepL aos mecanismos disponíveis.
ru: Добавлен DeepL translator в доступные движки.
uk: До доступних систем додано перекладач DeepL.

source: Add two combo boxes in setting panel, to choose target language for Google translate and DeepL translator.
bg: В панела с настройки са добавени два разгъващи се списъка за избор на целеви език за Google Преводач и DeepL translator.
es: Se añaden dos cuadros combinados en el panel de opciones para elegir el idioma de destino en los traductores de Google y DeepL.
fi: Lisätty asetuspaneeliin kaksi yhdistelmöruutua , joista voidaan valita Google-kääntäjän ja DeepL Translatorin kohdekieli.
fr: Ajouter deux zones de liste déroulante dans le panneau de paramètres, pour choisir la langue cible pour Google Translate et DeepL Translator.
pt_br: Adicione duas caixas de combinação no painel de configuração para escolher o idioma de destino para o Google Translate e o tradutor DeepL.
ru: Добавлены два комбинированных списка в панели настроек, чтобы выбрать целевой язык для Google Translate и DeepL translator.
uk: На панелі налаштувань додано два комбіновані списки для вибору мови перекладу для Google перекладача та перекладача DeepL.

source: Changes for 2.3
bg: Промени във версия 2.3
de: Änderungen in 2.3
es: Cambios para 2.3
fi: Muutokset versiossa 2.3
fr: Changements de la version 2.3
gl: Cambios para 2.3
pt_br: Alterações para a versão 2.3
pt_pt: Alterações para 2.3
ru: Изменения для 2.3
uk: Зміни у версії 2.3

source: Now choosing to preserve data from setting panel, does not means that you will not get the new data entries, but the new entries in the new version, will be merged and added to your old data file.
bg: Сега избирането на запазване на данните от панела за настройки не означава, че няма да получите новите записи на данни, но новите записи в новата версия ще бъдат обединени и добавени към вашия стар файл с данни.
de: Wenn Sie sich nun für die Beibehaltung der Daten aus dem Einstellungsfeld entscheiden, bedeutet das nicht, dass Sie die neuen Dateneinträge nicht erhalten, sondern dass die neuen Einträge in der neuen Version zusammengeführt und zu Ihrer alten Datendatei hinzugefügt werden.
es: Ahora, al elegir preservar los datos desde el panel de opciones, no se dejarán de agregar las nuevas entradas de datos en futuras actualizaciones. En su lugar, se fusionarán con las existentes en el antiguo fichero de datos.
fi: Kun asetuspaneelista valitaan tietojen säilyttäminen, uuden version päivitetyt tiedot yhdistetään ja lisätään vanhaan datatiedostoon.
fr: Maintenant, le choix de conserver les données du panneau de paramètres ne signifie pas que vous n'obtiendrez pas les nouvelles entrées de données, mais les nouvelles entrées de la nouvelle version, seront fusionnées et ajoutées à votre ancien fichier de données.
gl: Agora escoller preservar os datos dende o panel de opcións non significa que non obterás as novas entradas de datos, senón que as novas entradas na nova versión mesturaranse e engadiranse ó teu arquivo de datos antigo.
pt_br: O fato de optar por preservar os dados do painel de configuração não significa que você não receberá as novas entradas de dados, mas que as novas entradas na nova versão serão mescladas e adicionadas ao seu arquivo de dados antigo.
pt_pt: O facto de optar por preservar os dados do painel de definições não significa que não obterá as novas entradas de dados, mas sim que as novas entradas na nova versão serão fundidas e adicionadas ao seu ficheiro de dados antigo.
ru: Теперь выбор сохранения данных в панели настроек не означает, что вы не получите новые записи данных, но новые записи в новой версии будут объединены и добавлены в ваш старый файл данных.
uk: Тепер вибір збереження даних з панелі налаштувань не означає, що ви не отримаєте нові записи, але нові записи в новій версії будуть об'єднані і додані до вашого старого файлу даних.

source: Update last tested version to 2023.1 to comply with NVDA version 2023.1.
bg: Флагът за най-нова тествана версия е обновен до 2023.1, за да е съвместима добавката с NVDA версия 2023.1.
de: Die zuletzt getestete Version auf 2023.1 aktualisiert, um der NVDA-Version 2023.1 zu entsprechen.
es: Se actualiza la última versión probada a la 2023.1 para para cumplir con NVDA 2023.1.
fi: Viimeisin testattu versio päivitetty 2023.1:ksi, jotta se vastaa NVDA:n versiota 2023.1.
fr: Dernière version de NVDA testée mis à jour à 2023.1 pour être conforme avec NVDA version 2023.1.
gl: Actualizar última versión probada a 2023.1 para aliñarse coa versión de NVDA 2023.1.
pt_br: Atualize a última versão testada para 2023.1 para estar em conformidade com a versão 2023.1 do NVDA.
pt_pt: Actualizar a última versão testada para 2023.1 para cumprir a versão 2023.1 do NVDA.
ru: Обновлена последняя протестированная версия до 2023.1, чтобы она соответствовала требованиям NVDA версии 2023.1.
uk: Оновлено востаннє протестовану версію до 2023.1, щоб відповідати сумісності з NVDA 2023.1.

source: Changes for 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements de la version 2.0
gl: Trocos para 2.0
ja: 2.0の変更点
pl: Zmiany dla wersji 2.0
pt_br: Alterações para a versão 2.0
pt_pt: Alterações para 2.0
ru: Изменения для 2.0
uk: Зміни у версії 2.0

source: Disable the addon in secure mode.
bg: Забраняване на добавката в защитен режим.
de: Die Erweiterung ist nun im geschützten Modus deaktiviert.
es: El complemento se deshabilita en modo seguro.
fi: Lisäosa poistettu käytöstä suojatussa tilassa.
fr: Désactiver l'extension en mode sécurisé.
gl: Deshabilitar o complemento en modo seguro.
ja: このアドオンをセキュアモードで無効にしました。
pl: Wyłącz dodatek w trybie bezpiecznym.
pt_br: Desabilitar o complemento no modo seguro.
pt_pt: Desactivar a extensão no modo de segurança.
ru: Дополнение запрещено в безопасном режиме.
uk: У захищеному режимі додаток вимкнено.

source: Update last tested version to 2022.1, to comply with recent addon api version.
bg: Добавката е съвместима с версия 2022.1 на NVDA.
de: Die zuletzt getestete Version auf 2022.1 aktualisiert, um mit der neuesten Api-Version des Addons übereinzustimmen.
es: Se actualiza la última versión probada a la 2022.1 para cumplir con la API de complementos más reciente.
fi: Viimeisin testattu versio päivitetty 2022.1:ksi, jotta se vastaa uusinta lisäosarajapinnan versiota.
fr: Dernière version de NVDA testée mis à jour à 2022.1, pour être conforme à la récente version API de l'extension.
gl: Actualizar última versión probada 2022.1, para aliñarse coa versión recente da API de complementos.
ja: 最新のアドオンのAPIバージョンに適応するために、最後ののテスト済みバージョンを2022.1に更新しました。
pl: Zaktualizuj ostatnio testowaną wersję do 2022.1, aby zachować zgodność z najnowszą wersją interfejsu API dodatku.
pt_br: Atualize a última versão testada para 2022.1, para estar em conformidade com a versão recente da API do complemento.
pt_pt: Actualizar a última versão testada para 2022.1, para estar em conformidade com a versão recente da API da extensão.
ru: Обновлена последняя протестированная версия до 2022.1, чтобы она соответствовала последней версии api дополнения.
uk: Оновлено востаннє протестовану версію до 2022.1, щоб відповідати сумісності з найновішим API додатків.

source: Changes for 1.8
bg: Промени във версия 1.8
de: Änderungen in 1.8
es: Cambios para 1.8
fi: Muutokset versiossa 1.8
fr: Changements de la version 1.8
gl: Trocos para 1.8
ja: 1.8の変更点
pl: Zmiany w wersji 1.8
pt_br: Alterações para a versão 1.8
pt_pt: Alterações para 1.8
ru: Изменения для 1.8
uk: Зміни у версії 1.8

source: Add a check box in setting panel, to let advanced users preserve their data folder.
bg: Добавено е поле за отметка в панела за настройки, което позволява на напредналите потребители да запазят папката си с данни.
de: Ein Kontrollkästchen im Einstellungsfenster hinzugefügt, damit fortgeschrittene Benutzer ihren Datenordner behalten können.
es: Se añade una casilla de verificación en el panel de opciones para permitir a los usuarios avanzados conservar su carpeta de datos.
fi: Asetuspaneeliin lisätty valintaruutu, jonka avulla kokeneet käyttäjät voivat säilyttää data-kansionsa sisällön.
fr: Ajouter une case à cocher dans le panneau de paramètres, pour permettre aux utilisateurs avancés de conserver leur dossier de données.
gl: Engadida unha caixa de verificación no panel de opcións, para permitir a usuarios avanzados preservar o seu cartafol de datos.
ja: 設定パネルにチェックボックスを追加して、上級ユーザーがデータフォルダを保存出来るようにしました。
pl: Dodaj pole wyboru w panelu ustawień, aby umożliwić zaawansowanym użytkownikom zachowanie folderu danych.
pt_br: Adicione uma caixa de seleção no painel de configuração para permitir que os usuários avançados preservem sua pasta de dados.
pt_pt: Adicionar uma caixa de verificação no painel de definições, para permitir que os utilizadores avançados preservem a sua pasta de dados.
ru: Добавлен флажок в панели настроек, чтобы опытные пользователи могли сохранять свои папки с данными.
uk: У панель налаштувань додано прапорець, який дозволяє досвідченим користувачам зберігати папку з даними.

source: Add two new entries in input gestures:
bg: Добавени са два нови записа в жестовете на въвеждане:
de: Zwei neue Einträge im dialogfeld für die Tastenbefehle hinzugefügt:
es: Se añaden dos nuevas entradas en los gestos de entrada:
fi: Näppäinkomennot-valintaikkunaan lisätty kaksi uutta kohdetta:
fr: Ajouter deux nouvelles entrées dans les Gestes de commandes :
gl: Engadidos dous novos elementos nos xestos de entrada:
ja: 入力ジェスチャーに2つの新しい項目を追加しました:
pl: Dodaj dwa nowe wpisy w gestach wprowadzania:
pt_br: Adicione duas novas entradas em gestos de entrada:
pt_pt: Adicionar duas novas entradas em gestos de entrada:
ru: Добавлены две новые записи в жесты ввода:
uk: Додано два нові записи у жести вводу:

source: trigger search menu for clipboard text, press twice searches Google directly.
bg: Задействане на менюто за търсене на текст в клипборда и двукратно натискане за търсене на този текст директно чрез Google.
de: Suchmenü für Text in der Zwischenablage triggern, zweimal drücken sucht direkt in Google.
es: disparar el menú de búsqueda con el texto del portapapeles, al pulsar dos veces busca directamente en Google.
fi: Avaa kerran painettaessa valikon, jossa voit suorittaa haun leikepöydällä olevalle tekstille tai kahdesti painettaessa suoran Google-haun.
fr: Déclencher le menu de recherche pour le texte du presse-papiers, appuyez deux fois pour faire la recherche directement sur Google.
gl: lanzar menú de procura para o texto do portapapeis, premer dúas veces para procurar en Google directamente.
ja: クリップボードのテキストに検索メニューを使用、2回押すとGoogleで直接検索。
pl: uruchom menu wyszukiwania tekstu ze schowka, naciśnij dwukrotnie wyszukuje bezpośrednio w Google.
pt_br: acione o menu de pesquisa para o texto da área de transferência, pressione duas vezes para pesquisar diretamente no Google.
pt_pt: accionar o menu de pesquisa para o texto da área de transferência, premir duas vezes para pesquisar directamente no Google.
ru: запустите меню поиска текста в буфере обмена, дважды нажмите для прямого поиска в Google.
uk: викликає меню для пошуку тексту з буфера обміну, подвійне натискання шукає його безпосередньо в Google.

source: Trigger search menu for last spoken text, press twice searches Google directly.
bg: Задействане на менюто за търсене на последния изговорен текст и двукратно натискане за търсене на този текст директно чрез Google.
de: Suchmenü für den zuletzt gesprochenen Text triggern, zweimal drücken sucht direkt in Google.
es: Disparar el menú de búsqueda con el último texto verbalizado, al pulsar dos veces busca directamente en Google.
fi: Avaa kerran painettaessa valikon, jossa voit suorittaa haun viimeksi puhutulle tekstille tai kahdesti painettaessa suoran Google-haun.
fr: Déclencher le menu de recherche pour le dernier texte annoncé, appuyez deux fois pour faire la recherche directement sur Google.
gl: Lanzar menú de procura para o último texto falado, premer dúas veces para procurar en Google directamente.
ja: 最後に読み上げたテキストに検索メニューを使用、2回押すとGoogleで直接検索。
pl: Uruchom menu wyszukiwania dla ostatniego tekstu mówionego, naciśnij dwa razy wyszukuje bezpośrednio w Google.
pt_br: Acione o menu de pesquisa para o último texto falado; pressione duas vezes para pesquisar diretamente no Google.
pt_pt: Acciona o menu de pesquisa para o último texto falado; se premir duas vezes, pesquisa directamente no Google.
ru: Запустите меню поиска по последнему произнесённому тексту, дважды нажмите для прямого поиска в Google.
uk: Викликає меню для пошуку останнього вимовленого тексту, подвійне натискання шукає його безпосередньо в Google.

source: Changes for 1.7
bg: Промени във версия 1.7
de: Änderungen in 1.7
es: Cambios para 1.7
fi: Muutokset versiossa 1.7
fr: Changements de la version 1.7
gl: Trocos para 1.7
ja: 1.7の変更点
pl: Zmiany w wersji 1.7
pt_br: Alterações para a versão 1.7
pt_pt: Alterações para a versão 1.7
ru: Изменения для 1.7
uk: Зміни у версії 1.7

source: Make a combo box in addon's setting, to choose an option for default query in search with dialog.
bg: В настройките на добавката е добавен падащ списък за избор на опция за заявка по подразбиране за диалоговия прозорец "Търсене с".
de: Erstellen Sie ein Kombinationsfeld in den Einstellungen der Erweiterung, um eine Option für die Standardabfrage in dem Dialogfeld der Suche auszuwählen.
es: Se añade un cuadro combinado a las opciones del complemento para elegir una opción de consulta predeterminada en el diálogo de Search With.
fi: Lisäosan asetuksiin lisätty yhdistelmäruutu, josta on mahdollista valita Hae hakukoneella -valintaikkunassa käytettävä oletuskysely.
fr: Ajout d'une zone de liste déroulante dans le paramètre de l'extension, pour choisir une option pour la requête par défaut dans la fenêtre Search with.
gl: Feita unha caixa combinada nas opcións do complemento, para escoller unha opción para a procura por defecto no diálogo de Search with.
ja: アドオン設定に、Search withダイアログの最初の検索語についての選択肢を選択するコンボボックスを作成
pl: Utwórz pole kombi w ustawieniach dodatku, aby wybrać opcję domyślnego zapytania w wyszukiwaniu z dialogiem.
pt_br: Crie uma caixa de combinação na configuração do complemento para escolher uma opção para a consulta padrão na caixa de diálogo Pesquisar com.
pt_pt: Criar uma caixa de combinação nas definições da extensão, para escolher uma opção para a consulta predefinida na caixa de diálogo Procurar com.
ru: Создан комбинированный список в настройках дополнения, чтобы выбрать опцию для запроса по умолчанию в диалоге поиска с помощью.
uk: У налаштуваннях додатка додано комбінований список, щоб вибрати основний параметр поведінки під час відкриття діалогу для введення пошукового запиту.

source: You can select either Leave blank, Use clipboard text, or Use last spoken text.
bg: Можете да изберете или да го оставите празно, или да се използва текста от клипборда, или да се използва последно изговорения текст.
de: Sie können entweder Leer lassen, Text aus der Zwischenablage verwenden oder zuletzt gesprochenen Text verwenden auswählen.
es: Puedes elegir dejar en blanco, utilizar el texto del portapapeles o utilizar el último texto verbalizado.
fi: Käytettävissä ovat vaihtoehdot "Jätä tyhjäksi", "Käytä leikepöydän tekstiä" ja "Käytä viimeksi puhuttua tekstiä".
fr: Vous pouvez sélectionner soit Laisser vide, Utiliser le texte du presse-papiers ou Utiliser le dernier texte annoncé.
gl: Podes seleccionar entre deixar en blanco, utilizar o texto do portapapeis, ou utilizar o último texto falado.
ja: 空欄にする、クリップボードのテキストを使用、最後に読み上げたテキストを使用、から選択可能。
pl: Możesz wybrać opcję Pozostaw puste, Użyj tekstu ze schowka lub Użyj ostatnio mówionego tekstu.
pt_br: Você pode selecionar Deixar em branco, Usar texto da área de transferência ou Usar último texto falado.
pt_pt: Pode seleccionar Deixar em branco, Utilizar texto da área de transferência ou Utilizar o último texto falado.
ru: Вы можете выбрать либо Оставить поле пустым, либо использовать текст из буфера обмена, либо использовать последний произнесённый текст.
uk: Ви можете вибрати або залишити порожнім, або використати текст із буфера обміну, або використати останній вимовлений текст.
