Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/searchWith.*.po
Languages: bg, de, es, fi, fr, gl, ja, pl, pt_br, pt_pt, ru, uk

source: Choose one and press enter, the default browser will open displaying search results. or, if you want to search with Google directly, press the gesture twice, and you are done.
bg: Изберете една и натиснете Enter. Браузърът по подразбиране ще се отвори и ще изведе резултатите от търсенето. Ако искате да търсите директно с Google, задействайте клавишната команда двукратно и сте готови.
de: Wählen Sie einen eintrag aus und drücken Sie die Eingabetaste. Der Standardbrowser öffnet sich und zeigt die Suchergebnisse an. Wenn Sie direkt mit Google suchen möchten, drücken Sie den Tastenbefehl zweimal und Sie sind fertig.
es: Elige uno y pulsa intro, el navegador predeterminado se abrirá mostrando los resultados de búsqueda. O, si quieres buscar con Google directamente, pulsa el gesto dos veces.
fi: Valitse haluamasi vaihtoehto ja paina Enteriä. Tämän jälkeen avautuu oletusselain, jossa hakutulokset näytetään. Mikäli haluat etsiä suoraan Googlella, paina näppäinkomentoa kahdesti.
fr: Choisissez-en un et appuyez sur Entrée, le navigateur par défaut s'ouvrira en affichant les résultats de recherche. Ou, si vous souhaitez rechercher directement avec Google, appuyez deux fois sur le geste et vous avez terminé.
gl: Escolle un e preme intro, abrirase o navegador por defecto amosando os resultados da procura. Ou, se queres procurar con Google directamente, preme o xesto dúas veces, e feito.
ja: 一つを選んでエンターキーを押すと、既定のブラウザが開いて検索結果を表示します。または、直接Googleで検索したい場合は、ジェスチャー（ショートカットキー）を2回押せばOKです。
pl: Wybierz jeden i naciśnij enter, domyślna przeglądarka otworzy się wyświetlając wyniki wyszukiwania. lub, jeśli chcesz wyszukiwać bezpośrednio w Google, naciśnij gest dwa razy i gotowe.
pt_br: Escolha um e pressione Enter; o navegador padrão será aberto, exibindo os resultados da pesquisa. Ou, se quiser pesquisar diretamente no Google, pressione o gesto duas vezes e pronto.
pt_pt: Escolha um e pressione "enter", o navegador padrão abrirá e mostrará os resultados da pesquisa. ou, se quiser pesquisar directamente com o Google, pressione o comando duas vezes, e está feito.
ru: Выберите один из них и нажмите enter, откроется браузер по умолчанию с результатами поиска. или, если вы хотите выполнить поиск напрямую с помощью Google, дважды нажмите на этот жест, и всё готово.
uk: Виберіть одну з них і натисніть клавішу enter, відкриється основний браузер з результатами пошуку. або, якщо ви хочете здійснювати пошук безпосередньо в Google, натисніть жест двічі, і все готово.

source: Want to trigger search menu specifically for clipboard or last spoken text? OK, then you can from input gestures dialog, assigned a gesture for:
bg: Искате ли да задействате менюто за търсене специално за клипборда или последния изговорен текст? Добре, тогава можете от диалоговия прозорец "Жестове на въвеждане", да присвоите жест за:
de: Möchten Sie das Suchmenü speziell für die Zwischenablage oder den zuletzt gesprochenen Text triggern? OK, dann können Sie aus dem Dialogfeld für die Tastenbefehle einen Tastenbefehl dafür zuweisen:
es: Si deseas disparar el menú de búsqueda específicamente para el portapapeles o el último texto verbalizado, puedes hacerlo desde el diálogo Gestos de entrada, asignando un gesto para:
fi: Haluatko avata valikon, jossa voit suorittaa haun leikepöydällä olevalle tai viimeksi puhutulle tekstille? Se onnistuu määrittämällä Näppäinkomennot-valintaikkunasta näppäinkomennot seuraaville komennoille:
fr: Vous souhaitez déclencher le menu de recherche spécifiquement pour le presse-papiers ou le dernier texte annoncé ? Ok, alors vous pouvez à partir de la boîte de dialogue Gestes de commandes, assigné un geste pour :
gl: Queres lanzar o menú de procura para o portapapeis ou o último texto falado? De acordo, sendo así podes, dende o diálogo de xestos de entrada, asignar un xesto para:
ja: クリップボードまたは最後に読み上げた特定のテキストで検索メニューを使用したいですか？その場合は、入力ジェスチャーダイアログで、次のジェスチャーを設定して下さい:
pl: Chcesz uruchomić menu wyszukiwania specjalnie dla schowka lub ostatniego tekstu mówionego? OK, wtedy możesz z okna dialogowego gestów wejściowych, przypisany gest dla:
pt_br: Deseja acionar o menu de pesquisa especificamente para a área de transferência ou para o último texto falado? OK, então você pode, na caixa de diálogo de gestos de entrada, atribuir um gesto para:
pt_pt: Pretende accionar o menu de pesquisa especificamente para a área de transferência ou para o último texto falado? OK, então pode, a partir da caixa de diálogo dos gestos de entrada, atribuir um gesto para:
ru: Хотите запустить меню поиска специально для буфера обмена или последнего произнесённого текста? Хорошо, затем вы можете в диалоге жестов ввода назначить жест для:
uk: Хочете викликати меню пошуку спеціально для буфера обміну чи останнього вимовленого тексту? Добре, тоді ви можете в діалозі «Жести вводу» призначити жест для:

source: Trigger search menu for clipboard text, and pressed twice searches that text by Google directly.
bg: Задействане на менюто за търсене на текст в клипборда и двукратно натискане за търсене на този текст директно чрез Google.
de: Triggern des Suchmenüs für Text in der Zwischenablage, und zweimaliges Drücken sucht diesen Text direkt bei Google.
es: Disparar el menú de búsqueda con el texto del portapapeles. Si se pulsa dos veces busca directamente el texto en Google.
fi: Avaa kerran painettaessa valikon, jossa voit suorittaa haun leikepöydällä olevalle tekstille tai kahdesti painettaessa suoran Google-haun.
fr: Déclencher le menu de recherche pour le texte du presse-papiers, et appuyez deux fois pour faire la recherche du texte directement par Google.
gl: Lanzar o menú de procura para o texto do portapapeis, e premido dúas veces procura ese texto en Google directamente.
ja: クリップボードのテキストで検索メニューを使用する、2回押すと直接Googleでそのテキストを検索する。
pl: Uruchom menu wyszukiwania dla tekstu ze schowka i naciśnij dwukrotnie, wyszukuje ten tekst bezpośrednio przez Google.
pt_br: Acionar o menu de pesquisa para o texto da área de transferência e, se pressionado duas vezes, pesquisa esse texto diretamente no Google.
pt_pt: Acciona o menu de pesquisa para o texto da área de transferência e, se premir duas vezes, pesquisa esse texto directamente no Google.
ru: Запустите меню поиска текста в буфере обмена и, дважды нажав, выполните поиск этого текста непосредственно в Google.
uk: Викликає меню для пошуку тексту з буфера обміну, а при подвійному натисканні шукає його безпосередньо в Google.

source: Trigger search menu for last spoken text, and pressed twice searches that text by Google directly.
bg: Задействане на менюто за търсене на последния изговорен текст и двукратно натискане за търсене на този текст директно чрез Google.
de: Triggern des Suchmenüs für den zuletzt gesprochenen Text, und zweimaliges Drücken sucht diesen Text direkt bei Google.
es: Disparar el menú de búsqueda con el último texto verbalizado. Si se pulsa dos veces busca directamente el texto en Google.
fi: Avaa kerran painettaessa valikon, jossa voit suorittaa haun viimeksi puhutulle tekstille tai kahdesti painettaessa suoran Google-haun.
fr: Déclencher le menu de recherche pour le dernier texte annoncé, et appuyez deux fois pour faire la recherche du texte directement par Google.
gl: Lanzar o menú de procura para o último texto falado, e premido dúas veces procura ese texto en Google directamente.
ja: 最後に読み上げしたテキストで検索メニューを開始する、2回押すと直接Googleでそのテキストを検索する。
pl: Uruchom menu wyszukiwania dla ostatniego tekstu mówionego i naciśnij dwukrotnie wyszukuje ten tekst bezpośrednio przez Google.
pt_br: Aciona o menu de pesquisa para o texto da área de transferência e, se pressionado duas vezes, pesquisa esse texto diretamente no Google. Aciona o menu de pesquisa para o texto da área de transferência e, se pressionado duas vezes, pesquisa esse texto diretamente no Google.
pt_pt: Acciona o menu de pesquisa para o último texto falado e, se premir duas vezes, pesquisa esse texto directamente no Google.
ru: Запустите меню поиска последнего произнесенного текста и, дважды нажав, выполните поиск этого текста непосредственно в Google.
uk: Викликає меню для пошуку останнього вимовленого тексту, а при подвійному натисканні шукає його безпосередньо в Google.

source: Want to modify Search with menu? Yes you can do that from the setting panel, and adjust the menu to fit to your mood and needs.
bg: Искате да промените менюто на "Търсене с"? Да, можете да направите това от панела с настройки и да промените менюто според вашето настроение и нужди.
de: Möchten Sie das Suchmenü ändern? Ja, das können Sie über das Einstellungsfeld vornehmen und das Menü nach Ihren Wünschen individuell anpassen.
es: ¿Quieres modificar el menú de Search With? Sí, puedes hacerlo desde el panel de opciones, y ajustar el menú para que se adecúe a tus necesidades.
fi: Haluatko muokata Hae hakukoneella -valikkoa? Voit tehdä sen asetuspaneelista.
fr: Vous voulez modifier le menu Search with ? Oui, vous pouvez le faire à partir du panneau de paramètres et ajuster le menu pour s'adapter à votre humeur et à vos besoins.
gl: Queres modificar o menú de Search with? Si podes facelo dende o panel de opcións, e axustar o menú para que se adapte á súa persoalidade e necesidades.
ja: 検索をメニューで変更したいですか？その場合は、設定パネルから、あなたの好みや必要に応じてメニューを調整出来ます。
pl: Chcesz zmodyfikować wyszukiwanie za pomocą menu? Tak, możesz to zrobić z panelu ustawień i dostosować menu do swojego nastroju i potrzeb.
pt_br: Deseja modificar o Pesquisar com o menu? Sim, você pode fazer isso no painel de configurações e ajustar o menu de acordo com seu humor e suas necessidades.
pt_pt: Pretende modificar a Pesquisa com o menu? Sim, pode fazê-lo a partir do painel de definições e ajustar o menu de acordo com a sua disposição e necessidades.
ru: Хотите изменить поиск с помощью меню? Да, вы можете сделать это на панели настроек и настроить меню в соответствии с вашим настроением и потребностями.
uk: Бажаєте змінити меню «Пошуку за допомогою»? Так, ви можете зробити це в панелі налаштувань і налаштувати меню відповідно до свого настрою й потреб.

source: You can from there, add to Search with menu, other available search engines. And you can if you like, remove an item from it, move item up, move item down, or return and set menu to default state.
bg: И можете, ако желаете, да премахнете елемент от него, да преместите елемент нагоре, да преместите елемент надолу или да върнете менюто в състоянието му по подразбиране.
de: Sie können von dort aus andere verfügbare Suchmaschinen zur Suche mit dem Menü hinzufügen. Und Sie können, wenn Sie möchten, ein Element aus dem Menü entfernen, ein Element nach oben oder nach unten verschieben oder das Menü auf den Standardzustand zurücksetzen.
es: Desde allí, puedes añadir si lo deseas otros motores de búsqueda disponibles al menú de Search With. Y si quieres, también puedes eliminar, subir o bajar elementos, y devolver el menú a su estado por defecto.
fi: Sieltä voit lisätä muita käytettävissä olevia hakukoneita, poistaa niitä, siirtää kohteen valikossa ylös- tai alaspäin tai palauttaa valikon oletustilaan.
fr: Vous pouvez à partir de là, ajouter au menu Search with, d'autres moteurs de recherche disponibles. Et vous pouvez si vous le souhaitez, supprimer un élément de celui-ci, déplacer l'élément vers le haut, déplacer l'élément vers le bas ou retourner et rétablir l'état du menu par défaut.
gl: Podes dende alí, engadir ó menú de Search with, outros motores de procura dispoñibles. E podes se queres, eliminar un elemento del, mover un elemento arriba, mover un elemento abaixo, ou devolver e configurar o menú ó estado predeterminado.
ja: ここで、メニューでの検索に、利用可能な他の検索エンジンを追加出来ます。また、項目を削除、上に移動、下に移動、初期状態のメニューに戻すことが出来ます。
pl: Możesz stamtąd dodać do wyszukiwarki z menu, inne dostępne wyszukiwarki. Możesz też, jeśli chcesz, usunąć z niego element, przenieść element w górę, przenieść element w dół lub powrócić i ustawić menu na stan domyślny.
pt_br: A partir daí, você pode adicionar ao menu Pesquisar com outros mecanismos de pesquisa disponíveis. E você pode, se quiser, remover um item dele, mover o item para cima, mover o item para baixo ou retornar e definir o menu para o estado padrão.
pt_pt: A partir daí, pode adicionar ao menu Procurar com outros motores de busca disponíveis. E pode, se quiser, remover um item do menu, mover um item para cima, mover um item para baixo ou regressar e definir o menu para o estado predefinido.
ru: Оттуда вы можете добавить в меню поиска другие доступные поисковые системы. И вы можете, если хотите, удалить из него элемент, переместить элемент вверх, переместить элемент вниз или вернуть меню в состояние по умолчанию.
uk: Звідти ви можете додати в меню «Пошуку за допомогою» інші доступні пошукові системи. І ви можете, якщо хочете, видалити з нього елемент, перемістити елемент вгору, перемістити елемент вниз або повернути меню до початкового стану.

source: If you want these modifications to be permanent, you have to save configuration after wards.
bg: Ако искате тези промени да останат за постоянно, трябва да запазите конфигурацията на NVDA след като ги направите.
de: Wenn Sie diese Änderungen dauerhaft haben möchten, müssen Sie die Konfiguration anschließend speichern.
es: Si quieres que estas modificaciones sean permanentes, tienes que guardar la configuración después.
fi: Asetukset on tallennettava tekemiesi muokkausten jälkeen, mikäli haluat niiden olevan pysyviä.
fr: Si vous voulez que ces modifications soient permanentes, vous devez sauvegarder la configuration après.
gl: Se queres que estas modificacións sexan permanentes, debes gardar a configuración logo.
ja: これらの変更を引き続き使いたい場合は、設定を変更しなければなりません。
pl: Jeśli chcesz, aby te modyfikacje były trwałe, musisz zapisać konfigurację po oddziałach.
pt_br: Se quiser que essas modificações sejam permanentes, você deverá salvar a configuração posteriormente.
pt_pt: Se quiser que estas modificações sejam permanentes, tem que guardar a configuração após as alterações.
ru: Если вы хотите, чтобы эти изменения были постоянными, вы должны сохранить конфигурацию после проделанных операций.
uk: Якщо ви хочете, щоб ці зміни були постійними, вам потрібно зберегти конфігурацію після внесених змін.

source: Want to search Google using other language options?
bg: Искате ли да търсите с Google, използвайки други езикови опции?
de: Möchten Sie Google mit anderen Sprachoptionen durchsuchen?
es: ¿Quieres buscar en Google usando otras opciones de idioma?
fi: Haluatko hakea Googlesta muita kielivaihtoehtoja käyttäen?
fr: Vous souhaitez rechercher dans Google à l'aide d'autres options de langue ?
gl: Queres procurar en Google utilizando outras opcións de lingua?
ja: Googleで他の言語設定を使って検索したいですか？
pl: Chcesz wyszukiwać w Google przy użyciu innych opcji językowych?
pt_br: Deseja pesquisar no Google usando outras opções de idioma?
pt_pt: Quer pesquisar no Google usando outras opções linguísticas?
ru: Хотите выполнить поиск в Google на других языках?
uk: Хочете шукати в Google, використовуючи інші мовні параметри?

source: Then, go to Search With category in setting panels, from the cumbo box there, you can choose search Google either:
bg: Тогава отидете в категорията "Търсене с" в прозореца с настройките на NVDA, от падащия списък там можете да изберете търсене с Google чрез:
de: Gehen Sie dann in die Einstellungen in die Kategorie Suchen und wählen Sie dort im Kombinationsfeld die Google-Suche aus:
es: Entonces, ve a la categoría Search With en los paneles de opciones. Desde su cuadro combinado, puedes hacer que Google busque:
fi: Siirry asetuspaneelin Hae hakukoneella -kategoriaan ja valitse siellä olevasta yhdistelmäruudusta, miten Google-haut suoritetaan:
fr: Ensuite, allez à la catégorie Search With dans le panneau de paramètres, à partir de la zone de liste déroulante, vous pouvez choisir de rechercher dans Google soit :
gl: Entón, vai á categoría Search With nos paneis de opcións, dende a caixa combinada de alí, podes escoller buscar en Google dos seguintes xeitos:
ja: その場合は、設定パネルのカテゴリーでの検索に行き、そこのコンボボックスから、いずれかを選択してGoogleで検索出来ます:
pl: Następnie przejdź do szukaj z kategorią w panelach ustawień, z pola cumbo możesz wybrać wyszukiwanie w Google:
pt_br: Em seguida, vá para a categoria Pesquisar com nos painéis de configuração e, na caixa de combinação, você pode escolher pesquisar no Google:
pt_pt: Depois, vá para a categoria "pesquisar com", no painel de configurações, e, a partir da caixa combinada, pode escolher pesquisar no Google:
ru: Затем перейдите к поиску по категориям в панели настроек, в комбинированном списке вы можете выбрать поиск в Google или:
uk: Потім перейдіть до категорії «Пошук за допомогою» в панелі налаштувань, у вікні зі списком ви можете вибрати пошук у Google:

source: Using browser settings and language.
bg: Използване на настройките и езика на браузъра.
de: Verwendung der Sprache in den Browser-Einstellungen.
es: Utilizando el idioma y las opciones del navegador.
fi: Selaimen asetuksia ja kieltä käyttäen.
fr: Utilisant la langue et paramètres du navigateur.
gl: Utilizando as opcións e lingua do navegador.
ja: ブラウザの設定と言語を使用する。
pl: Korzystanie z ustawień i języka przeglądarki.
pt_br: Usar as configurações do navegador e o idioma.
pt_pt: Usar configurações e idioma do navegador.
ru: Использование настроек и языка браузера.
uk: Використовувати налаштування і мову браузера.

source: Using NVDA language.
bg: Използване на езика на NVDA.
de: Verwendung der aktuellen Sprache in NVDA.
es: Utilizando el idioma de NVDA.
fi: NVDA:n kieltä käyttäen.
fr: Utilisant la langue de NVDA.
gl: Utilizando a lingua do NVDA.
ja: NVDAの言語を使用する。
pl: Korzystanie z języka NVDA.
pt_br: Usando a linguagem NVDA.
pt_pt: Usar o idioma do NVDA.
ru: Использование языка NVDA.
uk: Використовувати мову NVDA.

source: Using windows language.
bg: Използване на езика на Windows.
de: Verwendung der aktuellen Sprache in Windows.
es: Utilizando el idioma de Windows.
fi: Windowsin kieltä käyttäen.
fr: Utilisant la langue de Windows.
gl: Utilizando a lingua do Windows.
ja: Windowsの言語を使用する。
pl: Korzystanie z języka systemu Windows.
pt_br: Usando a linguagem do Windows.
pt_pt: Usar o idioma do Windows.
ru: Использование языка Windows.
uk: Використовувати мову Windows.

source: Moreover, you have the option to choose the default query in Search with dialog. From the Options for default query combo box in setting panel, you can choose either
bg: Освен това имате възможност да изберете заявката по подразбиране в диалоговия прозорец "Търсене с". От падащия списък с опции за заявката по подразбиране в панела за настройки можете да изберете едно от двете
de: Außerdem haben Sie die Möglichkeit, die Standardabfrage im Dialogfeld Suchen Mit auszuwählen. Aus dem Kombinationsfeld Optionen für Standardabfrage im Einstellungsfenster können Sie dies auswählen
es: Además, tienes la posibilidad de elegir la consulta por defecto en el diálogo de Search With. Desde el cuadro combinado de consulta por defecto en el panel de opciones, puedes elegir
fi: Hae hakukoneella -valintaikkunassa on lisäksi mahdollista valita oletuskysely. Voit valita asetuspaneelin Oletuskysely-yhdistelmäruudusta jonkin seuraavista vaihtoehdoista:
fr: De plus, vous avez la possibilité de choisir la requête par défaut dans la fenêtre Search with. À partir des options pour la zone de liste déroulante requête par défaut dans le panneau de paramètres, vous pouvez choisir soit
gl: Aínda máis, tes a opción de escoller a procura por defecto no diálogo de Search with. Dende a caixa combinada de opcións para a procura por defecto no panel de opcións, podes escoller entre
ja: さらに、ダイアログでの検索での初期キーワードを選択する方法があります。設定パネルの、初期キーワードコンボボックスのオプションから、いずれかを選べます
pl: Co więcej, masz możliwość wyboru domyślnego zapytania w oknie dialogowym Wyszukaj za pomocą. Z pola kombi Opcje domyślnego zapytania w panelu ustawień można wybrać:
pt_br: Além disso, você tem a opção de escolher a consulta padrão na caixa de diálogo Pesquisar com. Na caixa de combinação Opções para consulta padrão no painel de configuração, você pode escolher
pt_pt: Além disso, tem a opção de escolher a consulta predefinida na caixa de diálogo Procurar com. Na caixa de combinação Opções para a consulta predefinida no painel de definições, pode escolher
ru: Кроме того, у вас есть возможность выбрать запрос по умолчанию в диалоге поиска с помощью. В поле со списком параметров запроса по умолчанию в панели настроек вы можете выбрать один из следующих вариантов
uk: Крім того, у вас є можливість вибрати основний запит у діалозі «Пошуку за допомогою». У комбінованому списку «Параметри основного запиту» в панелі налаштувань ви можете вибрати будь-який

source: Leave blank
bg: Да го оставите празно
de: Leer lassen
es: Dejar en blanco
fi: Jätä tyhjäksi
fr: Laisser vide
gl: Deixar en Branco
ja: 空白にする
pl: Użyj ostatnio wymówionego elementu jako zapytania wyszukiwania
pt_br: Deixar em branco
pt_pt: Deixar em branco
ru: Оставить пустым
uk: Залишити порожнім

source: Use clipboard text
bg: Да използвате текста от клипборда
de: Text aus der Zwischenablage verwenden
es: Usar texto del portapapeles
fi: Käytä leikepöydän tekstiä
fr: Utiliser le texte du presse-papiers
gl: Utilizar texto do portapapeis
ja: クリップボードのテキストを使用
pl: Użyj tekstu ze schowka
pt_br: Usar texto da área de transferência
pt_pt: Usar texto da área de transferência
ru: Использовать текст из буфера обмена
uk: Використати текст з буфера обміну

source: Use last spoken text
bg: Да използвате последно изговорения текст
de: Zuletzt gesprochenen Text verwenden
es: Usar último texto verbalizado
fi: Käytä viimeksi puhuttua tekstiä
fr: Utiliser le dernier texte annoncé
gl: Utilizar último texto falado
ja: 最後に読み上げたテキストを使用
pl: Użyj ostatnie wymówionego tekstu
pt_br: Usar o último texto falado
pt_pt: Utilizar o último texto falado
ru: Использовать последний произнесённый текст
uk: Використати останній вимовлений текст

source: And if clipboard or last spoken text is chosen, text in search box will be displayed selected, so that you can easily override it.
bg: И ако е избрано текста от клипборда или последно изговорения текст, текстът в полето за търсене по подразбиране ще е маркиран, така че да можете лесно да го замените.
de: Und wenn die Zwischenablage oder der zuletzt gesprochene Text ausgewählt ist, wird der Text im Suchfeld markiert angezeigt, so dass Sie ihn leicht überschreiben können.
es: Y si se elige portapapeles o último texto verbalizado, se mostrará el texto seleccionado en el cuadro de búsqueda, de modo que puedas reemplazarlo con facilidad.
fi: Mikäli "leikepöydän teksti" tai "viimeksi puhuttu teksti" valitaan, hakukentän teksti näytetään valittuna, jotta voit helposti korvata sen.
fr: Et si le presse-papiers ou le dernier texte annoncé est choisi, le texte dans la zone de recherche s'affichera sélectionné, afin que vous puissiez facilement le remplacer.
gl: E se se escollen o portapapeis ou o último texto falado, o texto na caixa de búsqueda amosarase seleccionado, de xeito que poidas sobrescribilo facilmente.
ja: クリップボードまたは最後に読み上げたテキストが選択されている場合、テキストが検索ボックスの中に表示され、容易に上書き可能なように選択されています。
pl: A jeśli wybrany zostanie schowek lub ostatni tekst mówiony, tekst w polu wyszukiwania zostanie wyświetlony zaznaczony, dzięki czemu można go łatwo zastąpić.
pt_br: E se a área de transferência ou o último texto falado for escolhido, o texto na caixa de pesquisa será exibido selecionado, para que você possa substituí-lo facilmente.
pt_pt: E se a área de transferência ou o último texto falado for escolhido, o texto na caixa de pesquisa será apresentado seleccionado, para que possa facilmente substituí-lo.
ru: А если выбран буфер обмена или последний произнесенный текст, то текст в поле поиска будет отображаться выделенным, так что вы сможете легко его заменить.
uk: І якщо вибрано буфер обміну або останній вимовлений текст, текст у вікні пошуку буде відображатися виділеним, щоб ви могли легко замінити його.
