Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/sentenceNav.*.po
Languages: bg, es, fi, fr, pt_br

source: [[!meta title="SentenceNav"]]
bg: [[!meta title="Навигация по изречения (SentenceNav)"]]
fi: [[!meta title="Lausenavigointi"]]
pt_br: [[!meta title="Navegação por sentença"]]

source: Author: Tony Malykh
bg: Автор: Tony Malykh
es: Autor: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteur : Tony Malykh
pt_br: Autor: Tony Malykh

source: Download [stable version][1] (compatible with NVDA 2019.3 and beyond)
bg: Изтегляне на [стабилна версия][1] (съвместима с NVDA 2019.3 и по-нови версии)
es: Descargar [versión estable][1] (compatible con NVDA 2019.3 y posterior)
fi: Lataa [vakaa versio][1] (compatible with NVDA 2019.3 and beyond)
fr: Télécharger [version stable][1] (compatible avec NVDA 2019.3 et au-delà)
pt_br: Faça o download da [versão estável][1] (compatível com o NVDA 2019.3 e posterior)

source: SentenceNav is an NVDA add-on that allows you to read text by sentences, as opposed to by paragraphs or words.
bg: SentenceNav е добавка за NVDA, която ви позволява да четете текст по изречения, вместо по абзаци или думи.
es: SentenceNav es un complemento de NVDA que te permite leer texto por frases, a diferencia de leerlo por párrafos o palabras.
fi: Lausenavigointi on lisäosa, jonka avulla voit lukea tekstiä kappaleiden tai sanojen sijaan lause kerrallaan.
fr: SentenceNav est une extension NVDA qui vous permet de lire du texte par phrases, par opposition à des paragraphes ou des mots.
pt_br: Navegação por sentença é um complemento que possibilita você ler textos por sentenças, contrariamente a ler por parágrafos ou palavras.

source: Please note that "Jump to next paragraph with text" feature has been move to [TextNav](http://github.com/mltony/nvda-text-nav/) add-on that needs to be installed separately.
bg: Моля, имайте предвид, че функцията "Преминаване към следващия абзац с текст" бе преместена в добавката [Навигиране в текста](http://github.com/mltony/nvda-text-nav/), която трябва да бъде инсталирана отделно.
es: Por favor, ten en cuenta que la característica "Saltar a siguiente párrafo con texto" se ha movido al complemento [TextNav](https://github.com/mltony/nvda-text-nav/) que deberá instalarse de forma separada.
fi: Huom: "Siirrä seuraavaan tekstikappaleeseen" -toiminto on siirretty [Tekstinavigointi](http://github.com/mltony/nvda-text-nav/)-lisäosaan, joka on asennettava erikseen.
fr: Veuillez noter que la fonctionnalité "Aller au paragraphe suivant avec du texte" a été déplacée dans l'extension [TextNav](http://github.com/mltony/nvda-text-nav/) qui doit être installée séparément.
pt_br: Por favor note que o recurso “Jump to next paragraph with text” foi movido para o complemento [TextNav] (http://github.com/mltony/nvda-text-nav/), que precisa ser instalado separadamente.

source: Keystrokes
bg: Клавишни комбинации
es: Teclas rápidas
fi: Näppäinkomennot
fr: Raccourcis clavier
pt_br: Teclas de atalho

source: Alt+Down: Go to next sentence.
bg: Alt+Стрелка надолу: Придвижване до следващото изречение.
es: Alt+Flecha abajo: Ir a la próxima oración.
fi: Alt+Nuoli alas: Siirrä seuraavaan lauseeseen.
fr: Alt+Flèche Bas : Aller à l'expression suivante.
pt_br: Alt+Down: Ir para a próxima frase.Alt+Seta abaixo: vai para a próxima sentença.

source: Alt+Up: Go to previous sentence.
bg: Alt+Стрелка нагоре: Придвижване до предишното изречение.
es: Alt+Flecha Arriba: Ir a la oración anterior.
fi: Alt+Nuoli ylös: Siirrä edelliseen lauseeseen.
fr: Alt+Flèche Haut : Aller à la phrase précédente.
pt_br: Alt+Up: Ir para a frase anterior.Alt+Seta acima: Vai para a sentença anterior.

source: NVDA+Alt+S: Speak current sentence.
bg: NVDA+Alt+S: Изговаряне на текущото изречение.
es: NVDA+Alt+S: Decir oración actual.
fi: NVDA+Alt+S: Puhu nykyinen lause.
fr: NVDA+Alt+S : Annoncer la phrase courante.
pt_br: NVDA+Alt+S: Fala a sentença atual.

source: Alt+Windows+Down: Go to next phrase.
bg: Alt+Windows+Стрелка надолу: Преминаване към следващата фраза.
es: Alt+Windows+Flecha abajo: Ir a la próxima frase.
fi: Alt+Win+Nuoli alas: Siirrä seuraavaan virkkeeseen.
fr: Alt+Windows+Flèche Bas : Aller à l'expression suivante.
pt_br: Alt+Windows+Down: Ir para a próxima frase.Alt+Windows+Seta abaixo: Vai para a próxima frase.

source: Alt+Windows+Up: Go to previous phrase.
bg: Alt+Windows+Стрелка нагоре: Преминаване към предишната фраза.
es: Alt+Windows+Flecha Arriba: Ir a la frase anterior.
fi: Alt+Win+Nuoli ylös: Siirrä edelliseen virkkeeseen.
fr: Alt+Windows+Flèche Haut : Aller à l'expression précédente.
pt_br: Alt+Windows+Up: Ir para a frase anterior.Alt+Windows+Seta acima: Vai para a frase anterior.

source: Notes and known issues
bg: Бележки и известни проблеми
es: Notas y problemas conocidos
fi: Huomautukset ja tunnetut ongelmat
fr: Remarques et problèmes connus
pt_br: Notas e problemas conhecidos

source: Sentence markup is done by heuristic algorithms and is not 100% accurate. Expect SentenceNav to occasionally make mistakes, such as breaking a sentence where it's not supposed to be broken or the other way around - missing a border between two sentences and speaking them together.
bg: Разпознаването на изречения се извършва от евристични алгоритми и не е 100% точно. Очаквайте навигацията по изречения понякога да прави грешки, като например прекъсване на изречение там, където не трябва да бъде прекъсвано или обратното – пропускане на граница между две изречения и изговарянето им заедно.
es: La marcación de frases se hace mediante algoritmos heurísticos y no es precisa al 100%. Puedes esperar que SentenceNav cometa errores a veces, como partir una frase donde no se supone que debería partirse, o al contrario: perderse el límite entre dos frases y verbalizarlas juntas.
fi: Lauseiden merkintä tehdään heurististen algoritmien avulla eikä se ole sataprosenttisen tarkkaa. Odotettavissa on, että Lausenavigointi tekee satunnaisesti virheitä, kuten lopettaa lauseen väärässä kohdassa tai toisinpäin, eli jättää rajan kahden lauseen välillä huomiotta ja puhuu ne yhtenä pötkönä.
fr: Le balisage des phrases est effectué par des algorithmes heuristiques et n'est pas précis à 100%. Attendez-vous à ce que SentenceNav fasse occasionnellement des erreurs, comme une rupture d'une phrase où elle n'est pas censée être coupée ou l'inverse - manquer une bordure entre deux phrases et les verbaliser ensemble.
pt_br: A marcação de frases é feita por algoritmos heurísticos e não é 100% precisa. É de se esperar que o SentenceNav cometa erros ocasionais, como quebrar uma frase onde não deveria ser quebrada ou o contrário, ou seja, deixar de marcar uma borda entre duas frases e falá-las juntas.

source: Experimental support for Microsoft Word and WordPad has been added as of version 2.8.
bg: Във версия 2.8 е добавена експериментална поддръжка за Microsoft Word и WordPad.
es: Se ha añadido soporte experimental para Microsoft Word y WordPad a partir de la versión 2.8.
fi: Kokeellinen tuki Microsoft Wordille ja WordPadille on lisätty versiossa 2.8.
fr: La prise en charge expérimentale de Microsoft Word et WordPad a été ajoutée à la version 2.8.
pt_br: O suporte experimental ao Microsoft Word e ao WordPad foi adicionado a partir da versão 2.8.

source: Sentence navigation keystrokes Alt+Up/Down might conflict with built-in keystrokes in applications. SentenceNav developers strive to resolve these conflicts whenever possible. However, if you encounter such a situation, a simple workaround is to press NVDA+F2 (Pass next key through), followed by the conflicting keystroke Alt+Up/Down to make sure that this keystroke would be processed by the application and not by SentenceNav.
bg: Клавишните команди за навигация по изречение Alt+Стрелка нагоре/надолу може да са в конфликт с вградените клавиши в приложенията. Разработчиците на добавката за навигация по изречения се стремят да разрешават тези конфликти, когато е възможно. Въпреки това, ако срещнете такава ситуация, просто заобиколно решение е да натиснете NVDA+F2 (препредаване на следващия клавиш), последвано от конфликтната клавишна команда Alt+Стрелка нагоре/надолу, за да сте сигурни, че клавишната команда ще бъде изпълнена от приложението, а не от добавката.
es: Los atajos de navegación por frases alt+flechas arriba y abajo pueden hacer conflicto con atajos incorporados en aplicaciones. Los desarrolladores de SentenceNav intentan resolver estos conflictos cuando es posible. Sin embargo, si te encuentras en tal situación, una solución simple es pulsar NVDA+f2 (dejar pasar la siguiente tecla), seguida del atajo en conflicto alt+flecha arriba o abajo para asegurarte de que es la aplicación la que procesa el atajo de teclado y no SentenceNav.
fi: Lausenavigoinnin näppäinkomennot Alt+Nuoli ylös/alas voivat aiheuttaa ristiriitoja sovellusten sisäänrakennettujen näppäinkomentojen kanssa. Lausenavigointi-lisäosan kehittäjät pyrkivät ratkaisemaan nämä ristiriidat aina kun mahdollista. Jos kuitenkin kohtaat tällaisen tilanteen, yksinkertainen ratkaisu on painaa NVDA+F2 (Ohita seuraava näppäinpainallus) ja sen jälkeen ristiriidassa olevaa näppäinkomentoa Alt+Nuoli ylös/alas varmistaaksesi, että kyseisen näppäinkomennon käsittelee sovellus eikä Lausenavigointi-lisäosa. Tämä mahdollistaa sekä Lausenavigointi-lisäosan että sovelluksen sisäänrakennettujen ominaisuuksien käytön ilman ristiriitoja.
fr: Les raccourcis clavier pour la navigation par phrase Alt+Flèche Haut / Flèche Bas peuvent entrer en conflit avec les Raccourcis clavier incorporés dans les applications. Les développeurs de SentenceNav s'efforcent de résoudre ces conflits chaque fois que possible. Cependant, si vous rencontrez une telle situation, une solution de contournement simple consiste à appuyer sur NVDA+F2 (Passer la touche suivante directement à l'application), suivie de la touche conflictuelle Alt+Flèche Haut / Flèche Bas pour s'assurer que cette touche serait traitée par l'application et non par SentenceNav.
pt_br: As teclas de navegação do SentenceNav Alt+Cima/Baixo podem entrar em conflito com as teclas incorporadas nos aplicativos. Os desenvolvedores do SentenceNav se esforçam para resolver esses conflitos sempre que possível. No entanto, se você se deparar com uma situação desse tipo, uma solução simples é pressionar NVDA+F2 (Passar a próxima tecla), seguido pela tecla em conflito Alt+Cima/Baixo para garantir que essa tecla seja processada pelo aplicativo e não pelo SentenceNav.

source: Algorithm
bg: Алгоритъм
es: Algoritmo
fi: Algoritmi
fr: Algorithme
pt_br: Algoritmo

source: SentenceNav uses a regular expression to find sentence boundaries. The regular expression is looking for:
bg: Навигацията по изречения използва регулярен израз, за да намери границите между изреченията. Регулярният израз търси за:
es: SentenceNav usa una expresión regular para encontrar los límites de una frase. La expresión regular busca:
fi: Tämä lisäosa käyttää säännöllistä lauseketta lauserajojen etsimiseen. Kyseinen säännöllinen lauseke etsii seuraavia:
fr: SentenceNav utilise une expression régulière pour trouver les bordure de phrase. L'expression régulière recherche :
pt_br: O SentenceNav usa uma expressão regular para localizar os limites das frases. A expressão regular está procurando por:

source: One or more "Sentence breaker" punctuation marks, such as period, exclamation sign or question sign, followed immediately by one or more spaces.
bg: Един или повече препинателни знака за прекъсване на изречение, като точка, удивителен знак или въпросителен знак, последвани непосредствено от един или повече интервала.
es: Uno o más signos de puntuación de "ruptura de frase", tales como punto, exclamación, interrogación, seguidos inmediatamente de uno o más espacios.
fi: Yhtä tai useampaa lauseen lopettavaa välimerkkiä, kuten piste, huutomerkki tai kysymysmerkki, joita seuraa välittömästi yksi tai useampi välilyönti.
fr: Un ou plusieurs signes de ponctuation de "Caractères de rupture de phrase", telles que le point, le point d'exclamation ou le point d'interrogation, suivie immédiatement d'un ou plusieurs espaces.
pt_br: Um ou mais sinais de pontuação de “quebra de frase”, como ponto final, sinal de exclamação ou de interrogação, seguidos imediatamente por um ou mais espaços.

source: Sentence breakers can optionally be followed by one or more "Skippable" punctuation signs, such as closing parenthesis, or a quote.
bg: Прекъсвачите на изречения може да бъдат последвани от един или повече препинателни знаци, които могат да бъдат пропускани, като затваряща скоба или кавички.
es: Las rupturas de frase pueden ir seguidas opcionalmente de uno o más signos de puntuación "evitables", como paréntesis de cierre, o una comilla.
fi: Lauseenlopetusmerkkien jälkeen voidaan valinnaisesti lisätä yksi tai useampi ohitettava välimerkki, kuten loppusulku tai lainausmerkki.
fr: Les caractères de rupture de phrase peuvent éventuellement être suivis par un ou plusieurs signes de ponctuation "Sautables", tels que la fermeture des parenthèses, ou un guillemet.
pt_br: Os separadores de frases podem, opcionalmente, ser seguidos por um ou mais sinais de pontuação “puláveis”, como parênteses de fechamento ou uma citação.

source: Sentence breakers can optionally be followed by a Wikipedia-style reference, e.g. [4], or [citation needed].
bg: Прекъсвачите на изречения може да бъдат последвани от връзка в стил Уикипедия, напр. [4], или [необходим е цитат].
es: Las rupturas de frase pueden ir seguidas opcionalmente de una referencia estilo Wikipedia como [4], o [citation needed].
fi: Lauseenlopetusmerkin jälkeen voidaan valinnaisesti lisätä Wikipedia-tyylinen viittaus, esim. [4], tai [lähde?].
fr: Les caractères de rupture de phrase peuvent éventuellement être suivis d'une référence de style Wikipedia, par ex. [4], ou [citation nécessaire].
pt_br: Os separadores de frases podem, opcionalmente, ser seguidos por uma referência no estilo da Wikipédia, por exemplo, [4] ou [citação necessária].

source: Sentence breakers must not be preceded by any of the exceptional abbreviations, such as Dr., Mr., Prof., etc. Exceptional abbreviations are language-dependent. Exceptional abbreviations are defined as abreviations spelled with a period, which in most cases does not indicate the end of the sentence.
bg: Прекъсвачите на изречения не трябва да се предшестват от някое от специалните съкращения, като д-р, г-н, проф. и т.н. Специалните съкращения зависят от езика. Специалните съкращения се дефинират като съкращения, написани с точка, която в повечето случаи не показва края на изречението.
es: Las rupturas de frase no deben ir precedidas de ninguna abreviatura excepcional, tales como DR., SR., Prof., etc. Las abreviaturas excepcionales dependen del idioma. Las abreviaturas excepcionales se definen como abreviaturas que terminan en punto, y en muchos casos no indican el final de una frase.
fi: Lauseenlopetusmerkkiä ei saa edeltää mikään harvinainen lyhenne, kuten Dr., Mr., Prof. jne. Harvinaiset lyhenteet riippuvat kielestä. Harvinaiset lyhenteet määritellään lyhenteiksi, joissa pisteen käyttö ei yleensä tarkoita lauseen loppua.
fr: Les caractères de rupture de phrase ne doivent être précédés par aucune des abréviations exceptionnelles, telles que le Dr., Mr., le Prof., etc. Les abréviations exceptionnelles dépendent de la langue. Les abréviations exceptionnelles sont définies comme des abréviations orthographiées avec un point qui, dans la plupart des cas, n'indique pas la fin de la phrase.
pt_br: Os separadores de frases não devem ser precedidos por nenhuma das abreviações excepcionais, como Dr., Mr., Prof. etc. As abreviações excepcionais dependem do idioma. As abreviações excepcionais são definidas como abreviações escritas com um ponto final, que na maioria dos casos não indica o fim da frase.

source: Sentence breakers must not be preceded by a single capital letter. This is to prevent sentences being broken at people's initials, such as George R. R. Martin. The list of capital letters is language-dependent.
bg: Прекъсвачите на изречения не трябва да се предшестват от една главна буква. Това е с цел да се предотврати прекъсването на изреченията на инициалите на хора, като Джордж Р. Р. Мартин. Списъкът с главни букви зависи от езика.
es: Las rupturas de frase no deben ir precedidas por una única letra mayúscula. Esto es para evitar la ruptura de frases en las iniciales de personas, tales como George R. R. Martin. La lista de letras mayúsculas depende del idioma.
fi: Lauseenlopetusmerkkien edellä ei saa olla yksittäistä isoa kirjainta. Tämä estää lauseiden lopetuksen henkilöiden nimikirjaimiin, kuten George R. R. Martin. Isojen kirjainten luettelo riippuu kielestä.
fr: Les caractères de rupture de phrase ne doivent pas être précédés d'une seule lettre majuscule. Il s'agit d'empêcher les phrases de se rompre lors des initiales des gens, comme George R. R. Martin. La liste des lettres majuscules dépend de la langue.
pt_br: As quebras de frase não devem ser precedidas por uma única letra maiúscula. Isso evita que as frases sejam quebradas com as iniciais das pessoas, como George R. R. Martin. A lista de letras maiúsculas depende do idioma.

source: Alternatively, the regular expression can match one of the full-width sentence breakers. Full-width punctuation is used in some languages, like Chinese and Japanese and there is no requirement to be followed or preceded by anything to be counted as the boundary of sentences.
bg: Алтернативно, регулярният израз може да съответства на един от прекъсвачите на изречения с пълна ширина. Пунктуационните знаци с пълна ширина се използват в някои езици, като китайски и японски, и няма изискване да бъдат последвани или предшествани от нещо, което да се брои като граница между изреченията.
es: Alternativamente, la expresión regular puede coincidir con una de las rupturas de frase de anchura completa. La puntuación de anchura completa se usa en algunos idiomas, como chino y japonés, y no hay requisitos de que vaya seguida o precedida de nada para que cuente como límite de frases.
fi: Säännöllinen lauseke voi vaihtoehtoisesti täsmätä jotain täysleveää lauseenlopetusmerkkiä. Täysleveitä välimerkkejä käytetään joissakin kielissä, kuten kiinassa ja japanissa, eikä niiden jäljessä tai edellä tarvitse olla mitään, jotta ne lasketaan lauseiden rajaksi.
fr: Alternativement, l'expression régulière peut correspondre à l'un des caractères pleine chasse de rupture de phrase. La ponctuation de caractères pleine chasse est utilisée dans certaines langues, comme le chinois et le japonais et il n'y a aucune obligation de suivre ou de précéder quoi que ce soit à considérer comme la bordure des phrases.
pt_br: Alternativamente, a expressão regular pode corresponder a um dos separadores de frases de largura total. A pontuação de largura total é usada em alguns idiomas, como o chinês e o japonês, e não há necessidade de ser seguida ou precedida por nada para ser contada como o limite das frases.

source: Alternatively, double new line counts as a sentence breaker.
bg: Алтернативно, двоен нов ред се брои за прекъсване на изречение.
es: Alternativamente, dos caracteres de nueva línea cuentan como ruptura de frase.
fi: Kahden rivinvaihdon käyttö lasketaan vaihtoehtoisesti lauseen lopetukseksi.
fr: Alternativement, une nouvelle ligne en double compte comme caractères de rupture de phrase.
pt_br: Alternativamente, uma nova linha dupla conta como uma quebra de frase.

source: Phrase detection is performed by another regular expression, that matches:
bg: Откриването на фраза се извършва от друг регулярен израз, който съответства на:
es: La detección de frases se hace con otra expresión regular, que coincide con:
fi: Virkkeen tunnistus suoritetaan toisella säännöllisellä lausekkeella, joka täsmää seuraaviin:
fr: La détection des phrases est effectuée par une autre expression régulière, qui correspond :
pt_br: A detecção de frases é realizada por outra expressão regular, que corresponde:

source: One or more "phrase breakers" punctuation marks followed immediately by one or more spaces.
bg: Един или повече препинателни знаци за прекъсване на фрази, последвани непосредствено от един или повече интервали.
es: Uno o más signos de puntuación de "ruptura de frase" seguidos inmediatamente de uno o más espacios.
fi: Yhteen tai useampaan virkkeen lopettavaan välimerkkiin, jonka/joiden jäljessä on yksi tai useampi välilyönti.
fr: Un ou plusieurs signes de ponctuation de "caractères de rupture d'expression" suivis immédiatement par un ou plusieurs espaces.
pt_br: Um ou mais sinais de pontuação de “quebra de frase” seguidos imediatamente por um ou mais espaços.

source: Or alternatively, one or more "fixed-width" phrase brakers, with no requirement of being followed by spaces.
bg: Или алтернативно, един или повече прекъсвачи на фрази с "фиксирана ширина", без изискване да бъдат последвани от интервали.
es: O alternativamente, una o más rupturas de frase "de anchura fija" sin requisitos de estar seguidas de espacios.
fi: Vaihtoehtoisesti yhteen tai useampaan kiinteäleveyksiseen lauseenlopetusmerkkiin, joiden jäljessä ei tarvitse olla välilyöntejä.
fr: Ou alternativement, un ou plusieurs caractères de rupture d'expression de "largeur fixe", sans besoin d'être suivis par des espaces.
pt_br: Ou, como alternativa, um ou mais travadores de frase de “largura fixa”, sem a necessidade de serem seguidos por espaços.

source: Or alternatively, double new line.
bg: Или алтернативно – двоен нов ред.
es: O alternativamente, dos caracteres de nueva línea.
fi: Vaihtoehtoisesti kahteen rivinvaihtoon.
fr: Ou alternativement, nouvelle ligne en double.
pt_br: Ou, alternativamente, uma nova linha dupla.

source: Other settings
bg: Други настройки
es: Otras opciones
fi: Muut asetukset
fr: Autres paramètres
pt_br: Outras configurações
