Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/sentenceNav.*.po
Languages: bg, es, fi, fr, pt_br

source: Reconstruct sentences across multiple paragraphs: sentences can span across multiple paragraphs. This often happnes in malformed PDF documents, or in email messages written as plain text. With this combo box you can tell SentenceNav to try to identify those sentences and speak them correctly. Sometimes however, it would speak paragraphs together that are not meant to be sentences. In this case you can disable that feature.
bg: Сглоби изречение, разположено между няколко абзаца: изреченията могат да обхващат няколко абзаца. Това често се случва в неправилно формирани PDF документи или в е-писма, написани като обикновен текст. С този падащ списък можете да инструктирате навигацията по изречения да се опита да идентифицира тези изречения и да ги изговори правилно. Понякога обаче това изговаря абзаци заедно, които не са предназначени да бъдат изречения. В този случай можете да изключите тази функция.
es: Reconstruir frases a través de varios párrafos: las frases pueden ocupar varios párrafos. Esto pasa con frecuencia en documentos PDF mal formados, o mensajes de correo electrónico escritos en texto plano. Con este cuadro combinado se puede pedir a Sentence Nav que intente identificar esas frases y verbalizarlas correctamente. Sin embargo, a veces puede verbalizar juntos párrafos que no están hechos para ser frases. En este caso puedes desactivar esta característica.
fi: Kokoa lauseet useista kappaleista: Lauseet voivat jakaantua useisiin kappaleisiin. Tätä tapahtuu usein huonosti muotoilluissa PDF-asiakirjoissa tai sähköpostiviesteissä, jotka on kirjoitettu tavallisena tekstinä. Tällä yhdistelmäruudulla voit kertoa Lausenavigoinnille, että se yrittää tunnistaa nämä lauseet ja lukea ne oikein. Joskus kuitenkin käy niin, että se lukee yhtenä pötkönä kappaleet, joita ei ole tarkoitettu lauseiksi. Tällaisessa tapauksessa voit poistaa tämän ominaisuuden käytöstä.
fr: Reconstruire des phrases sur plusieurs paragraphes : Les phrases peuvent s'étendre sur plusieurs paragraphes. Cela se réalise souvent dans des documents PDF malformés, ou dans des e-mails écrits en texte brut. Avec cette zone de liste déroulante, vous pouvez dire à Sentencenav pour essayer d'identifier ces phrases et les verbaliser correctement. Parfois, cependant, il verbalise les paragraphes ensemble qui ne sont pas censés être des phrases. Dans ce cas, vous pouvez désactiver cette fonctionnalité.
pt_br: Reconstrução de frases em vários parágrafos: as frases podem se estender por vários parágrafos. Isso geralmente acontece em documentos PDF malformados ou em mensagens de e-mail escritas como texto simples. Com essa caixa de combinação, você pode dizer ao SentenceNav para tentar identificar essas frases e digitá-las corretamente. Às vezes, porém, ele fala parágrafos juntos que não deveriam ser frases. Nesse caso, você pode desativar esse recurso.

source: Disable SentenceNav in applications: You can disable SentenceNav in certain applications. For example, some applications use Alt+Down keystroke to perform other functions. This is a comma-separated blacklist of applications where sentence navigation will be disabled. If you are not sure what should be the name of your application, switch to that application, Press NVDA+Control+Z to open up NVDA console and type: "focus.appModule.appName" without quotes to obtain the name of current application.
bg: Изключвай навигацията по изречения в приложения: Можете да деактивирате SentenceNav в определени приложения. Например, някои приложения използват командата Alt+стрелка надолу, за да изпълняват други функции. Това е разделен със запетаи черен списък с приложения, където навигацията по изреченията ще бъде изключена. Ако не сте сигурни какво трябва да бъде името на вашето приложение, превключете към това приложение, натиснете NVDA+Control+Z, за да отворите конзолата на NVDA и напишете: "focus.appModule.appName" (без кавичките), за да получите името на текущото приложение.
es: Deshabilitar SentenceNav en aplicaciones: se puede deshabilitar SentenceNav en ciertas aplicaciones. Por ejemplo, algunas aplicaciones usan el atajo alt+flecha abajo para realizar otras funciones. Esta es una lista separada por comas de aplicaciones donde se desactivará la navegación por frases. Si no estás seguro del nombre que debería tener tu aplicación, cambia a dicha aplicación, pulsa NVDA+control+z para abrir la consola Python y escribe: "focus.appModule.appName" sin comillas para obtener el nombre de la aplicación actual.
fi: Poista Lausenavigointi käytöstä sovelluksissa: Voit poistaa Lausenavigoinnin käytöstä tietyissä sovelluksissa. Esimerkiksi jotkut sovellukset käyttävät Alt+Nuoli alas -näppäinyhdistelmää muiden toimintojen suorittamiseen. Tämä on pilkuin erotettu luettelo sovelluksista, joissa Lausenavigointi poistetaan käytöstä. Jos et ole varma sovelluksen nimestä, vaihda kyseiseen sovellukseen ja avaa NVDA:n Python-konsoli painamalla NVDA+Ctrl+Z, kirjoita "focus.appModule.appName" ilman lainausmerkkejä ja paina Enter saadaksesi selville nykyisen sovelluksen nimen.
fr: Désactiver SentenceNav dans les applications : vous pouvez désactiver SentenceNav dans certaines applications. Par exemple, certaines applications utilisent une touche Alt+Flèche Bas pour effectuer d'autres fonctions. Il s'agit d'une liste noire des applications séparée par des virgules où la navigation par phrases sera désactivée. Si vous ne savez pas quel devrait être le nom de votre application, passez à cette application, appuyez sur NVDA+Control+Z pour ouvrir la console NVDA et tapez : "focus.appModule.appName" sans les guillemets pour obtenir le nom de l'application courante.
pt_br: Desativar o SentenceNav em aplicativos: Você pode desativar o SentenceNav em determinados aplicativos. Por exemplo, alguns aplicativos usam a tecla Alt+Baixo para executar outras funções. Esta é uma lista negra, separada por vírgulas, de aplicativos em que a navegação por frases será desativada. Se não tiver certeza de qual deve ser o nome do seu aplicativo, alterne para esse aplicativo, pressione NVDA+Control+Z para abrir o console do NVDA e digite: “focus.appModule.appName” sem aspas para obter o nome do aplicativo atual.

source: Source code
bg: Изходен код
es: Código fuente
fi: Lähdekoodi
fr: Code source
pt_br: Código-fonte

source: Source code is available at <http://github.com/mltony/nvda-sentence-nav>.
bg: Изходният код е наличен на адрес <http://github.com/mltony/nvda-sentence-nav>.
es: El código fuente está disponible en <https://github.com/mltony/nvda-sentence-nav>.
fi: Lähdekoodi on saatavilla osoitteessa <http://github.com/mltony/nvda-sentence-nav>.
fr: Le code source est disponible sur <http://github.com/mltony/nvda-sentence-nav>.
pt_br: O código-fonte está disponível em <http://github.com/mltony/nvda-sentence-nav>.

source: Downloads
bg: Изтегляния
es: Descargas
fi: Lataukset
fr: Téléchargements

source: Current stable version: [SentenceNav](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)
bg: Текуща стабилна версия: [Навигация по изречения](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)
es: Versión estable actual: [SentenceNav](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)
fi: Nykyinen vakaa versio: [Lausenavigointi](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)
fr: Version stable actuelle : [SentenceNav](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)
pt_br: Versão estável atual: [SentenceNav](https://github.com/mltony/nvda-sentence-nav/releases/latest/download/SentenceNav.nvda-addon)

source: Last Python 2 version (compatible with NVDA 2019.2 and prior): [SentenceNav v2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
bg: Последна версия използваща Python 2 (съвместима с NVDA 2019.2 и по-стари версии): [Навигация по изречения версия 2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
es: Última versión en Python 2 (compatible con NVDA 2019.2 y anteriores): [SentenceNav v2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
fi: Viimeinen Python 2 -versio (Yhteensopiva NVDA 2019.2:n ja sitä vanhempien kanssa): [Lausenavigointi v2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
fr: Dernière version Python 2 (compatible avec NVDA 2019.2 et antérieure) : [SentenceNav v2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
pt_br: Última versão do Python 2 (compatível com o NVDA 2019.2 e versões anteriores): [SentenceNav v2.5](https://github.com/mltony/nvda-sentence-nav/releases/download/v2.5/SentenceNav-2.5.nvda-addon)
