Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/soundSplitter.*.po
Languages: de, es, fi, fr, ja, pl, ru, tr, uk

source: [[!meta title="Sound Splitter"]]
de: [[!meta title="Sound-Teilung"]]
fi: [[!meta title="Äänijakaja"]]
fr: [[!meta title="Séparateur de son"]]
ru: [[!meta title="Разделитель Звука"]]
tr: [[!meta title="Ses Ayırıcı"]]
uk: [[!meta title="Sound Splitter (Розділювач звуків)"]]

source: Authors: Joseph Lee, Luke Davis and contributors
de: Autoren: Joseph Lee, Luke Davis und weitere Entwickler
es: Autores: Joseph Lee, Luke Davis y colaboradores
fi: Tekijät: Joseph Lee, Luke Davis sekä muut
fr: Auteurs : Joseph Lee, Luke Davis et contributeurs
ru: Авторы: Joseph Lee, Luke Davis и участники сообщества
tr: Yazarlar: Joseph Lee, Luke Davis ve diğer katkıda bulunanlar
uk: Автори: Joseph Lee, Luke Davis та співавтори

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [Wersja stabilna][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı Sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2022.4 and later
de: NVDA-Kompatibilität: 2022.4 und neuer
es: Compatibilidad con NVDA: de 2022.4 en adelante
fi: Yhteensopivuus: NVDA 2022.4 ja uudemmat
fr: Compatibilité NVDA : 2022.4 et versions ultérieures
ru: Совместимость с NVDA: 2022.4 и позже
uk: Сумісність з NVDA: 2022.4 і пізніші

source: This add-on, partly based on Tony's Enhancements by Tony Malykh, adds the ability to split audio from NVDA and other sounds onto separate audio channels.
de: Diese Erweiterung, die teilweise auf die Erweiterung von Tony Malykh basiert, fügt die Möglichkeit hinzu, Audio von NVDA und anderen Sounds auf separate Audiokanäle aufzuteilen.
es: Este complemento, basado en parte en Mejoras de Tony de Tony Malykh, añade la posibilidad de dividir el audio de NVDA y otros sonidos en canales de audio separados.
fi: Tämä lisäosa, joka perustuu osittain Tony Malykhin Tony's Enhancementsiin, lisää mahdollisuuden jakaa NVDA:n puhe ja muut äänet erillisiin äänikanaviin.
fr: Cette extension, en partie basé sur Tony's Enhancements de Tony Malykh, ajoute la possibilité de séparer l'audio de NVDA et d'autres sons sur des canaux audio séparés.
ja: このアドオンは、Tony Malykh のTony's Enhancements に一部基づいており、NVDAと他からの音を別々のオーディオチャンネルに分ける機能を追加します。
pl: Ten dodatek, częściowo oparty na ulepszeniach Tony'ego Autorstwa Tony'ego Malykha, dodaje możliwość dzielenia dźwięku z NVDA i innych dźwięków na oddzielne kanały audio.
ru: Это дополнение, частично основанное на улучшениях Тони Малых, добавляет возможность разделения звука с NVDA и других звуков на отдельные аудиоканалы.
tr: Kısmen Tony Malykh'in Tony's Enhancements eklentisine dayanan bu eklenti, NVDA sesini ve diğer sesleri ayrı ses kanallarına bölme yeteneği ekler.
uk: Цей додаток, частково заснований на Tony's Enhancements від Tony Malykh, додає можливість розділяти звуки NVDA та інших програм на окремі аудіоканали.

source: Note: this add-on is not intended to be used in secure screens.
de: Hinweis: Diese Erweiterung ist nicht für die Verwendung im geschützten Bereich vorgesehen.
es: Nota: este complemento no está diseñado para ejecutarse en pantallas seguras.
fi: Huom: Tätä lisäosaa ei ole tarkoitettu suojatuissa ruuduissa käytettäväksi.
fr: Remarque : cette extension n'est pas destinée à être utilisée sur des écrans sécurisés.
ja: 備考: このアドオンはセキュア画面では使えるようになっていません。
pl: Uwaga: ten dodatek nie jest przeznaczony do użytku na bezpiecznych ekranach.
ru: Примечание: это дополнение не предназначено для использования на защищенных экранах.
tr: Not: Bu eklenti güvenli ekranlarda kullanılmak üzere tasarlanmamıştır.
uk: Примітка: цей додаток не призначений для використання на захищених екранах.

source: Commands:
de: Befehle:
es: Órdenes:
fi: Komennot:
fr: Commandes :
ja: コマンド:
pl: Polecenia
ru: Команды:
tr: Komutlar:
uk: Команди:

source: Alt+NvDA+S: toggle sound splitter between enabled with NVDA on the right channel, NVDA on the left channel, or disabled.
de: Alt+NVDA+S: Schaltet die Sound-Teilung zwischen aktiviert mit NVDA auf dem rechten Kanal, NVDA auf dem linken Kanal oder deaktiviert um.
es: Alt+NVDA+S: conmuta el divisor de sonido entre activado con NVDA en el canal derecho, NVDA en el canal izquierdo, o desactivado.
fi: Alt+NVDA+S: Vaihtaa Äänijakajan tilaa siten, että se on joko käytössä ja NVDA kuuluu oikeasta kanavasta, vasemmasta kanavasta tai pois käytöstä.
fr: Alt+NvDA+S : basculer le séparateur de son entre activé avec NVDA sur le canal droit, NVDA sur le canal gauche ou désactivé.
ja: Alt+NVDA+S: sound splitter を、有効でNVDAが右チャンネル、有効でNVDAが左チャンネル、無効、の間で切り替えます。
pl: Alt+NvDA+S: przełączaj rozdzielacz dźwięku między włączonym z NVDA na prawym kanale, NVDA na lewym kanale lub wyłączonym.
ru: Alt+NVDA+S: переключает разделитель звука между включенным NVDA на правом канале, NVDA на левом канале или отключенным.
tr: Alt+NvDA+S: ses ayırıcıyı sağ kanalda NVDA ile etkin, sol kanalda NVDA ile etkin veya devre dışı arasında değiştirir.
uk: NVDA+Alt+S: перемикає розділення звуку між увімкненням NVDA на правому каналі, NVDA на лівому каналі або вимкненням.

source: Sound Splitter settings
de: Einstellungen für Sound Splitter
es: Opciones de Sound Splitter
fi: Äänijakajan asetukset
fr: Paramètres du séparateur de son
ja: サウンド分割の設定
pl: Ustawienia rozdzielacza dźwięku
ru: Настройки разделителя звука
tr: Ses Ayırıcı ayarları
uk: Налаштування розділювача звуків

source: You can configure add-on settings from NVDA menu/Preferences/Settings/Sound Splitter category.
de: Sie können die Einstellungen der Erweiterung im NVDA-Menü -> Optionen -> Einstellungen -> Sound Splitter konfigurieren.
es: Puedes configurar las opciones del complemento desde menú NVDA / Preferencias / Opciones / categoría Sound Splitter.
fi: Voit muuttaa tämän lisäosan asetuksia kohdasta NVDA-valikko/Asetukset/Asetukset/Äänijakaja-kategoria.
fr: Vous pouvez configurer les paramètres de l'extension à partir du menu NVDA/Préférences/Paramètres/catégorie Séparateur de son.
ja: アドオンの設定はNVDAメニュー、設定(P)、設定(S)、Sound Splitterカテゴリから出来ます。
pl: Ustawienia dodatku można skonfigurować z poziomu menu NVDA/Preferencje/Ustawienia/Rozdzielacz dźwięku.
ru: Вы сможете сконфигурировать разделитель звука из меню NVDA/Параметры/Настройки/категории Разделитель Звука.
tr: Eklenti ayarları NVDA menüsü/Tercihler/Ayarlar/Ses Ayırıcı kategorisinden yapılandırılabilir.
uk: Ви можете налаштувати параметри додатка в меню NVDA/Параметри/Налаштування/категорія Sound Splitter.

source: Split NVDA sound and applications' sounds into left and right channels: checkinb this checkbox will enable sound splitting feature.
de: NVDA-Sound und Anwendungssound in linke und rechte Kanäle aufteilen: Wenn Sie dieses Kontrollkästchen aktivieren, wird die Funktion zum Aufteilen des Sounds aktiviert.
es: Separar el sonido de NVDA y de otras aplicaciones en los canales izquierdo y derecho: al marcar esta casilla, se activará la función de división de sonido.
fi: Jaa NVDA:n äänet oikeaan kanavaan ja muiden sovellusten vasempaan: tämän valintaruudun valitseminen ottaa käyttöön äänijakotoiminnon.
fr: Séparer le son de NVDA et les sons des applications entre canaux gauche et droit : cocher cette case pour activer la fonction de séparation du son.
ja: NVDAの音とアプリケーションの音を左右のチャンネルに分ける: このチェックボックスをチェックするとサウンド分割の機能がオンになります。
pl: Podziel dźwięk NVDA i dźwięki aplikacji na lewy i prawy kanał: zaznacz to pole wyboru włączy funkcję dzielenia dźwięku.
ru: Разделение звука NVDA и приложений на левый и правый каналы: установите этот флажок, чтобы включить функцию разделения звука.
tr: NVDA sesi ile diğer uygulamaların seslerini sol ve sağ kanallara ayır: bu onay kutusunun işaretlenmesi, ses ayırma özelliğini etkinleştirecektir.
uk: Розділити звуки NVDA і звуки програм на лівий і правий канали: позначте прапорець, щоб увімкнути функцію розділення звуку.

source: Switch left and right during sound split: by default, NVDA will be heard through the right channel if sound splitting is on. You can instead hear NVDA through the left channel by checking this checkbox.
de: Bei Tonaufteilung zwischen linken und rechten Audiokanal wechseln: Standardmäßig wird NVDA über den rechten Kanal gehört, wenn die Tonaufteilung aktiviert ist. Sie können NVDA stattdessen über den linken Kanal hören, indem Sie dieses Kontrollkästchen aktivieren.
es: Alternar izquierda y derecha durante la división de sonido: por defecto, NVDA se escuchará por el canal derecho si la división de sonido está activada. En su lugar, puedes escuchar NVDA por la izquierda marcando esta casilla.
fi: Vaihda vasen ja oikea keskenään äänijaon ollessa käytössä: NVDA kuuluu oletusarvoisesti oikeasta kanavasta, kun äänijako on käytössä. Voit vaihtaa NVDA:n kuulumaan vasemmasta kanavasta valitsemalla tämän valintaruudun.
fr: Intervertir la gauche et la droite pendant que le son est séparé : par défaut, NVDA sera entendu via le canal droit si la séparation du son est activée. Vous pouvez cependant entendre NVDA via le canal gauche en cochant cette case.
ja: サウンド分割中に左右を入れ替える: 初期設定では、サウンド分割がオンの時、NVDAが右チャンネルから聞こえます。このチェックボックスにチェックすると、代わりに、NVDAが左チャンネルから聞こえるようになります。
pl: Przełączaj się w lewo i w prawo podczas podziału dźwięku: domyślnie NVDA będzie słyszalny przez prawy kanał, jeśli podział dźwięku jest włączony. Zamiast tego możesz usłyszeć NVDA przez lewy kanał, zaznaczając to pole wyboru.
ru: Переключение влево и вправо при разделении звука: по умолчанию NVDA будет воспроизводиться в правом канале, если включено разделение звука. Вы можете прослушивать NVDA в левом канале, установив этот флажок.
tr: Ses ayırma sırasında sola ve sağa geçiş yap: varsayılan olarak, ses ayırma açıksa NVDA sağ kanaldan duyulacaktır. Bunun yerine bu onay kutusunu işaretleyerek NVDA'yı sol kanaldan duyabilirsiniz.
uk: Перемикайтеся на лівий і правий канали під час розділення звуку: початково NVDA буде чутно через правий канал, якщо розділення звуку ввімкнено. Натомість ви можете почути NVDA через лівий канал, позначивши цей прапорець.

source: Version 23.02
es: Versión 23.02
fi: Versio 23.02
ru: Версия 23.02
tr: Sürüm 23.02
uk: Версія 23.02

source: NVDA 2022.4 or later is required.
de: NVDA 2022.4 oder neuer wird benötigt.
es: Se requiere NVDA 2022.4 o posterior.
fi: Edellyttää NVDA 2022.4:ää tai uudempaa.
fr: Nécessite NVDA 2022.4 ou version ultérieure.
ru: Требуется NVDA 2022.4 или позднее.
tr: NVDA 2022.4 veya üstü gereklidir.
uk: Потрібна версія NVDA 2022.4 або пізніша.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
de: Windows 10 Version 21H2 (November 2021 Update bzw. Build 19044) oder neuer wird benötigt.
es: Se requiere Windows 10 21H2 (actualización de noviembre de 2021 / compilación 19044) o posterior.
fi: Windows 10 21H2 (marraskuun 2021 päivitys/koontiversio 19044) tai uudempi vaaditaan.
fr: Windows 10 21H2 (November 2021 Update/build 19044) ou ultérieure est requise.
ru: Требуется Windows 10 21H2 (Ноябрь 2021 Обновление/сборка 19044) или позднее.
tr: Windows 10 21H2 (Kasım 2021 Güncellemesi/derlemesi 19044) veya üstü gereklidir.
uk: Потрібна Windows 10 21H2 (November 2021 Update/build 19044) чи пізніша.

source: Version 23.01
es: Versión 23.01
fi: Versio 23.01
ru: Версия 23.01
tr: Sürüm 23.01
uk: Версія 23.01

source: NVDA 2022.3 or later is required.
de: NVDA 2022.3 oder neuer wird benötigt.
es: Se requiere NVDA 2022.3 o posterior.
fi: Edellyttää NVDA 2022.3:a tai uudempaa.
fr: Nécessite NVDA 2022.3 ou version ultérieure.
ru: Требуется NVDA 2022.3 или позднее.
tr: NVDA 2022.3 veya üstü gereklidir.
uk: Потрібна версія NVDA 2022.3 або пізніша.

source: Windows 10 or later is required as Windows 7, 8, and 8.1 are no longer supported by Microsoft as of January 2023.
de: Windows 10 oder neuer ist erforderlich, da Windows 7, 8 und 8.1 ab Januar 2023 nicht mehr von Microsoft unterstützt werden.
es: Se requiere Windows 10 o posterior, ya que Microsoft no soporta Windows 7, 8 y 8.1 desde enero de 2023.
fi: Windows 10 tai uudempi vaaditaan, koska Microsoft ei enää tue Windows 7:ää, 8:aa tai 8.1:tä tammikuusta 2023 alkaen.
fr: Windows 10 ou ultérieure est requis car Windows 7, 8 et 8.1 ne sont plus pris en charge par Microsoft en janvier 2023.
ru: Требуется Windows 10 или более поздняя версия, поскольку Windows 7, 8 и 8.1 больше не поддерживаются Корпорацией Майкрософт с января 2023 года.
tr: Ocak 2023 itibariyle Windows 7, 8 ve 8.1 artık Microsoft tarafından desteklenmediğinden Windows 10 veya sonraki sürümleri gereklidir.
uk: Потрібна Windows 10 чи пізніша, оскільки з січня 2023 року Майкрософт не підтримує Windows 7, 8 і 8.1.

source: Updated psutil dependency to 5.9.4.
de: Die Python-Abhängigkeit "psutil" wurde auf 5.9.4 aktualisiert.
es: Actualizada la dependencia psutil a la versión 5.9.4.
fi: Päivitetty psutil-riippuvuus versioksi 5.9.4.
fr: Mise à jour de la dépendance psutil à la version 5.9.4.
ru: Обновлена зависимость от psutil до версии 5.9.4.
tr: Psutil bağımlılığı 5.9.4'e güncellendi.
uk: Оновлено залежність psutil до версії 5.9.4.

source: Version 22.03
es: Versión 22.03
fi: Versio 22.03
ja: バージョン 22.03
pl: Wersja 22.03
ru: Версия 22.03
tr: Sürüm 22.03
uk: Версія 22.03

source: NVDA 2021.3 or later is required.
de: NVDA 2021.3 oder neuer wird benötigt.
es: Se requiere NVDA 2021.3 o posterior.
fi: Edellyttää NVDA 2021.3:a tai uudempaa.
fr: Nécessite NVDA 2021.3 ou version ultérieure.
ja: NVDA 2021.3以降が必要。
pl: Wymagana jest nvda 2021.3 lub nowsza.
ru: Требуется NVDA 2021.3 или позднее.
tr: NVDA 2021.3 veya üstü gereklidir.
uk: Потрібна версія NVDA 2021.3 або пізніша.

source: Improved security by not loading the add-on when NVDA is running in secure mode.
de: Die Sicherheit wurde verbessert, indem die Erweiterung nicht geladen werden kann, sobald NVDA im geschützten Bereich ausgeführt wird.
es: Se ha mejorado la seguridad no cargando el complemento cuando NVDA se ejecuta en modo seguro.
fi: Tietoturvaa parannettu jättämällä lisäosa lataamatta, kun NVDA on käynnissä suojatussa tilassa.
fr: Amélioration de la sécurité en ne chargeant pas l'extension lorsque NVDA s'exécute en mode sécurisé.
ja: NVDAがセキュアモードで動作している時に、このアドオンを起動しないことで、セキュリティを改善しました。
pl: Poprawiono bezpieczeństwo, nie ładując dodatku, gdy NVDA działa w trybie bezpiecznym.
ru: Повышена безопасность за счёт того, что дополнение не загружается, когда NVDA работает в защищенном режиме.
tr: NVDA güvenli modda çalışırken eklentiyi yüklemeyerek güvenliğin arttırılması sağlandı.
uk: Покращено безпеку за рахунок того, що додаток не завантажується, коли NVDA працює у безпечному режимі.

source: Updated psutil dependency to 5.9.0.
de: Psutil-Abhängigkeit auf 5.9.0 aktualisiert.
es: Actualizada la dependencia psutil a la versión 5.9.0.
fi: Päivitetty psutil-riippuvuus versioksi 5.9.0.
fr: Mise à jour de la dépendance psutil à la version 5.9.0.
ja: psutilの依存性を5.9.0に更新しました。
pl: Zaktualizowano zależność psutil do wersji 5.9.0.
ru: Обновлена зависимость от psutil до версии 5.9.0.
tr: Psutil bağımlılığı 5.9.0 olarak güncellendi.
uk: Оновлено залежність psutil до версії 5.9.0.

source: Changed sound splitter toggle command (Alt+NVDA+S) to toggle between NVDA on the right channel, on the left channel, or sound splitter disabled.
de: Der Befehl zum Umschalten der Sound-Teilung (Alt+NVDA+S) wurde geändert, um zwischen NVDA auf dem rechten Kanal, auf dem linken Kanal oder deaktivierter Sound-Teilung umzuschalten.
es: Cambiada la orden de conmutación del divisor de sonido (alt+NVDA+s) para conmutar entre NVDA en el canal derecho, en el canal izquierdo, o división de sonido desactivada.
fi: Muutettu Äänijakajan tilanvaihtokomento (Alt+NVDA+S) vaihtamaan NVDA oikeaan kanavaan, vasempaan kanavaan tai poistamaan lisäosa käytöstä.
fr: Modification de la commande de bascule du séparateur de son (Alt + NVDA + S) pour basculer entre NVDA sur le canal droit, sur le canal gauche ou le séparateur de son désactivé.
ja: Sound Splitterの切り替えコマンド(Alt+NVDA+S)を、NVDAが右チャンネル、左チャンネル、Sound Splitterが無効、の間を切り替えるように変更しました。
pl: Zmieniono polecenie przełączania rozdzielacza dźwięku (Alt + NVDA + S), aby przełączać się między NVDA na prawym kanale, na lewym kanale lub wyłączonym rozdzielaczem dźwięku.
ru: Изменена команда переключения разделителя звука (Alt+NVDA+S) для переключения между NVDA на правом канале, на левом канале или отключено.
tr: Ses ayırıcı geçiş komutu (Alt+NVDA+S) sağ kanalda, sol kanalda veya ses ayırıcı devre dışı NVDA arasında geçiş yapacak şekilde değiştirildi.
uk: Команду перемикання розділення звуку (Alt+NVDA+S) змінено на перемикання між увімкненням NVDA на правому каналі, NVDA на лівому каналі або вимкненням розділення звуку.

source: Version 22.02.1
es: Versión 22.02.1
fi: Versio 22.02.1
ja: バージョン 22.02.1
pl: Wersja 22.02.1
ru: Версия 22.02.1
tr: Sürüm 22.02.1
uk: Версія 22.02.1

source: Fixed NVDA and app audio not being restored to both audio channels after the add-on is disabled or uninstalled.
de: Problem behoben, dass NVDA und App-Audio nicht auf beiden Audiokanälen wiederhergestellt wurden, nachdem die erweiterung deaktiviert oder deinstalliert wurde.
es: Corregido un problema por el que el audio de NVDA y las aplicaciones no se restauraba por ambos canales después de deshabilitar o desinstalar el complemento.
fi: Korjattu ongelma, joka aiheutti sen, ettei NVDA:n ja sovelluksen ääniä palautettu molempiin äänikanaviin lisäosan käytöstä poistamisen tai asennuksen poiston jälkeen.
fr: Correctif d'un problème où l'audio de NVDA et des applications n'étaient pas restaurés sur les deux canaux audio après la désactivation ou la désinstallation de l'extension.
ja: アドオンを無効にしたり、アンインストールした後に、NVDAとアプリのオーディオが両方のオーディオチャンネルに戻らないのを修正しました。
pl: Naprawiono NVDA i dźwięk aplikacji, który nie był przywracany do obu kanałów audio po wyłączeniu lub odinstalowaniu dodatku.
ru: Исправлена ошибка, из-за которой NVDA и звук приложения не восстанавливались на обоих аудиоканалах после отключения или удаления дополнения.
tr: Eklenti devre dışı bırakıldıktan veya kaldırıldıktan sonra NVDA ve uygulama sesinin her iki ses kanalına geri yüklenmemesi düzeltildi.
uk: Виправлено проблему, коли звук NVDA та інших програм не відновлювався в обидва аудіоканали після вимкнення або видалення додатка.

source: Version 22.02
es: Versión 22.02
fi: Versio 22.02
ja: バージョン 22.02
pl: Wersja 22.02
ru: Версия 22.02
tr: Sürüm 22.02
uk: Версія 22.02

source: Initial version based on Tony Malykh's Tony's Enhancements add-on.
de: Die erste Version basiert auf die Erweiterung von Tony Malykh.
es: Versión inicial, basada en el complemento Mejoras de Tony, creado por Tony Malykh.
fi: Ensimmäinen versio, joka perustuu Tony Malykhin Tony's Enhancements -lisäosaan.
fr: Version initiale basée sur l'extension Tony's Enhancements de Tony Malykh.
ja: Tony Malykh のTony's Enhancements アドオンに基づいた最初のバージョン。
pl: Początkowa wersja oparta na dodatku Tony Malykh's Tony's Enhancements.
ru: Первоначальная версия основана на дополнении Тони Малых Tony's Enhancements.
tr: Tony Malykh'in Tony's Enhancements eklentisine dayanan ilk sürüm.
uk: Початкову версію створено на основі додатка Tony's Enhancements від Tony Malykh.
