Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/speech_history.*.po
Languages: fr, pt_br, ru, tr

source: [[!meta title="Speech History"]]
pt_br: [[!meta title="Histórico de falas"]]
ru: [[!meta title="История Речи"]]
tr: [[!meta title="Konuşma Geçmişi"]]

source: Author: James Scholes
fr: Auteur : James Scholes
pt_br: Autor: James Scholes
ru: Автор: James Scholes
tr: Yazar: James Scholes

source: Download [stable version][1]
fr: Télécharger [version stable][1]
pt_br: Baixe a [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [kararlı sürümü][1] indir

source: This is an updated version of the Clip Copy add-on for NVDA, initially created by Tyler Spivey in 2012. The add-on is compatible with NVDA versions from 2020.4 to 2024.1.
fr: Il s'agit d'une version mise à jour de l'extension Clip Copy pour NVDA, initialement créé par Tyler Spivey en 2012. L'extension est compatible avec les versions NVDA de 2020.4 à 2024.1.
pt_br: Esta é uma versão atualizada do complemento Clip Copy para NVDA, criado inicialmente por Tyler Spivey em 2012. O complemento é compatível com as versões do NVDA de 2020.4 a 2024.1.
ru: Это обновлённая версия дополнения Clip Copy для NVDA, первоначально созданного Tyler Spivey в 2012 году. Дополнение совместимо с версиями NVDA с 2020.4 по 2024.1.
tr: Bu, ilk olarak Tyler Spivey tarafından 2012'de oluşturulan, NVDA için Clip Copy eklentisinin güncellenmiş bir sürümüdür. Eklenti, 2020.4'ten 2024.1'e kadar NVDA sürümleriyle uyumludur.

source: The original version of the add-on offered two keystrokes:
fr: La version originale de l'extension proposait deux frappes :
pt_br: A versão original do complemento oferecia dois pressionamentos de tecla:
ru: В оригинальной версии дополнения предлагалось две комбинации клавиш:
tr: Eklentinin orijinal sürümü iki hareket sunuyordu:

source: F12: Copy the most recent spoken text to the clipboard
fr: F12 : copier le texte le plus récent verbalisé dans le presse-papiers
pt_br: F12: Copiar o texto falado mais recente para a área de transferência
ru: F12: Скопировать самый последний произнесенный текст в буфер обмена
tr: F12: En son konuşulan metni panoya kopyalar

source: Shift+F12: Toggle an optional beep on new text
fr: Maj+F12 : activer un bip facultatif sur le nouveau texte
pt_br: Shift+F12: Ativa um bipe opcional no novo texto
ru: Shift+F12: Переключение дополнительного звукового сигнала для нового текста
tr: Shift+F12: Yeni metinde isteğe bağlı bip sesini açar/kapatır

source: In this version:
fr: Dans cette version :
pt_br: Nesta versão:
ru: В этой версии:
tr: Bu sürümde:

source: You can review the 500 most recent items spoken by NVDA, by default using the hotkeys Shift+F11 and Shift+F12.
fr: Vous pouvez consulter les 500 éléments les plus récents verbalisés par NVDA, par défaut en utilisant les raccourcis clavier Maj+F11 et Maj+F12.
pt_br: Você pode revisar os 500 itens mais recentes falados pelo NVDA, por padrão, usando as teclas de atalho Shift+F11 e Shift+F12.
ru: Вы можете просмотреть 500 последних сообщений NVDA, по умолчанию используя горячие клавиши Shift+F11 и Shift+F12.
tr: Varsayılan olarak Shift+F11 ve Shift+F12 kısayol tuşlarını kullanarak NVDA tarafından konuşulan en son 500 öğeyi inceleyebilirsiniz.

source: Pressing F12 will copy the currently selected item from the history, which is updated to be the most recent each time NVDA speaks. In other words, F12 still behaves as it did in the older add-on, unless you've specifically selected an older spoken item to copy.
fr: Appuyer sur F12 copiera l'élément actuellement sélectionné de l'historique, qui est mis à jour pour être le plus récent à chaque fois que NVDA parle. En d’autres termes, F12 se comporte toujours comme dans l'ancienne extension, à moins que vous n’ayez spécifiquement sélectionné un élément de parole plus ancien à copier.
pt_br: Pressionar F12 copiará o item atualmente selecionado do histórico, que é atualizado para ser o mais recente sempre que o NVDA fala. Em outras palavras, a tecla F12 ainda se comporta como no complemento mais antigo, a menos que você tenha selecionado especificamente um item falado mais antigo para copiar.
ru: Нажатие клавиши F12 копирует выбранный в данный момент элемент из истории, который обновляется до последнего при каждом воспроизведении NVDA. Другими словами, функция F12 по-прежнему работает так же, как и в более старом дополнении, если только вы специально не выбрали для копирования более старый текстовый элемент.
tr: F12'ye basmak, geçmişten seçili öğeyi kopyalayacaktır; bu öğe, NVDA her konuştuğunda en yeni öğe olacak şekilde güncellenecektir. Başka bir deyişle, kopyalamak için özellikle eski bir sözlü öğeyi seçmediğiniz sürece, F12 hala eski eklentide olduğu gibi davranır.

source: You can capture multiple speech history items in realtime, which is useful for e.g. bug reports without copying from the Speech Viewer. Press NVDA+Shift+F11 to start recording, use NVDA as normal, and then press NVDA+Shift+F12 to stop recording. All recorded speech will be copied to the clipboard, with items separated by a line break (`\n`).
fr: Vous pouvez capturer plusieurs éléments de l'historique de parole en temps réel, ce qui est utile par exemple. rapports de bogues sans copier depuis la Visionneuse de parole (Speech Viewer). Appuyez sur NVDA+Maj+F11 pour démarrer l'enregistrement, utilisez NVDA normalement, puis appuyez sur NVDA+Maj+F12 pour arrêter l'enregistrement. Tous les annonces enregistrés seront copiés dans le presse-papiers, avec les éléments séparés par un saut de ligne (`\\n`).
pt_br: Você pode capturar vários itens do histórico de fala em tempo real, o que é útil, por exemplo, para relatórios de bugs sem copiar do Speech Viewer. Pressione NVDA+Shift+F11 para iniciar a gravação, use o NVDA normalmente e, em seguida, pressione NVDA+Shift+F12 para interromper a gravação. Toda a fala gravada será copiada para a área de transferência, com os itens separados por uma quebra de linha (`\n`).
ru: Вы можете записывать несколько элементов истории речи в режиме реального времени, что полезно, например, для составления отчетов об ошибках без копирования из программы просмотра речи. Нажмите NVDA+Shift+F11, чтобы начать запись, используйте NVDA в обычном режиме, а затем нажмите NVDA+Shift+F12, чтобы остановить запись. Вся записанная речь будет скопирована в буфер обмена, при этом элементы будут разделены символом разрыва строки (`\\n`).
tr: Birden fazla konuşma geçmişi öğesini gerçek zamanlı olarak yakalayabilirsiniz; bu, örneğin; Konuşma Görüntüleyiciden kopyalamaya gerek kalmadan hata raporları. Kaydı başlatmak için NVDA+Shift+F11 tuşlarına basın, NVDA'yı normal şekilde kullanın ve ardından kaydı durdurmak için NVDA+Shift+F12 tuşlarına basın. Kaydedilen tüm konuşmalar, öğeler satır sonuyla (`\\n`) ayrılmış şekilde panoya kopyalanacaktır.

source: The beep on new text function has been removed.
fr: Le bip lors de la nouvelle fonction texte a été supprimé.
pt_br: O bipe na função de novo texto foi removido.
ru: Звуковой сигнал при появлении новой текстовой функции был удален.
tr: Yeni metin işlevindeki bip sesi kaldırıldı.
