Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/speechLogger.*.po
Languages: es, fi, fr, pt_br, uk

source: NVDA Speech Logger add-on
es: Complemento de registro del habla para NVDA
fi: Puhetallennin
fr: Extension NVDA Speech Logger
pt_br: Complemento do registrador de fala NVDA

source: Author: Luke Davis, with contributions by James Scholes
es: Autor: Luke Davis, con colaboraciones de James Scholes
fi: Tekijä: Luke Davis yhteistyössä James Scholesin kanssa
fr: Auteur : Luke Davis, avec des contributions de James Scholes
pt_br: Autor: Luke Davis, com contribuições de James Scholes
uk: Автор: Luke Davis, за участю James Scholes

source: Download [stable version][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
pt_br: Download [versão estável][1]
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.3.1 and later
es: Compatibilidad con NVDA: de 2019.3.1 en adelante
fi: Yhteensopivuus: NVDA 2019.3.1 ja uudemmat
fr: Compatibilité NVDA : 2019.3.1 et ultérieure
pt_br: Compatibilidade com NVDA: 2019.3.1 e posterior
uk: Сумісність з NVDA: 2019.3 і пізніші

source: An [NVDA][3] add-on to log speech to a file or files. It can log speech generated on the local machine into a text file. It can also log speech from a remote machine received through the [NVDA Remote][5] add-on, either to the same or a different file.
es: Un complemento para [NVDA][3] para registrar el habla en uno o varios archivos. Puede grabar la voz generada en el equipo local a un archivo de texto. También puede grabar la voz recibida desde un equipo remoto mediante el complemento [NVDA Remote][5] al mismo archivo o a uno distinto.
fr: Une extension [NVDA][3] pour journaliser la parole dans un fichier ou des fichiers. Il peut enregistrer la parole générée sur la machine locale dans un fichier texte. Il peut également enregistrer la parole reçue à partir d'une machine distante via l'extension [NVDA Remote][5] dans le même fichier ou un fichier différent.
pt_br: Um complemento do [NVDA][3] para registrar a fala em um arquivo ou arquivos. Ele pode registrar a fala gerada no computador local em um arquivo de texto. Também pode registrar a fala de uma máquina remota recebida por meio do complemento [NVDA Remote][5], no mesmo arquivo ou em um arquivo diferente.

source: Configuration
es: Configuración
fi: Asetusten määrittäminen
pt_br: Configuração
uk: Конфігурація

source: To configure this add-on, open the NVDA menu, go to Preferences, then Settings, then Speech Logger (NVDA+N, P, S, then press S until you get there, on a default U.S. English keyboard). There is also an unassigned gesture in the Input Gestures "Configuration" category, which you can assign and use to quickly open the add-on's settings directly. Note: the add-on can only be configured while in the Normal Configuration profile of NVDA. The add-on is not profile-aware. If you can think of some use case that requires it to operate differently in different profiles, please contact the author or file an issue on the [GitHub repo][2].
es: Para configurar este complemento, abre el menú NVDA, ve a Preferencias, luego a Opciones, y finalmente Speech Logger (NVDA+n, p, o, y s hasta llegar allí en un teclado español). Hay también un gesto sin asignar en la categoría "Configuración" del diálogo Gestos de entrada que puedes asignar y usar para abrir rápidamente el diálogo de opciones del complemento. Nota: el complemento sólo se puede configurar con el perfil normal de NVDA. Este complemento no es sensible a perfiles. Si crees que hay un caso de uso en el que pueda operar de manera diferente en perfiles distintos, contacta con el autor o abre una incidencia en el [repositorio de GitHub][2].
fi: Määritä tämän lisäosan asetukset avaamalla NVDA-valikko, siirtymällä Asetukset-alivalikkoon, valitsemalla Asetukset ja sitten Puhelokin tallennin (NVDA+N, A, A ja paina sitten P niin monta kertaa, että olet kohdassa Puhelokin tallennin. Näppäinkomennot-valintaikkunan "Asetukset"-kategoriassa on myös määrittämätön näppäinkomento, jonka määritettyäsi voit käyttää sitä lisäosan asetusten avaamiseen. Huom: Tämä lisäosa voidaan määrittää vain NVDA:n normaalissa asetusprofiilissa. Lisäosa ei tue useita profiileja. Mikäli sinulla on mielessäsi jokin käyttötapaus, joka edellyttää lisäosan toimimista eri tavalla eri profiileissa, ota yhteyttä tekijään tai ilmoita ongelmasta [GitHubin koodivarastossa][2].
fr: Pour configurer cette extension, ouvrez le menu NVDA, accédez aux Préférences, puis Paramètres, puis Speech Logger (NVDA+N, P, P, puis appuyez sur S jusqu'à que vous êtes arrivé là, sur un clavier français par défaut). Il existe également un geste non attribué dans la catégorie "Configuration" du dialogue Gestes de commandes que vous pouvez affecter et utiliser pour ouvrir rapidement le dialogue des paramètres de l'extension. Remarque : L'extension ne peut être configurée que dans le profil de configuration normal de NVDA. L'extension n'est pas conscient du profil. Si vous pouvez penser à un cas d'utilisation qui le nécessite de fonctionner différemment dans différents profils, veuillez contacter l'auteur ou déposer une incidence (issue) sur le [dépôt GitHub][2].
pt_br: Para configurar esse complemento, abra o menu do NVDA, acesse Preferências, Configurações e Registrador de fala (NVDA+N, P, S, depois pressione R até chegar lá, em um teclado padrão em inglês dos EUA). Há também um gesto não atribuído na categoria Gestos de entrada “Configuração”, que você pode atribuir e usar para abrir rapidamente as configurações do complemento diretamente. Observação: o complemento só pode ser configurado no perfil Configuração Normal do NVDA. O complemento não é sensível ao perfil. Se você puder pensar em algum caso de uso que exija que ele funcione de forma diferente em perfis diferentes, entre em contato com o autor ou registre um problema no [repositório do GitHub][2].
uk: Щоб налаштувати цей додаток, відкрийте меню NVDA, перейдіть до Параметрів, потім до Налаштувань, потім «Записувач мовлення» (NVDA+N, П, Н, далі натискайте З, допоки не дійдете до «Записувача мовлення». У категорії «Конфігурація» у «Жестах вводу» також є непризначений жест, який ви можете призначити і використовувати для швидкого доступу до налаштувань додатка. Примітка: додаток можна налаштувати, лише перебуваючи у профілі нормальної конфігурації NVDA. Додаток не працює з профілями. Якщо ви можете придумати якийсь варіант використання, який вимагає, щоб він працював по-різному у різних профілях, будь ласка, зв'яжіться з автором або створіть проблему у [репозиторії GitHub][2].

source: The following settings are available:
es: Se encuentran disponibles las siguientes opciones:
fi: Seuraavat asetukset ovat käytettävissä:
fr: Les paramètres suivants sont disponibles :
pt_br: As seguintes configurações estão disponíveis:
uk: Доступні такі налаштування:

source: The log directory. You can enter or browse for your desired destination directory, which must already exist. System variables such as %temp%, %userprofile%, etc., can be used in this field.
es: La carpeta de registro. Puedes introducirla a mano o examinar para buscar el directorio de destino deseado, que debe existir ya. Las variables del sistema, como %temp% o %userprofile%, se pueden usar en este campo.
fi: Lokihakemisto. Voit kirjoittaa tai etsiä haluamasi olemassa olevan hakemiston. Ympäristömuuttujia, kuten %temp%, %userprofile% jne., voidaan käyttää tässä kentässä.
fr: Le répertoire de journal. Vous pouvez saisir ou parcourir le répertoire de destination souhaité, qui doit déjà exister. Les variables système telles que%temp%, %userprofile%, etc., peuvent être utilisées dans ce champ.
pt_br: O diretório de registro. Você pode digitar ou procurar o diretório de destino desejado, que já deve existir. Variáveis do sistema, como %temp%, %userprofile%, etc., podem ser usadas nesse campo.
uk: Каталог журналу. Ви можете ввести або обрати потрібний каталог, який уже існує. У цьому полі можна використовувати такі системні змінні, як %temp%, %userprofile% тощо.

source: Local log filename. The created file will be placed in the above directory. This will contain speech logged while the local log mode is engaged. This can be the same as the remote log file. Leave blank to disable this kind of logging completely.
es: Nombre de archivo de registro local. El archivo creado se situará en la carpeta de arriba. Contendrá el habla registrada mientras se usa el modo local. Puede ser el mismo archivo que el remoto. Déjalo en blanco para deshabilitar completamente este tipo de registro.
fi: Paikallisen puheen lokitiedosto. Luotu tiedosto sijoitetaan yllä määritettyyn hakemistoon. Tämä tiedosto sisältää puheen, joka on tallennettu paikallisen puheen tallennustilan ollessa käytössä. Tämä voi olla sama kuin etäpuheen lokitiedosto. Poista paikallisen puheen tallennus kokonaan käytöstä jättämällä tämä kenttä tyhjäksi.
fr: Nom de fichier journal local. Le fichier créé sera placé dans le répertoire ci-dessus. Cela contiendra la parole enregistrée pendant que le mode de journal local est engagé. Cela peut être le même que le fichier journal distant. Laissez vide pour désactiver complètement ce type de journalisation.
pt_br: Nome do arquivo de registro local. O arquivo criado será colocado no diretório acima. Ele conterá a fala registrada enquanto o modo de registro local estiver ativado. Ele pode ser o mesmo que o arquivo de registro remoto. Deixe em branco para desativar completamente esse tipo de registro.
uk: Ім'я файлу локального журналу. Створений файл буде розміщено у вказаному вище каталозі. Він міститиме мовлення, записане під час роботи локального режиму журналу. Це може бути те саме, що й віддалений файл журналу. Залиште поле порожнім, щоб повністю вимкнути цей вид запису.

source: Remote log filename. The created file will be placed in the above directory. This will contain speech logged while the remote log mode is engaged. It can be the same as the local log file. Leave blank to disable this kind of logging completely.
es: Nombre de archivo de registro remoto. El archivo creado se situará en la carpeta de arriba. Contendrá el habla registrada mientras se usa el modo remoto. Puede ser el mismo archivo que el local. Déjalo en blanco para deshabilitar completamente este tipo de registro.
fi: Etäpuheen lokitiedosto. Luotu tiedosto sijoitetaan yllä määritettyyn hakemistoon. Tämä tiedosto sisältää puheen, joka on tallennettu etäpuheen tallennustilan ollessa käytössä. Se voi olla sama kuin paikallisen puheen lokitiedosto. Poista etäpuheen tallennus kokonaan käytöstä jättämällä tämä kenttä tyhjäksi.
fr: Nom de fichier de journal distant. Le fichier créé sera placé dans le répertoire ci-dessus. Cela contiendra la parole enregistrée pendant que le mode de journal distant est engagé. Cela peut être le même que le fichier journal local. Laissez vide pour désactiver complètement ce type de journalisation.
pt_br: Nome do arquivo de registro remoto. O arquivo criado será colocado no diretório acima. Ele conterá a fala registrada enquanto o modo de registro remoto estiver ativado. Pode ser o mesmo que o arquivo de registro local. Deixe em branco para desativar completamente esse tipo de registro.
uk: Ім'я файлу віддаленого журналу. Створений файл буде розміщено у вказаному вище каталозі. Він буде містити мовлення, зареєстроване під час віддаленого режиму журналу. Він може бути таким же, як локальний файл журналу. Залиште поле порожнім, щоб повністю вимкнути цей вид запису.

source: Separator. This combobox lets you choose one of the available utterance separators. See below for more information.
es: Separador. Este cuadro combinado permite elegir uno de los separadores de secuencias disponibles. Más adelante se proporciona más información.
fi: Erotin. Tästä yhdistelmäruudusta voit valita jonkin käytettävissä olevista puhekatkelmien erottimista. Katso lisätietoja alta.
fr: Séparateur. Cette liste déroulante vous permet de choisir l'un des séparateurs de messages disponibles. Voir ci-dessous pour plus d'informations.
pt_br: Separador. Essa caixa de combinação permite que você escolha um dos separadores de enunciados disponíveis. Consulte abaixo para obter mais informações.
uk: Роздільник. У цьому комбінованому списку можна вибрати один із доступних роздільників мовлення. Дивіться нижче для отримання додаткової інформації.

source: Custom separator. This field lets you enter a custom utterance separator (see below), which is used if "custom" is chosen in the combobox.
es: Separador personalizado. Este campo permite introducir un separador de secuencias personalizado (lee más abajo), que se usa si se elige "personalizado" en el cuadro combinado.
fi: Mukautettu erotin. Tähän kenttään voit kirjoittaa haluamasi puhekatkelmien erottimen (katso alta), jota käytetään, jos yhdistelmäruudussa on valittuna "Mukautettu".
fr: Séparateur personnalisé. Ce champ vous permet de saisir un séparateur de message personnalisé (voir ci-dessous), qui est utilisé si "Personnalisé" est choisi dans la liste déroulante.
pt_br: Separador personalizado. Esse campo permite que você insira um separador de enunciado personalizado (veja abaixo), que será usado se “personalizado” for escolhido na caixa de combinação.
uk: Спеціальний роздільник. У цьому полі можна ввести спеціальний роздільник мовлення (див. нижче), який використовується, якщо у списку вибрано «спеціальний».

source: Timestamp mode. This combobox allows you to choose between no timestamps, and a timestamp at the start and end of each log session.
es: Modo de sello de tiempo. Este cuadro combinado permite elegir entre no usar marcas de tiempo, y una marca de tiempo al inicio y al final de cada sesión de registro.
fi: Aikaleimatila. Tästä yhdistelmäruudusta voit valita kahden vaihtoehdon väliltä, jotka ovat "Ei käytössä" ja "Kun lokin tallennus alkaa tai päättyy".
fr: Mode d'horodatage. Cette liste déroulante vous permet de choisir entre aucun horodatage et un horodatage au début et à la fin de chaque session de journalisation.
pt_br: Modo de registro de data e hora. Essa caixa de combinação permite escolher entre nenhum registro de data e hora e um registro de data e hora no início e no fim de cada sessão de registro.
uk: Режим часової мітки. Цей комбінований список дозволяє вам вибрати між відсутністю часових міток і часовою міткою на початку і в кінці кожного сеансу ведення журналу.

source: Log speech during say-all (read to end) mode. This add-on logs speech generated when you press NVDA+DownArrow (NVDA+a in laptop layout). If you would rather not have that kind of narrative long reading logged, un-check this box.
es: Modo registrar voz al verbalizar todo (leer hasta el final). El complemento registra la voz generada al pulsar NVDA+flecha abajo (NVDA+a en la distribución portátil). Si no quieres registrar textos tan largos, desmarca esta casilla.
fi: Tallenna puhelokia jatkuvaa lukua käytettäessä. Tämä lisäosa tallentaa lokiin puhetta, joka tuotetaan painettaessa NVDA+Nuoli alas (kannettavien näppäinasettelussa NVDA+A). Jos et halua tallentaa kaikkea jatkuvan luvun aikana puhuttua tekstiä, poista tämän valintaruudun valinta.
fr: Journalisation de la parole pendant le mode Dire tout (lire jusqu'à la fin). Cette extension journalise la parole généré lorsque vous appuyez sur NVDA+Flèche bas (NVDA+A dans la disposition du clavier pour ordinateur portable). Si vous préférez ne pas avoir ce genre de longue lecture narrative journalisée, décocher cette case.
pt_br: Registre a fala durante o modo dizer-todos (ler até o fim). Esse complemento registra a fala gerada quando você pressiona NVDA+Seta para baixo (NVDA+a no layout do laptop). Se preferir que esse tipo de narrativa de leitura longa não seja registrado, desmarque essa caixa.
uk: Журналювати мовлення в режимі «Читати все» (читати до кінця). Цей додаток журналює мовлення, згенероване після натискання NVDA+стрілка вниз (NVDA+a в розкладці laptop). Якщо ви не бажаєте, щоб подібні прочитані довгі розповіді журналювалися, зніміть цей прапорець.

source: Begin logging at startup. You can set this option to "Always", if you want speech to be logged automatically when NVDA starts. This only applies to local speech, and the default is "never".
es: Iniciar registro al arrancar. Se puede configurar esta opción en "siempre" si quieres que se registre la voz automáticamente cuando NVDA se inicia. Esto sólo se aplica a la voz local, y el valor por defecto es "nunca".
fi: Aloita lokin tallennus käynnistettäessä. Määritä asetukseksi "Aina", mikäli haluat, että puhelokin tallennus alkaa NVDA:n käynnistyessä. Tämä koskee vain paikallisen järjestelmän puhetta, ja oletusasetuksena on "Ei koskaan".
fr: Commencer la journalisation au démarrage. Vous pouvez définir cette option sur "Toujours", si vous voulez que la parole soit enregistrée automatiquement lorsque NVDA démarre. Cela ne s'applique qu'à la parole locale, et la valeur par défaut est "Jamais".
pt_br: Iniciar o registro na inicialização. Você pode definir essa opção como “Sempre”, se quiser que a fala seja registrada automaticamente quando o NVDA for iniciado. Isso se aplica somente à fala local, e o padrão é “nunca”.
uk: Починати ведення журналу під час запуску. Ви можете встановити цей параметр на «Завжди», якщо хочете, щоб мовлення журналювалося автоматично, коли запускається NVDA. Це застосовується лише до локального мовлення й початково вибрано «Ніколи».

source: Utterance separator
es: SEPARADOR DE SECUENCIAS
fi: Puhekatkelmien erotin
fr: Séparateur de messages
pt_br: Separador de enunciados
uk: Роздільник фраз

source: When NVDA speaks something such as "`recycle bin 1 of 55`" while it's reading your desktop, this is considered two separate utterances. The first one is the item name ("`Recycle bin`", in this example), and the second is the object position information ("`1 of 55`", in this example).
es: Cuando NVDA verbaliza algo como "`Papelera de reciclaje 1 de 55`" al leer el escritorio, esto se considera como dos secuencias separadas. La primera es el nombre del elemento ("`Papelera de reciclaje`" en este ejemplo), y la segunda es la información de posición del objeto ("`1 de 55`" en este ejemplo).
fi: Kun NVDA puhuu työpöytääsi lukiessaan jotain, kuten "`Roskakori 1/55`", sitä pidetään kahtena erillisenä puhekatkelmana. Ensimmäinen on objektin nimi ("`Roskakori`") ja toinen on objektin sijaintitiedot ("`1/55`").
fr: Lorsque NVDA verbalise quelque chose tel que "`Recycler les ordures 1 sur 55`" pendant qu'il lit votre bureau, cela est considéré comme deux messages séparés. Le premier est le nom de l'élément ("`Recycler les ordures`", dans cet exemple), et le second est l'information de la position de l'objet ("`1 sur 55`", dans cet exemple).
pt_br: Quando o NVDA fala algo como “`Lixeira 1 de 55`” enquanto está lendo sua área de trabalho, isso é considerado dois enunciados separados. A primeira é o nome do item (“`Lixeira`”, neste exemplo) e a segunda é a informação da posição do objeto (“`1 de 55`”, neste exemplo).
uk: Коли NVDA вимовляє щось на зразок «`кошик 1 із 55`» під час читання вашого робочого столу, це вважається двома окремими фразами. Перша — це назва елемента («`Кошик`», у цьому прикладі), а друга — інформація про розташування об’єкта («`1 із 55`», у цьому прикладі).

source: Depending on what you are reading, and how you have NVDA configured, there can be several separate utterances that happen during a single speech sequence.
es: Dependiendo de lo que leas y cómo esté configurado NVDA, puede haber varias secuencias separadas que se suceden en un único mensaje de voz.
fi: Riippuen siitä, mitä luet ja miten NVDA on määritetty, yksittäisen puhesekvenssin aikana voi olla useita erillisiä katkelmia.
fr: Selon ce que vous lisez et comment vous avez configuré NVDA, il peut y avoir plusieurs messages séparés qui se produisent pendant une seule séquence de la parole.
pt_br: Dependendo do que você está lendo e de como o NVDA está configurado, pode haver vários enunciados separados que ocorrem durante uma única sequência de fala.
uk: Залежно від того, що ви читаєте та як у вас налаштована NVDA, під час однієї послідовності мовлення може бути кілька окремих фраз.

source: In the normal NVDA log at debug level, each individual utterance is separated with two spaces, as it is written in the example above.
es: En el registro normal de NVDA con el nivel de depuración habilitado, cada secuencia individual se separa con dos espacios, como se ha escrito en el ejemplo anterior.
fi: Normaalin NVDA-lokin virheenkorjaustasolla jokainen yksittäinen katkelma erotetaan kahdella välilyönnillä, kuten yllä olevassa esimerkissä on kirjoitettu.
fr: Dans le journal NVDA normal au niveau de débogage, chaque message individuel est séparé avec deux espaces, car il est écrit dans l'exemple ci-dessus.
pt_br: No registro normal do NVDA no nível de depuração, cada expressão individual é separada por dois espaços, como está escrito no exemplo acima.
uk: У звичайному журналі NVDA на рівні налагодження кожна фраза відокремлюється двома пробілами, як це написано у прикладі вище.

source: Speech Logger allows you to separate utterances in the same way NVDA does (with two spaces), or by one of a few reasonable alternatives (a newline, a comma and a space, a tab, two underscores), or by a custom sequence of your own devising.
es: Speech Logger te permite separar las secuencias igual que lo hace NVDA (con dos espacios), o con una de las pocas alternativas razonables (un salto de línea, una coma y un espacio, un tabulador, dos guiones bajos), o con la secuencia de caracteres que prefieras.
fi: Puhelokin tallentimen avulla voit erottaa katkelmat samalla tavalla kuin NVDA (kahdella välilyönnillä) tai jollakin muutamasta järkevästä vaihtoehdosta (rivinvaihto, pilkku ja välilyönti, sarkain, kaksi alaviivaa) tai itse määrittämälläsi mukautetulla erottimella.
fr: Speech Logger vous permet de séparer les messages de la même manière que NVDA fait (avec deux espaces), ou par l'une des quelques alternatives raisonnables (une nouvelle ligne, une virgule et un espace, une tabulation, deux soulignements), ou par une séquence personnalisée de votre propre conception.
pt_br: O Registrador de fala permite que você separe os enunciados da mesma forma que o NVDA (com dois espaços), ou por uma das poucas alternativas razoáveis (uma nova linha, uma vírgula e um espaço, uma tabulação, dois sublinhados), ou por uma sequência personalizada de sua própria autoria.
uk: «Записувач мовлення» дозволяє розділяти фрази так само, як це робить NVDA (двома пробілами), або за допомогою одного з кількох прийнятних варіантів (новий рядок, кома та пробіл, два підкреслення), або за допомогою спеціальної послідовності, яку ви самі придумаєте.
