Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/speechLogger.*.po
Languages: es, fi, fr, pt_br, uk

source: If, for example, you wanted your utterance separator to be two dollar signs (`$$`), you would set the combobox to "custom", and enter "`$$`" (without the quotes), in the custom separator field. If you wanted it to be a newline followed by a tab, you could enter "`\n\t`".
es: Si, por ejemplo, quisieras que tu separador de secuencias fuese dos signos de dólar (`$$`), configurarías el cuadro combinado en "personalizado", e introducirías "`$$`" (sin las comillas) en el campo de separador personalizado. Si quisieras una línea en blanco seguida de un tabulador, podrías introducir "`\n\t`".
fr: Si, par exemple, vous vouliez que votre séparateur de message soit de deux signes de dollar (`$$`), vous définissez dans la liste déroulante sur "Personnalisé" et entrez "`$$`" (sans les guillemets), dans le champ séparateur personnalisé. Si vous vouliez que ce soit une nouvelle ligne suivie d'une tabulation, vous pouvez entrer "`\n\t`".
pt_br: Se, por exemplo, você quisesse que o separador de expressões fosse dois cifrões (`$$`), definiria a caixa de combinação como “personalizado” e digitaria “`$$`” (sem as aspas) no campo separador customizado. Se você quisesse que fosse uma nova linha seguida de uma tabulação, poderia digitar “`\n\t`”.
uk: Якщо, наприклад, ви бажаєте, щоб ваш роздільник мовлення був двома знаками долара (`$$`), ви маєте встановити поле зі списком на «Нестандартний» і ввести «`$$`» (без лапок) у спеціальному полі роздільника. Якщо ви хочете, щоб це був Tab, ви можете ввести "`\\t`".

source: Controls:
es: Controles:
fi: Näppäinkomennot:
fr: Contrôles :
pt_br: Controles:

source: This add-on has two keyboard shortcuts set by default, and one that is unassigned.
es: Este complemento tiene dos atajos de teclado configurados por defecto, y uno que viene sin asignar.
fr: Cette extension dispose de deux raccourcis clavier définis par défaut et d'un autre non attribué.
pt_br: Esse complemento tem dois atalhos de teclado definidos por padrão e um que não está atribuído.

source: The default gestures, which you can change in the NVDA Input Gestures "`Speech Logger`" category, are:
es: Los gestos por defecto, que puedes cambiar desde la categoría `Speech Logger` de los gestos de entrada de NVDA, son:
fi: Oletusnäppäinkomennot, joita voit muuttaa NVDA:n Näppäinkomennot-valintaikkunan "`Puhelokin tallennin`" -kategoriasta, ovat:
fr: Les gestes par défaut, que vous pouvez modifier dans la catégorie "`Speech Logger`" dans les Gestes de commandes NVDA, sont :
pt_br: Os gestos padrão, que podem ser alterados na categoria “`Registrador de fala`” dos gestos de entrada do NVDA, são:

source: NVDA+Alt+L: start/stop logging of local speech.
es: NVDA+alt+l: inicia o detiene el registro del habla local.
fi: NVDA+Alt+L: aloita/lopeta paikallisen puheen lokin tallennus.
fr: NVDA+Alt+L : démarre / arrête la journalisation de la parole locale.
pt_br: NVDA+Alt+L: iniciar/parar o registro da fala local.
uk: NVDA+Alt+L: почати/зупинити запис локального мовлення.

source: NVDA+Shift+Alt+L: start/stop logging of remote speech.
es: NVDA+shift+alt+l: inicia o detiene el registro del habla remota.
fi: NVDA+Vaihto+Alt+L: aloita/lopeta etäpuheen lokin tallennus.
fr: NVDA+Shift+Alt+L : démarre / arrête la journalisation de la parole distante.
pt_br: NVDA+Shift+Alt+L: iniciar/parar o registro de fala remota.
uk: NVDA+Shift+Alt+L: почати/зупинити запис віддаленого мовлення.

source: These are listed as "Toggles logging of local speech" and "Toggles logging of remote speech", respectively.
es: Se enumeran como "Conmuta el registro del habla local" y "Conmuta el registro del habla remota", respectivamente.
fi: Ne ovat "Ottaa käyttöön tai poistaa käytöstä paikallisen puheen tallennuksen" ja "Ottaa käyttöön tai poistaa käytöstä etäpuheen tallennuksen".
fr: Ceux-ci sont répertoriés respectivement sous les noms "Bascule de journalisation de la parole locale" et "Bascule de journalisation de la parole distante".
pt_br: Eles são listados como “Alterna o registro da fala local” e “Alterna o registro da fala remota”, respectivamente.

source: Additionally, it has one unassigned gesture for opening its configuration panel, which you may assign from the `Speech Logger` category in NVDA's Input Gestures.
es: Además, tiene un gesto sin asignar para abrir su panel de configuración, que puedes asignar desde la categoría `Speech logger` en los gestos de entrada de NVDA.
fi: Siinä on lisäksi yksi määrittämätön näppäinkomento lisäosan asetuspaneelin avaamiseen, jolle voit määrittää näppäinkomennon NVDA:n Näppäinkomennot-valintaikkunan `Puhelokin tallennin` -kategoriasta.
fr: De plus, il dispose d'un geste non attribué pour ouvrir son panneau de configuration, que vous pouvez attribuer à partir de la catégorie `Speech Logger` dans les Gestes de commandes NVDA.
pt_br: Além disso, ele tem um gesto não atribuído para abrir o painel de configuração, que pode ser atribuído a partir da categoria `Registrador de fala` nos gestos de entrada do NVDA.

source: A note on remote speech logging
es: Nota sobre el registro del habla remota
fi: Huomautus etäpuheen lokin tallennuksesta
fr: Une note sur la journalisation de la parole distante
pt_br: Uma nota sobre o registro remoto de fala
uk: Примітка щодо віддаленого запису мовлення

source: This add-on is intended to work with the NVDA Remote add-on, for logging of remote speech.
es: Este complemento está pensado para funcionar con el complemento NVDA Remote para registrar la voz remota.
fi: Tämä lisäosa on tarkoitettu toimimaan NVDA-etäkäyttö-lisäosan kanssa etäpuheen lokin tallentamiseen.
fr: Cette extension est destiné à fonctionner avec l'extension NVDA Remote, pour la journalisation de la parole distante.
pt_br: Esse complemento foi criado para funcionar com o complemento NVDA Remote, para registro de fala remota.
uk: Цей додаток призначений для роботи з додатком NVDA Remote для запису віддаленого мовлення.

source: It is important to know, that it is not possible to start logging for remote sessions until you actually start one. There is no way to, for example, start logging, and have it wait, on stand-by, until a remote session starts, and begin logging at that time.
es: Es importante saber que no es posible iniciar el registro de sesiones remotas hasta que realmente inicies una. No hay forma, por ejemplo, de iniciar el registro, mantenerlo en espera hasta que comience la sesión y empezar a registrar en ese momento.
fi: Etäistunnon lokin tallennusta ei voi aloittaa ennen kuin istunnon yhteys on muodostettu. Ei ole mahdollista esimerkiksi aloittaa lokin tallennusta ja odottaa valmiustilassa, kunnes etäistunto alkaa, ja aloittaa lokin tallennusta vasta sitten.
fr: Il est important de savoir qu'il n'est pas possible de démarrer la connexion pour les sessions distantes jusqu'à ce que vous en démarriez une. Il n'y a aucun moyen, par exemple, de démarrer la journalisation et de l'attendre, en attente, jusqu'à ce qu'une session distante démarre et commence à enregistrer à ce moment-là.
pt_br: É importante saber que não é possível iniciar o registro em log de sessões remotas até que você realmente inicie uma. Não há como, por exemplo, iniciar o registro em log e fazer com que ele aguarde, em stand-by, até que uma sessão remota seja iniciada e comece a registrar em log nesse momento.
uk: Зверніть увагу, що неможливо розпочати запис віддалених сеансів, доки ви їх фактично не запустите. Немає способу, наприклад, розпочати ведення журналу та залишити його в режимі очікування, поки не почнеться віддалений сеанс, і почати записування в цей час.

source: However, once started, logging will continue across remote sessions.
es: Sin embargo, una vez comience, el registro continuará durante todas las sesiones remotas.
fi: Aloittamisen jälkeen lokin tallennus kuitenkin jatkuu etäistuntojen välillä.
fr: Cependant, une fois démarrée, la journalisation se poursuivra à travers les sessions distantes.
pt_br: No entanto, uma vez iniciado, o registro continuará em todas as sessões remotas.
uk: Однак після запуску записування продовжуватиметься протягом віддалених сеансів.

source: Feedback and feature requests
es: Comentarios y solicitud de características
fi: Palaute ja ominaisuuspyynnöt
fr: Commentaires et demandes de fonctionnalités
pt_br: Feedback e solicitações de recursos
uk: Зворотний зв'язок та запити щодо функцій

source: If you would like to suggest a feature or report a bug, please reach out by email, or file an [issue][2].
es: Si deseas sugerir una función o informar de un fallo, contacta por correo o abre una [incidencia][2].
fi: Jos haluat ehdottaa ominaisuutta tai ilmoittaa bugista, ota yhteyttä sähköpostitse tai tee [ongelmaraportti][2].
fr: Si vous souhaitez suggérer une fonctionnalité ou signaler un bogue, veuillez contacter par courriel, ou déposer une [incidence (issue)][2].
pt_br: Se quiser sugerir um recurso ou relatar um bug, entre em contato por e-mail ou registre um [issue][2].
uk: Якщо ви хочете запропонувати функцію чи повідомити про помилку, зв’яжіться електронною поштою або надішліть [проблему][2].

source: If you find this add-on useful, it would really help if you could [leave a review][4].
es: Si encuentras este complemento útil, sería muy útil que [dejaras una reseña][4].
fi: Mikäli tämä lisäosa on mielestäsi hyödyllinen, auttaisi paljon, jos [arvostelisit sen][4].
fr: Si vous trouvez cette extension utile, ce serait vraiment utile si vous pouviez [laisser un avis (review)][4].
pt_br: Se você achar esse complemento útil, seria de grande ajuda se você pudesse [deixar uma avaliação][4].

source: As always, I appreciate hearing that my add-ons are helpful, and finding out what people are using them for.
es: Como siempre, agradezco oír que mis complementos son útiles, y averiguar para qué los usa la gente.
fi: Kuten aina, arvostan kuullessani, että lisäosistani on hyötyä ja mihin niitä käytetään.
fr: Comme toujours, j'apprécie d'entendre que mes extensions sont utiles et pour quoi les gens les utilisent.
pt_br: Como sempre, aprecio saber que meus complementos são úteis e descobrir para que as pessoas os estão utilizando.

source: [[!meta title="Speech Logger"]]
fi: [[!meta title="Puhelokin tallennin"]]
uk: [[!meta title="Speech Logger (Записувач мовлення)"]]
