Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: Control+NVDA+4 from SAM Encoder: Encoder connection status.
de: STRG+NvDA+4 aus dem SAM-Encoder: meldet den Encoder-Verbindungsstatus.
fr: Contrôle+NVDA+4 depuis l'Encodeur SAM : Statut de la connexion de l'encodeur.
pt_br: Control+NVDA+4 no codificador SAM: Status de conexão do codificador.
ru: Control+NVDA+4 из SAM Encoder: состояние подключения кодировщика.
tr: SAM Kodlayıcıda Kontrol+NVDA+4: Kodlayıcı bağlantı durumu.

source: Control+NVDA+4 from SPL and AltaCast Encoder: Transfer rate or connection status.
de: Strg+NVDA+4 aus SPL und AltaCast Encoder: Übertragungsgeschwindigkeit oder Verbindungsstatus.
fr: Contrôle+NVDA+4 depuis les Encodeurs SPL et AltaCast : Statut de la connexion ou du taux de transfert.
pt_br: Control+NVDA+4 no SPL e no Codificador AltaCast: Taxa de transferência ou status da conexão.
ru: Control+NVDA+4 от SPL и AltaCast Encoder: скорость передачи или состояние соединения.
tr: SPL ve AltaCast Kodlayıcıda Kontrol+NVDA+4: Aktarım hızı veya bağlantı durumu.

source: Control+NVDA+5 from SAM Encoder: Connection status description.
de: STRG+NVDA+5 aus dem SAM-Encoder: Beschreibt den Verbindungsstatus.
fr: Contrôle+NVDA+5 depuis l'Encodeur SAM : Description du statut de la connexion.
pt_br: Control+NVDA+5 no codificador SAM: descrição do status da conexão.
ru: Control+NVDA+5 от SAM Encoder: Описание состояния соединения.
tr: SAM Kodlayıcıda Kontrol+NVDA+5: Bağlantı durumu açıklaması.

source: SPL Assistant layer
de: Befehlsschicht für den SPL-Assistenten
fr: Couche Assistant SPL
pt_br: Camada Assistente SPL
ru: Уровень Помощника SPL
tr: SPL Yardımcısı katmanı

source: This layer command set allows you to obtain various status on SPL Studio, such as whether a track is playing, total duration of all tracks for the hour and so on. From any SPL Studio window, press the SPL Assistant layer command, then press one of the keys from the list below (one or more commands are exclusive to playlist viewer). You can also configure NVDA to emulate commands from other screen readers.
de: Mit dieser Befehlsschicht können Sie verschiedene Statusmeldungen in SPL Studio erhalten, wie z.B. ob ein Titel gerade abgespielt wird, die Gesamtdauer aller Titel für die aktuelle Stunde und so weiter. Verwenden Sie in einem beliebigen SPL-Studio-Fenster die Befehlsschicht des SPL-Assistenten und drücken Sie dann eine der Tasten aus der untenstehenden Liste (ein oder mehrere Befehle sind exklusiv für den Playlist-Viewer bestimmt). Sie können NVDA auch so konfigurieren, dass es Befehle von anderen Screenreadern simuliert.
fr: Cette couche de commandes vous permet d'obtenir différents statuts sur SPL Studio, comme si une piste est en cours de lecture, la durée totale de toutes les pistes pour l'heure et ainsi de suite. De n'importe quelle fenêtre de SPL Studio appuyez sur la commande couche Assistant SPL, puis appuyez sur une des touches dans la liste ci-dessous (une ou plusieurs commandes sont exclusives a la visionneuse de playlist). Vous pouvez également configurer NVDA pour émuler les commandes des autres lecteurs d’écran.
pt_br: Este conjunto de comandos de camada permite obter vários status no SPL Studio, como se uma faixa está sendo reproduzida, duração total de todas as faixas durante a hora e assim por diante. Em qualquer janela do SPL Studio, pressione o comando da camada Assistente SPL e, em seguida, pressione uma das teclas da lista abaixo (um ou mais comandos são exclusivos do visualizador da lista de reprodução). Você também pode configurar o NVDA para emular comandos de outros leitores de tela.
ru: Набор команд этого уровня позволяет вам получать различные состояния в SPL Studio, такие как, воспроизводится ли дорожка, общая продолжительность всех дорожек в течение часа и так далее. В любом окне SPL Studio нажмите команду уровня помощника SPL, затем нажмите одну из клавиш из списка ниже (одна или несколько команд доступны только для просмотра списков воспроизведения). Вы также можете настроить NVDA на эмуляцию команд из других программ для чтения с экрана.
tr: Bu katman komut seti, SPL Studio'da bir parçanın çalınıp çalınmadığı, tüm parçaların bir saat içindeki toplam süresi vb. gibi çeşitli durumları elde etmenize olanak tanır. Herhangi bir SPL Studio penceresinden SPL Yardımcısı katman komutuna basın, ardından aşağıdaki listedeki tuşlardan birine basın (bir veya daha fazla komut çalma listesi görüntüleyiciye özeldir). NVDA'yı diğer ekran okuyuculardan gelen komutları taklit edecek şekilde de yapılandırabilirsiniz.

source: The available commands are (most commands support speak on demand):
fr: Les commandes disponibles sont (la plupart des commandes prennent en charge la parole à la demande) :
pt_br: Os comandos disponíveis são (a maioria dos comandos é compatível com a fala sob demanda):
ru: Доступны следующие команды (большинство команд поддерживают речь по требованию):
tr: Kullanılabilir komutlar şunlardır (çoğu komut talep üzerine konuşmayı destekler):

source: A: Automation.
de: A: Automatisierung.
fr: A : Automatisation.
pt_br: A: Automatização.
ru: A: Автоматизация.
tr: A: Otomasyon.

source: C (Shift+C in JAWS layout): Title for the currently playing track.
de: C (Umschalt+C im JAWS-Layout): Name des aktuell abgespielten Titels.
fr: C (Maj+C dans la disposition de JAWS) : Titre pour la piste en cours de lecture.
pt_br: C (Shift+C no leiaute JAWS): Título para a faixa atualmente em reprodução.
ru: C (Shift+C в раскладке JAWS): Название проигрываемой в данный момент дорожки.
tr: C (JAWS düzeninde Shift+C): O anda çalınan parçanın başlığı.

source: C (JAWS layout): Toggle cart explorer (playlist viewer only, does not support speak on demand).
fr: C (disposition JAWS) : Bascule l'explorateur de panier (visionneuse de playlist uniquement, ne prend pas en charge la parole à la demande).
pt_br: C (layout do JAWS): Alternar o explorador de carrinhos (somente visualizador de lista de reprodução, não oferece suporte a fala sob demanda).
ru: C (раскладка JAWS): Переключить проводник корзины (только для просмотрщика списков воспроизведения, не поддерживает речь по требованию).
tr: C (JAWS düzeni): Sepet gezginini aç/kapat (yalnızca çalma listesi görüntüleyici, isteğe bağlı konuşmayı desteklemez).

source: D (R in JAWS layout): Remaining duration for the playlist (if an error message is given, move to playlist viewer and then issue this command).
de: D (R in der JAWS-Darstellung): Restdauer der Playlist (wenn eine Fehlermeldung angezeigt wird, wechseln Sie zum Playlist-Viewer und geben Sie diesen Befehl ein).
fr: D (R dans la disposition de JAWS) : Durée restante pour la playlist (si un message d’erreur est donné, se déplacer vers la visionneuse de playlist et puis tapez cette commande).
pt_br: D (R no leiaute JAWS): Duração restante para a lista de reprodução (se uma mensagem de erro for dada, mova para o visualizador da lista de reprodução e, em seguida, execute este comando).
ru: D (R в раскладке JAWS): Оставшаяся продолжительность списка воспроизведения (если отображается сообщение об ошибке, перейдите к просмотрщику списка воспроизведения и затем введите эту команду).
tr: D (JAWS düzeninde R): Çalma listesinin kalan süresi (bir hata mesajı verilirse çalma listesi görüntüleyiciye gidin ve ardından bu komutu verin).

source: Control+D (Studio 6.10 and later): Control keys enabled/disabled.
fr: Contrôle+D (Studio 6.10 et versions ultérieures) : touches de contrôle activées/désactivées.
pt_br: Control+D (Studio 6.10 e posterior): Teclas de controle habilitadas/desabilitadas.
ru: Control+D (Studio 6.10 и выше): Клавиши управления включены/выключены.
tr: Kontrol+D (Studio 6.10 ve üzeri): Kontrol tuşları etkin/devre dışı.

source: E: Metadata streaming status.
de: E: Metadaten-Streaming-Status.
fr: E : Statut de métadonnées en streaming.
pt_br: E: Status de fluxo de metadados.
ru: E: Состояние потоковой передачи метаданных.
tr: E: Meta veri akış durumu.

source: Shift+1 through Shift+4, Shift+0: Status for individual metadata streaming URL's (0 is for DSP encoder).
de: Umschalt+1 bis 4, Umschalt+0: Status für einzelne Metadaten-Streaming-URLs (0 ist für DSP-Encoder).
fr: Maj+1 jusqu'à maj+4, maj+0 : Statut de Métadonnées individuelles en streaming URLs (0 est pour l'encodeur DSP).
pt_br: Shift+1 a Shift+4, Shift+0: status para URLs de fluxo — streaming — de metadados individuais (0 é para codificador DSP).
ru: Shift+1 - Shift+4, Shift+0: состояние отдельных URL-адресов потоковой передачи метаданных (0 — для кодера DSP).
tr: Shift+1 ila Shift+4, Shift+0: Bireysel meta veri akışı URL'lerinin durumu (0, DSP kodlayıcı içindir).

source: F: Find track (playlist viewer only, does not support speak on demand).
fr: F : Recherche de piste (visionneuse de playlist uniquement, ne prend pas en charge la parole à la demande).
pt_br: F: Localizar faixa (somente visualizador de lista de reprodução, não é compatível com fala sob demanda).
ru: F: Найти дорожку (только для просмотрщика списков воспроизведения, не поддерживает речь по требованию).
tr: F: Parçayı bul (yalnızca çalma listesi görüntüleyicide, isteğe bağlı konuşmayı desteklemez).

source: H: Duration of music for the current hour slot.
de: H: Dauer der Titel in dieser Stunde.
fr: H : Durée de la musique pour la tranche horaire en cours.
pt_br: H: Duração da música para a hora de programação.
ru: H: Продолжительность музыки для текущего часового интервала.
tr: H: Geçerli saat dilimi için müzik süresi.

source: Shift+H: Remaining track duration for the hour slot.
de: Umschalt+H: Verbleibende Spieldauer für den Stundenplatzhalter.
fr: Maj+H : Durée des pistes restantes pour la tranche horaire.
pt_br: Shift+H: duração restante da faixa para a hora de programação.
ru: Shift+H: Оставшаяся продолжительность дорожки для часового интервала.
tr: Shift+H: Saat aralığı için kalan parça süresi.

source: I (L in JAWS layout): Listener count.
de: I (L im JAWS-Layout): Anzahl der Zuhörer.
fr: I (L dans la disposition de JAWS) : Nombre d'auditeurs.
pt_br: I (L no leiaute JAWS): Contagem de ouvintes.
ru: I (L в раскладке JAWS): Количество слушателей.
tr: I (JAWS düzeninde L): Dinleyici sayısı.

source: K: Move to the marked track (playlist viewer only).
de: K: springt zum Lesezeichentitel (nur im Playlist-Viewer).
fr: K : Se déplacer à la piste marquée (visionneuse de playlist uniquement).
pt_br: K: Mova para a faixa marcada (somente visualizador da lista de reprodução).
ru: K: Перейти к отмеченной дорожке (только для просмотрщика списков воспроизведения).
tr: K: İşaretli parçaya gider (yalnızca çalma listesi görüntüleyicisinde).

source: Control+K: Set the current track as the place marker track (playlist viewer only).
de: Strg+K: Aktuellen Titel als Lesezeichentitel setzen (nur im Playlist-viewer).
fr: Contrôle+K : Définir la piste en cours comme le marqueur de position de piste (visionneuse de playlist uniquement).
pt_br: Control+K: Defina a faixa atual como a faixa do marcador de lugar (somente visualizador de lista de reprodução).
ru: Control+K: Установить текущую дорожку в качестве дорожки метки места (только для просмотрщика списков воспроизведения).
tr: Kontrol+K: Geçerli parçayı yer işaretleyici parça olarak ayarlar (yalnızca çalma listesi görüntüleyici).

source: L (Shift+L in JAWS layout): Line in.
de: L (Umschalt+L im JAWS-Layout): Line-In.
fr: L (Maj+L dans la disposition de JAWS) : Entrée ligne.
pt_br: L (Shift+L no leiaute JAWS): Entrada de linha.
ru: L (Shift+L в раскладке JAWS): Линейный вход.
tr: L (JAWS düzeninde Shift+L): Line in.

source: M: Microphone.
de: M: Mikrofon.
pt_br: M: Microfone.
ru: M: Микрофон.
tr: M: Mikrofon.

source: N: Title for the next scheduled track.
de: N: Titel der nächst geplante Datei.
fr: N : Titre pour la piste suivante planifié.
pt_br: N: Título para a próxima faixa programada.
ru: N: Название следующей запланированной дорожки.
tr: N: Bir sonraki programlanmış parçanın adı.

source: O: Playlist hour over/under by.
fr: O : Playlist en heure / heure passée.
ru: O: час списка воспроизведения более/под.
tr: O: Oynatma listesi Zaman Kalan/geçen süre.

source: P: Playback status (playing or stopped).
de: P: Wiedergabestatus (Wiedergabe oder angehalten).
fr: P : Statut (en cours de lecture ou arrêté).
pt_br: P: Status de reprodução (reproduzindo ou parado).
ru: P: Состояние воспроизведения (играет или остановлено).
tr: P: Çalma durumu (Çalınıyor veya durduruldu).

source: Shift+P: Pitch of the current track.
de: Umschalt+P: Pitch des aktuellen Titels.
fr: Maj+P : Hauteur de la piste actuelle.
pt_br: Shift+P: Tonalidade — pitch — da faixa atual.
ru: Shift+P: Высота текущей дорожки.
tr: Shift+P: Geçerli parçanın perdesi.

source: R (Shift+E in JAWS layout): Record to file enabled/disabled.
de: R (Umschalt+E im JAWS-Layout): Datensatz in Datei aktiviert/deaktiviert.
fr: R (Maj+E dans la disposition de JAWS) : Enregistrer dans un fichier activé/désactivé.
pt_br: * R (Shift+E no leiaute JAWS): Gravar no arquivo habilitado/desabilitado.
ru: R (Shift+E в раскладке JAWS): Запись в файл включена/отключена.
tr: R (JAWS düzeninde Shift+E): Dosyaya kaydetme etkin/devre dışı.

source: Shift+R: Monitor library scan in progress.
de: Umschalt+R: Überwachung des Bibliothek-Scans läuft...
fr: Maj+R : Contrôle du balayage de la bibliothèque en cours.
pt_br: Shift+R: Monitora a varredura da biblioteca em andamento.
ru: Shift+R: Мониторинг сканирования библиотеки.
tr: Shift+R: Devam eden kitaplık taramasını izler.

source: S: Track starts (scheduled).
de: S: Titel beginnt (geplant).
fr: S : Piste débute (planifié).
pt_br: S: A faixa começa (programada).
ru: S: Начало дорожки (по расписанию).
tr: S: Parça başlangıçları (planlanmış).

source: Shift+S: Time until selected track will play (track starts in).
de: Umschalt+S: Zeit bis zur Wiedergabe des ausgewählten Titels (Titel startet in...).
fr: Maj+S : Durée jusqu'à la piste sélectionnée qui va être jouer (piste débute dans).
pt_br: Shift+S: tempo até que a faixa selecionada seja reproduzida (a faixa começa em).
ru: Shift+S: Время до начала воспроизведения выбранной дорожки (дорожка начинается).
tr: Shift+S: Seçilen parça çalınana kadar geçecek süre (parça başlar).

source: T: Cart edit/insert mode on/off.
de: T: Cart-Bearbeitungs-/Einfügemodus ein und ausschalten.
fr: T : Mode édition/insertion panier activé/désactivé.
pt_br: T: Modo de edição/inserção do carrinho ativado/desativado.
ru: T: Режим редактирования/вставки корзины вкл/выкл.
tr: T: Sepet düzenleme/ekleme modu açık/kapalı.

source: U: Studio up time.
de: U: Studiozeit.
fr: U: temps de fonctionnement Studio.
pt_br: U: Tempo em atividade do Studio.
ru: U: Время работы Studio.
tr: U: Stüdyo çalışma zamanı.

source: W: Weather and temperature if configured.
de: W: Wetter und Temperatur, wenn konfiguriert.
fr: W: Météo et température si configurée.
pt_br: W: Clima e temperatura, se configurados.
ru: W: Погода и температура, если настроено.
tr: W: Yapılandırılmışsa hava durumu ve sıcaklık.

source: Y: Playlist modified status.
de: Y: Status der Playlist-Änderungen.
fr: Y: Statut de la modification de la playlist.
pt_br: Y: Status modificado da lista de reprodução.
ru: Y: Состояние изменения списка воспроизведения.
tr: Y: Çalma listesi değişiklik durumu.

source: F8: Take playlist snapshots (number of tracks, longest track, etc.).
de: F8: nimmt Schnappschüsse von Playlisten auf (Anzahl der Titel, längster Titel, etc.).
fr: F8 : Prendre des instantanés de playlist (nombre de pistes, piste la plus longue, etc.).
pt_br: F8: Tire instantâneos da lista de reprodução (número de faixas, faixa mais longa, etc.).
ru: F8: Сделать снимки списка воспроизведения (количество дорожек, самая длинная дорожка и т. д.).
tr: F8: Çalma listesi anlık görüntülerini alır (parça sayısı, en uzun parça vb.).

source: Shift+F8: Request playlist transcripts in numerous formats.
de: Umschalt+F8: Playlist-Protokolle in verschiednen Formaten anfordern.
fr: Maj+F8 : Demander des transcriptions de playlist dans de nombreux formats.
pt_br: Shift+F8: Solicita transcrições da lista de reprodução em vários formatos.
ru: Shift+F8: Запросить расшифровки списков воспроизведения в различных форматах.
tr: Shift+F8: Çeşitli biçimlerde çalma listesi transkriptlerini ister.

source: F9: Mark current track for start of playlist analysis (playlist viewer only).
de: F9: markiert den aktuellen Titel als Beginn der Playlist-Analyse (nur im Playlist-Viewer).
fr: F9 : Marquer la piste en cours pour le début de l'analyse de playlist (visionneuse de playlist uniquement).
pt_br: F9: Marca a faixa atual para o início da análise da lista de reprodução (somente visualizador da lista de reprodução).
ru: F9: Отметить текущую дорожку для начала анализа списка воспроизведения (только для просмотрщика списков воспроизведения).
tr: F9: Çalma listesi analizinin başlatılması için geçerli parçayı işaretler (yalnızca çalma listesi görüntüleyicide).

source: F10: Perform track time analysis (playlist viewer only).
de: F10: führt die Titel-zeitanalyse durch (nur im Playlist-Viewer).
fr: F10 : Effectuer une analyse de durée de piste (visionneuse de playlist uniquement).
pt_br: F10: Executa a análise de tempo da faixa (somente visualizador da lista de reprodução).
ru: F10: Выполнить анализ времени дорожки (только для просмотрщика списков воспроизведения).
tr: F10: Parça süresi analizini gerçekleştirir (yalnızca çalma listesi görüntüleyicide).

source: F12: Switch between current and a predefined profile.
de: F12: schaltet zwischen aktuellen und einem vordefinierten Profil um.
fr: F12 : basculer entre un profil en cours et un profil prédéfini.
pt_br: F12: Alternar entre o perfil atual e um predefinido.
ru: F12: Переключение между текущим и предопределённым профилем.
tr: F12: Geçerli profil ile önceden tanımlanmış profil arasında geçiş yapar.

source: F1: Layer help.
de: F1: Hilfe für die Befehlsschicht.
fr: F1: Aide couche.
pt_br: F1: Ajuda da camada.
ru: F1: Справка по уровню.
tr: F1: Katman yardımı.

source: SPL Controller
fr: Contrôleur SPL
pt_br: Controlador SPL
ru: Панель управления SPL
tr: SPL Denetleyicisi

source: The SPL Controller is a set of layered commands you can use to control SPL Studio anywhere. Press the SPL Controller layer command, and NVDA will say, "SPL Controller." Press another command to control various Studio settings such as microphone on/off or play the next track.
de: Der SPL-Controller bietet eine Befehlsschicht, mit der Sie SPL-Studio von überall steuern können. Drücken Sie den Befehl für die SPL-Controller -Befehlsschicht und NVDA wird "SPL-Controller." ansagen. Drücken Sie einen anderen Befehl, um verschiedene Studio-Funktionen auszuführen (z.B. Mikrofon ein/aus oder nächsten Titel abspielen).
fr: Le contrôleur SPL est un ensemble de commandes couches que vous pouvez utiliser pour contrôler SPL Studio de n'importe où. Appuyez sur la commandes couche Contrôleur SPL, et NVDA dira, "Contrôleur SPL." Appuyez sur une autre commande pour contrôler divers paramètres Studio comme activer/désactiver un microphone ou lire la piste suivante.
pt_br: O Controlador SPL é um conjunto de comandos em camadas que você pode usar para controlar o SPL Studio de qualquer lugar. Pressione o comando da camada Controlador SPL e o NVDA dirá, "Controlador SPL". Pressione outro comando para controlar várias configurações do Studio, como ligar/desligar o microfone ou reproduzir a próxima faixa.
ru: Панель управления SPL - это набор многоуровневых команд, которые вы можете использовать для управления SPL Studio в любом месте. Нажмите команду уровня панели управления SPL, и NVDA выдаст сообщение "Панель управления SPL". Нажмите другую команду для управления различными студийными настройками, такими как включение/ выключение микрофона или воспроизведение следующего трека.
tr: SPL Denetleyicisi, SPL Studio'yu her yerde kontrol etmek için kullanabileceğiniz bir dizi katmanlı komuttur. SPL Denetleyici katmanı komutuna bastığınızda NVDA "SPL Denetleyici" diyecektir. Mikrofonu açma/kapama veya sonraki parçayı çalma gibi çeşitli Studio ayarlarını kontrol etmek için başka bir komuta basın.

source: Important: SPL Controller layer commands are disabled if NVDA is running in secure mode.
de: Wichtig: Die Befehle in der SPL-Steuerung sind deaktiviert, sobald NVDA im Abgesicherten Modus ausgeführt wird.
fr: Important : Les commandes en couche du contrôleur SPL sont désactivées si NVDA s'exécute en mode sécurisé.
pt_br: Importante: os comandos da camada do controlador SPL são desativados se o NVDA estiver sendo executado em modo seguro.
ru: Важно: команды уровня панели управления SPL отключены, если NVDA запущен в защищенном режиме.
tr: Önemli: NVDA güvenli modda çalışıyorsa SPL Denetleyici katmanı komutları devre dışı bırakılır.

source: The available SPL Controller commands are (some commands support speak on demand):
fr: Les commandes disponibles pour le Contrôleur SPL sont (certaines commandes prennent en charge la parole à la demande) :
pt_br: Os comandos do controlador SPL disponíveis são (alguns comandos suportam falar sob demanda):
ru: Доступны следующие команды панели управления SPL (некоторые команды поддерживают речь по требованию):
tr: Mevcut SPL Denetleyici komutları şunlardır (bazı komutlar talep üzerine konuşmayı destekler):

source: P: Play the next selected track.
de: P: Nächsten ausgewählten Titel abspielen.
fr: P : lire la prochaine piste sélectionnée.
pt_br: P: reproduz a próxima faixa selecionada.
ru: P: Воспроизвести следующую выбранную дорожку.
tr: P: Sonraki seçilen parçayı çalar.

source: U: Pause or unpause playback.
de: U: Wiedergabe anhalten oder fortsetzen.
fr: U : mettre en pause ou reprendre la lecture.
pt_br: U: pausa ou retoma a reprodução.
ru: U: Приостановить или возобновить воспроизведение.
tr: U: Çalmayı duraklat veya sürdür.

source: S: Stop the track with fade out.
de: S: Titel anhalten mit Ausblenden.
fr: S : Arrête la piste avec un fondu sortant.
pt_br: S: Para a faixa com enfraquecimento — fade out.
ru: S: Остановить дорожку с затуханием.
tr: S: Parçayı kısarak durdurur.

source: T: Instant stop.
de: T: Sofort anhalten.
fr: T : Arrêt immédiat.
pt_br: T: Parada instantânea.
ru: T: Мгновенная остановка.
tr: T: Anında Durdur.

source: M: Turn on microphone.
de: M: Mikrofon einschalten.
fr: M : Activer le microphone.
pt_br: M: Liga o microfone.
ru: M: Включить микрофон.
tr: M: Mikrofonu açar.

source: Shift+M: Turn off microphone.
de: Umschalt+M: Mikrofon ausschalten.
fr: Maj+M : Désactiver le microphone.
pt_br: Shift+M: Desliga o microfone.
ru: Shift+M: Выключить микрофон.
tr: Shift+M: Mikrofonu kapatır.

source: N: Turn microphone on without fade.
fr: N : Activer le microphone sans fondu.
tr: N: Mikrofonu sesi kısık olmadan açar.

source: A: Turn on automation.
de: A: Automatisierung einschalten.
fr: A : Activer l'automatisation.
pt_br: A: Ativa a automatização.
ru: A: Включить автоматику.
tr: A: Otomasyonu açar.

source: Shift+A: Turn off automation.
de: Umschalt+A: Automatisierung ausschalten.
fr: Maj+A : Désactiver l'automatisation.
pt_br: Shift+A: Desativa a automatização.
ru: Shift+A: Отключить автоматику.
tr: Shift+A: Otomasyonu kapatır.

source: L: Turn on line-in input.
de: L: Line-In-Eingang einschalten.
fr: L : Active l'entrée ligne.
pt_br: L: Ativa entrada de linha.
ru: L: Включить линейный вход.
tr: L: Line in girişini açar.

source: Shift+L: Turn off line-in input.
de: Umschalt+L: Line-In-Eingang ausschalten.
fr: Maj+L : Désactive l'entrée ligne.
pt_br: Shift+L: Desativa a entrada de linha.
ru: Shift+L: Отключить линейный вход.
tr: Shift+L: Line-in girişini kapatır.
