Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: Authors: Christopher Duffley <nvda@chrisduffley.com> (formerly Joseph Lee <joseph.lee22590@gmail.com>, originally by Geoff Shang and other contributors)
fr: Auteurs : Christopher Duffley <nvda@chrisduffley.com> (anciennement Joseph Lee <Joseph.lee22590@gmail.com>, à l'origine par Geoff Shang et d'autres contributeurs)
pt_br: Autores: Christopher Duffley <nvda@chrisduffley.com> (anteriormente Joseph Lee <joseph.lee22590@gmail.com>, originalmente por Geoff Shang e outros colaboradores)
ru: Авторы: Christopher Duffley <nvda@chrisduffley.com> (прежде Joseph Lee <joseph.lee22590@gmail.com>, первоначально автор Geoff Shang и другие участники)
tr: Yazarlar: Christopher Duffley <nvda@chrisduffley.com> (eski adıyla Joseph Lee <joseph.lee22590@gmail.com>, aslen Geoff Shang ve diğer katkıda bulunanlar tarafından yapılmıştır)

source: This add-on package provides improved usage of StationPlaylist Studio and other StationPlaylist apps, as well as providing utilities to control Studio from anywhere. Supported apps include Studio, Creator, Track Tool, VT Recorder, and Streamer, as well as SAM, SPL, and AltaCast encoders.
de: Dieses Zusatzpaket bietet eine verbesserte Nutzung von StationPlaylist Studio und anderen StationPlaylist-Anwendungen sowie Dienstprogramme zur Steuerung von Studio von überall. Zu den unterstützten Anwendungen gehören Studio, Creator, Track Tool, VT Recorder und Streamer sowie SAM, SPL und AltaCast Encoder.
fr: Cette extension améliore l'utilisation de Station Playlist Studio, mais elle fournit aussi des utilitaires pour contrôler le Studio où que vous soyez.
pt_br: Este pacote de complemento fornece uso aprimorado do StationPlaylist Studio e outros aplicativos StationPlaylist, além de fornecer utilitários para controlar o Studio de qualquer lugar. Os aplicativos compatíveis incluem Studio, Creator — Criador —, Track Tool — Ferramenta de Faixa —, VT Recorder e Streamer, bem como codificadores — encoders — SAM, SPL e AltaCast.
ru: Этот пакет дополнения обеспечивает улучшенное использование StationPlaylist Studio и других приложений StationPlaylist, а также предоставляет утилиты для управления Studio из любого места. Поддерживаемые приложения включают Studio, Creator, Track Tool, VT Recorder и Streamer, а также кодеры SAM, SPL и AltaCast.
tr: Bu eklenti paketi, StationPlaylist Studio ve diğer StationPlaylist uygulamalarının gelişmiş kullanımını sağlamanın yanı sıra Studio'yu her yerden kontrol etmek için yardımcı programlar sağlar. Desteklenen uygulamalar arasında Studio, Creator, Track Tool, VT Recorder ve Streamer'ın yanı sıra SAM, SPL ve AltaCast kodlayıcılar bulunur.

source: For more information about the add-on, read the [add-on guide][1].
fr: Pour plus d'informations sur l'extension, veuillez lire le [guide de l'extension][1].
ru: Для получения подробной информации о дополнении прочтите [руководство по дополнению][1].
tr: Eklenti hakkında daha fazla bilgi için [eklenti kılavuzunu][1] okuyun.

source: IMPORTANT NOTES:
de: WICHTIGE HINWEISE:
fr: NOTES IMPORTANTES :
pt_br: NOTAS IMPORTANTES:
ru: ВАЖНЫЕ ПРИМЕЧАНИЯ:
tr: ÖNEMLİ NOTLAR:

source: This add-on requires StationPlaylist suite 6.0 or later.
fr: Cette extension nécessite StationPlaylist suite 6.0 ou version ultérieure.
tr: Bu eklenti, StationPlaylist Suite 6.0 veya sonraki sürümünü gerektirir.

source: Some add-on features will be disabled or limited if NVDA is running in secure mode such as in logon screen.
de: Einige Funktionen der Erweiterung werden deaktiviert oder eingeschränkt, sobald NVDA im Abgesicherten Modus ausgeführt wird, z. B. während der Windows-Anmeldung.
fr: Certaines fonctionnalités de l'extension seront désactivées ou limitées si NVDA s'exécute en mode sécurisé, comme dans l'écran de connexion.
pt_br: Alguns recursos complementares serão desativados ou limitados se o NVDA estiver sendo executado em modo seguro, como na tela de logon.
ru: Некоторые дополнительные функции будут отключены или ограничены, если NVDA запущена в защищённом режиме, например, на экране входа в систему.
tr: NVDA oturum açma ekranı gibi güvenli modda çalışıyorsa bazı eklenti özellikleri devre dışı bırakılır veya sınırlandırılır.

source: For best experience, disable audio ducking mode.
de: Für ein optimales Sound-Erlebnis sollten Sie den Modus für die Verringerung der Audio-Quellen deaktivieren.
fr: Pour une meilleure expérience, désactiver le Mode d'atténuation audio.
pt_br: Para obter a melhor experiência, desative o modo de redução de áudio.
ru: Для лучшего восприятия отключите режим приглушения аудио.
tr: En iyi deneyim için ses zayıflaması modunu devre dışı bırakın.

source: Starting from 2018, [changelogs for old add-on releases][2] will be found on GitHub. This add-on readme will list changes from version 25.01 (2025) onwards.
fr: À partir de 2018, les [changelogs des anciennes versions de l'extension][2] seront disponibles sur GitHub. Ce fichier readme de l'extension listera les modifications apportées à partir de la version 25.01 (2025 en avant).
tr: 2018'den itibaren [eski eklenti sürümleri için değişiklik günlükleri][2] GitHub'da bulunacaktır. Bu eklenti benioku, 25.01 (2025) sürümünden sonraki değişiklikleri listeleyecektir.

source: While Studio is running, you can save, reload saved settings, or reset add-on settings to defaults by pressing Control+NVDA+C, Control+NVDA+R once, or Control+NVDA+R three times, respectively. This is also applicable to encoder settings - you can save and reset (not reload) encoder settings if using encoders.
de: Während die Studio-Software läuft, können Sie gespeicherte Einstellungen speichern, wieder laden oder Zusatzeinstellungen auf die Standardwerte zurücksetzen, indem Sie Strg+NVDA+C, Strg+NVDA+R einmal bzw. Strg+NVDA+R dreimal drücken. Dies gilt auch für die Encoder-Einstellungen - Sie können Encoder-Einstellungen speichern und zurücksetzen (nicht neu laden), wenn Sie Encoder verwenden.
fr: Pendant que Studio est en cours d'exécution, vous pouvez sauvegarder, recharger les paramètres sauvegardés, ou rétablir les paramètres par défaut de l'extension en pressant Contrôle+NVDA+C, Contrôle+NVDA+R une fois, ou Contrôle+NVDA+R trois fois, respectivement. Cela s'applique aussi aux paramètres d'encodage - vous pouvez sauver et réinitialiser (pas recharger) les paramètres d'encodage si vous utilisez des encodeurs.
pt_br: Enquanto o Studio está em execução, você pode salvar, recarregar as configurações salvas ou redefinir as configurações do complemento para os padrões pressionando Control+NVDA+C, Control+NVDA+R uma vez ou Control+NVDA+R três vezes, respectivamente. Isso também se aplica às configurações do codificador - você pode salvar e redefinir (não recarregar) as configurações do codificador se estiver usando codificadores.
ru: Во время работы Studio вы можете сохранить, перезагрузить сохранённые настройки или сбросить настройки дополнения до значений по умолчанию, нажав Control+NVDA+C, Control+NVDA+R один раз или Control+NVDA+R три раза соответственно. Это также применимо к настройкам энкодера - вы можете сохранять и сбрасывать (не перезагружать) настройки энкодера, если используете энкодеры.
tr: Studio çalışırken, sırasıyla Control+NVDA+C, Control+NVDA+R'ye bir kez veya Control+NVDA+R'ye üç kez basarak kaydedebilir, kaydedilen ayarları yeniden yükleyebilir veya eklenti ayarlarını varsayılanlara sıfırlayabilirsiniz. Bu, kodlayıcı ayarları için de geçerlidir - kodlayıcı kullanıyorsanız kodlayıcı ayarlarını kaydedebilir ve sıfırlayabilirsiniz (yeniden yükleyemezsiniz).

source: Many commands will provide speech output while NVDA is in speak on demand mode (NVDA 2024.1 and later).
fr: De nombreuses commandes fourniront une sortie vocale lorsque NVDA est en mode parole à la demande (NVDA 2024.1 et versions ultérieures).
pt_br: Muitos comandos fornecerão saída de fala enquanto o NVDA estiver no modo falar sob demanda (NVDA 2024.1 e posterior).
ru: Многие команды будут выводить речь, когда NVDA находится в режиме речи по требованию (NVDA 2024.1 и выше).
tr: NVDA isteğe bağlı konuşma modundayken birçok komut konuşma çıkışı sağlayacaktır (NVDA 2024.1 ve sonrası).

source: Shortcut keys
de: Tastenkürzel
fr: Raccourcis clavier
pt_br: Teclas de atalho
ru: Сочетания клавиш
tr: Kısayol tuşları

source: Most of these will work in Studio only unless otherwise specified. Unless noted otherwise, these commands support speak on demand mode.
fr: La plupart d'entre eux fonctionneront dans Studio uniquement sauf indication contraire. Sauf indication contraire, ces commandes prennent en charge le mode parole à la demande.
pt_br: A maioria deles funcionará somente no Studio, a menos que especificado de outra forma. Salvo indicação em contrário, esses comandos suportam o modo de fala sob demanda.
ru: Большинство из них будут работать только в Studio, если не указано иное. Если не указано иное, эти команды поддерживают режим речи по требованию.
tr: Bunların çoğu, aksi belirtilmedikçe yalnızca Studio'da çalışır. Aksi belirtilmedikçe, bu komutlar isteğe bağlı konuşma modunu destekler.

source: Alt+Shift+T from Studio window: announce elapsed time for the currently playing track.
fr: Alt+Maj+T depuis la fenêtre de Studio : annonce le temps écoulé pour la piste en cours de lecture.
pt_br: Alt+Shift+T na janela do Studio: anuncia o tempo decorrido para a faixa atualmente em reprodução.Alt+Shift+T na janela do Studio: anuncia o tempo decorrido para a faixa atualmente em reprodução.
ru: Alt+Shift+T из окна Studio: объявляет прошедшее время текущей воспроизводимой дорожки.
tr: Stüdyo penceresinde Alt+Shift+T: o anda çalınan parça için geçen süreyi duyurur.

source: Control+Alt+T (two finger flick down in SPL touch mode) from Studio window: announce remaining time for the currently playing track.
fr: Contrôle+Alt+T (glissement à deux doigts vers le bas en mode tactile SPL) depuis la fenêtre de Studio : annoncer le temps restant pour la piste en cours de lecture.
pt_br: Control+Alt+T (toque com dois dedos para baixo no modo SPL touch) na janela Studio: anuncia o tempo restante da faixa atualmente em reprodução.
ru: Control+Alt+T (пролистать двумя пальцами вниз в сенсорном режиме SPL) из окна Studio: объявить оставшееся время воспроизводимой в данный момент дорожки.
tr: Stüdyo penceresinde Kontrol+Alt+T (SPL dokunmatik modunda iki parmakla aşağı kaydırma): o anda çalınan parça için kalan süreyi duyurur.

source: NVDA+Shift+F12 (two finger flick up in SPL touch mode) from Studio window: announces broadcaster time such as 5 minutes to top of the hour. Pressing this command twice will announce minutes and seconds till top of the hour.
de: NVDA+Umschalt+F12 (mit zwei Fingern nach oben wischen im SPL-Touch-Modus) aus dem Studio-Fenster: Zeigt die Sendezeit an z.B. 5 Minuten bis zur vollen Stunde. Wenn Sie diesen Befehl zweimal drücken, werden Minuten und Sekunden bis zur vollen Stunde angesagt.
fr: NVDA+Maj+F12 (glissement à deux doigts vers le haut en mode tactile SPL) depuis la fenêtre de Studio: annonce le temps de diffusion tel que 5 minutes en haut de l'heure. Appuyez deux fois sur cette commande pour annoncer les minutes et les secondes jusqu'au début de l'heure.
pt_br: NVDA+Shift+F12 (deslizar com dois dedos para cima no modo tátil SPL) na janela do Studio: anuncia o tempo da emissora como 5 minutos para o início da hora. Pressionar este comando duas vezes anunciará os minutos e segundos até o início da hora.
ru: NVDA+Shift+F12 (пролистывание двумя пальцами вверх в сенсорном режиме SPL) из окна Studio: объявляет время вещания, например, за 5 минут до начала часа. При двойном нажатии этой команды будут объявлены минуты и секунды до начала часа.
tr: Stüdyo penceresinde NVDA+Shift+F12 (SPL dokunmatik modunda iki parmakla yukarı kaydırma): yayıncının saatin başına 5 dakika kala zamanını duyurur. Bu komuta iki kez basıldığında saatin başına kadar dakika ve saniyeler duyurulacaktır.

source: Alt+NVDA+1 (two finger flick right in SPL mode) from Studio window: Opens alarms category in Studio add-on configuration dialog (does not support speak on demand).
fr: Alt+NVDA+1 (faire glisser deux doigts vers la droite en mode SPL) à partir de la fenêtre Studio : ouvre la catégorie des alarmes dans le dialogue de configuration de l'extension de Studio (ne prend pas en charge la parole à la demande).
pt_br: Alt+NVDA+1 (movimento de dois dedos para a direita no modo SPL) na janela do Studio: Abre a categoria de alarmes na caixa de diálogo de configuração do complemento do Studio (não suporta falar sob demanda).
ru: Alt+NVDA+1 (пролистывание двумя пальцами вправо в режиме SPL) из окна Studio: открывает категорию сигналов тревоги в диалоге конфигурации дополнения Studio (не поддерживает речь по требованию).
tr: Stüdyo penceresinde Alt+NVDA+1 (SPL modunda iki parmakla sağa kaydırma): Studio eklenti yapılandırma iletişim kutusunda alarmlar kategorisini açar (talep üzerine konuşmayı desteklemez).

source: Alt+NVDA+1 from Creator's Playlist Editor and Remote VT playlist editor: Announces scheduled time for the loaded playlist.
de: Alt+NVDA+1 aus dem Playlist-Editor des Creators und dem Remote-VT-Playlist-Editor: Meldet die geplante Zeit für die Wiedergabeliste.
fr: Alt+NVDA+1 à partir de l'éditeur de liste de lecture de Creator et de l'éditeur de liste de lecture Remote VT : annonce l'heure programmée pour la liste de lecture chargée.
pt_br: Alt+NVDA+1 no Editor de Lista de Reprodução do Creator e no editor de lista de reprodução Remote VT: Anuncia a hora programada para a lista de reprodução — playlist — carregada.
ru: Alt+NVDA+1 из редактора playlist Creator и редактора playlist Remote VT: объявляет запланированное время для загруженного списка воспроизведения.
tr: Oluşturucu Çalma Listesi Düzenleyicisinde ve Uzaktan VT çalma listesi düzenleyicisinde Alt+NVDA+1: Yüklenen çalma listesi için planlanan zamanı duyurur.

source: Alt+NVDA+2 from Creator's Playlist Editor and Remote VT playlist editor: Announces total playlist duration.
de: Alt+NVDA+2 aus dem Playlist-Editor des Creators und dem Remote-VT-Playlist-Editor: Meldet die Gesamtdauer der Wiedergabeliste.
fr: Alt+NVDA+2 à partir de l'éditeur de liste de lecture de Creator et de l'éditeur de liste de lecture Remote VT : annonce la durée totale de la liste de lecture.
pt_br: Alt+NVDA+2 no Editor de Lista de Reprodução do Creator e editor de lista de reprodução Remote VT: Anuncia a duração total da lista de reprodução.
ru: Alt+NVDA+2 из Creator's Playlist Editor и Remote VT playlist editor: Объявляет общую продолжительность списка воспроизведения.
tr: Oluşturucunun Çalma Listesi Düzenleyicisinde ve Remote VT çalma listesi düzenleyicisinde Alt+NVDA+2: Toplam çalma listesi süresini duyurur.

source: Alt+NVDA+3 from Studio window: Toggles cart explorer to learn cart assignments (does not support speak on demand).
fr: Alt+NVDA+3 depuis la fenêtre de Studio : Basculer l'explorateur de panier pour apprendre les assignations de panier (ne prend pas en charge la parole à la demande).
pt_br: Alt+NVDA+3 na janela do Studio: Alterna o explorador de carrinhos para aprender as atribuições de carrinhos (não suporta falar sob demanda).
ru: Alt+NVDA+3 из окна Studio: Включает проводник корзины для изучения назначений корзины (не поддерживает речь по требованию).
tr: Stüdyo penceresinde Alt+NVDA+3: Sepet atamalarını öğrenmek için sepet gezginine geçiş yapar (talep üzerine konuşmayı desteklemez).

source: Alt+NVDA+3 from Creator's Playlist Editor and Remote VT playlist editor: Announces when the selected track is scheduled to play.
de: Alt+NVDA+3 aus dem Playlist-Editor des Creators und dem Remote-VT-Playlist-Editor: Zeigt an, wann die Wiedergabe des ausgewählten Titels geplant ist.
fr: Alt+NVDA+3 à partir de l'éditeur de liste de lecture de Creator et de l'éditeur de liste de lecture Remote VT : annonce quand la lecture de la piste sélectionnée est programmée.
pt_br: Alt+NVDA+3 no Editor de Lista de Reprodução do Creator e editor de lista de reprodução Remote VT: Anuncia quando a faixa selecionada está programada para tocar.
ru: Alt+NVDA+3 из редактора плейлистов Creator и Remote VT редактора списков воспроизведения: Объявляет, когда выбранная дорожка запланирована к воспроизведению.
tr: Oluşturucunun Çalma Listesi Düzenleyicisinde ve Remote VT çalma listesi düzenleyicisinde Alt+NVDA+3: Seçilen parçanın ne zaman çalınacağını duyurur.

source: Alt+NVDA+4 from Creator's Playlist Editor and Remote VT playlist editor: Announces rotation and category associated with the loaded playlist.
de: Alt+NVDA+4 aus dem Playlist-Editor des Creators und dem Remote-VT-Playlist-Editor: Meldet die Rotation und die Kategorie, die mit der die Wiedergabeliste verbunden ist.
fr: Alt+NVDA+4 de Creator's Playlist Editor et Remote VT playlist editor : annonce la rotation et la catégorie associées à la playlist chargée.
pt_br: Alt+NVDA+4 no Editor de Lista de Reprodução do Creator e editor de lista de reprodução Remote VT: Anuncia rotação e categoria associada à lista de reprodução carregada.
ru: Alt+NVDA+4 из редактора плейлистов Creator и редактора плейлистов Remote VT: объявляет ротацию и категорию, связанную с загруженным списком воспроизведения.
tr: Oluşturucunun Çalma Listesi Düzenleyicisinde ve Remote VT çalma listesi düzenleyicisinde Alt+NVDA+4: Yüklenen çalma listesiyle ilişkili rotasyonu ve kategoriyi duyurur.

source: Control+NVDA+F from Studio window: Opens a dialog to find a track based on artist or song name. Press NVDA+F3 to find forward or NVDA+Shift+F3 to find backward (does not support speak on demand).
fr: Contrôle+NVDA+F depuis la fenêtre de Studio : Ouvre un dialogue pour chercher une piste en se basant sur l'artiste ou le nom de la chanson. Appuyez sur NVDA+F3 pour chercher vers l'avant ou appuyez sur NVDA+Maj+F3 pour rechercher vers l'arrière (ne prend pas en charge la parole à la demande).
ru: Control+NVDA+f из окна Studio: Открывает диалог поиска дорожки по исполнителю или названию песни. Нажмите NVDA+F3 для поиска вперёд, или NVDA+Shift+F3 для поиска назад (не поддерживается речь по требованию).
tr: Studio penceresinde Kontrol+NVDA+f: Sanatçı veya şarkı adına göre parça bulmak için bir iletişim kutusu açar. Sonrakini bulmak için NVDA+F3 tuşlarına veya Öncekini bulmak için NVDA+Shift+F3 tuşlarına basın (talep üzerine konuşmayı desteklemez).

source: Shift+NVDA+R from Studio window: Steps through library scan announcement settings (does not support speak on demand).
fr: Maj+NVDA+R depuis la fenêtre de Studio : parcourt les paramètres d'annonce du balayage dans la bibliothèque (ne prend pas en charge la parole à la demande).
ru: Shift+NVDA+R из окна Studio: настройки пошаговых объявлений сканирования библиотеки (не поддерживает речь по требованию).
tr: Studio penceresinde Shift+NVDA+R: Kitaplık taraması duyuru ayarlarında adımlar (talep üzerine konuşmayı desteklemez).

source: Control+Shift+X from Studio window: Steps through braille timer settings (does not support speak on demand).
fr: Contrôle+Maj+X depuis la fenêtre de Studio : Parcourt les paramètres du minuteur braille (ne prend pas en charge la parole à la demande).
pt_br: Control+Shift+X na janela do Studio: Percorre as configurações do temporizador em braile (não suporta falar sob demanda).
ru: Control+Shift+X из окна Studio: пошаговое изменение настроек брайлевского таймера (не поддерживает речь по требованию).
tr: Studio penceresinde Kontrol+Shift+X: Braille zamanlayıcı ayarlarında adım adım ilerler (talep üzerine konuşmayı desteklemez).

source: Control+Alt+left/right arrow (while focused on a track in Studio, Creator, Remote VT, and Track Tool): Move to previous/next track column (does not support speak on demand).
fr: Contrôle+Alt+flèche gauche/droite (Si une piste est en focus dans Studio, Creator, et l'Outil de piste): Annoncer colonne de piste précédente/suivante (ne prend pas en charge la parole à la demande).
pt_br: Control+Alt+seta para a esquerda/direita (enquanto estiver focado em uma faixa no Studio, Creator, Remote VT e Ferramenta de rastreamento): Mover para a coluna da faixa anterior/seguinte (não suporta falar sob demanda).
ru: Control+Alt+стрелка влево/вправо (при фокусе на дорожке в Studio, Creator, Remote VT и Track Tool): переход к столбцу предыдущей/следующей дорожки (не поддерживает речь по требованию).
tr: Kontrol+Alt+sol/sağ ok (Studio, Oluşturucu, Remote VT ve Parça Araçlarında bir parçaya odaklanıldığında): Önceki/sonraki parça sütununa git (talep üzerine konuşmayı desteklemez).

source: Control+Alt+up/down arrow (while focused on a track in Studio, Creator, Remote VT, and Track Tool): Move to previous/next track and announce specific columns (does not support speak on demand).
fr: Contrôle+Alt+flèche haut/bas (si une piste est en focus dans Studio, Creator, Remote VT, ou Track Tool): aller à la piste précédente ou suivante et annoncer des colonnes spécifiques (ne prend pas en charge la parole à la demande).
pt_br: Control+Alt+seta para cima/para baixo (enquanto estiver focado em uma faixa no Studio, Creator, Remote VT e Track Tool): Move para a faixa anterior/próxima e anuncia colunas específicas (não suporta falar sob demanda).
ru: Control+Alt+стрелка вверх/вниз (при фокусе на дорожке в Studio, Creator, Remote VT и Track Tool): переход к предыдущей/следующей дорожке и объявление определённых столбцов (не поддерживает речь по требованию).
tr: Kontrol+Alt+yukarı/aşağı ok (Studio, Oluşturucu, Remote VT ve Parça Araçlarında bir parçaya odaklanıldığında): Önceki/sonraki parçaya geçer ve belirli sütunları duyurur (talep üzerine konuşmayı desteklemez).

source: Control+NVDA+1 through 0 (while focused on a track in Studio, Creator (including Playlist Editor), Remote VT, and Track Tool): Announce column content for a specified column (first ten columns by default). Pressing this command twice will display column information on a browse mode window.
de: Strg+NVDA+1 bis 0 (während der Fokus auf einem Track in Studio, Creator (einschließlich im Playlist-Editor), Remote-VT und Track Tool liegt): Spalteninhalt für eine bestimmte Spalte ankündigen (standardmäßig die ersten zehn Spalten). Wenn Sie diesen Befehl zweimal drücken, werden die Spalteninformationen in einem Fenster im Blätternmodus angezeigt.
fr: Contrôle+NVDA+1 à 0 (si une piste est en focus dans Studio, Creator (y compris Playlist Editor), Remote VT et Track Tool) : annonce le contenu de la colonne pour une colonne spécifiée (les dix premières colonnes par défaut). Appuyez deux fois sur cette commande pour afficher les informations de la colonne dans une fenêtre en mode navigation.
pt_br: Control+NVDA+1 a 0 (enquanto focalizado numa faixa no Studio, Creator (incluindo o Editor de Lista de Reprodução), Remote VT e ferramenta de Faixa): Anuncia o conteúdo da coluna para uma coluna especificada (as primeiras dez colunas por padrão). Pressionar este comando duas vezes exibirá as informações da coluna numa janela em modo de navegação.
ru: Control+NVDA+1-0 (при фокусе на дорожке в Studio, Creator (включая редактор списков воспроизведения), Remote VT и Track Tool): объявить содержимое столбца для указанного столбца (первые десять столбцов по умолчанию). Двойное нажатие этой команды отобразит информацию о столбце в окне режима обзора.
tr: Kontrol+NVDA+1'den 0'a kadar (Studio, Oluşturucu (Çalma Listesi Düzenleyici dahil), Remote VT ve Parça Araçlarında bir parçaya odaklanıldığında): Belirli bir sütun için sütun içeriğini duyurur (varsayılan olarak ilk on sütun). Bu komuta iki kez basıldığında, gözatma modu penceresinde sütun bilgileri görüntülenecektir.
