Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: Switched linting tool from Flake8 to Ruff and reformatted add-on modules to better align with NVDA coding standards.
fr: Changement de l'outil linting qui fait de l'analyse statique de Flake8 vers Ruff et le reformatage des modules de l'extension pour mieux s'aligner sur les normes de codage de NVDA.
pt_br: Mudança da ferramenta de linting do Flake8 para o Ruff e reformatação dos módulos complementares para melhor alinhamento com os padrões de codificação do NVDA.
ru: Инструмент линтинга переключен с Flake8 на Ruff и переформатирован модуль дополнения для лучшего соответствия стандартам кодирования NVDA.
tr: Linting aracı Flake8'den Ruff'a değiştirildi ve NVDA kodlama standartlarıyla daha iyi uyum sağlamak için eklenti modülleri yeniden biçimlendirildi.

source: Removed support for automatic add-on updates feature from Add-on Updater add-on.
fr: Suppression de la prise en charge de la fonctionnalité de mise à jour automatique à partir de l'extension Add-on Updater.
pt_br: No Studio 6.10 e posterior, foi adicionado um novo comando no SPL Assistant para anunciar o status de ativação/desativação das teclas de controle (Control+D).
ru: Удалена поддержка функции автоматического обновления дополнений из дополнения Add-on Updater.
tr: Eklenti Güncelleyici eklentisinden otomatik eklenti güncelleme desteği kaldırıldı.

source: In Studio 6.10 and later, added a new command in SPL Assistant to announce control keys enabled/disabled status (Control+D).
fr: Dans Studio 6.10 et versions ultérieures, ajout d'une nouvelle commande dans Assistant SPL pour annoncer le statut activé/désactivé des touches de contrôle (Contrôle+D).
pt_br: No Studio 6.10 e posterior, foi adicionado um novo comando no SPL Assistant para anunciar o status de ativação/desativação das teclas de controle (Control+D).
ru: В Studio 6.10 и выше, добавлена новая команда в помощник SPL для включения/отключения объявления клавиш управления (Control+D).
tr: Studio 6.10 ve sonraki sürümlerde, kontrol tuşlarının etkin/devre dışı durumunu (Kontrol+D) duyurmak için SPL Yardımcısı'na yeni bir komut eklendi.

source: Older releases
de: Ältere Versionen
fr: Anciennes versions
pt_br: Versões mais antigas
ru: Старые выпуски
tr: Eski sürümler

source: Please see the [changelog][2] for release notes for old add-on releases.
fr: S'il vous plaît voir le [changelog][2] pour les notes de version pour les anciennes versions de l'extension.
ru: Пожалуйста, ознакомьтесь с [списком изменений][2] для получения информации о старых выпусках дополнения.
tr: Eski eklenti sürümlerine ilişkin sürüm notları için lütfen [değişiklik günlüğüne][2] bakın.

source: This add-on requires StationPlaylist suite 5.50 or later.
ru: Для этого дополнения требуется StationPlaylist suite версии 5.50 или выше.

source: Starting from 2018, [changelogs for old add-on releases][2] will be found on GitHub. This add-on readme will list changes from version 23.02 (2023) onwards.
ru: Начиная с 2018 года, [списки изменений для старых версий дополнений][2] будут доступны на GitHub. В readme этого дополнения будут перечислены изменения, начиная с версии 23.02 (2023) и далее.

source: Alt+NVDA+0 from Studio window: Opens the Studio add-on configuration dialog (does not support speak on demand).
pt_br: Alt+NVDA+0 na janela do Studio: Abre a caixa de diálogo de configuração do add-on do Studio (não suporta falar sob demanda).
ru: Alt+NVDA+0 из окна studio: Открывает диалог настройки дополнения Studio (не поддерживает речь по требованию).

source: By pressing Control+NVDA+1 through 0, you can obtain contents of specific columns. By default, these are first ten columns for a track item (in Studio: artist, title, duration, intro, outro, category, year, album, genre, mood). For playlist editor in Creator and Remote VT client, column data depends on column order as shown on screen. In Studio, Creator's main track list, and Track Tool, column slots are preset regardless of column order on screen and can be configured from add-on settings dialog under columns explorer category.
de: Durch Drücken von Strg+NVDA+1 bis 0 oder SPL-Assistent, 1 bis 0, können Sie den Inhalt bestimmter Spalten erhalten. Standardmäßig sind dies Künstler, Titel, Dauer, Intro, Outro, Kategorie, Jahr, Album, Genre und Stimmung. Sie können konfigurieren, welche Spalten über den Spalten-Explorer-Dialog, der sich in den Einstellungen der Erweiterung befindet, erkundet werden sollen.
pt_br: Pressionando Control+NVDA+1 a 0, você pode obter o conteúdo de colunas específicas. Por padrão, essas são as primeiras dez colunas para um item de faixa (no Studio: intérprete, título, duração, introdução, outro, categoria, ano, álbum, gênero, modo). Para o editor de lista de reprodução no Creator e cliente Remote VT, os dados da coluna dependem da ordem das colunas, conforme mostrada na tela. No Studio, lista de faixas principal do Creator, e Ferramenta de Faixa, os espaços de coluna são predefinidos independentemente da ordem das colunas na tela e podem ser configurados no diálogo de configurações do complemento na categoria de explorador de colunas.
ru: Нажимая клавиши Control+NVDA+1–0, вы можете получить содержимое определённых столбцов. По умолчанию это первые десять столбцов для элемента дорожки (в Studio: исполнитель, название, продолжительность, вступление, завершение, категория, год, альбом, жанр, настроение). Для редактора списков воспроизведения в клиенте Creator и Remote VT данные столбцов зависят от порядка столбцов, как показано на экране. В Studio, основном списке дорожек Creator и инструменте отслеживания слоты столбцов предварительно заданы независимо от порядка столбцов на экране и могут быть настроены в диалоге настроек дополнения в категории обозревателя столбцов.

source: NVDA will no longer do nothing or play error tones when announcing weather and temperature information in Studio 6.x (SPL Assistant, W).
ru: NVDA больше не будет ничего не делать или играть звук ошибки при объявлении информации о погоде и температуре в Studio 6.x (помощник SPL, W).

source: Version 24.03
pt_br: Versão 24.03
ru: Версия 24.03

source: Compatible with NVDA 2024.1.
pt_br: Compatível com o NVDA 2024.1.
ru: Совместимо с NVDA 2024.1.

source: NVDA 2023.3.3 or later is required.
pt_br: É necessário o NVDA 2023.3.3 ou posterior.21.01: NVDA 2020.3 ou posterior é requerido.
ru: Требуется NVDA 2023.3.3 или выше.

source: Support for StationPlaylist suite 6.10.
pt_br: Suporte para a suíte StationPlaylist 6.10.
ru: Поддержка пакета StationPlaylist suite 6.10.

source: Most commands support speak on demand (NVDA 2024.1) so announcements can be spoken in this mode.
pt_br: A maioria dos comandos é compatível com a fala sob demanda (NVDA 2024.1), portanto, os anúncios podem ser falados nesse modo.
ru: Большинство команд поддерживают речь по требованию (NVDA 2024.1), поэтому объявления можно озвучивать в этом режиме.

source: Version 24.01
pt_br: Versão 24.01
ru: Версия 24.01

source: The commands for the Encoder Settings dialog for use with the SPL and SAM Encoders are now assignable, meaning that you can change them from their defaults under the StationPlaylist category in NVDA Menu > Preferences > Input Gestures. The ones that are not assignable are the connect and disconnect commands. Also, to prevent command conflicts and make much easier use of this command on remote servers, the default gesture for switching to Studio after connecting is now Control+Shift+F11 (previously just F11). All of these can of course still be toggled from the Encoder Settings dialog (NVDA+Alt+0 or F12).
pt_br: Os comandos da caixa de diálogo Configurações do codificador para uso com os codificadores SPL e SAM agora são atribuíveis, o que significa que você pode alterá-los em relação aos padrões na categoria StationPlaylist no Menu NVDA > Preferências > Gestos de entrada. Os comandos de conexão e desconexão não podem ser atribuídos. Além disso, para evitar conflitos de comandos e facilitar muito o uso desse comando em servidores remotos, o gesto padrão para alternar para o Studio após a conexão agora é Control+Shift+F11 (antes era apenas F11). É claro que tudo isso ainda pode ser alternado na caixa de diálogo Encoder Settings (NVDA+Alt+0 ou F12).
ru: Команды диалога настроек кодировщика для использования с кодировщиками SPL и SAM теперь доступны для назначения, что означает, что вы можете изменить их по умолчанию в категории StationPlaylist в меню NVDA > Настройки > Жесты ввода. Команды, которые нельзя назначить, - это команды подключения и отключения. Кроме того, чтобы предотвратить конфликты команд и упростить использование этой команды на удалённых серверах, жест по умолчанию для переключения в Studio после подключения теперь Control+Shift+F11 (ранее просто F11). Всё это, конечно, по-прежнему можно переключать в диалоге настроек кодировщика (NVDA+Alt+0 или F12).

source: Version 23.05
pt_br: Versão 23.05
ru: Версия 23.05

source: To reflect the maintainer change, the manifest has been updated to indicate as such.
pt_br: Para refletir a mudança do mantenedor, o manifesto foi atualizado para indicar isso.
ru: Чтобы отразить смену сопровождающего, манифест был обновлён и указан как таковой.

source: Version 23.02
pt_br: Versão 23.02
ru: Версия 23.02

source: NVDA 2022.4 or later is required.
de: NVDA 2022.4 oder neuer wird benötigt.
pt_br: É necessário o NVDA 2022.4 ou posterior.21.01: NVDA 2020.3 ou posterior é requerido.
ru: Требуется NVDA 2022.4 или выше.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
de: Windows 10 Version 21H2 (November 2021 Update bzw. Build 19044) oder neuer wird benötigt.
pt_br: É necessário o Windows 10 21H2 (atualização/compilação 19044 de novembro de 2021) ou posterior.
ru: Требуется Windows 10 21H2 (обновление от ноября 2021 года/сборка 19044) или выше.

source: In Studio's playlist viewer, NVDA will not announce column headers such as artist and title if table headers setting is set to either "rows and columns" or "columns" in NVDA's document formatting settings panel.
de: In der Ansicht für die Wiedergabelisten im Studio zeigt NVDA keine Spaltenüberschriften wie Interpret und Titel an, wenn die Einstellung für Tabellenüberschriften in den Einstellungen für die Dokument-Formatierungen in NVDA entweder auf "Zeilen und Spalten" oder "Spalten" gesetzt ist.
pt_br: No visualizador de listas de reprodução do Studio, o NVDA não anunciará cabeçalhos de coluna, como artista e título, se a configuração de cabeçalhos de tabela estiver definida como “linhas e colunas” ou “colunas” no painel de configurações de formatação de documentos do NVDA.
ru: В программе просмотра плейлистов Studio NVDA не будет объявлять заголовки столбцов, такие как исполнитель и название, если для параметра заголовки таблиц установлено значение "строки и столбцы" или "столбцы" на панели настроек форматирования документов NVDA.
