Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: Control+NVDA+- (hyphen while focused on a track in Studio, Creator, Remote VT, and Track Tool): display data for all columns in a track on a browse mode window (does not support speak on demand).
fr: Contrôle+NVDA+- (trait d'union si une piste est en focus dans Studio, Creator, Remote VT et Track Tool) : affiche les données de toutes les colonnes d'une piste dans une fenêtre en mode navigation (ne prend pas en charge la parole à la demande).
pt_br: Control+NVDA+- (hífen enquanto estiver focado em uma faixa no Studio, Creator, Remote VT e Track Tool): exibe dados de todas as colunas em uma faixa em uma janela de modo de navegação (não suporta falar sob demanda).
ru: Control+NVDA+- (дефис при фокусе на дорожке в Studio, Creator, Remote VT и Track Tool): объявление данных для всех столбцов дорожки в окне режима обзора (не поддерживает речь по требованию).
tr: Kontrol+NVDA+- (Studio, Oluşturucu, Remote VT ve Parça Araçlarında bir parçaya odaklanıldığında kısa çizgi): bir göz atma modu penceresinde bir parçadaki tüm sütunlara ait verileri görüntüler (talep üzerine konuşmayı desteklemez).

source: NVDA+V while focused on a track (Studio's playlist viewer only): toggles track column announcement between screen order and custom order (does not support speak on demand).
fr: NVDA+V si une piste est en focus (visualiseur de playlist de Studio uniquement) : bascule l'annonce de la colonne de piste entre l'ordre de l'écran et l'ordre personnalisé (ne prend pas en charge la parole à la demande).
pt_br: NVDA+V enquanto estiver focado em uma faixa (somente no visualizador de listas de reprodução do Studio): alterna o anúncio da coluna da faixa entre a ordem da tela e a ordem personalizada (não suporta falar sob demanda).
ru: NVDA+V при фокусировке на дорожке (только для просмотрщика списков воспроизведения Studio): переключает объявление в столбце дорожки между порядком экрана и пользовательским порядком (не поддерживает речь по требованию).
tr: NVDA+V bir parçaya odaklanmışken (yalnızca Studio'nun çalma listesi görüntüleyicisi): Parça sütunu duyurusunu ekran sırası ve özel sıralama arasında değiştirir (talep üzerine konuşmayı desteklemez).

source: Alt+NVDA+C while focused on a track (Studio's playlist viewer only): announces track comments if any.
de: Alt+NVDA+C während der Fokus auf einem Titel steht, (nur Studio-Playlistenbetrachter): werden Titel-Kommentare falls vorhanden gemeldet.
fr: Alt+NVDA+C si une piste est en focus (Studio uniquement): annonce les commentaires de piste le cas échéant.
pt_br: Alt+NVDA+C enquanto focalizado numa faixa (somente visualizador da lista de reprodução do Studio): anuncia os comentários da faixa, se houver.
ru: Alt+NVDA+C при фокусировке на дорожке (только для просмотрщика списков воспроизведения Studio): объявляет комментарии к дорожке, если таковые имеются.
tr: Bir parçaya odaklanıldığında Alt+NVDA+C (yalnızca Studio'nun çalma listesi görüntüleyicisi): varsa parça yorumlarını duyurur.

source: Alt+NVDA+0 (two finger flick left in SPL mode) from Studio window: Opens the Studio add-on configuration dialog (does not support speak on demand).
fr: Alt+NVDA+0 (faire glisser deux doigts vers la gauche en mode SPL) à partir de la fenêtre Studio : ouvre le dialogue de configuration de l'extension Studio (ne prend pas en charge la parole à la demande).
tr: Studio penceresinde Alt+NVDA+0 (SPL modunda sola iki parmak hareketi): Studio eklenti yapılandırma iletişim kutusunu açar (talep üzerine konuşmayı desteklemez).

source: Alt+NVDA+P from Studio window: Opens the Studio broadcast profiles dialog (does not support speak on demand).
fr: Alt+NVDA+P à partir de la fenêtre Studio : ouvre le dialogue des profils de diffusion Studio (ne prend pas en charge la parole à la demande).
pt_br: Alt+NVDA+P na janela do Studio: Abre a caixa de diálogo de perfis de transmissão do Studio (não suporta falar sob demanda).
ru: Alt+NVDA+P из окна Studio: открывает диалог профилей вещания Studio (не поддерживает речь по требованию).
tr: Stüdyo penceresinde Alt+NVDA+P: Studio yayın profilleri iletişim kutusunu açar (talep üzerine konuşmayı desteklemez).

source: Alt+NVDA+F1: Open welcome dialog (does not support speak on demand).
fr: Alt+NVDA+F1: Ouvre le dialogue de bienvenue (ne prend pas en charge la parole à la demande).
pt_br: Alt+NVDA+F1: Abre a caixa de diálogo de boas-vindas (não oferece suporte para falar sob demanda).
ru: Alt+NVDA+F1: Открыть диалог приветствия (не поддерживает речь по требованию).
tr: Alt+NVDA+F1: Karşılama iletişim kutusunu açar (talep üzerine konuşmayı desteklemez).

source: Unassigned commands
de: Nicht zugewiesene Befehle
fr: Commandes non assignées
pt_br: Comandos não atribuídos
ru: Неназначенные команды
tr: Atanmamış komutlar

source: The following commands are not assigned by default; if you wish to assign them, use Input Gestures dialog to add custom commands. To do so, from Studio window, open NVDA menu, Preferences, then Input Gestures. Expand StationPlaylist category, then locate unassigned commands from the list below and select "Add", then type the gesture you wish to use.
de: Die folgenden Befehle sind standardmäßig nicht zugewiesen; wenn Sie sie zuweisen möchten, verwenden Sie den Dialog Eingabegesten, um benutzerdefinierte Befehle hinzuzufügen. Öffnen Sie dazu im Studio-Fenster das NVDA-Menü, Einstellungen und dann Eingaben. Erweitern Sie die Kategorie StationPlaylist, suchen Sie dann nicht zugewiesene Befehle aus der Liste unten und wählen Sie "Hinzufügen" aus, geben Sie dann die Taste oder Tastenkombination ein, welche Sie verwenden möchten.
fr: Les commandes suivantes ne sont pas assignées par défaut; Si vous souhaitez les assigner, utilisez le dialogu des Gestes de Commande pour ajouter des commandes personnalisées. Pour ce faire, depuis la fenêtre de Studio, ouvrez le menu NVDA, Préférences, puis Gestes de commande. Développez la catégorie StationPlaylist, puis localisez les commandes non assignées dans la liste et sélectionnez "Ajouter" puis tapez le geste que vous désirez utiliser.
pt_br: Os comandos a seguir não são atribuídos por padrão; se desejar atribuí-los, use o diálogo Definir comandos — Gestos de entrada — para adicionar comandos personalizados. Para fazer isso, na janela do Studio, abra o menu NVDA, Preferências e Definir comandos. Expanda a categoria StationPlaylist, localize os comandos não atribuídos na lista abaixo e selecione "Adicionar" e digite o comando — gesto — que deseja usar.
ru: Следующие команды по умолчанию не назначены; если вы хотите их назначить, используйте диалог жестов ввода для добавления пользовательских команд. Для этого в окне Studio откройте меню NVDA, Параметры, затем жесты ввода. Разверните категорию StationPlaylist, затем найдите неназначенные команды в списке ниже и выберите "Добавить", затем введите жест, который вы хотите использовать.
tr: Aşağıdaki komutlar varsayılan olarak atanmamıştır; bunları atamak istiyorsanız özel komutlar eklemek için Girdi Hareketleri iletişim kutusunu kullanın. Bunu yapmak için Studio penceresinde NVDA menüsünü, Tercihler'i ve ardından Girdi Hareketleri'ni açın. StationPlaylist kategorisini genişletin, ardından aşağıdaki listeden atanmamış komutları bulun ve "Ekle"yi seçin, ardından kullanmak istediğiniz hareketi yazın.

source: Important: some of these commands will not work if NVDA is running in secure mode such as from login screen. Not all commands support speak on demand.
fr: Important : certaines de ces commandes ne fonctionneront pas si NVDA s'exécute en mode sécurisé, par exemple à partir de l'écran de connexion. Toutes les commandes ne prennent pas en charge la parole à la demande.
pt_br: Importante: alguns desses comandos não funcionarão se o NVDA estiver sendo executado em modo seguro, como na tela de login. Nem todos os comandos são compatíveis com a fala sob demanda.
ru: Важно: некоторые из этих команд не будут работать, если NVDA запущен в безопасном режиме, например, с экрана входа в систему. Не все команды поддерживают режим речи по требованию.
tr: Önemli: NVDA oturum açma ekranı gibi güvenli modda çalışıyorsa bu komutlardan bazıları çalışmayacaktır. Tüm komutlar talep üzerine konuşmayı desteklemez.

source: Switching to SPL Studio window from any program (unavailable in secure mode, does not support speak on demand).
fr: Basculement vers la fenêtre SPL Studio depuis n'importe quel programme (indisponible en mode sécurisé, ne prend pas en charge la parole à la demande).
pt_br: Alternar para a janela do SPL Studio a partir de qualquer programa (indisponível no modo seguro, não suporta falar sob demanda).
ru: Переключение в окно SPL Studio из любой программы (недоступно в безопасном режиме, не поддерживает речь по требованию).
tr: Herhangi bir programdan SPL Studio penceresine geçiş (güvenli modda kullanılamaz, isteğe bağlı konuşmayı desteklemez).

source: SPL Controller layer (unavailable in secure mode).
de: Die SPL-Steuerung ist (im Abgesicherten Modus) nicht verfügbar.
fr: Couche du Contrôleur SPL (indisponible en mode sécurisé).
pt_br: Camada do controlador SPL (indisponível no modo seguro).
ru: Уровень панели управления SPL (недоступен в безопасном режиме).
tr: SPL Denetleyici katmanı (güvenli modda kullanılamaz).

source: Announcing Studio status such as track playback from other programs (unavailable in secure mode).
de: Die Mitteilungen des Studio-Status, wie z. B. die Wiedergabe von Titeln aus anderen Anwendungen ist (im Abgesicherten Modus) nicht verfügbar.
fr: Annonçant le statut de Studio, comme la lecture de pistes à partir d'autres programmes (indisponible en mode sécurisé).
pt_br: Anúncio do status do Studio, como a reprodução de faixas de outros programas (indisponível no modo seguro).
ru: Объявление состояния студии, например, о воспроизведении дорожек из других программ (недоступно в безопасном режиме).
tr: Diğer programlardan parça Çalma gibi Studio durumunun duyurulması (güvenli modda kullanılamaz).

source: Announcing encoder connection status from any program (unavailable in secure mode).
de: Ansage des Encoder-Verbindungsstatus aus einer beliebigen Anwendung heraus ist (im Abgesicherten Modus nicht verfügbar.
fr: Annonce de l'état de connexion de l'encodeur à partir de n'importe quel programme (indisponible en mode sécurisé).
pt_br: Anúncio do status da conexão do codificador a partir de qualquer programa (indisponível no modo seguro).
ru: Оповещение о состоянии подключения кодировщика из любой программы (недоступно в безопасном режиме).
tr: Kodlayıcı bağlantı durumu herhangi bir programdan duyurulur (güvenli modda kullanılamaz).

source: SPL Assistant layer from SPL Studio.
de: Befehlsschicht des SPL-Assistenten im SPL-Studio.
fr: Couche Assistant SPL depuis SPL Studio.
pt_br: Camada Assistente SPL do SPL Studio.
ru: Уровень Помощника SPL для SPL Studio.
tr: SPL Studio'da SPL Yardımcısı katmanı.

source: Announce time including seconds from SPL Studio.
de: Meldet die Studiozeit einschließlich Sekunden.
fr: Annoncer le temps y compris les secondes depuis SPL Studio.
pt_br: Anuncia o tempo incluindo segundos, do SPL Studio.
ru: Объявлять время в SPL Studio, включая секунды.
tr: SPL Studio'da saniyeler dahil süreyi duyurur.

source: Announcing temperature.
de: Meldet die Temperatur.
fr: Annonce de la température.
pt_br: Anúncio da temperatura.
ru: Объявляет температуру.
tr: Sıcaklık duyurusu.

source: Announcing title of next track if scheduled.
de: Meldet die bezeichnung des nächsten geplanten Titels, wenn vorhanden.
fr: Annonce du titre de la piste suivante si planifié.
pt_br: Anúncio do título da próxima faixa, se programada.
ru: Объявлять название следующей дорожки, если она запланирована.
tr: Planlandığı takdirde bir sonraki parçanın başlığının duyurulması.

source: Announcing title of the currently playing track.
de: Gibt die Bezeichnung des aktuell abgespielten Titels aus.
fr: Annonçant le titre de la piste en cours de lecture.
pt_br: Anúncio do título da faixa atualmente em reprodução.
ru: Объявлять название проигрываемой в данный момент дорожки.
tr: Şu anda çalınan parçanın başlığı duyuruluyor.

source: Marking current track for start of track time analysis.
de: Markiert den aktuellen Titel als Anfand für die Titel-Zeitanalyse.
fr: Marquage de piste en cours pour le début de l'analyse de durée de piste.
pt_br: Marcando a faixa atual para o início da análise do tempo da faixa.
ru: Пометка текущей дорожки для начала анализа времени дорожки.
tr: Parça süresi analizinin başlangıcı için mevcut parçayı işaretleme.

source: Performing track time analysis.
de: Titel-Zeitanalyse durchführen.
fr: Effectuer des analyses de durée de piste.
pt_br: Executando análise de tempo da faixa.
ru: Выполнение анализа времени дорожки.
tr: Parça süresi analizi gerçekleştirme.

source: Take playlist snapshots.
de: Nimmt Statistiken für eine Wiedergabeliste auf.
fr: Prendre des instantanés de playlist.
pt_br: Tira instantâneos — da lista de reprodução.
ru: Делать снимки списка воспроизведения.
tr: Çalma listesi anlık görüntüleri alır.

source: Find text in specific columns (does not support speak on demand).
fr: Recherche de texte dans des colonnes spécifiques (ne prend pas en charge la parole à la demande).
pt_br: Localiza texto em colunas específicas (não suporta falar sob demanda).
ru: Поиск текста в определённых столбцах (не поддерживает речь по требованию).
tr: Belirli sütunlardaki metni bulur (talep üzerine konuşmayı desteklemez).

source: Find tracks with duration that falls within a given range via time range finder (does not support speak on demand).
fr: Trouver des piste avec une durée qui se situe dans un intervalle donné via la recherche de l'intervalle de temps (ne prend pas en charge la parole à la demande).
pt_br: Localize faixas com duração que se enquadre em um determinado intervalo por meio do localizador de intervalo de tempo (não suporta falar sob demanda).
ru: Искать дорожки с длительностью заданного диапазона с помощью функции поиска по времени (не поддерживает речь по требованию).
tr: Zaman aralığı bulucu aracılığıyla süresi belirli bir aralığa giren parçaları bulur (talep üzerine konuşmayı desteklemez).

source: Quickly enable or disable metadata streaming (does not support speak on demand).
fr: Activer ou désactiver les métadonnées en streaming rapidement (ne prend pas en charge la parole à la demande).
pt_br: Ative ou desative rapidamente o streaming de metadados (não é compatível com o recurso falar sob demanda).
ru: Быстрое включение или отключение потоковой передачи метаданных (не поддерживает речь по требованию).
tr: Meta veri akışını hızla etkinleştirir veya devre dışı bırakır (talep üzerine konuşmayı desteklemez).

source: Additional commands when using encoders
de: Zusätzliche Befehle bei der Encoder-Verwendung
fr: Commandes supplémentaires lors de l'utilisation des encodeurs
pt_br: Comandos adicionais ao usar codificadores
ru: Дополнительные команды при использовании кодировщиков
tr: Kodlayıcıları kullanırken ek komutlar

source: The following commands are available when using encoders, and the ones used for toggling options for on-connection behavior such as focusing to Studio, playing the first track, and toggling of background monitoring can be assigned through the Input Gestures dialog in NVDA menu, Preferences, Input Gestures, under the StationPlaylist category. These commands do not support speak on demand.
fr: Les commandes suivantes sont disponibles lors de l'utilisation des encodeurs, et celles utilisées pour basculer les options de comportement lors de la connexion tandis que le focus est mis sur Studio, la lecture de la première piste et le basculement de la surveillance en arrière-plan peuvent être assignées via le dialogue Gestes de commandes dans le menu NVDA, Préférences, Gestes de commandes, dans la catégorie StationPlaylist. Ces commandes ne prennent pas en charge la parole à la demande.
pt_br: Os comandos a seguir estão disponíveis ao usar codificadores e os usados para alternar opções de comportamento na conexão, como focar no Studio, reproduzir a primeira faixa e alternar o monitoramento em segundo plano, podem ser atribuídos por meio da caixa de diálogo Gestos de entrada no menu NVDA, Preferências, Gestos de entrada, na categoria StationPlaylist. Esses comandos não são compatíveis com a fala sob demanda.
ru: При использовании кодировщиков доступны следующие команды, а те, которые используются для переключения параметров поведения при подключении, таких как фокус на Studio, воспроизведение первой дорожки и переключение фонового мониторинга, могут быть назначены в диалоге жестов ввода в меню NVDA, Параметры, жесты ввода, в категории StationPlaylist. Эти команды не поддерживают речь по требованию.
tr: Aşağıdaki komutlar kodlayıcılar kullanılırken kullanılabilir ve Studio'ya odaklanma, ilk parçayı çalma ve arka plan izlemenin değiştirilmesi gibi bağlantı üzerindeki davranış seçeneklerini değiştirmek için kullanılanlar NVDA menüsü, Tercihler, Girdi Hareketleri iletişim kutusunda StationPlaylist kategorisi altında atanabilir. Bu komutlar talep üzerine konuşmayı desteklemez.

source: F9: connect the selected encoder.
de: F9: Den ausgewählten Encoder verbinden.
fr: F9 : Connecte l'encodeur sélectionné.
pt_br: F9: conecte o codificador selecionado.
ru: F9: подключить выбранный кодировщик.
tr: F9: seçilen kodlayıcıyı bağlar.

source: F10 (SAM encoder only): Disconnect the selected encoder.
de: F10 (nur gleicher Encoder): Trennt den ausgewählten Encoder.
fr: F10 (encodeur SAM uniquement) : Déconnectez l'encodeur sélectionné.
pt_br: F10 (somente codificador SAM): Desconecte o codificador selecionado.
ru: F10 (только кодировщик SAM): Отключить выбранный кодировщик.
tr: F10 (yalnızca SAM kodlayıcı): Seçilen kodlayıcının bağlantısını keser.

source: Control+F9: Connect all encoders.
de: Strg+F9: Verbindet alle Encoder.
fr: Contrôle+F9 : Connecte tous les encodeurs.
pt_br: Control+F9: Conecte todos os codificadores.
ru: Control+F9: Подключить все кодировщики.
tr: Kontrol+F9: Tüm kodlayıcıları bağlar.

source: Control+F10 (SAM encoder only): Disconnect all encoders.
de: Strg+F10 (nur SAM-Encoder): Alle Encoder trennen.
fr: Contrôle+F10 (encodeur SAM uniquement) : Déconnecter tous les encodeurs.
pt_br: Control+F10 (somente codificador SAM): Desconecte todos os codificadores.
ru: Control+F10 (только кодировщик SAM): Отключить все кодировщики.
tr: Kontrol+F10 (yalnızca SAM kodlayıcı): Tüm kodlayıcıların bağlantısını keser.

source: Control+Shift+F11: Toggles whether NVDA will switch to Studio window for the selected encoder if connected.
fr: Ctrl+Maj+F11 : Détermine si NVDA bascule vers la fenêtre Studio pour l'encodeur sélectionné si connecté.
pt_br: Control+Shift+F11: alterna se o NVDA mudará para a janela do Studio para o codificador selecionado, se estiver conectado.
ru: Control+Shift+F11: Включает, будет ли NVDA переключаться на окно Studio для выбранного кодировщика, если он подключен.
tr: Kontrol+Shift+F11: NVDA'nın bağlı olması durumunda seçilen kodlayıcı için Studio penceresine geçip geçmeyeceğini değiştirir.

source: Shift+F11: Toggles whether Studio will play the first selected track when encoder is connected to a streaming server.
de: Shift+F11: legt fest, ob Studio den ersten ausgewählten Titel abspielen soll, wenn der Encoder an einen Streaming-Server angeschlossen ist.
fr: Maj+F11: Détermine si Studio lit la première piste sélectionnée lorsque l'encodeur est connecté à un serveur de streaming.
pt_br: Shift+F11: Define se o Studio reproduzirá a primeira faixa selecionada quando o codificador estiver conectado a um servidor de fluxo — streaming.
ru: Shift+F11: включает, будет ли Studio воспроизводить первую выбранную дорожку, когда кодер подключен к потоковому серверу.
tr: Shift+F11: Kodlayıcı bir akış sunucusuna bağlandığında Studio'nun seçilen ilk parçayı çalıp çalmayacağını değiştirir.

source: Control+F11: Toggles background monitoring of the selected encoder.
de: Control+F11: Schaltet die Hintergrundüberwachnung des ausgewählten Encoders ein- und aus.
fr: Contrôle+F11 : Active ou désactive le contrôle en arrière-plan de l'encodeur sélectionné.
pt_br: Control+F11: Alterna o monitoramento em segundo plano do codificador selecionado.
ru: Control+F11: включает фоновый мониторинг выбранного кодировщика.
tr: Kontrol+F11: Seçilen kodlayıcının arka plan izlemesini açar veya kapatır.

source: Control+F12: opens a dialog to select the encoder you have deleted (to realign encoder labels and settings).
de: Strg+F12: Öffnet ein Dialogfeld zur Auswahl des ausgelöschten Encoders (zur Neuausrichtung der Encoder-Beschreibung und Einstellungen).
fr: Contrôle+F12 : Ouvre un dialogue pour sélectionner l'encodeur que vous avez supprimé (afin de réaligner les étiquettes et les paramètres de l'encodeur).
pt_br: Control+F12: abre um diálogo para selecionar o codificador que você excluiu (para realinhar os rótulos e as configurações do codificador).
ru: Control+F12: открывает диалог для выбора удалённого кодировщика (чтобы изменить метки и настройки кодировщика).
tr: Kontrol+F12: Sildiğiniz kodlayıcıyı seçmek için bir iletişim kutusu açar (kodlayıcı etiketlerini ve ayarlarını yeniden hizalamak için).

source: Alt+NVDA+0 or F12: Opens encoder settings dialog to configure options such as encoder label.
fr: Alt+NVDA+0 ou F12 : Ouvre le dialogue paramètres de l'encodeur pour configurer des options telles que l'étiquette de l'encodeur.
pt_br: Alt+NVDA+0 ou F12: Abre a caixa de diálogo de configurações do codificador para configurar opções como a etiqueta do codificador.
ru: Alt+NVDA+0 или F12: открывает диалог настроек кодировщика для настройки таких параметров, как метка кодера.
tr: Alt+NVDA+0 veya F12: Kodlayıcı etiketi gibi seçenekleri yapılandırmak için kodlayıcı ayarları iletişim kutusunu açar.

source: In addition, column review commands are available, including (supports speak on demand):
fr: De plus, les commandes pour visualiser la colonne sont disponibles, y compris (prend en charge la parole à la demande) :
pt_br: Além disso, os comandos de revisão de coluna estão disponíveis, incluindo (suporta falar sob demanda):
ru: Кроме того, доступны команды просмотра столбцов, в том числе (поддержка речи по требованию):
tr: Ayrıca aşağıdakiler de dahil olmak üzere sütun inceleme komutları mevcuttur (talep üzerine konuşmayı destekler):

source: Control+NVDA+1: Encoder position.
de: STRG+NVDA+1: Position des Encoders.
fr: Contrôle+NVDA+1 : Position de l'encodeur.
pt_br: Control+NVDA+1: Posição do codificador.
ru: Control+NVDA+1: Положение кодировщика.
tr: Kontrol+NVDA+1: Kodlayıcı konumu.

source: Control+NVDA+2: encoder label.
de: Strg+NVDA+2: Encoder-Beschreibung.
fr: Contrôle+NVDA+2 : étiquette de l'encodeur.
pt_br: Control+NVDA+2: rótulo do codificador.
ru: Control+NVDA+2: метка кодировщика.
tr: Kontrol+NVDA+2: kodlayıcı etiketi.

source: Control+NVDA+3 from SAM Encoder: Encoder format.
de: STRG+NVDA+3 aus dem SAM-Encoder: Encoder-Format.
fr: Contrôle+NVDA+3 depuis l'Encodeur SAM : Format de l'Encodeur.
pt_br: Control+NVDA+3 no codificador SAM: formato do codificador.
ru: Control+NVDA+3 от SAM-кодировщика: Формат кодировщика.
tr: SAM Kodlayıcıda Kontrol+NVDA+3: Kodlayıcı formatı.

source: Control+NVDA+3 from SPL and AltaCast Encoder: Encoder settings.
de: Strg+NVDA+3 aus SPL und AltaCast Encoder: Encoder-Einstellungen.
fr: Contrôle+NVDA+3 depuis les encodeurs SPL et AltaCast : Paramètres de l'encodeur.
pt_br: Control+NVDA+3 no SPL e no Codificador AltaCast: Configurações do codificador.
ru: Control+NVDA+3 из SPL и AltaCast Encoder: настройки кодировщика.
tr: SPL ve AltaCast Kodlayıcıda Kontrol+NVDA+3: Kodlayıcı ayarları.
