Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: Pressing SPL Assistant, Shift+F8 will present a dialog to let you request playlist transcripts in numerous formats, including in a plain text format, an HTML table or a list.
de: Umschalt+F8 im SPL-Assistenten ruft ein Dialogfeld auf, in dem Sie Playlist-Protokolle in verschiedenen Formaten öffnen können (z.B. einfaches Textformat, eine HTML-Tabelle oder eine Liste).
fr: En appuyant sur Assistant SPL, Maj+F8 présentera une boîte de dialogue pour vous permettre de demander des transcriptions de playlist dans de nombreux formats, y compris dans un format de texte brut, un tableau HTML ou une liste.
pt_br: Pressionando Assistente SPL, Shift+F8 apresentará um diálogo para permitir que você solicite transcrições da lista de reprodução em vários formatos, incluindo um formato de texto simples, uma tabela HTML ou uma lista.
ru: Нажатие сочетания клавиш помощника SPL, Shift+F8, откроет диалог, позволяющий запросить расшифровки списка воспроизведения в различных форматах, в том числе в текстовом формате, таблице HTML или списке.
tr: SPL Yardımcısı'na bastığınızda, Shift+F8, düz metin biçimi, HTML tablosu veya liste dahil olmak üzere çeşitli biçimlerde çalma listesi transkriptlerini istemenize izin veren bir iletişim kutusu sunar.

source: Configuration dialog
de: Konfigurationsdialog
fr: Boîte de dialogue configuration
pt_br: Diálogo de configuração
ru: Диалог настройки
tr: Yapılandırma iletişim kutusu

source: From studio window, you can press Alt+NVDA+0 to open the add-on configuration dialog. Alternatively, go to NVDA's preferences menu and select SPL Studio Settings item. Not all settings are available if NVDA is running in secure mode.
de: Im Studio-Fenster können Sie Alt+NVDA+0 drücken, um das Dialogfeld für die Konfiguration der Erweiterung zu öffnen oder auch das Einstellungsmenü von NVDA aufrufen und dort den Eintrag für die Einstellung des SPL-Studios auswählen. Nicht alle Einstellungen sind verfügbar, sobald NVDA im Abgesicherten Modus läuft.
fr: Depuis la fenêtre studio, vous pouvez appuyer sur Alt+NVDA+0 pour ouvrir la boîte de dialogue configuration de l'extension. Sinon, allez dans le menu préférences de NVDA et sélectionnez l'élément Paramètres SPL Studio. Tous les paramètres ne sont pas disponibles si NVDA s'exécute en mode sécurisé.
pt_br: Na janela do estúdio, você pode pressionar Alt+NVDA+0 para abrir a caixa de diálogo de configuração do complemento. Como alternativa, acesse o menu de preferências do NVDA e selecione o item Configurações do SPL Studio. Nem todas as configurações estarão disponíveis se o NVDA estiver sendo executado em modo seguro.
ru: В окне studio вы можете нажать Alt+NVDA+0, чтобы открыть диалог настройки дополнения. В качестве альтернативы, перейдите в меню параметров NVDA и выберите пункт Настройки SPL Studio. Не все настройки доступны, если NVDA запущен в безопасном режиме.
tr: Eklenti yapılandırma iletişim kutusunu açmak için stüdyo penceresinden Alt+NVDA+0 tuşlarına basabilirsiniz. Alternatif olarak, NVDA'nın tercihler menüsüne gidin ve SPL Studio Ayarları öğesini seçin. NVDA güvenli modda çalışıyorsa tüm ayarlar kullanılamaz.

source: Broadcast profiles dialog
de: Dialogfeld der Sendeprofile
fr: Dialogue profils de diffusion
pt_br: Diálogo de perfis de transmissão
ru: Диалог профилей вещания
tr: Yayın profilleri iletişim kutusu

source: You can save settings for specific shows into broadcast profiles. These profiles can be managed via SPL broadcast profiles dialog which can be accessed by pressing Alt+NVDA+P from Studio window.
de: Sie können Einstellungen für bestimmte Sendungen in Sendeprofilen speichern. Diese Profile können über das Dialogfeld SPL-Sendeprofile verwaltet werden, auf das durch Drücken von Alt+NVDA+P im Studio-Fenster zugegriffen werden kann.
fr: Vous pouvez sauvegarder les paramètres pour des émissions spécifiques dans des profils de diffusion. Ces profils peuvent être gérés via le dialogue des profils de diffusion de SPL which can be accessible en pressant Alt+NVDA+P depuis la fenêtre Studio.
pt_br: Você pode salvar as configurações de programas específicos em perfis de transmissão — broadcast. Esses perfis podem ser gerenciados por meio do diálogo de perfis de transmissão SPL, que pode ser acessado pressionando Alt+NVDA+P na janela do Studio.
ru: Вы можете сохранить настройки для определённых шоу в профилях вещания. Этими профилями можно управлять с помощью диалогового окна SPL broadcast profiles, доступ к которому можно получить, нажав Alt+NVDA+P в окне студии.
tr: Belirli programların ayarlarını yayın profillerine kaydedebilirsiniz. Bu profiller, Studio penceresinden Alt+NVDA+P tuşlarına basılarak erişilebilen SPL yayın profilleri iletişim kutusu aracılığıyla yönetilebilir.

source: SPL touch mode
de: SPL-Touchmodus
fr: Mode tactile SPL
pt_br: Modo tátil SPL
ru: Сенсорный режим SPL
tr: SPL dokunma modu

source: If you are using Studio on a touchscreen computer with NVDA installed, you can perform some Studio commands from the touchscreen. First use three finger tap to switch to SPL mode, then use the touch commands listed above to perform commands.
de: Wenn Sie Studio auf einem Computer mit Touchscreen und installiertem NVDA verwenden, können Sie einige Studio-Befehle über den Touchscreen ausführen. Wechseln Sie zunächst mit drei Fingern in den SPL-Modus und verwenden Sie dann die oben aufgeführten Touch-Befehle, um Befehle auszuführen.
fr: Si vous utilisez Studio sur un ordinateur possédant un écran tactile avec NVDA installé, vous pouvez exécuter certaines commandes Studio depuis un écran tactile. Tout d'abord utiliser une tape à trois doigts pour basculer en mode SPL, puis utilisez les commandes tactile énumérées ci-dessus pour exécuter des commandes.
pt_br: Se você estiver usando o Studio em um computador com tela sensível ao toque e com o NVDA instalado, pode executar alguns comandos do Studio a partir da tela sensível ao toque. Primeiro, use o toque de três dedos para alternar para o modo SPL e, em seguida, use os comandos de toque listados acima para executar os comandos.
ru: Если вы используете Studio на компьютере с сенсорным экраном и установленной NVDA, вы можете выполнять некоторые команды Studio с сенсорного экрана. Сначала коснитесь тремя пальцами, чтобы переключиться в режим SPL, затем используйте сенсорные команды, перечисленные выше, для выполнения команд.
tr: Studio'yu NVDA kurulu dokunmatik ekranlı bir bilgisayarda kullanıyorsanız, bazı Studio komutlarını dokunmatik ekrandan gerçekleştirebilirsiniz. Önce SPL moduna geçmek için üç parmakla dokunmayı kullanın, ardından komutları gerçekleştirmek için yukarıda listelenen dokunma komutlarını kullanın.

source: Version 25.08/25.06.5-LTS
tr: Sürüm 25.08/25.06.5-LTS

source: 25.08: removed unmaintained localizations (add-on messages and documentation).
fr: 25.08: Suppression des localisations non maintenues (messages et documentation de l'extension).
tr: 25.08: bakımı yapılmamış yerelleştirmeler kaldırıldı (eklenti mesajları ve belgeler).

source: In Studio, added two-finger flick left gesture in SPL touch mode to open SPL add-on settings.
fr: Dans Studio, il a été ajouté un geste pour faire glisser deux doigts vers la gauche en mode tactile SPL pour ouvrir les paramètres de l'extension SPL.
tr: Studio'da, SPL eklenti ayarlarını açmak için SPL dokunma modunda iki parmakla sola kaydırma hareketi eklendi.

source: Removed "Status" from vertical column navigation options.
fr: Supprimé "Statut" des options de navigation de la colonne verticale.
tr: Dikey sütun gezinme seçeneklerinden “Durum” kaldırıldı.

source: In columns explorer (Studio, Track Tool, Creator, Remote VT), NVDA will no longer announce "blank" for empty column content (only column header will be announced).
fr: Dans l'Explorateur de Colonnes (Studio, l'Outil de piste, Creator, Remote VT), NVDA n'annoncera plus "vide" pour le contenu de la colonne vide (seul l'en-tête de colonne sera annoncé).
tr: Sütun gezgininde (Studio, Parça aracı, Oluşturucu, Uzak VT), NVDA artık boş sütun içeriği için "boş" mesajını vermeyecektir (yalnızca sütun başlığı duyurulacaktır).

source: In Studio, Track Tool, Creator, and Remote VT, NVDA will announce track position and count when location command is performed (NVDA+Numpad Delete (desktop)/NVDA+Delete (laptop) and adding Shift for review cursor version).
fr: Dans Studio, l'Outil de piste, Creator, et Remote VT, NVDA annoncera la position de la piste et le total lorsque la commande de position sera effectuée (NVDA+pavnumEffacement (Ordinateur de bureau)/NVDA+effacement (Ordinateur portable) puis en ajoutant Maj pour la version du curseur de revue).
tr: Studio, Parça Aracı, Oluşturucu ve Uzak VT'de, konum komutu gerçekleştirildiğinde (NVDA+Numpad Delete (masaüstü)/NVDA+Delete (dizüstü) ve inceleme imleci sürümü için Shift eklendiğinde) NVDA parça konumunu ve sayısını bildirecektir.

source: Version 25.07.2/25.06.4-LTS
tr: Sürüm 25.07.2/25.06.4-LTS

source: Restored missing localized messages including track comment announcement in Studio's playlist viewer.
fr: Les messages traduits manquants sont restaurés, y compris l'annonce de commentaire de piste dans la visionneuse de playlist de Studio.
tr: Studio'nun çalma listesi görüntüleyicisinde parça yorumu duyurusu da dahil olmak üzere eksik yerelleştirilmiş mesajlar geri yüklendi.

source: NVDA will present an error dialog when running Studio releases earlier than the version required for the add-on.
fr: NVDA présentera un dialogue d'erreur lors de l'exécution des versions de Studio plus tôt que la version requise pour l'extension.
tr: NVDA, eklenti için gereken sürümden önceki Studio sürümlerini çalıştırırken bir hata iletişim kutusu gösterecek.

source: In Studio, pressing NVDA+Shift+F3 the first time without opening find dialog will cause NVDA to search backwards.
fr: Dans Studio, en appuyant sur NVDA+Maj+F3 la première fois sans ouvrir le dialogue pour chercher provoquera la recherche de NVDA vers l'arrière.
tr: Studio'da, bul iletişim kutusunu açmadan NVDA+Shift+F3 tuşlarına ilk kez basmak, NVDA'nın geriye doğru arama yapmasına neden olur.

source: In Track Tool, NVDA will no longer play a beep when moving through tracks, especially for tracks without an intro set.
fr: Dans l'Outil de piste, NVDA ne jouera plus un bip lors du déplacement des pistes, en particulier pour les pistes sans définir l'intro.
tr: Parça aracı'nda, NVDA artık parçalar arasında ilerlerken, özellikle de giriş seti olmayan parçalar için bip sesi çıkarmayacak.

source: Version 25.07.1/25.06.3-LTS
tr: Sürüm 25.07.1/25.06.3-lts

source: In Studio's playlist viewer, NVDA will no longer appear to do nothing or play error tones when reporting column contents if vertical column navigation is set to values other than "whichever column I am reviewing".
fr: Dans le visualiseur de playlist de Studio, NVDA ne semblera plus rien faire ni jouera des tonalités d'erreur lors du signalement du contenu de la colonne si la navigation de colonne verticale est définie sur des valeurs autres "quel que soit la colonne que je passe en revue".
tr: Studio'nun çalma listesi görüntüleyicisinde, dikey sütun gezintisi “incelediğim sütun” dışındaki değerlere ayarlanmışsa, NVDA artık sütun içeriklerini bildirirken hiçbir şey yapmıyor veya hata sesleri çalmıyor gibi görünmeyecek.

source: Setting vertical column navigation to "Status" column is deprecated and will be removed in a future add-on release.
fr: Le paramètre de navigation de la colonne verticale vers la colonne "Statut" est obsolète et sera supprimé dans une future version de l'extension.
tr: Dikey sütun dolaşımını "Durum" sütunu olarak ayarlamak kullanımdan kaldırılmıştır ve gelecekteki bir eklenti sürümünde kaldırılacaktır.

source: Version 25.07/25.06.2-LTS
tr: Sürüm 25.07/25.06.2-lts

source: Version 25.07 supports SPL Studio 6.0 and later.
fr: La version 25.07 prend en charge SPL Studio 6.0 et versions ultérieures.
tr: Sürüm 25.07, SPL Studio 6.0 ve sonraki sürümlerini destekler.

source: 25.07: code was refactored, including through use of Pyright (a Python static type checker). Some prominent code changes were also backported to 25.06.2-LTS.
fr: 25.07: Le code a été refactorisé, y compris en utilisant Pyright (un vérificateur de type statique Python). Certains modifications de code proéminentes ont également été recouvertes de 25.06.2-lts.
tr: 25.07: Kod, Pyright (Python statik tip denetleyici) kullanımı dahil olmak üzere yeniden düzenlendi. Bazı önemli kod değişiklikleri de 25.06.2-lts'e geri döndü.

source: Columns explorer (Control+NVDA+number row) is now configurable for Creator and Remote VT's playlist editor. A new button, "columns explorer for playlist editor" is available from columns explorer add-on settings screen.
fr: Explorateur de Colonnes (Contrôle+NVDA+rangée numérique) est désormais configurable pour Creator et Remote VT l'éditeur de playlist. Un nouveau bouton, "Explorateur de Colonnes pour l'éditeur de playlist" est disponible à partir de l'Explorateur de colonnes de l'écran des paramètres de l'extension.
tr: Sütun gezgini (Control+NVDA+numara satırı) artık Yaratıcı ve Kumanda VT'nin oynatma listesi düzenleyicisi için yapılandırılabilir. Sütun gezgini eklenti ayarları ekranından yeni bir düğme olan “oynatma listesi düzenleyicisi için sütun gezgini” kullanılabilir.

source: In columns explorer add-on settings, renamed "columns explorer" to "columns explorer for SPL Studio".
fr: Dans les paramètres de l'explorateur de colonnes de l'extension, renommé "Explorateur de Colonnes" à "Explorateur de Colonnes pour SPL Studio".
tr: Sütun gezgini eklenti ayarlarında, "sütun gezgini", "SPL Studio için sütun gezgini" olarak yeniden adlandırıldı.

source: Added JSON (JavaScript Object Notation) format as a playlist transcripts format.
fr: Ajout du format JSON (JavaScript Object Notation) comme un format de transcriptions de playlist.
tr: Çalma listesi transkript formatı olarak JSON (JavaScript Object Notation) formatı eklendi.

source: In encoders, NVDA will remove encoder settings if pressing Control+F12 to remove settings for encoder 10 and above if more than ten encoders are present.
fr: Dans les encodeurs, NVDA supprimera les paramètres de l'encodeur si vous appuyez sur Control+F12 pour supprimer les paramètres de l'encodeur 10 et plus si plus de dix encodeurs sont présents.
tr: Kodlayıcılarda, ondan fazla kodlayıcı varsa 10 ve üzeri kodlayıcı ayarlarını kaldırmak için Control+F12 tuşlarına basıldığında NVDA kodlayıcı ayarlarını kaldıracaktır.

source: Version 25.06-LTS
ru: Версия 25.06-LTS
tr: Sürüm 25.06-lts

source: Version 25.06.x is the last release series to support Studio 5.x with future releases requiring Studio 6.x. Some new features will be backported to 25.06.x if needed.
fr: Version 25.06.x est la dernière version des séries à prendre en charge Studio 5.x avec les versions futures nécessitant Studio 6.x. Certaines nouvelles fonctionnalités seront recouvertes à la 25.06.x si nécessaire.
ru: Версия 25.06.x - это последняя серия выпусков для поддержки Studio 5.x, будущие выпуски потребуют Studio 6.x. При необходимости некоторые новые функции будут внесены в 25.06.x.
tr: Sürüm 25.06.x, Studio 6.x gerektiren gelecekteki sürümlerle Studio 5.x'i destekleyen son sürüm serisidir. Bazı yeni özellikler gerekirse 25.06.x'e geri dönecektir.

source: Internal changes to make the add-on more compatible with upcoming 64-bit NVDA.
fr: Modifications internes pour rendre l'extension plus compatible avec le prochain NVDA 64 bits.
tr: Yaklaşan 64 bit NVDA ile eklentiyi daha uyumlu hale getirmek için dahili değişiklikler.

source: NVDA will no longer forget to transfer broadcast profiles while updating the add-on (fixing a regression introduced in 25.05).
fr: NVDA n'oubliera plus de transférer des profils de diffusion lors de la mise à jour de l'extension (fixant une régression introduite dans la 25.05).
tr: NVDA artık eklentiyi güncellerken yayın profillerini aktarmayı unutmayacak (25.05'te tanıtılan bir gerileme düzeltildi).

source: Added a new command in SPL Assistant to announce playlist hour over/under by in minutes and seconds (O).
fr: Ajout d'une nouvelle commande dans l'Assistant SPL pour annoncer la playlist en heure / heure passée en minutes et secondes (O).
ru: Добавлена новая команда в помощник SPL, чтобы объявить о часе списка воспроизведения в течение/младше в минутах и секундах (O).
tr: SPL Assistant'a oynatma listesi zamanı Kalan/geçen dakika ve saniye cinsinden (O) bildirmek için yeni bir komut eklendi.

source: In Studio, the command to step through library scan announcement settings has changed from Alt+NVDA+R to Shift+NVDA+R as the former command toggles remote access feature in NVDA 2025.1.
fr: Dans Studio, la commande de parcourt des paramètres d'annonce du balayage dans la bibliothèque est passé d'Alt+NVDA+R à Maj+NVDA+R car l'ancienne commande bascule la fonction d'accès à distance dans NVDA 2025.1.
ru: В Studio команда для прохождения настройки объявления библиотеки изменилась с ALT+NVDA+R на Shift+NVDA+R, поскольку бывшая команда переключает удалённый доступ в NVDA 2025.1.
tr: Studio'da, kütüphane tarama duyurusu ayarlarında adım atma komutu Alt+NVDA+R'den Shift+NVDA+R'ye değiştirildi, çünkü eski komut NVDA 2025.1'deki uzaktan erişim özelliğini değiştiriyor.

source: NVDA will no longer play error tones or appear to do nothing when performing some SPL Assistant commands after resizing Studio window.
fr: NVDA ne jouera plus de tonalités d'erreur ou n'apparaîtra pour ne rien faire lors de l'exécution des commandes de l'Assistant SPL après le redimensionnement de la fenêtre de Studio.
ru: NVDA больше не будет воспроизводить сигналы ошибок или ничего не делать при выполнении некоторых команд помощника SPL после изменения размера окна Studio.
tr: NVDA artık Studio penceresini yeniden boyutlandırdıktan sonra bazı SPL Assistant komutlarını gerçekleştirirken hata tonları çalmayacak veya hiçbir şey yapmıyor gibi görünmeyecek.

source: The user interface for confirmation dialog shown when deleting broadcast profiles now resembles NVDA's configuration profile deletion interface.
fr: La boîte de dialogue de l'interface utilisateur pour la confirmation affichée lors de la suppression des profils de diffusion ressemble désormais à l'interface de suppression du profil de configuration de NVDA.
tr: Yayın profillerini silerken gösterilen onay iletişim kutusu için kullanıcı arayüzü artık NVDA'nın yapılandırma profili silme arabirimine benziyor.

source: In add-on settings, NVDA will no longer move keyboard focus to OK button after closing columns explorer and reset dialogs.
fr: Dans les paramètres de l'extension, NVDA ne déplacera plus le focus au clavier vers le bouton OK après la fermeture de l'Explorateur de Colonnes et de réinitialiser les dialogues.
tr: Eklenti ayarlarında, NVDA artık sütun gezgini ve sıfırlama iletişim kutularını kapattıktan sonra klavye odağını Tamam düğmesine taşımayacak.

source: NVDA will recognize track column changes introduced in Creator and Track Tool 6.11.
fr: NVDA reconnaîtra les changements de colonne de piste introduits dans Creator et l'Outil de piste 6.11.
ru: NVDA распознаёт изменения столбца дорожки, представленные в Creator и Track Tool 6.11.
tr: NVDA, Yaratıcı ve Track Aracı 6.11'de tanıtılan parça sütun değişikliklerini tanıyacaktır.

source: In columns explorer for Creator, "Date Restriction" column is now "Restrictions".
fr: Dans l'Explorateur de Colonnes pour Creator, la colonne "Date Restriction" est désormais "Restrictions".
tr: Oluşturucu için sütun gezgininde “Tarih Kısıtlaması” sütunu artık “Kısıtlamalar” oldu.

source: NVDA will no longer play wrong carts when playing them via SPL Controller layer.
fr: NVDA ne jouera plus de paniers erronés lorsque vous les jouez via la Couche du Contrôleur SPL.
ru: NVDA больше не будет играть неправильные корзины при их игре через слой контроллера SPL.
tr: NVDA, SPL Denetleyici katmanı aracılığıyla oynatırken artık yanlış kartları oynatmayacak.

source: Version 25.05
ru: Версия 25.05
tr: Sürüm 25.05

source: NVDA 2024.1 or later is required due to Python 3.11 upgrade.
fr: NVDA 2024.1 ou ultérieur est requis en raison de la mise à niveau de Python 3.11.
ru: NVDA 2024.1 или позже требуется из -за обновления Python 3.11.
tr: Python 3.11 yükseltmesi nedeniyle NVDA 2024.1 veya sonrası gereklidir.

source: Restored limited support for Windows 8.1.
fr: Restauré la prise en charge limitée pour Windows 8.1.
ru: Восстановлена ​​ограниченная поддержка для Windows 8.1.
tr: Windows 8.1 için sınırlı destek geri yüklendi.

source: Moved ad-on wiki documents such as add-on changelog to the main code repository.
fr: Déplacé les documents du wiki de l'extension tels que le changelog de l'extension vers le dépôt de code principal.
ru: Перенесены обучающие документы дополнения, такие как дополнение к ChangeLog в репозиторий основного кода.
tr: Eklenti değişiklik günlüğü gibi eklenti viki belgeleri ana kod deposuna taşındı.

source: Added close button to playlist snapshots, playlist transcripts, and SPL Assistant and Controller layer help screens (NVDA 2025.1 and later).
fr: Ajout du bouton Fermer aux Instantanés de playlist, Transcriptions de Playlist et Assistant SPL et écrans d'Aide du Contrôleur en Couche (NVDA 2025.1 et ultérieur).
ru: Добавлена кнопка "Закрыть" к моментальным снимкам списка воспроизведения, расшифровкам списка воспроизведения и справочным экранам справочников помощника SPL и контроллера (NVDA 2025.1 и позже).
tr: Oynatma listesi anlık görüntülerine, çalma listesi transkriptlerine ve SPL Asistanı ve Denetleyici katmanı yardım ekranlarına (NVDA 2025.1 ve üstü) kapat düğmesi eklendi.

source: NVDA will no longer do nothing or play error tones when announcing weather and temperature information in Studio 6.1x (SPL Assistant, W).
fr: NVDA ne fera plus rien ni ne jouera des tonalités d'erreur lors de l'annonce des informations Météo et température dans Studio 6.1x (Assistant SPL, W).
tr: NVDA, Studio 6.x'te (SPL Assistant, W) hava durumu ve sıcaklık bilgilerini duyururken artık hiçbir şey yapmayacak veya hata tonları çalmayacak.

source: Version 25.01
pt_br: Versão 25.01
ru: Версия 25.01
tr: Sürüm 25.01

source: 64-bit Windows 10 21H2 (build 19044) or later is required.
fr: Windows 10 21H2 64 bits (build 19044) ou ultérieure est requise.
pt_br: É necessário o Windows 10 21H2 (build 19044) de 64 bits ou posterior.
ru: Требуется Windows 10 21H2 (сборка 19044) или выше.
tr: 64 bit Windows 10 21H2 (derleme 19044) veya sonrası gereklidir.

source: Download links for add-on releases are no longer included in add-on documentation. You can download the add-on from NV Access add-on store.
fr: Les liens de téléchargement des versions de l'extension ne sont plus inclus dans la documentation de l'extension. Vous pouvez télécharger l'extension à partir de l'add-on store de NV Access.
pt_br: Os links de download para versões de complemento não estão mais incluídos na documentação do complemento. Você pode fazer o download do complemento na loja de complementos da NV Access.
ru: Ссылки для скачивания выпусков дополнений больше не включены в документацию дополнений. Вы можете загрузить дополнение из магазина дополнений NV Access.
tr: Eklenti sürümlerinin indirme bağlantıları artık eklenti belgelerine dahil edilmemektedir. Eklentiyi NV Access eklenti mağazasından indirebilirsiniz.
