Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/stationPlaylist.*.po
Languages: de, fr, pt_br, ru, tr

source: R: Remaining time for the currently playing track.
de: R: Restzeit für den aktuell wiedergegebenen Titel.
fr: R : Temps restant pour la piste en cours de lecture.
pt_br: R: Tempo restante para a faixa atualmente em reprodução.
ru: R: Оставшееся время для воспроизводимой в данный момент дорожки.
tr: R: Çalmakta olan parçanın kalan süresi.

source: Shift+R: Library scan progress.
de: Umschalt+R: Fortschritt des Bibliotheksscans.
fr: Maj+R : Contrôle de la progression du balayage de la bibliothèque en cours.
pt_br: Shift+R: Progresso da varredura da biblioteca.
ru: Shift+R: Ход сканирования библиотеки.
tr: Shift+R: Kitaplık tarama ilerlemesi.

source: C: Title and duration of the currently playing track (supports speak on demand).
fr: C : Le titre et la durée de la piste en cours de lecture (prend en charge la parole à la demande).
pt_br: C: Título e duração da faixa que está sendo reproduzida no momento (suporta falar sob demanda).
ru: C: Название и продолжительность воспроизводимой в данный момент дорожки (поддерживается речь по требованию).
tr: C: O anda çalınan parçanın başlığı ve süresi (talep üzerine konuşmayı destekler).

source: Shift+C: Title and duration of the upcoming track if any (supports speak on demand).
fr: Maj+C : Le titre et la durée de la prochaine piste, le cas échéant (prend en charge la parole à la demande).
pt_br: Shift+C: Título e duração da próxima faixa, se houver (suporta falar sob demanda).
ru: Shift+C: Название и длительность предстоящей дорожки, если есть (поддерживается речь по требованию).
tr: Shift+C: Varsa gelecek parçanın başlığı ve süresi (talep üzerine konuşmayı destekler).

source: E: Encoder connection status (supports speak on demand).
fr: E : Statut de la connexion de l'encodeur (prend en charge la parole à la demande).
pt_br: E: Status da conexão do codificador (suporta fala sob demanda).
ru: E: Состояние подключения кодировщика (поддерживается речь по требованию).
tr: E: Kodlayıcı bağlantı durumu (talep üzerine konuşmayı destekler).

source: I: Listener count (supports speak on demand).
fr: I : Nombre d'auditeurs (prend en charge la parole à la demande).
pt_br: I: Contagem de ouvintes (suporta falar sob demanda).
ru: I: Количество слушателей (поддерживает речь по требованию).
tr: I: Dinleyici sayısı (talep üzerine konuşmayı destekler).

source: Q: Studio status information such as whether a track is playing, microphone is on and others (supports speak on demand).
fr: Q : Diverses informations sur l'état de Studio, par exemple si une piste est en cours de lecture, le microphone est activé et d'autres (prend en charge la parole à la demande).
pt_br: P: Informações sobre o status do estúdio, como se uma faixa está sendo reproduzida, se o microfone está ligado e outras (suporta falar sob demanda).
ru: Q: Информация о состоянии студии, например, воспроизводится ли дорожка, включен ли микрофон и другие данные (поддерживается речь по требованию).
tr: Q: Bir parçanın çalınıp çalınmadığı, mikrofonun açık olup olmadığı ve diğerleri gibi stüdyo durumu bilgileri (talep üzerine konuşmayı destekler).

source: Cart keys (F1, Control+1, for example): Play assigned carts from anywhere.
de: Cart-Tasten (z. B. F1, Strg+1): Spielen Sie zugewiesene Cart von überall aus.
fr: Appuyez sur les touches de panier (F1, Contrôle+1, par exemple) pour lire les paniers assignés à partir de n'importe où.
pt_br: Teclas do carrinho (F1, Control+1, por exemplo): Reproduz carrinhos atribuídos de qualquer lugar.
ru: Клавиши корзины (F1, Control+1, например): Воспроизвести назначенные корзины из любого места.
tr: Sepet tuşları (örneğin F1, Control+1): Atanan sepetleri istediğiniz yerden çalın.

source: H: Layer help.
de: H: Layer-Hilfe.
fr: H: Aide de couche.
pt_br: H: Ajuda da camada.
ru: H: Справка по уровню.
tr: H: Katman yardımı.

source: Track and microphone alarms
de: Track- und Mikrofon-Alarm
fr: Alarmes piste et microphone
pt_br: Alarmes de faixa e microfone
ru: Сигнализация дорожки и микрофона
tr: Parça ve mikrofon alarmları

source: By default, NVDA will play a beep if five seconds are left in the track (outro) and/or intro, as well as to hear a beep if microphone has been active for a while. To configure track and microphone alarms, press Alt+NVDA+1 to open alarms settings in Studio add-on settings screen. You can also use this screen to configure if you'll hear a beep, a message or both when alarms are turned on.
de: Standardmäßig gibt NVDA einen Piepton ab, wenn noch fünf Sekunden im Track (Outro) und/oder Intro verbleiben, sowie einen Piepton, wenn das Mikrofon eine Zeit lang aktiv war. Um Track- und Mikrofon-Alarme zu konfigurieren, drücken Sie Alt+NVDA+1, um die Alarm-Einstellungen in den Zusatz-Einstellungen zu öffnen. Sie können ihn auch verwenden, um zu konfigurieren, ob Sie einen Piepton, eine Nachricht oder beides hören, wenn die Alarme eingeschaltet werden.
fr: Par défaut, NVDA émettra un bip s'il reste cinq secondes dans la piste (outro) et/ou l'intro, ainsi qu'un bip si le microphone est actif depuis un certain temps. Pour configurer les alarmes de piste et de microphone, appuyez sur Alt+NVDA+1 pour ouvrir les paramètres des alarmes dans l'écran des paramètres de l'extension Studio. Vous pouvez également utiliser cet écran pour configurer si vous entendez un bip, un message ou les deux lorsque les alarmes sont activées.
pt_br: Por padrão, o NVDA irá tocar um bipe se faltarem cinco segundos na faixa (outro) e/ou introdução, bem como ouvir um bipe se o microfone estiver ativo por um tempo. Para configurar alarmes de faixa e microfone, pressione Alt+NVDA+1 para abrir as configurações de alarmes na tela de configurações do complemento do Studio. Também pode usar essa tela para configurar se ouvirá um bipe, uma mensagem ou ambos quando os alarmes forem ativados.
ru: По умолчанию NVDA воспроизводит звуковой сигнал, если до конца дорожки (окончание) и/или вступления осталось пять секунд, а также если микрофон был активен в течение некоторого времени. Чтобы настроить звуковые сигналы дорожки и микрофона, нажмите Alt+NVDA+1, чтобы открыть настройки звуковых сигналов на экране настроек дополнения Studio. Вы также можете использовать этот экран для настройки того, будет ли слышен звуковой сигнал, сообщение или и то, и другое вместе при включении звуковых сигналов.
tr: Varsayılan olarak, NVDA parçada (outro) ve/veya introda beş saniye kaldığında bir bip sesi çalacak ve mikrofon bir süredir aktifse bir bip sesi duyacaktır. Parça ve mikrofon alarmlarını yapılandırmak için Alt+NVDA+1 tuşlarına basarak Studio eklenti ayarları ekranında alarm ayarlarını açın. Bu ekranı ayrıca alarmlar açıldığında bir bip sesi mi, bir mesaj mı yoksa her ikisini birden mi duyacağınızı yapılandırmak için de kullanabilirsiniz.

source: Track Finder
de: Titelfinder
fr: Chercheur de piste
pt_br: Localizador de Faixa
ru: Поисковик Дорожек
tr: Parça Bulucu

source: If you wish to quickly find a song by an artist or by song name, from track list, press Control+NVDA+F. Type or choose the name of the artist or the song name. NVDA will either place you at the song if found or will display an error if it cannot find the song you're looking for. To find a previously entered song or artist, press NVDA+F3 or NVDA+Shift+F3 to find forward or backward.
de: Wenn Sie schnell einen Song nach Künstler oder Titelbezeichnung aus der Titelliste finden möchten, drücken Sie STRG+NVDA+F. Geben Sie den Namen des Künstlers oder den Namen des Titels ein oder wählen Sie ihn aus. NVDA wird den Cursor entweder beim gefundenen Titel platzieren oder einen Fehler anzeigen, wenn der gesuchte Titel nicht gefunden wurde. Um einen zuvor eingegebenen Titel oder Künstler zu finden, drücken Sie NVDA+F3 oder NVDA+Umschalt+F3. Somit such NVDA vorwärts oder rückwärts.
fr: Si vous souhaitez trouver rapidement une chanson par artiste ou par nom de chanson, depuis la liste de piste, appuyez sur Contrôle+NVDA+F. Tapez le nom de l'artiste ou le nom de la chanson. NVDA va vous placer soit à la chanson Si cell-ci est trouvé ou il affichera une erreur si elle ne trouve pas la chanson que vous recherchez. Pour trouver une chanson ou un artiste précédemment entrée, appuyez sur NVDA+F3 ou NVDA+Maj+F3 Pour trouver en avant ou en arrière.
pt_br: Se você deseja localizar rapidamente uma música por um intérprete ou pelo nome da música, na lista de faixas, pressione Control+NVDA+F. Digite ou escolha o nome do intérprete ou o nome da música. O NVDA irá colocá-lo na música se for localizada ou exibirá um erro se não puder encontrar a música que você está procurando. Para localizar uma música ou intérprete digitado anteriormente, pressione NVDA+F3 ou NVDA+Shift+F3 para localizar pra frente ou pra trás.
ru: Если вы хотите быстро найти песню по исполнителю или по названию песни в списке композиций, нажмите Control+NVDA+F. Введите или выберите имя исполнителя или название песни. NVDA либо направит вас к нужной песне, если она будет найдена, либо выдаст сообщение об ошибке, если не удастся найти нужную песню. Чтобы найти ранее введенную песню или исполнителя, нажмите NVDA+F3 или NVDA+Shift+F3, чтобы перейти вперед или назад.
tr: Bir şarkıyı sanatçıya veya şarkı adına göre hızlı bir şekilde bulmak isterseniz, parça listesinde Control+NVDA+F tuşlarına basın. Sanatçının adını veya şarkı adını yazın yada seçin. NVDA, bulunursa sizi şarkıya odaklar ya da aradığınız şarkıyı bulamazsa bir hata görüntüler. Daha önce girilmiş bir şarkıyı veya sanatçıyı bulmak için NVDA+F3 veya NVDA+Shift+F3 tuşlarına basarak ileri veya geri gidin.

source: Note: Track Finder is case-sensitive.
de: Hinweis: Im Titelfinder wird zwischen Groß- und Kleinschreibung unterschieden.
fr: Remarque: le Chercheur de piste est sensible à la casse.
pt_br: Nota: Localizador de Faixa diferencia maiúsculas de minúsculas.
ru: Примечание: Функция поиска дорожек чувствительна к регистру.
tr: Not: Parça Bulucu büyük/küçük harfe duyarlıdır.

source: Cart Explorer
fr: Explorateur de panier
pt_br: Explorador de carrinho
ru: Обозреватель корзин
tr: Sepet Gezgini

source: Depending on edition, SPL Studio allows up to 96 carts to be assigned for playback. NVDA allows you to hear which cart, or jingle is assigned to these commands.
de: Je nach Version erlaubt SPL-Studio die Zuweisung von bis zu 96 Carts für die Wiedergabe. Mit NVDA können Sie hören, welches Cart oder Ton diesen Befehlen zugeordnet ist.
fr: Selon l'édition, SPL Studio permet d'assigné jusq'à 96 paniers pendant la lecture. NVDA vous permet d'entendre quel panier ou jingle est assigné à ces commandes.
pt_br: Dependendo da edição, o SPL Studio permite que até 96 carrinhos sejam atribuídos para reprodução. O NVDA permite que você ouça qual carrinho ou jingle está atribuído a esses comandos.
ru: В зависимости от редакции SPL Studio позволяет назначить для воспроизведения до 96 корзин. NVDA позволяет вам услышать, какая корзина или джингл назначена этим командам.
tr: Sürüme bağlı olarak SPL Studio, çalma için 96'ya kadar otomasyonun atanmasına izin verir. NVDA, bu komutlara hangi otomasyonun veya şarkının atandığını duymanıza olanak tanır.

source: To learn cart assignments, from SPL Studio, press Alt+NVDA+3. Pressing the cart command once will tell you which jingle is assigned to the command. Pressing the cart command twice will play the jingle. Press Alt+NVDA+3 to exit cart explorer. See the add-on guide for more information on cart explorer.
de: Um die Zuordnung von Carts zu lernen, drücken Sie im SPL-Studio Alt+NVDA+3. Durch einmaliges Drücken des Cart-Befehls erfahren Sie, welcher Ton dem Befehl zugeordnet ist. Durch zweimaliges Drücken des Cart-Befehls wird der Ton abgespielt. Drücken Sie Alt+NVDA+3, um den Cart-Explorer zu verlassen. Weitere Informationen zum Cart-Explorer finden Sie in der Erweiterungsanleitung.
fr: Pour apprendre les assignations de panier, à partir de SPL Studio, appuyez sur Alt+NVDA+3. Appuyer une fois sur la commande panier vous indiquera quel jingle est affecté à la commande. Appuyez deux fois sur la commande panier pour jouer le jingle. Appuyez sur Alt+NVDA+3 pour quitter l'explorateur de panier. Consultez le guide de l'extension pour plus d'informations sur l'explorateur de panier.
pt_br: Para aprender as atribuições do carrinho, no SPL Studio, pressione Alt+NVDA+3. Pressionar o comando do carrinho uma vez informará qual jingle está atribuído ao comando. Pressione o comando do carrinho duas vezes para reproduzir o jingle. Pressione Alt+NVDA+3 para sair do explorador do carrinho. Consulte o guia do complemento para obter mais informações sobre o explorador de carrinho.
ru: Чтобы узнать назначения корзин в SPL Studio, нажмите Alt+NVDA+3. Нажав команду корзины один раз, вы узнаете, какой джингл назначен этой команде. Двойное нажатие команды корзины приведёт к воспроизведению джингла. Нажмите Alt+NVDA+3, чтобы выйти из обозревателя корзины. Дополнительную информацию о корзине см. в руководстве по дополнению.
tr: Sepet atamalarını öğrenmek için SPL Studio'dan Alt+NVDA+3 tuşlarına basın. Sepet komutuna bir kez bastığınızda, komuta hangi jingle'ın atandığı size söylenecektir. Sepet komutuna iki kez basıldığında jingle çalınır. Sepet gezgininden çıkmak için Alt+NVDA+3 tuşlarına basın. Sepet gezgini hakkında daha fazla bilgi için eklenti kılavuzuna bakın.

source: Track time analysis
de: Titel-Zeitanalyse
fr: Analyse de durée de piste
pt_br: Análise de tempo de faixa
ru: Анализ времени дорожки
tr: Parça zaman analizi

source: To obtain length to play selected tracks, mark current track for start of track time analysis (SPL Assistant, F9), then press SPL Assistant, F10 when reaching end of selection.
de: Um die Dauer bis zur Wiedergabe der ausgewählten Titel herauszufinden, markieren Sie den aktuellen Titel als Anfang der Titel-Zeitanalyse (F9 im SPL-Assistenten) und drücken Sie dann F10, wenn Sie das Ende der Auswahl erreicht haben.
fr: Pour obtenir la longueur pour jouer les pistes sélectionnés, marquer la piste en cours pour le début de l'analyse de durée de piste (Assistant SPL, F9), puis appuyer sur Assistant SPL, F10 lorsque vous atteignez la fin de la sélection.
pt_br: Para obter a duração da reprodução das faixas selecionadas, marque a faixa atual para o início da análise do tempo da faixa (Assistente SPL, F9) e pressione Assistente SPL, F10 quando chegar ao final da seleção.
ru: Чтобы получить продолжительность воспроизведения выбранных дорожек, отметьте текущую дорожку для начала анализа времени дорожки (Помощник SPL, F9), затем нажмите помощник SPL, F10, когда достигнете конца выделения.
tr: Seçilen parçaları çalmak için uzunluk elde etmek üzere, parça süresi analizinin başlangıcı için geçerli parçayı işaretleyin (SPL Yardımcısı, F9), ardından seçimin sonuna ulaştığınızda SPL Yardımcısı, F10'a basın.

source: Columns Explorer
de: Spaltenexplorer
fr: Explorateur de Colonnes
pt_br: Explorador de colunas
ru: Обозреватель Столбцов
tr: Sütun Gezgini

source: By pressing Control+NVDA+1 through 0, you can obtain contents of specific columns. By default, these are first ten columns for a track item (in Studio: artist, title, duration, intro, outro, category, year, album, genre, mood). In Studio, Creator's main track list and playlist editor, Track Tool, and Remote VT, column slots are preset regardless of column order on screen and can be configured from add-on settings dialog under columns explorer category.
fr: En appuyant sur Ctrl+NVDA+1 à 0, vous pouvez obtenir le contenu de colonnes spécifiques. Par défaut, ce sont les dix premières colonnes d'un élément de piste (dans Studio : artiste, titre, durée, intro, outro, catégorie, année, album, genre, ambiance). Dans Studio, la liste des pistes principales de Creator et l'éditeur de liste de lecture, l'Outil de piste, et Remote VT, les emplacements de colonne sont prédéfinis quel que soit l'ordre des colonnes à l'écran et peuvent être configurés à partir du dialogue des paramètres de l'extension sous la catégorie explorateur de colonnes.
tr: Control+NVDA+1'den 0'a kadar basarak belirli sütunların içeriğini elde edebilirsiniz. Varsayılan olarak, bunlar bir parça öğesi için ilk on sütundur (Studio'da: sanatçı, başlık, süre, giriş, çıkış, kategori, yıl, albüm, tür, ruh hali). Studio'da, Oluşturucu'nun ana parça listesi ve çalma listesi düzenleyicisinde, Parça Araçları'nda ve Remote VT'de, sütun yuvaları ekrandaki sütun sırasından bağımsız olarak önceden ayarlanmıştır ve sütun gezgini kategorisi altındaki eklenti ayarları iletişim kutusundan yapılandırılabilir.

source: Track column announcement
de: Spaltenansage verfolgen
fr: Annonce des colonnes des pistes
pt_br: Anúncio da coluna de faixa
ru: Объявление столбца дорожки
tr: Parça sütunu anonsu

source: You can ask NVDA to announce track columns found in Studio's playlist viewer in the order it appears on screen or using a custom order and/or exclude certain columns. Press NVDA+V to toggle this behavior while focused on a track in Studio's playlist viewer. To customize column inclusion and order, from column announcement settings panel in add-on settings, uncheck "Announce columns in the order shown on screen" and then customize included columns and/or column order.
de: Sie können NVDA anweisen, die im Wiedergabelisten-Betrachter von Studio gefundenen Titelspalten in der Reihenfolge anzukündigen, in der sie auf dem Bildschirm angezeigt werden, oder eine benutzerdefinierte Reihenfolge zu verwenden und / oder bestimmte Spalten auszuschließen. Drücken Sie NVDA+V, um dieses Verhalten umzuschalten, während Sie sich auf einen Titel im Wiedergabelisten-Betrachter von Studio befinden. Deaktivieren Sie zum Anpassen der Spalteneinbeziehung und -reihenfolge im Bereich "Spaltenansagen" in den Einstellungen der Erweiterung das Kontrollkästchen "Spalten in der auf dem Bildschirm angezeigten Reihenfolge ankündigen" und passen Sie dann die enthaltenen Spalten und / oder die Spaltenreihenfolge an.
fr: Vous pouvez demander à NVDA d'annoncer des colonnes de piste trouvées dans la visionneuse de playlist de Studio dans l'ordre où il apparaît sur l'écran ou en utilisant l'ordre personnalisé et / ou exclure certaines colonnes. Appuyez sur NVDA+V pour basculer ce comportement tandis que le focus est mis sur une piste dans la visionneuse de playlist de Studio. Pour l'ordre et l'inclusion des colonnes personnalisées à partir du panneau de paramètres annonces de colonne dans les paramètres de l'extension, décochez "Annoncer les colonnes dans l'ordre affichés sur l'écran" puis personnaliser les colonnes incluses et / ou l'ordre de colonne.
pt_br: Você pode pedir ao NVDA para anunciar as colunas das faixas encontradas no visualizador da lista de reprodução do Studio na ordem em que aparecem na tela ou usando uma ordem personalizada e/ou excluir certas colunas. Pressione NVDA+V para alternar este comportamento enquanto focaliza uma faixa no visualizador de lista de reprodução do Studio. Para personalizar a inclusão e a ordem das colunas, no painel de configurações de anúncio da coluna nas configurações do complemento, desmarque "Anunciar colunas na ordem mostrada na tela" e, em seguida, personalize as colunas incluídas e/ou a ordem das colunas.
ru: Вы можете попросить NVDA объявлять столбцы дорожек, найденные в просмотрщике списков воспроизведения Studio, в том порядке, в котором они появляются на экране, или использовать собственный порядок и/или исключить определённые столбцы. Нажмите NVDA+V, чтобы переключить это поведение, сосредоточившись на дорожке в просмотрщике списков воспроизведения Studio. Чтобы настроить включение и порядок столбцов, на панели настроек объявления столбцов в настройках дополнения снимите флажок "Использовать порядок отображения на экране при объявлении столбцов дорожки", а затем настройте включенные столбцы и/или порядок столбцов.
tr: NVDA'dan Studio'nun çalma listesi görüntüleyicisinde bulunan parça sütunlarını ekranda göründükleri sıraya göre veya özel bir sıra kullanarak duyurmasını ve/veya belirli sütunları hariç tutmasını isteyebilirsiniz. Studio'nun çalma listesi görüntüleyicisindeki bir parçaya odaklanmışken bu davranışı değiştirmek için NVDA+V tuşlarına basın. Sütun eklemeyi ve sıralamayı özelleştirmek için eklenti ayarlarındaki sütun duyuru ayarları panelinde "Sütunları ekranda gösterilen sırayla duyur" seçeneğinin işaretini kaldırın ve ardından eklenen sütunları ve/veya sütun sırasını özelleştirin.

source: Playlist snapshots
de: Playlist-Statistiken
fr: Instantanés de playlist
pt_br: Instantâneos da lista de reprodução
ru: Снимки списков воспроизведения
tr: Oynatma listesi anlık görüntüleri

source: You can press SPL Assistant, F8 while focused on a playlist in Studio to obtain various statistics about a playlist, including number of tracks in the playlist, longest track, top artists and so on. After assigning a custom command for this feature, pressing the custom command twice will cause NVDA to present playlist snapshot information as a webpage so you can use browse mode to navigate (press escape to close).
de: Sie können im SPL-Assistenten F8 drücken, während Sie sich auf eine Wiedergabeliste in Studio konzentrieren, um verschiedene Statistiken über eine Wiedergabeliste zu erhalten. Die Statistik beinhaltet beispielsweise die Anzahl der Titel, der längste Titel, der beste Künstler und so weiter. Nach der Zuweisung eines benutzerdefinierten Befehls für diese Funktion führt ein zweimaliges Drücken des benutzerdefinierten Befehls dazu, dass NVDA die Schnappschuss-Informationen der Wiedergabeliste als Webseite anzeigt, so dass Sie den Lesemodus zum Navigieren verwenden können. Drücken Sie die Escape-Taste zum Schließen.
fr: Vous pouvez appuyer sur Assistant SPL , F8 étant focalisée sur une playlist dans Studio pour obtenir diverses statistiques sur une playlist, y compris le nombre de pistes dans la playlist, la piste la plus longue, les meilleurs artistes et ainsi de suite.
pt_br: Você pode pressionar Assistente SPL, F8 enquanto estiver focalizado numa lista de reprodução no Studio para obter várias estatísticas sobre uma playlist, incluindo o número de faixas na lista de reprodução, a faixa mais longa, os principais intérpretes e assim por diante. Depois de atribuir um comando personalizado para este recurso, pressionar o comando personalizado duas vezes fará com que o NVDA apresente informações instantâneas da lista de reprodução como uma página web para que você possa usar o modo de navegação para navegar (pressione Esc para fechar).
ru: Вы можете нажать помощника SPL, F8, сосредоточившись на списке воспроизведения в Studio, чтобы получить различную статистику о списке воспроизведения, включая количество дорожек в списке воспроизведения, самую длинную дорожку, лучших исполнителей и т. д. После назначения пользовательской команды для этой функции, двойное нажатие пользовательской команды приведёт к тому, что NVDA представит информацию о снимке списка воспроизведения в виде веб-страницы, чтобы вы могли использовать режим обзора для навигации (нажмите escape для закрытия).
tr: Çalma listesindeki parça sayısı, en uzun parça, en iyi sanatçılar vb. dahil olmak üzere bir çalma listesi hakkında çeşitli istatistikler elde etmek için Studio'da bir çalma listesine odaklanmışken SPL Yardımcısı ve F8 tuşlarına basabilirsiniz. Bu özellik için özel bir komut atadıktan sonra, özel komuta iki kez basmak, NVDA'nın çalma listesi anlık görüntü bilgilerini bir web sayfası olarak sunmasına neden olur, böylece gezinmek için göz atma modunu kullanabilirsiniz (kapatmak için Escape tuşuna basın).

source: Playlist Transcripts
de: Playlist-Protokolle
fr: Transcriptions de Playlist
pt_br: Transcrições da Lista de Reprodução
ru: Расшифровка списков воспроизведения
tr: Çalma Listesi Transkriptleri
