Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/synthRingSettingsSelector.*.po
Languages: da, fi, gl, hu, it, ja, sk, tr, uk

source: [[!meta title="Synth ring settings selector"]]
da: [[!meta title="Konfiguration af ringen af talesynteseindstillinger"]]
fi: [[!meta title="Syntetisaattorin asetusrenkaan asetusten valitsin"]]
gl: [[!meta title="Selector de opcións do anel do sintetizador"]]
hu: [[!meta title="Szintetizátor beállítási kör szerkesztő"]]
sk: [[!meta title="Nastavenia kruhu hlasového výstupu"]]
tr: [[!meta title="Sentezleyici Ayar Halkası Seçici"]]
uk: [[!meta title="Synth ring settings selector (Вибір налаштувань кільця параметрів синтезатора)"]]

source: Author: David CM
da: Forfatter: David CM
fi: Tekijä: David CM
gl: Autor: David CM
hu: Készítő: David CM
it: Autore: David CM
ja: 作者: David CM
sk: Autor: David CM
tr: Yazar: David CM
uk: Автор: David CM

source: Download [stable version][1]
da: Download [stabil version][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
hu: [stabil verzió][1] letöltése
it: Scarica [versione stabile][1]
ja: ダウンロード[安定版][1]
sk: Stiahnúť [stabilnú verziu][1]
tr: [Kararlı sürümü indir][1]
uk: Завантажити [стабільну версію][1]

source: Download [Development version][2]
da: Download [Udviklingsversion][2]
fi: Lataa [kehitysversio][2]
gl: Descargar [Versión de desenvolvemento][2]
hu: [Fejlesztői verzió][2] letöltése
it: Scarica [Versione in sviluppo][2]
ja: ダウンロード[開発版][2]
sk: Stiahnúť [vívojovú verziu][2]
tr: [Geliştirme sürümünü indir][2]
uk: Завантажити [версію в розробці][2]

source: NVDA compatibility: 2019.2
da: NVDA-kompatibilitet: 2019.2
fi: Yhteensopivuus: NVDA 2019.2
gl: Compatibilidade con NVDA: 2019.2
hu: Támogatott NVDA kiadások: 2019.2 és újabb
it: Compatibilità NVDA: 2019.2
ja: NVDA互換性: 2019.2
sk: Funguje s NVDA 2019.2
tr: NVDA uyumluluğu: 2019.2
uk: Сумісність з NVDA: 2019.2

source: This add-on allows the user to select which settings should appear on the synth settings ring.
da: Denne tilføjelse lader dig konfigurere, hvilke indstillinger der skal vises i ringen med talesynteseindstillinger.
fi: Tämän lisäosan avulla käyttäjä voi valita, mitkä asetukset näkyvät syntetisaattorin asetusrenkaassa.
gl: Este complemento permite ao usuario seleccionar as opcións que deberían aparecer no anel de opcións do sintetizador.
hu: A bővítmény segítségével lehetőség van kiválasztani a szintetizátor beállítási körön megjelenő opciókat.
it: Questo componente aggiuntivo consente all'utente di selezionare quali impostazioni devono comparire nelle impostazioni al volo del sintetizzatore.\N
ja: このアドオンにより、ユーザーは、簡単音声設定に現れる項目を設定することが出来ます。
sk: Tento doplnok umožňuje používateľovi zvoliť, ktoré nastavenia majú byť k dispozícii v kruhu nastavení hlasového výstupu.
tr: Bu eklenti, kullanıcının sentezleyici ayar halkasında hangi ayarların görüneceğini seçmesine olanak tanır.
uk: Цей додаток дозволяє користувачу обрати налаштування синтезатора, які можна змінювати у кільці параметрів синтезатора.

source: Features
da: Funktioner
fi: Ominaisuudet
gl: Características
hu: Funkciók
it: Caratteristiche
ja: 特徴
sk: Vlastnosti
tr: Özellikler
uk: Можливості

source: This add-on provides the following features:
da: Denne tilføjelse indeholder følgende funktioner:
fi: Tämä lisäosa tarjoaa seuraavat ominaisuudet:
gl: Este complemento proporciona as seguintes características:
hu: A kiegészítő az alábbi lehetőségeket kínálja
it: Questo componente aggiuntivo offre le seguenti funzionalità:
ja: このアドオンには、次のような特徴があります。
sk: Tento doplnok poskytuje nasledujúce funkcie:
tr: Bu eklenti aşağıdaki özellikleri sağlar:
uk: Цей додаток має такі можливості:

source: A category panel in the NVDA settings to select which settings you want to include in the synth settings ring.
da: Et kategori panel i NVDA-indstillingerne for at vælge, hvilke indstillinger du vil inkludere i ringen med talesynteseindstillinger.
fi: NVDA-asetusten kategoriaruutu, josta voit valita, mitkä asetukset sisällytetään syntetisaattorin asetusrenkaaseen.
gl: Un panel de categoría nas opcións do NVDA para seleccionar que axustes desexas incluír no anel de opcións do sintetizador.
hu: Egy új kategóriát ad hozzá az NVDA beállításaihoz, ott lehet kiválasztani a Szintetizátor beállítási kör opcióit.
it: Una finestra "categoria" nelle impostazioni di NVDA per selezionare quali impostazioni si vogliono includere nelle impostazioni al volo.
ja: NVDA設定の中のカテゴリパネルで、Synth settings ring（簡単音声設定）に含めたい設定を選択出来ます。
sk: Vetvu v strome nastavení NVDA, kde je možné vybrať nastavenia, ktoré budú dostupné v kruhu hlasového výstupu.
tr: Sentezleyici ayar halkasına dahil etmek istediğiniz ayarları seçmek için NVDA ayarlarında bir kategori paneli.
uk: Категорію на панелі налаштувань NVDA з можливістю вказати параметри синтезатора, які можна змінювати через кільце параметрів синтезатора.

source: save specific settings for each profile.
da: Gem specifikke indstillinger for hver profil.
fi: Profiilikohtaiset asetukset.
gl: gardado específico de opcións para cada perfil.
hu: A bővítmény beállításai is részét képezik az NVDA beállítási profiljának, így lehetőség van eltérő beállításokat megadni a különböző profilokhoz.
it: possibilità di salvare specifiche impostazioni per ogni profilo di configurazione.
ja: 各プロファイルごとに設定を保存出来ます。
sk: Uložiť konkrétne nastavenia pre konkrétny konfiguračný profil.
tr: her profil için belirli ayarları kaydedin.
uk: збереження конкретних налаштувань для кожного профілю.

source: overrides the default synth driver settings that are shown in the synth settings ring.
da: Tilsidesætter de standardindstillinger for driveren for talesyntesen, der vises i ringen for talesynteseindstillinger.
fi: Korvaa syntetisaattorin asetusrenkaassa näytettävät syntetisaattoriajurin oletusasetukset.
gl: sobrescribe as opcións por defecto do controlador do sintetizador que se amosan no anel de opcións do sintetizador.
hu: Lecseréli az alapértelmezett szintetizátor beállítási kört, de annak parancsai ugyanúgy működnek a bővítménnyel is.
it: sovrascrive le impostazioni del driver del sintetizzatore presenti per default nelle impostazioni al volo.
ja: synth settings ring（簡単音声設定）に出て来る初期音声ドライバ設定をスキップ出来ます。
sk: prepíše predvolené nastavenia pre konkrétny hlasový výstup.
tr: Sentezleyici ayar halkasında gösterilen varsayılan sentezleyici sürücüsü ayarlarını geçersiz kılar.
uk: перезапис типових параметрів драйвера синтезатора, які відображаються у кільці налаштувань синтезатора.

source: Requirements
da: Systemkrav
fi: Vaatimukset
gl: Requisitos
hu: Rendszerkövetelmények
it: Requisiti
ja: 要件
sk: Požiadavky
tr: Gereksinimler
uk: Вимоги

source: You need NVDA 2019.2 or later.
da: Du skal bruge NVDA 2019.2 eller nyere.
fi: Tarvitset NVDA 2019.2:n tai uudemman.
gl: Necesitas NVDA 2019.2 ou posterior.
hu: NVDA 2019.2 vagy újabb kiadás szükséges.
it: E' necessario NVDA 2019.2 o versioni successive.
ja: NVDA 2019.2以降が必要です。
sk: Vyžaduje sa NVDA od 2019.2.
tr: NVDA 2019.2 veya sonrasına ihtiyacınız var.
uk: Додаток потребує NVDA 2019.2 або новішу версію.

source: Installation
fi: Asentaminen
gl: Instalación
hu: Telepítés
it: Installazione
ja: インストール
sk: Inštalácia
tr: Kurulum
uk: Встановлення

source: Just install it as a NVDA add-on.
da: Installér blot filen som en NVDA-tilføjelse.
fi: Asenna se NVDA:n lisäosana.
gl: Instálao simplemento como un complemento de NVDA.
hu: Szabványos NVDA bővítménycsomagként.
it: Si installa come qualunque add-on di NVDA.
ja: NVDAアドオンとしてインストールします。
sk: Stačí nainštalovať ako doplnok NVDA.
tr: Sadece bir NVDA eklentisi olarak kurun.
uk: Просто встановіть його як додаток для NVDA.

source: Usage
da: Brug
fi: Käyttö
gl: Utilización
hu: Használat
it: Utilizzo
ja: 使用方法
sk: Použitie
tr: kullanım
uk: Використання

source: To enable or disable which settings are included, go to NVDA settings and select "Synth ring settings selector" category. In that category you can configure all supported features by this add-on. Settings included by default:
da: Hvis du vil aktivere eller deaktivere de indstillinger, der er inkluderet, skal du gå til NVDA-indstillinger og vælge kategorien "Konfiguration af ringen af talesynteseindstillinger". I denne kategori kan du konfigurere alle funktioner i denne tilføjelse. Indstillinger inkluderet som standard:
fi: Sisällytettävät asetukset valitaan menemällä NVDA:n asetuksiin ja valitsemalla "Syntetisaattorin asetusrenkaan asetusten valitsin" -kategoria. Tässä kategoriassa voit määrittää kaikki tämän lisäosan tukemat ominaisuudet. Oletusarvoisesti sisällytetään seuraavat asetukset:
gl: Para activar ou desactivar as opcións que se inclúen, vai as opcións do NVDA e selecciona a categoría "Synth ring settings selector" (Selector de opcións do anel do sintetizador). Nesa categoría podes configurar todas as características soportadas por este complemento. Opcións incluídas por defecto:
hu: Az NVDA beállításai között a Szintetizátor beállítási kör kategóriában lehet megadni, hogy mely opciók szerepeljenek a beállítási körön. Alapértelmezés szerint az alábbiakat tartalmazza:
it: Per selezionare o deselezionare le impostazioni da includere, andate nelle impostazioni di NVDA e selezionate la categoria "Synth ring settings selector". In questa categoria potete configurare tutte le funzionalità supportate da questo componente aggiuntivo. Impostazioni incluse per default:
ja: どの設定が含まれるかを切り替えるには、NVDA設定に行き、Synth ring settings selector カテゴリを選択します。このカテゴリ内で、このアドオンによりサポートされる機能を設定出来ます。初期設定で含まれている設定は、
sk: Ak chcete zapnúť alebo vypnúť príslušné nastavenia kruhu nastavení hlasového výstupu, otvorte ponuku NVDA > nastavenia. Nastavenia môžete začiarknúť a odčiarknuť vo vetve nastavenia kruhu hlasového výstupu. Dostupné sú tieto možnosti:
tr: Dahil edilen ayarları etkinleştirmek veya devre dışı bırakmak için NVDA ayarlarına gidin ve "Sentezleyici Ayr Halkası seçici" kategorisini seçin. Bu kategoride, desteklenen tüm özellikleri bu eklenti ile yapılandırabilirsiniz. Varsayılan olarak dahil edilen ayarlar:
uk: Для вмикання чи вимикання параметрів, які ви хочете змінювати в кільці параметрів синтезатора, увійдіть до налаштувань NVDA і знайдіть категорію «Вибір налаштувань кільця параметрів синтезатора». Там ви можете налаштувати усі підтримувані функції. Типово увімкнено такі параметри:

source: language.
da: Sprog
fi: Kieli
gl: idioma.
hu: nyelv
it: lingua.
ja: 言語
sk: Jazyk.
tr: dil.
uk: мову.

source: voice.
da: Stemme
fi: Ääni
gl: voz.
hu: hangkarakter
it: voce.
ja: 声
sk: Hlas.
tr: ses.
uk: голос.

source: variant.
fi: Muunnelma
gl: variante.
hu: változat
it: variante della voce.
ja: 声色
tr: varyant.
uk: варіант.

source: rate.
da: Hastighed
fi: Nopeus
gl: velocidade.
hu: tempó
it: velocità.
ja: 速さ
sk: Rýchlosť.
tr: hız.
uk: швидкість.

source: rate boost.
da: Højere hastighed
fi: Nopeuden lisäys
gl: alzado brusco.
hu: sebességfokozás
it: moltiplicatore della velocità.
ja: 高速読み上げ
sk: Znásobiť tempo.
tr: hız artışı.
uk: додаткове прискорення.

source: volume.
da: Lydstyrke
fi: Voimakkuus
hu: hangerő
ja: 音量
sk: Hlasitosť.
tr: ses değeri.
uk: гучність.

source: pitch.
da: Toneleje
fi: Korkeus
gl: ton.
hu: magasság
it: tono.
ja: ピッチ
sk: Výška.
tr: perde.
uk: висоту.

source: inflection.
da: Udsving
fi: Sävy
gl: inflexión.
hu: intonáció
it: inflessione.
ja: イントネーション
sk: Intonácia.
tr: ses zayıflaması.
uk: інтонацію.

source: Note: This dialog shows the supported settings by the current synthesizer only. Settings not present here aren't modified in the add-on config.
da: Bemærk: denne dialog viser kun de understøttede indstillinger for den aktuelle talesyntese. Indstillinger, som ikke findes her, ændres ikke i tilføjelsesprogrammets konfiguration.
fi: Huom: Tässä valintaikkunassa näytetään vain nykyisen syntetisaattorin tukemat asetukset. Sellaisia asetuksia, joita ei näy tässä luettelossa, ei muuteta.
gl: Nota: Este diálogo só amosa as opcións soportadas polo sintetizador actual. As opcións non presentes aquí non se modifican na configuración do complemento.
hu: Megjegyzés: A szintetizátor beálítási körbe csak olyan opciókat lehet felvenni, amit az NVDA aktuálisan használt beszédszintetizátora támogat. A választható opciók köre eltérhet a különböző beszédszintetizátoroknál.
it: Nota: questa finestra mostra solo le impostazioni supportate dal sintetizzatore al momento utilizzato. Le impostazioni non presenti non vengono modificate nella configurazione dell'add-on.
ja: 注意: このダイアログには現在の合成音声によりサポートされている設定のみが表示されます。ここに表示されない設定はアドオン設定でも設定されません。
sk: Poznámka: V tomto dialógovom okne sú zobrazené iba podporované nastavenia aktuálneho hlasového výstupu. Nastavenia, ktoré sa tu nenachádzajú, sa v konfigurácii doplnku nemenia.
tr: Not: Bu iletişim kutusu, yalnızca geçerli sentezleyici tarafından desteklenen ayarları gösterir. Burada bulunmayan ayarlar, eklenti yapılandırmasında değiştirilemez.
uk: Примітка: Цей діалог показує лише налаштування, які підтримує поточний синтезатор. Відсутні тут налаштування не можна змінити за допомогою цього додатка.
