Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/systrayList.*.po
Languages: bg, de, fi, fr, gl, hr, it, pt_br, sr, vi

source: Add donation request to installation procedure
bg: Добавен е прозорец за заявка за дарения при инсталация на добавката.
de: Möglichkeit zum Spenden bei der Installation hinzugefügt
fi: Asennukseen lisätty lahjoituspyyntö
fr: Ajout de la demande de don à la procédure d'installation
gl: Engádese unha petición de doazóns ó procedemento de instalación
hr: Dodan zahtjev za donaciju u proceduri instaliranja
it: Aggiunta richiesta di donazione alla procedura di installazione
pt_br: Adicionado pedido de doações à instalação
sr: Dodat zahtev za donaciju u toku instalacije
vi: Thêm kêu gọi tài trợ vào thủ tục cài đặt

source: Implemented taskbar support
bg: Реализирана е поддръжка за лентата на задачите.
de: Unterstützung für die Taskleiste hinzugefügt
fi: Lisätty tehtäväpalkin tuki
fr: Implémentation du support de la barre des tâches
gl: Implementado o soporte de Barras de tarefas
hr: Implementirana podrška za traku zadataka
it: Aggiunto il supporto alla barra delle applicazioni
pt_br: Implementado suporte à barra de tarefas
sr: Dodata podrška za programsku traku
vi: Triển khai hỗ trợ cho thanh tác vụ`

source: New translations: Arabic, Bulgarian, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Norwegian, Polish, Brazilian Portuguese, Russian, Slovak, Tamil, Traditional Chinese Hong Kong.
bg: Нови преводи: Арабски, български, холандски, финландски, галицийски, гръцки, унгарски, италиански, японски, корейски, непалски, норвежки, полски, бразилски португалски, руски, словашки, тамилски, традиционен китайски (хонг конг).
de: Neue Übersetzungen: Arabisch, Bulgarisch, Niderländisch, Finnisch, Gälisch, Griechisch, Ungarisch, Italienisch, Japanisch, Koreanisch, Nepalesisch, Norwegisch, Polnisch, Portugiesisch (Brasilien), Russisch, Slovakisch, Tamil, Traditionelles Chinesisch (Hong Kong).
fi: Uusia käännöksiä: arabia, brasilianportugali, bulgaria, galego, hollanti, italia, japani, korea, kreikka, nepali, norja, perinteinen kiina, puola, slovakki, suomi, tamili, unkari, venäjä.
fr: Nouvelles traductions : Arabe, Bulgare, Néerlandais, Finnois, Galicien, Grecque, Hongrois, Italien, Japonais, Coréen, Népalais, Norvégien, Polonais, Portugais Brésilien, Russe, Slovaque, Tamoul, Chinois traditionnel Hong Kong.
gl: Novas traduccións: Árabe, Búlgaro, Holandés, Finlandés, Galego, Grego, Húngaro, Italiano, Xaponés, Coreano, Nepalí, Noruego, Polaco, Portugués do Brasil, Ruso, Eslovaco, Tamil, Chino Tradicional Hong Kong.
hr: Novi prijevodi: arapski, bugarski, nizozemski, finski, galicijski, grčki, mađarski, talijanski, japanski, korejski, nepalski, norveški, poljski, brazilski portugalski, ruski, slovački, tamilski, tradicionalni kineski Hong Kong.
it: Nuove traduzioni: Arabo, Bulgaro, Olandese, Finlandese, Galiziano, Greco, Ungherese, Italiano, Giapponese, Coreano, Nepalese, Norvegese, Polacco, Portoghese Brasiliano, Russo, Slovacco, Tamil, Cinese di Hong kong Tradizionale.
pt_br: Novas traduções: Árabe, Búlgaro, Chinês Tradicional de Hong Kong, Coreano, Eslovaco, Holandês, Finlandês, Galego, Grego, Húngaro, Italiano, Japonês, Nepalês, Norueguês, Polonês, Português Brasileiro, Russo, Tâmil.
sr: Novi prevodi: Arapski, Bugarski, Holandski, Finski, Galski, Grčki, Mađarski, Italijanski, Japanski, Korejski, Nepali, Norveški, Poljski, Brazilsko Portugalski, Ruski, Slovački, Tamilski, Tradicionalan Kineski Hong Kong.
vi: Các bản phiên dịch mới: Arabic, Bulgarian, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Norwegian, Polish, Brazilian Portuguese, Russian, Slovak, Tamil, Traditional Chinese Hong Kong.

source: Changes for 1.3 - 2012-05-25
bg: Промени във версия 1.3 - 25.05.2012
de: Änderungen in 1.3 - 5-25.05.2012
fi: Muutokset versiossa 1.3 - 25.5.2012
fr: Changements pour la version 1.3 - 25/05/2012
gl: Cambios para 1.3 - 2012-05-25
hr: Promjene u verziji 1.3 – 2012-05-25
it: Novità nella versione 1.3 - 25/05/2012
pt_br: Mudanças na 1.3 - 25/05/2012
sr: Promene u 1.3 - 2012-05-25
vi: Các thay đổi cho phiên bản 1.3 - 25-05-2012

source: Converted to an add-on package
bg: Добавката вече е налична като пакет с добавка за NVDA (*.nvda-addon).
de: Es wurde In ein Erweiterungspaket konvertiert
fi: Muunnettu lisäosapaketiksi
fr: Converti en un paquet d'extension de NVDA
gl: Convertido a un paquete add-on
hr: Pretvoreno u paket dodatka
it: Convertito a componente aggiuntivo
pt_br: Convertido para um pacote de complemento
sr: Pretvoren u datoteku dodatka
vi: Chuyển thành gói add-on

source: French and Turkish Translations.
bg: Добавени са преводи на френски и турски.
de: Übersetzungen für Türkisch und Französisch.
fi: Käännökset ranskaksi ja turkiksi.
fr: Traductions française et turque.
gl: Traduccións ó Francés e Turco.
hr: Francuski i turski prijevodi.
it: Traduzione in lingua francese e turca.
pt_br: Traduções para Francês e Turco.
sr: Francuski i Turski prevodi.
vi: Các bản phiên dịch cho tiếng Pháp và Thổ Nhĩ Kỳ.

source: Changes for 1.2 - 2012-04.25
bg: Промени във версия 1.2 - 25.04.2012
de: Änderungen in 1.2 - 25.04.2012
fi: Muutokset versiossa 1.2 - 25.4.2012
fr: Changements pour la version 1.2 - 25/04/2012
gl: Cambios para 1.2 - 2012-04.25
hr: Promjene u verziji 1.2 – 2012-04.25
it: Novità nella versione 1.2 - 25/04/2012
pt_br: Mudanças na 1.2 - .25/04/2012
sr: Promene u 1.2 - 2012-04.25
vi: Các thay đổi cho phiên bản 1.2 - 25-04-2012

source: Spanish and German translations. Thanks to all that contributed.
bg: Добавени са преводи на испански и немски. Благодарности на всички сътрудници.
de: Übersetzungen für Spanisch und Deutsch. Danke an alle, die mitgeholfen haben.
fi: Käännökset espanjaksi ja saksaksi. Kiitos kaikille osallistuneille.
fr: Traductions espagnole et allemande. Merci à tous ceux qui ont contribué.
gl: Traducións ó Español e ó Alemán. Gracias a todos os que contribuiron.
hr: Španjolski i njemački prijevodi. Hvala svim doprinositeljima.
it: Traduzione tedesca e spagnola. Grazie a tutti i collaboratori.
pt_br: Traduções para Espanhol e Alemão. Obrigado a todos que contribuíram.
sr: Španski i Nemački prevodi. Hvala svim saradnicima.
vi: Các bản phiên dịch tiếng Tây Ban Nha và Đức. Cảm ơn tất cả những ai đã đóng góp.

source: Changes for 1.1 - 2012-03-20
bg: Промени във версия 1.1 - 20.03.2012
de: Änderungen in 1.1 - 20.03.2012
fi: Muutokset versiossa 1.1 - 20.3.2012
fr: Changements pour la version 1.1 - 20/03/2012
gl: Cambios para 1.1 - 2012-03-20
hr: Promjene u verziji 1.1 – 2012-03-20
it: Novità nella versione 1.1 20/03/2012
pt_br: Mudanças na 1.1 - 20/03/2012
sr: Promene u 1.1 - 2012-03-20
vi: Các thay đổi cho phiên bản 1.1 - 20-03-2012

source: Corrected a bug that was making it impossible to use the plugin when a gettext translation is not available
bg: Отстранен е проблем, при който беше невъзможно използването на добавката, когато липсва превод.
de: Fehler behoben, bei der die Verwendung der Erweiterung verhindert wurde, wenn die Übersetzung für eine Zeichenkette fehlte
fi: Korjattu ohjelmavirhe, joka aiheutti sen, ettei lisäosan käyttäminen ollut mahdollista, jos gettext-käännöstä ei ollut saatavilla.
fr: Correction d'un bug qui rendait l'utilisation de l'extension impossible quand une traduction gettext n'était pas disponible
gl: Correxido un fallo que facía imposible utilizar o plugin cando unha traducción gettext non estaba dispoñible
hr: Ispravljena greška, koja je onemogućavala upotrebu dodatka kad gettext prijevod nije bio daostupan
it: Corretto un bug che rendeva impossibile l'utilizzo del componente aggiuntivo in caso di traduzioni mancate
pt_br: Corrigido um bug que tornava impossível usar o plug-in quando nenhuma tradução gettext estava disponível
sr: Popravljena greška u kojoj dodatak nije mogao da se koristi kada gettext prevod nije dostupan.
vi: Sửa một lỗi làm cho không thể dùng plugin khi gettext translation không sẵn sàng

source: Changes for 1.0 - 2012-03-19
bg: Промени във версия 1.0 - 19.03.2012
de: Änderungen in 1.0 - 19.03.2012
fi: Muutokset versiossa 1.0 - 19.3.2012
fr: Changements pour la version 1.0 - 19/03/2012
gl: Cambios para 1.0 - 2012-03-19
hr: Promjene u verziji 1.0 – 2012-03-19
it: Novità nella versione 1.0 - 19/03/2012
pt_br: Mudanças na 1.0 - 19/03/2012
sr: Promene u 1.0 - 2012-03-19
vi: Các thay đổi cho phiên bản 1.0 - 19-03-2012

source: Initial Release
bg: Първоначално издание
de: Ehrstveröffentlichung
fi: Ensimmäinen versio
fr: Première version
gl: Versión Inicial
hr: Prvo izdanje
it: Versione inizsiale
pt_br: Primeira versão pública
sr: Prva verzija
vi: Bản phát hành đầu tiên
