Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/systrayList.*.po
Languages: bg, de, fi, fr, gl, hr, it, pt_br, sr, vi

source: [[!meta title="systrayList"]]
bg: [[!meta title="Съдържание на системния жлеб и лентата на задачите (systrayList)"]]
de: [[!meta title="Infobereichsliste"]]
fi: [[!meta title="Ilmaisinalueen kuvakkeet"]]
fr: [[!meta title="Liste des Icônes de la Zone de Notification"]]
hr: [[!meta title="Popis programske trake (systrayList)"]]
pt_br: [[!meta title="Lista da Área de Notificação (SysTrayList)"]]

source: Authors: Rui Fontes, Rui Batista, Joseph Lee, NVDA Community contributors
bg: Автори: Rui Fontes, Rui Batista, Joseph Lee, сътрудници от общността на NVDA
de: Authoren: Rui Fontes, Rui Batista, Joseph Lee, NVDA Community Contributors
fi: Tekijät: Rui Fontes, Rui Batista, Joseph Lee ja muut NVDA-yhteisön jäsenet
fr: Auteurs : Rui Fontes, Rui Batista, Joseph Lee, Contributeurs de la communauté de NVDA
gl: Autores: Rui Fontes, Rui Batista , Joseph Lee, Colaboradores da Comunidade de NVDA
hr: Autori: Rui Fontes, Rui Batista, suradnici NVDA zajednice
it: Autori: Rui Fontes, Rui Batista, Joseph Lee, collaboratori della Comunità NVDA
pt_br: Autores: Rui Fontes, Rui Batista, Joseph Lee, colaboradores da comunidade do NVDA
sr: Autori: Rui Fontes, Rui Batista, Joseph Lee, saradnici NVDA zajednice
vi: Tác giả: Rui Fontes, Rui Batista, Joseph Lee, các cộng tác viên của cộng đồng NVDA

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pt_br: Baixe a [versão estável][1]
sr: Preuzmi [stabilnu verziju][1]
vi: Tải về [phiên bản chính thức][1]

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et au-delà
gl: Compatibilidade con NVDA: 2019.3 en diante
hr: NVDA kompatibilnost: 2019.3 i novije verzije
pt_br: Compatibilidade com NVDA: 2019.3 e posteriorCompatibilidade com NVDA: 2019.3 e além

source: This add-on allows you to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the add-on installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to display task bar elements, which are the currently running applications.
bg: Тази добавка ви позволява да преглеждате и да активирате икони в системния жлеб или в лентата на задачите посредством списъчно поле, за лесен достъп и взаимодействие с тези елементи. Когато добавката е инсталирана, натиснете NVDA+F11 веднъж за извеждане на списък с иконите от системния жлеб и ги натиснете двукратно, за извеждане на елементите от лентата на задачите, които са текущо изпълняващите се приложения.
de: Mit dieser Erweiterung können Sie Symbole im Infobereich oder in der Taskleiste bequem aus einer generierten Liste lesen und aktivieren. Der Zugriff und die Interaktion mit diesen Elementen ist dadurch sehr einfach. Wenn die Erweiterung installiert ist, drücken Sie einmal NVDA+F11, um im aktiven Dialogfeld ein Fenster mit Elementen aus dem Infobereich zu öffnen, und zweimal, um Elemente aus der Taskleiste anzuzeigen. Die Taskleiste enthält die aktuell laufenden Programme.
fi: Tämän lisäosan avulla voit lukea ja aktivoida ilmoitusalueen ja tehtäväpalkin kuvakkeita helppokäyttöisestä luetteloruudusta. Pääset ilmaisinalueen painikkeet näyttävään valintaikkunaan painamalla kerran NVDA+F11 ja tehtäväpalkin kuvakkeisiin, jotka ovat käynnissä olevia sovelluksia, painamalla kahdesti samaa komentoa.
fr: Cette extension vous permet de lire et d'activer les icônes sur la zone de notification ou la barre des tâches dans une liste déroulante pour faciliter l'accès et l'interaction avec ces éléments. Avec l'extension installée, appuyer sur NVDA+f11 une fois pour que cette fenêtre s'affiche avec les éléments de la zone de notification, et appuyer deux fois pour afficher les éléments de la barre des tâches qui sont les applications en cours d'exécution.
gl: Este complemento permíteche ler e activar iconas na bandexa do sistema ou na barra de tarefas, dentro dunha caixa de lista, para un acceso e interacción sinxelo con aqueles elementos. Co complemento instalado, preme NVDA+f11 unha vez para despregar este diálogo cos elementos da bandexa do sistema, e preme dúas veces para despregar cos elementos da barra de tarefas, que son as aplicacións actualmente en execución.
hr: Dodatak omogućuje čitanje i aktiviranje ikona na traci sustava ili na programskoj traci, unutar popisnog okvira, te olakšava pristup i interakciju s tim stavkama. Kad je dodatak instaliran, jednim pritiskom na NVDA+f11 se ovaj dijalog pojavljuje s elementima trake sustava, a dvostrukim pritiskom prikazuje elemente programske trake, a to su trenutačno pokrenuti programi.
it: Questo componente aggiuntivo rende possibile la lettura e l'attivazione delle icone del System Tray o della barra delle applicazioni tramite una casella ad elenco per accedere più velocemente agli elementi. Con il componente installato, premere NVDA+f11 per far apparire la finestra di dialogo con gli elementi del system tray, o premere la stessa combinazione due volte per far apparire l'elenco dei programmi presenti nellabarra delle applicazioni.
pt_br: Este complemento possibilita ler e ativar ícones da área de notificação (bandeja do sistema) ou da barra de tarefas, numa caixa de lista para um fácil acesso e interação com tais itens. Com o plug-in instalado, pressione NVDA+f11 uma vez para que apareça o diálogo com os elementos da área de notificação (bandeja do sistema) e pressione duas vezes para mostrar os elementos da barra de tarefas, que são os aplicativos em execução no momento.
sr: Ovaj dodatak dozvoljava da aktivirate ikone sistemske trake ili programske trake iz liste, za lakše upravljanje. Kada je dodatak instaliran, pritisnite NVDA+f11 da prikažete ikone sistemske trake, pritisnite komandu dva puta za ikone programske trake što uključuje trenutno aktivne aplikacije.
vi: Add-on này cho phép bạn xem và kích hoạt các biểu tượng trên khay hệ thống (system tray) hay thanh tác vụ (task bar), trong một danh sách, giúp dễ dàng tiếp cận và tương tác với các biểu tượng. Khi đã cài add-on, bấm NVDA+f11 một lần để hộp thoại này hiển thị các thành phần trên system tray và bấm hai lần để hiển thị các thành phần trên task bar, là các ứng dụng đang chạy.

source: Note that you can access the windows system tray in any screen reader software using the Windows+B, and the task bar by pressing Windows+T. This plugin is only useful to make the transition from JAWS for Windows smoother and to avoid some tooltips that may pop-up when cycling through the system tray with the windows keyboard means.
bg: Обърнете внимание, че без значение кой екранен четец използвате, може да достигнете до системния жлеб на Windows с натискане на Windows+B, а до лентата на задачите – с натискане на Windows+T. Тази добавка е полезна главно за да помогне на потребители на JAWS for Windows да се адаптират към работа с NVDA и за избягването на някои помощни балони, които може да се появят при навигация в системния жлеб посредством клавиатурата.
de: Beachten Sie, dass Sie in jeder Screenreader-Software mit Windows+B auf den Infobereich und die Taskleiste zugreifen können, indem Sie Windows+T drücken. Dieses Plugin ist nur nützlich, um den Übergang von JAWS für Windows reibungsloser zu gestalten und um einige QuickInfos zu vermeiden, die beim Blättern durch die Taskleiste mit den Windows-Tastaturmitteln erscheinen können.
fi: Huom: Windowsin ilmaisinalueelle pääsee mitä tahansa ruudunlukijaa käytettäessä painamalla Windows+B ja tehtäväpalkkiin painamalla Windows+T. Tästä lisäosasta on hyötyä vain JAWSista NVDA:han siirtyneille sekä joidenkin työkaluvihjeiden välttämisessä, joita saattaa ponnahdella näkyviin liikuttaessa ilmaisinalueella nuolinäppäinten avulla.
fr: Notez que vous pouvez accéder à la zone de notification système Windows dans n'importe quel logiciel de lecteur d'écran en utilisant Windows+B, et à la barre des tâches système en appuyant sur Windows+T. Cette extension est uniquement utile pour rendre la transition depuis JAWS pour Windows plus fluide et pour éviter certaines bulles d'aides qui risquent de s’afficher lorsque vous parcourez la zone de notification système Windows en utilisant le clavier Windows.
gl: Ten en conta que podes acesar a bandexa do sistema no windows en calquer programa lector de pantalla utilizando o atallo de teclado windows+b, e á barra de tarefas premendo Windows+t. Este plugin só é útil para facer a transición máis sinxela dende JAWS for Windows e evitar algúns consellos que poderán despregarse cando se percorre pola bandexa do sistema co teclado de Windows.
hr: Traci Windows sustava je moguće pristupiti u bilo kojem softveru za čitanje ekrana pritiskom Windows+B, a programskoj traci pritiskom Windows+T. Ovaj je dodatak koristan samo kako bi se prijelaz s JAWS-a za Windows učinio glađim te kako bi se izbjegli neki savjetni oblačići, koji se mogu pojaviti prilikom kretanja kroz traku sustava pomoću Windows tipkovnice.
it: Si noti che è possibile accedere alla barra delle notifiche di windows utilizzando il comando Windows+B, e alla barra delle applicazioni premendo Windows+T, con qualsiasi Screen Reader. Questo Componente aggiuntivo è utile solo a semplificare la transizione da JAWS per Windows, oltre a permettere di evitare i suggerimenti che appaiono quando si naviga nelle barre di sistema di Windows.
pt_br: Note que você pode acessar a área de notificação (bandeja do sistema) do Windows em qualquer software de leitor de tela usando o Windows+B, e a barra de tarefas pressionando Windows+T. Este plug-in é útil apenas para fazer a transição do JAWS para Windows mais suave e para evitar algumas dicas de ferramentas que podem aparecer ao percorrer a área de notificação do Windows por meio do teclado.
sr: Napomena da sistemskoj traci možete pristupiti u svakom čitaču ekrana komandom Windows+b, a programskoj traci pritiskanjem tastera Windows plus T. Ovaj dodatak je napravljen kako bi prelazak sa čitača ekrana Jaws bio lakši, kao i kako bi se izbeglo fokusiranje određenih opisa alata koji mogu da se pojave na kratak period kada se krećete tastaturom kroz sistemsku traku.
vi: Lưu ý rằng bạn có thể truy cập system tray với bất cứ trình đọc màn hình nào bằng lệnh Windows+B, task bar là Windows+T. Plugin này chỉ có tác dụng giúp việc chuyển từ JAWS for Windows trở nên trôi chảy hơn và để ngăn chặn vài thông báo dạng tooltips có thể hiển thị khi di chuyển trong system tray bằng phím lệnh của Windows.

source: Changes for 4.0 - 2020-01-03
bg: Промени във версия 4.0 - 2020-01-03
de: Änderungen in 4.0 - 03.01.2020
fi: Muutokset versiossa 4.0 - 3.1.2020
fr: Changements pour la version 4.0 - 2020-01-03
gl: Cambios para 4.0 - 2020-01-03
hr: Promjene u verziji 4.0 – 2020-01-03
pt_br: Alterações para a versão 4.0 - 2020-01-03

source: Requires NVDA 2019.3 or later.
bg: Изисква се NVDA 2019.3 или по-нова версия.
de: Benötigt NVDA 2019.3 oder neuer.
fi: Vaatii NVDA 2019.3:n tai uudemman.
fr: Nécessite NVDA 2019.3 ou version ultérieure.
gl: Require NVDA 2019.3 ou posterior.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
it: Richiede NVDA 2019.3 o superiore.
pt_br: Requer NVDA 2019.3 ou superior.
sr: Zahteva NVDA 2019.3 ili noviji.
vi: Yêu cầu NVDA 2019.3 trở lên.

source: No more support for Windows versions earlier than Windows 7 Service Pack 1.
bg: Поддръжката за издания на Windows, по-стари от Windows 7 Service Pack 1 е прекратена.
de: Keine Unterstützung mehr für ältere Windows-Versionen (Windows 7 Service Pack 1).
fi: Windows 7 Service Pack 1:tä vanhempaa Windows-versiota ei enää tueta.
fr: Les versions de Windows antérieures à Windows 7 Service Pack 1 ne sont plus prise en charge.
gl: Xa non se soportan versións de windows anteriores a Windows 7 Service Pack 1.
hr: Više se ne podražavaju Windows izdanja prije Windows 7 Service Pack 1.
it: Cessato il supporto per le versioni di Windows precedenti a Windows 7 Service Pack 1.
pt_br: Não há mais suporte para versões do Windows anteriores ao Windows 7 Service Pack 1.
sr: Windows verzije starije od Windowsa 7 sa servisnim paketom 1 više nisu podržane.
vi: Không còn hỗ trợ các bản Windows cũ hơn Windows 7 Service Pack 1.

source: Add-on has been renamed to "SysTrayList".
bg: Добавката беше преименувана на "Съдържание на системния жлеб и лентата на задачите".
de: Erweiterung wurde in "SysTrayList" umbenannt.
fi: Lisäosan uusi, englanninkielinen nimi on "SysTrayList".
fr: L'extension a été renommée "SysTrayList".
gl: O complemento renomeouse a "SysTrayList".
hr: Englesko ime dodatka promijenjeno je u „SysTrayList”.
it: L'add-on è stato rinominato in "SysTrayList".
pt_br: O complemento foi renomeado para "SysTrayList".
sr: Dodatak je preimenovan u "SysTrayList".
vi: tiếng Anh: add-on đã đổi tên thành "SysTrayList".

source: Donation request dialog will no longer appear when installing or updating the add-on.
bg: Диалоговият прозорец със заявка за дарение вече няма да се показва при инсталиране или обновяване на добавката.
de: Das Dialogfeld für die Spendenaufforderung wird nicht mehr angezeigt, wenn die Erweiterung installiert oder aktualisiert wird.
fi: Lahjoitusta pyytävä valintaikkuna ei enää tule näkyviin lisäosaa asennettaessa tai päivitettäessä.
fr: La boîte de dialogue de demande de don n'apparaîtra plus lors de l'installation ou de la mise à jour de l'extension.
gl: O diálogo de solicitude de donación xa non aparecerá ao instalar ou actualizar o complemento.
hr: Dijalog za zahtjev za donacijom više se neće pojavljivati prilikom instaliranja ili nadogradnji dodatka.
it: La finestra con richiesta di donazione non apparirà più quando si installa o si aggiorna l'add-on.
pt_br: O diálogo de solicitação de doação não aparecerá mais ao instalar ou atualizar o complemento.
sr: Dijalog zahteva za donaciju se više neće pojavljivati kada instalirate ili ažurirate dodatak.
vi: Hộp thoại yêu cầu tài trợ sẽ không còn xuất hiện khi cài đặt hay cập nhật add-on.

source: Changes for 3.2 - 2018-12-24
bg: Промени във версия 3.2 - 2018-12-24
de: Änderungen in 3.2 - 24.12.2018
fi: Muutokset versiossa 3.2 - 24.12.2018
fr: Changements pour la version 3.2 - 2018-12-24
gl: Cambios para 3.2 - 2018-12-24
hr: Promjene u verziji 3.2 – 2018-12-24
pt_br: Alterações para a versão 3.2 - 2018-12-24

source: More code changes to support Python 3.
bg: Още промени в кода за поддръжка на Python 3.
de: Weitere Code-Anpassungen zur Unterstützung von Python 3.
fi: Lisää koodimuutoksia Python 3:n tukemiseksi.
fr: D'autres modifications de code pour prendre en charge Python 3.
gl: Máis trocos de código para soportar Python 3.
hr: Daljnje promjene u kodu radi bolje podrške za Python 3.
it: Ulteriori modifiche al codice per supportare Python 3.
pt_br: Mais alterações de código para dar suporte ao Python 3.
sr: Još promena u kodu za Python 3 podršku.
vi: Nhiều thay đổi mã nguồn để hỗ trợ Python 3.

source: Changes for 3.1 - 2018-11-24
bg: Промени във версия 3.1 - 2018-11-24
de: Änderungen in 3.1 - 24.11.2018
fi: Muutokset versiossa 3.1 - 24.11.2018
fr: Changements pour la version 3.1 - 2018-11-24
gl: Cambios para 3.1 - 2018-11-24
hr: Promjene u verziji 3.1 – 2018-11-24
pt_br: Alterações para a versão 3.1 - 2018-11-24

source: Internal changes to support future NVDA releases.
bg: Вътрешни промени за поддръжка на бъдещи версии на NVDA.
de: Interne Änderungen zur Unterstützung zukünftiger NVDA-Releases.
fi: Sisäisiä muutoksia tulevien NVDA-versioiden tukemiseksi.
fr: Modifications internes pour prendre en charge les futures versions de NVDA.
gl: Trocos internos para soportar versións futuras de NVDA.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
it: Modifiche interne per supportare le future versioni di NVDA.
pt_br: Alterações internas para dar suporte a versões futuras do NVDA.
sr: Interne promene za podršku za buduće NVDA verzije.
vi: Nhiều thay đổi bên trong để hỗ trợ các bản phát hành NVDA trong tương lai.

source: Changes for 3.0 - 2018-10-25
bg: Промени във версия 3.0 - 2018-10-25
de: Änderungen in 3.0 - 25.10.2018
fi: Muutokset versiossa 3.0 - 25.10.2018
fr: Changements pour la version 3.0 - 2018-10-25
gl: Cambios para 3.0 - 2018-10-25
hr: Promjene u verziji 3.0 – 2018-10-27
pt_br: Alterações para a versão 3.0 - 2018-10-25

source: Support for Windows releases earlier than Windows 7 Service Pack 1 will end in 2019.
bg: Поддръжката за издания на Windows, по-стари от Windows 7 Service Pack 1, ще бъде прекратена през 2019 г.
de: Die Unterstützung für Windows-Versionen vor Windows 7 Service Pack 1 endet 2019.
fi: Tuki Windows 7 Service Pack 1:tä vanhemmille versioille päättyy vuonna 2019.
fr: La prise en charge des versions de Windows antérieures à Windows 7 Service Pack 1 prendra fin en 2019.
gl: O soporte para versións de Windows anteriores a Windows 7 Service Pack 1 rematará en 2019.
hr: Podrška za Windows izdanja prije Windows 7 Service Pack 1 završit će krajem 2019. godine.
it: Il supporto per le versioni di Windows precedenti a Windows 7 Service Pack 1 si concluderà nel 2019.
pt_br: O suporte para versões do Windows anteriores ao Windows 7 Service Pack 1 terminará em 2019.
sr: Podrška za Windows verzije starije od Windows 7 servisnog paketa 1 će biti ukinuta 2019.
vi: Sẽ ngưng hỗ trợ các bản Windows cũ hơn Windows 7 Service Pack 1 vào năm 2019.

source: Add-on is Python 3 compatible.
bg: Добавена е съвместимост с Python 3.
de: Die Erweiterung ist kompatibel mit Python 3.
fi: Lisäosa on Python 3 -yhteensopiva.
fr: L'extension est compatible Python 3.
gl: O complemento é compatible con Python 3.
hr: Dodatak je kompatibilan s Python 3.
it: L'add-on è compatibile con Python 3.
pt_br: Complemento é compatível com o Python 3.
sr: Dodatak je kompatibilan uz Python 3.
vi: Add-on đã tương thích với Python 3.

source: Changes for 2.0 - 2017-05-20
bg: Промени във версия 2.0 - 2017-05-20
de: Änderungen in 2.0 - 20.05.2017
fi: Muutokset versiossa 2.0, 20.5.2017
fr: Changements pour la version 2.0 - 2017-05-20
gl: Cambios para 2.0 - 2017-05-20
hr: Promjene u verziji 2.0 – 2017-05-20
pt_br: Alterações para a versão 2.0 - 2017-05-20

source: Systray/taskbar dialog is now centered on screen.
bg: Диалоговият прозорец за системния жлеб/лентата на задачите сега е центриран на екрана.
de: Der Dialog Infobereich/Taskleiste ist nun auf dem Bildschirm zentriert.
fi: Ilmaisinalue/tehtäväpalkkivalintaikkuna näkyy nyt näytöllä keskitettynä.
fr: La boîte de dialogue Zone de Notification / Barre des tâches est maintenant centrée sur l'écran.
gl: O diálogo Bandexa do systema/barra de tarefas agora está centrado na pantalla.
hr: Dijaloški okvir trake sustava ili programske trake je sada centriran na ekranu.
it: La finestra di dialogo della system tray o della barra delle applicazioni è ora al centro dello schermo.
pt_br: Diálogo da área de notificação/barra de tarefas agora é centralizado na tela.
sr: Dijalog sistemske i programske trake je sada u centru ekrana.
vi: Các hộp thoại Systray/taskbar giờ đã được đặt ở chính giữa màn hình.

source: Fixed various user interface issues.
bg: Отстранени са проблеми с потребителския интерфейс.
de: Verschiedene Probleme mit der Benutzeroberfläche wurden behoben.
fi: Korjattu useita käyttöliittymän ongelmia.
fr: Correction de différents problèmes dans l'interface utilisateur.
gl: Correxidos varios problemas da interfaz do usuario.
hr: Ispravljeni su različiti problemi s korisničkim sučeljem.
it: Risolti numerosi problemi all'interfaccia utente.
pt_br: Corrigidos diversos problemas de interface com o usuário.
sr: Popravljeni razni problemi interfejsa
vi: Sửa nhiều lỗi liên quan đến giao diện người dùng.

source: New and updated translations.
bg: Нови и обновени преводи.
de: Neue und aktualisierte Übersetzungen.
fi: Uusia ja päivitettyjä käännöksiä.
fr: Nouvelles traductions et mises à jour.
gl: Traducións novas e actualizacións.
hr: Novi i aktualizirani prijevodi.
it: Traduzioni nuove ed aggiornate.
pt_br: Traduções novas e atualizadas.
sr: Novi i ažurirani prevodi
vi: Thêm mới và cập nhật các bản phiên dịch.

source: Changes for 1.5 - 2015-mm-dd
bg: Промени във версия 1.5 - 2015-mm-dd
de: Änderungen in 1.5 - 2015
fi: Muutokset versiossa 1.5, p.k.2015
fr: Changements pour la version 1.5 - 2015-mm-dd
gl: Cambios para 1.5 - 2015-mm-dd
hr: Promjene u verziji 1.5 – 2015-mm-dd
pt_br: Alterações para 1.5 - 2015-mm-dd

source: Corrected left/right click action.
bg: Отстранен е проблем при активиране на ляв или десен бутон на мишката.
de: Funktion für Links- bzw. Rechtsklick wurde korrigiert.
fi: Korjattu vasemman/oikean hiiren painikkeen napsautuksen toiminto.
fr: Correction de l'action clique gauche/droit.
gl: Correxida a acción do clic exquerdo e dereito.
hr: Ispravljena radnja lijevog ili desnog klika.
it: Corrette le azioni di click col pulsante sinistro o destro del mouse.
pt_br: Corrigida ação de clique esquerdo/direito.
sr: Popravljene radnje levog i desnog klika
vi: Hoạt động bấm chuột trái / phải đã chính xác.

source: Add-on help is now available from add-ons manger.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
de: Hilfe zur Erweiterung ist nun über den Dialog Erweiterungen verwalten verfügbar.
fi: Ohje on käytettävissä lisäosien hallinnasta.
fr: L'aide de l'extension est maintenant disponible à partir du Gestionnaire d'extensions.
gl: A axuda do complemento está dispoñible dende o Administrador de complementos.
hr: Pomoć dodatka dostupna je u upravljaču dodataka.
it: E' disponibile l'aiuto su questo componente, raggiungibile dal menu gestione componenti aggiuntivi.
pt_br: A ajuda do complemento agora está disponível a partir do gestor de complementos.
sr: Pomoć za dodatak je dostupna iz upravljača dodataka.
vi: Đã có trợ giúp Add-on trong trình quản lý Add-on.

source: Translation updates.
bg: Обновени преводи.
de: Aktualisierung der Übersetzungen.
fi: Käännöksiä päivitetty.
fr: Mises à jour des traductions.
gl: Actualizacións das traduccións.
hr: Ažurirani prijevodi.
it: Aggiornamenti sulle traduzioni.
pt_br: Atualizadas traduções.
sr: Ažuriranja prevoda.
vi: Cập nhật các bản phiên dịch.

source: Changes for 1.4 - 2013-01-19
bg: Промени във версия 1.4 - 19.01.2013
de: Änderungen in 1.4 - 19.01.2013
fi: Muutokset versiossa 1.4 - 19.1.2013
fr: Changements pour la version 1.4 - 19/01/2013
gl: Cambios para 1.4 - 2013-01-19
hr: Promjene u verziji 1.4 – 2013-01-19
it: Novità nella versione 1.4, 19/01/2013
pt_br: Mudanças na 1.4 - 19/01/2013
sr: Promene u 1.4 - 2013-01-19
vi: Các thay đổi cho phiên bản 1.4 - 19-01-2013

source: Requires NVDA 2012.3beta2 or greater.
bg: За да работи правилно, добавката вече се нуждае от NVDA версия 2012.3beta2 или по-нова.
de: Benötigt NVDA 2012.3beta2 oder neuer.
fi: Vaatii NVDA 2012.3 beeta 2:n tai uudemman.
fr: Requière NVDA 2012.3beta2 ou supérieur.
gl: Require NVDA 2012.3beta2 ou superior.
hr: Zahtijeva NVDA 2012.3beta2 i noviju verziju.
it: Richiede NVDA 2012.3Beta2 o superiore.
pt_br: Requer NVDA 2012.3beta2 ou superior.
sr: Zahteva NVDA 2012.3beta2 ili noviji.
vi: Yêu cầu NVDA 2012.3beta2 trở lên.
