Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/teamViewer.*.po
Languages: da, tr, vi

source: Authors: Noelia Ruiz Martínez, Mesar Hameed.
tr: Yazarlar: Noelia Ruiz Martínez, Mesar Hameed.

source: download [stable version][1]
da: download [stabil version][1]
tr: [kararlı sürümü][1] indir
vi: tải về [phiên bản chính thức][1]

source: download [development version][2]
da: download [udviklingsversion][2]
tr: [geliştirilme aşamasında olan sürümü][1] indir
vi: tải về [phiên bản thử nghiệm][2]

source: This add-on improves accessibility of TeamViewer with NVDA.
da: Denne tilføjelse forbedre tilgængeligheden af TeamViewer, når du bruger NVDA.
tr: Bu eklenti, TeamViewer'ın NVDA ile erişilebilirliğini artırır.
vi: Add-on này cải thiện tính tiếp cận của NVDA với TeamViewer.

source: It's based on TeamViewerNVDASupport add-on, developed by the same author. You should uninstall that old add-on to use this one, since both have common keystrokes and features.
da: Denne tilføjelse er basseret på TeamViewerSupportAddon, der er skrevet af samme forfatter. Du skal afinstallere den gamle tilføjelse for at bruge denne, da disse har fælles tastetryk.
tr: Aynı yazarlar tarafından geliştirilen TeamViewerNVDADestek eklentisine dayanmaktadır. İki eklentide de aynı kısayılar bulunduğundan eklentiyi sorunsuz kulanmak için eski eklentiyi kaldırmanız gerekir.
vi: Nó dựa trên add-on TeamViewerNVDASupport, phát triển bởi cùng tác giả. Bạn nên gỡ bỏ add-on đó để dùng cái này, vì chúng có cùng các tính năng và phím lệnh phổ biến.

source: Tested on [TeamViewer][3] 9, trial version.
da: Testet med [TeamViewer][3] 9, prøveversion.
tr: [TeamViewer][3] 9, deneme sürümü üzerinde test edilmiştir.
vi: Đã thử nghiệm trên [TeamViewer][3] 9, bản dùng thử.

source: Key Commands:
da: Tastekommandoer:
tr: Kısayol Tuşları:
vi: Các phím lệnh:

source: nvda+shift+C: Copies the ID and current password to the clipboard, so that they can be pasted and sent via chat for example when remote control is required.
da: NVDA+shift+C: Kopierer Teamviewer-ID og adgangskode til udklipsholderen, således informationerne kan indsættes i eksempelvis en chat under fjernadgang.
tr: nvda+shift+C: ID ve geçerli parolayı panoya kopyalar, böylece örneğin bir sohbet sırasında uzaktan kontrolün gerektiği anda karşı tarafa bilgilerin kolayca gönderilmesine yardımcı olur.
vi: nvda+shift+C: sao chép ID và mật khẩu hiện tại vào bộ nhớ tạm, có thể dán và gửi qua các chương trình chat khi cần điều khiển từ xa chẳng hạn.

source: control+tab and control+shift+tab: Switch to other tab in the TeamViewer main dialog.
da: Ctrl+Tab og Ctrl+Shift+Tab: Skifter til andre faner i TeamViewers dialog.
tr: control+tab ve control+shift+tab: TeamViewer ana iletişim kutusunda diğer sekmeye geçişi sağlar.
vi: control+tab và control+shift+tab: chuyển đến các tab khác trong hộp thoại chính của TeamViewer.

source: Changes for 2.0
da: Ændringer i 2.0
tr: 2.0 için değişiklik listesi
vi: Changes for 2.0Các thay đổi cho phiên bản 2.0

source: Add-on help is available from the Add-ons Manager.
da: Hjælp til tilføjelsen er tilgængelig under styringen af tilføjelser.
tr: Artık eklenti yardımına Eklenti Yöneticisinden ulaşabilirsiniz.
vi: Đã có phần trợ giúp cho add-on trong Trình quản lý add-on.

source: Changes for 1.0
da: Ændringer i 1.0
tr: 1.0 için değişiklik listesi
vi: Các thay đổi cho phiên bản 1.0

source: Initial version.
da: Første udgivelse.
tr: İlk versiyon.
vi: Phiên bản đầu tiên.
