Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Ability to change the f11 key to another gesture. Now this works as a common script so, you can assign gestures in the "Input Gestures" dialog.
bg: Възможност за замяна на клавиша F11 с друг жест. Сега това работи като общ скрипт, така че можете да задавате жестове в диалоговия прозорец "Жестове на въвеждане".
da: Mulighed for at ændre f11-tasten til en anden kommando. Nu fungerer dette som et almindeligt script, så du kan tildele en anden tastaturkommando i dialogen "Håndter kommandoer"".
de: Möglichkeit, die Taste F11 auf einen anderen Taste zu ändern. Dies funktioniert nun als allgemeines Skript, so dass Sie die Tastenbefehle im Dialogfeld "Tastenbefehle" zuweisen können.
es: Posibilidad de cambiar la tecla f11 por otro gesto. Ahora funciona como un script común, por lo que puedes asignar otros gestos en el diálogo "Gestos de entrada".
fi: Mahdollisuus F11-näppäinkomennon vaihtamiseen. Se toimii nyt yleisskriptinä, joten näppäinkomento voidaan määrittää Näppäinkomennot-valintaikkunassa.
fr: Possibilité de changer la touche F11 pour un autre geste. Maintenant, cela fonctionne comme un script commun, vous pouvez donc attribuer d'autres gestes dans le dialogue " Gestes de commandes ".
gl: Posibilidade de cambiar a tecla f11 por outro xesto. Agora funciona coma un script común, polo que podes asignar outros xestos no diálogo "Xestos de entrada".
pt_br: Capacidade de alterar a tecla f11 para outro gesto. Agora isso funciona como um script comum, portanto, você pode atribuir gestos na caixa de diálogo Gestos de entrada.
pt_pt: Capacidade de mudar a chave f11 para outro gesto. Agora isto funciona como uma escritura comum, pelo que pode atribuir gestos no diálogo "Gestos de Entrada".
ru: Возможность изменить клавишу F11 на другую клавишу или сочетание клавиш. Теперь это работает как обычный скрипт, поэтому можно просто назначить желаемый жест в диалоговом окне «Жесты ввода».
tr: F11 tuşunu başka bir hareketle değiştirebilme. Şimdi bu ortak bir komut olarak çalışır, böylece "Girdi Hareketleri" iletişim kutusunda hareketleri atayabilirsiniz.
uk: Можливість змінити клавішу f11 на інший жест. Тепер це працює як звичайний сценарій, тому ви можете призначати жести в діалозі «Жести вводу».
zh_cn: 支持将 f11 键更改为其他快捷键。目前，这是一个通用手势，因此您可以在“按键与手势”对话框中分配其他快捷键。

source: a gesture (unassigned by default) to open the addon options
bg: Жест (неприсвоен по подразбиране) за отваряне на опциите на добавката
es: un gesto (sin asignar por defecto) para abrir las opciones del complemento
fi: Näppäinkomento (oletusarvoisesti määrittämätön), joka avaa lisäosan asetukset
fr: un geste (non attribué par défaut) pour ouvrir les options de l'extension
gl: un xesto (sen asignar por defecto) para abrir as opcións do complemento
pt_br: um gesto (não atribuído por padrão) para abrir as opções do complemento
ru: жест (по умолчанию не назначен) для открытия параметров дополнения
tr: eklenti seçeneklerini açmak için bir hareket (varsayılan olarak atanmamıştır)

source: Ability to assign a gesture to the send ctrl+alt+delete option in the input Gestures dialog. Warning! you shouldn't assighn the ctrl+alt+delete keys to this option. Doing it will stil work normally, but anytime you press ctrl+alt+delete keys to send the ctrl+alt+delete to the remote machine, your own machine will also be affected by the ctrl+alt+delete function, which is likely not what you expect!
bg: Възможност за присвояване на жест към опцията за изпращане на Control+Alt+Delete, в диалоговия прозорец "Жестове на въвеждане". Внимание! не трябва да присвоявате клавишната комбинация Control+Alt+Delete на тази опция. Ако го направите, функцията пак ще работи правилно, но всеки път, когато натиснете клавишната комбинация Control+Alt+Delete, за да изпратите Control+Alt+Delete до отдалечената машина, вашата собствена машина също ще бъде засегната от функцията Control+Alt+Delete, което вероятно не желаете да се случва!
es: Posibilidad de asignar un gesto a la opción Enviar control+alt+suprimir desde el diálogo Gestos de entrada. ¡Aviso! No deberías asignar a esta opción la combinación control+alt+suprimir. Al hacerlo funcionará con normalidad, pero siempre que pulses las teclas control+alt+suprimir para enviarlas al equipo remoto, afectará a tu propio equipo ¡y eso es algo que no quieres!
fi: Mahdollisuus näppäinkomennon määrittämiseen "Lähetä Ctrl+Alt+Delete" -toiminnolle Näppäinkomennot-valintaikkunassa. Varoitus: Ctrl+Alt+Delete-näppäinyhdistelmää ei tule käyttää. Mikäli näin kuitenkin tehdään, näppäinkomento kyllä toimii normaalisti, mutta aina kun sitä painetaan sen lähettämiseksi etäkoneeseen, myös paikallinen kone reagoi sen painamiseen, mikä ei todennäköisesti ole toivottua.
fr: Possibilité d'attribuer un geste à l'option Envoyer Ctrl+Alt+Suppr dans la boîte de dialogue Gestes de commandes. Avertissement ! vous ne devriez pas attribuer les touches Ctrl+Alt+Suppr à cette option. Cela fonctionnera toujours normalement, mais chaque fois que vous appuyez sur les touches Ctrl+Alt+Suppr pour Envoyer Ctrl+Alt+Suppr à la machine distante, votre propre machine sera également affectée par la fonction Ctrl+Alt+Suppr, ce qui n'est probablement pas le cas. ce à quoi vous vous attendez !
gl: Posibilidade para asignar un xesto á opción enviar ctrl+alt+supr no diálogo Xestos de Entrada. ¡Aviso! non deberías asighnar as teclas ctrl+alt+supr a esta opción. Se o fas, seguirá a funcionar normalmente, pero cada vez que premas ctrl+alt+supr para enviar ctrl+alt+supr á máquina remota, a túa propria máquina tamén se verá afectada pola función ctrl+alt+supr, polo que probablemente non é o que esteas a esperar!
pt_br: Capacidade de atribuir um gesto à opção enviar ctrl+alt+delete na caixa de diálogo Gestos de entrada. Atenção: você não deve atribuir as teclas ctrl+alt+delete a essa opção. Isso ainda funcionará normalmente, mas sempre que você pressionar as teclas ctrl+alt+delete para enviar o ctrl+alt+delete para a máquina remota, sua própria máquina também será afetada pela função ctrl+alt+delete, o que provavelmente não é o que você espera!
ru: Возможность назначить жест для опции отправки ctrl+alt+delete в диалоге жесты ввода. Предупреждение! вам не следует назначать клавиши ctrl+alt+delete для этой опции. Выполнение этого действия по-прежнему будет работать нормально, но всякий раз, когда вы нажимаете клавиши ctrl + alt + delete для отправки команды ctrl +alt + delete на удалённый компьютер, функция ctrl +alt + delete также будет воздействовать на ваш собственный компьютер, что, скорее всего, не соответствует вашим ожиданиям!
tr: Girdi Hareketleri iletişim kutusundaki ctrl+alt+delete gönder seçeneğine bir hareket atayabilme. Uyarı! Bu seçeneğe Ctrl+Alt+Delete tuşlarını atamamalısınız. Bunu yapmak yine de normal şekilde çalışacaktır, ancak ctrl+alt+delete'i uzak makineye göndermek için ctrl+alt+delete tuşlarına her bastığınızda, kendi makineniz de ctrl+alt+delete işlevinden etkilenecektir, ki bu muhtemelen beklediğiniz gibi değildir!

source: Ability to ignore the next immediate gesture completely, it is useful if you need to send to the remote machine the gesture used to toggle between host and remote machine.
bg: Възможност за пълно игнориране на следващия жест – полезно е, ако трябва да изпратите до отдалечената машина жеста, използван за превключване между управляващата и управляваната машина.
da: Indstil værten til at ignorere og videresend den næste kommando direkte til gæsten. Dette er praktisk, når du vil sende tastaturkommandoen, der bruges til at skifte mellem kontrol af fjernmaskine og din lokale maskine, direkte til gæstemaskinen, som du kontrollerer.
de: Möglichkeit, den nächsten unmittelbaren Tastenbefehl vollständig zu ignorieren. Dies ist nützlich, wenn Sie den Tastenbefehl, mit der Sie zwischen Host- und Remote-Computer umschalten, an den Remote-Computer senden müssen.
es: Capacidad de ignorar completamente el siguiente gesto inmediato, es útil si necesitas enviar a la máquina remota el gesto utilizado para alternar entre el equipo local y la máquina remota.
fi: Mahdollisuus seuraavan näppäinkomennon ohittamiseen kokonaan. Tästä on hyötyä, mikäli sinun tarvitsee lähettää etä- ja isäntäkoneen välillä vaihtava näppäinkomento etäkoneelle.
fr: Possibilité à ignorer complètement le geste immédiat suivant, il est utile si vous devez envoyer à l'ordinateur distant le geste utilisé pour alterner entre la machine locale et la machine distante.
gl: Posibilidade de ignorar compretamente o seguinte xesto inmediato, é útil se necesitas enviar á máquina remota o xesto usado para alternar entre o equipo local e a máquina remota.
pt_br: Ao atualizar o complemento, se você tiver instalado o TeleNVDA na área de trabalho segura, é recomendável que você também atualize a cópia na área de trabalho segura.
pt_pt: Capacidade de ignorar completamente o próximo atalho imediato, é útil se precisar de enviar para a máquina remota o atalho utilizado para alternar entre o anfitrião e a máquina remota.
ru: Возможность полностью игнорировать следующий непосредственный жест. Это полезно, если вам нужно отправить на удалённый компьютер жест, используемый для переключения между локальной и удалённой машиной.
tr: Bir sonraki hareketi tamamen görmezden gelme yeteneği, ana makine ile uzak makine arasında geçiş yapmak için kullanılan hareketi uzak makineye göndermeniz gerekiyorsa kullanışlıdır.
uk: Можливість повністю ігнорувати наступний жест, це корисно, якщо вам потрібно надіслати на віддалений компьютер жест, який використовується для перемикання між хостом і віддаленим комп’ютером.
zh_cn: 支持完全将下一个首饰交给被控方处理，如果您希望把用于在控制方和被控方之间切换的快捷键发送到被控方，则该特性很有用。

source: Ability to exchange small files (up to 10 MB) among users connected to the same session.
bg: Възможност за обмен на малки файлове (до 10 МБ) между потребители, свързани към една и съща сесия.
da: Mulighed for at udveksle små filer (op til 10 MB) mellem brugere forbundet til samme session.
de: Möglichkeit, kleine Dateien (bis zu 10 MB) zwischen Benutzern auszutauschen, die mit der gleichen Sitzung verbunden sind.
es: Posibilidad de intercambiar pequeños ficheros (hasta 10 MB) entre usuarios conectados a la misma sesión.
fi: Mahdollisuus lähettää ja vastaanottaa pieniä tiedostoja (enintään 10 Mt) samassa istunnossa olevien käyttäjien välillä.
fr: Possibilité d'échanger de petits fichiers (jusqu'à 10 Mo) parmi les utilisateurs connectés à la même session.
gl: Posibilidade de intercambiar pequenos ficheiros (ate 10 MB) entre usuarios conectados á mesma sesión.
pt_br: Capacidade de trocar arquivos pequenos (até 10 MB) entre usuários conectados à mesma sessão.
pt_pt: Possibilidade de trocar pequenos ficheiros (até 10 MB) entre utilizadores ligados à mesma sessão.
ru: Возможность обмена небольшими файлами (до 10 МБ) между пользователями, подключёнными к одному сеансу.
tr: Aynı oturuma bağlı kullanıcılar arasında küçük dosya alışverişi (10 MB'a kadar) yapabilme.
uk: Можливість обмінюватися невеликими файлами (до 10 МБ) між користувачами, підключеними до однієї сесії.
zh_cn: 支持在连接了同一会话的用户之间传送小文件（最多 10 MB）。

source: Ability to forward ports via UPNP.
bg: Възможност за пренасочване на портове през UPNP.
da: Mulighed for at videresende porte via UPNP.
de: Möglichkeit zur Weiterleitung von Ports über UPnP.
es: Posibilidad de redirigir puertos mediante UPNP.
fi: Mahdollisuus porttien uudelleenohjaamiseen UPNP:n kautta.
fr: Possibilité de rediriger les ports via UPNP.
gl: Posibilidade de redirixir portos mediante UPNP.
pt_br: Capacidade de encaminhar portas via UPNP.
pt_pt: Capacidade de reencaminhar portas através de UPNP.
ru: Возможность перенаправления портов через службу UPnP.
tr: UPNP aracılığıyla bağlantı noktalarını iletme yeteneği.
uk: Можливість переадресації портів через UPNP.
zh_cn: 支持通过 UPNP 转发端口。

source: Ability to use a custom portcheck service.
bg: Възможност за използване на услуга по избор за проверка на портове.
da: Mulighed for at bruge en brugerdefineret portcheck-tjeneste.
de: Möglichkeit der Verwendung eines benutzerdefinierten Port-Check-Dienstes.
es: Posibilidad de usar un servicio de comprobación de puertos personalizado.
fi: Mahdollisuus mukautetun portintarkistuspalvelun käyttämiseen.
fr: Possibilité d'utiliser un service portcheck personnalisé.
gl: Posibilidade de usar un servizo de comprobación de portos persoalizado.
pt_br: Capacidade de usar um serviço de portcheck personalizado.
pt_pt: Possibilidade de utilizar um serviço de controlo de porta personalizado.
ru: Возможность использования пользовательского сервиса проверки портов.
tr: Özel bir portcheck hizmeti kullanabilme.
uk: Можливість використовувати власну службу перевірки портів.
zh_cn: 支持使用自定义端口检测服务。

source: Some GUI tweaks.
bg: Разни промени по ГПИ (графичния потребителски интерфейс).
da: Nogle GUI tweaks.
de: Einige Änderungen an der grafischen Benutzeroberfläche.
es: Algunos retoques a la interfaz gráfica.
fi: Käyttöliittymän hienosäätöjä.
fr: Quelques ajustements de l'interface graphique.
gl: Algúns retoques á interfaz gráfica.
pt_br: Alguns ajustes na GUI.
pt_pt: Alguns ajustes na GUI.
ru: Некоторые улучшения графического интерфейса.
tr: Bazı GUI düzenlemeleri.
uk: Деякі налаштування графічного інтерфейсу.
zh_cn: 一些 GUI 方面的调整。

source: Several bug fixes.
bg: Отстранени са други разни грешки.
da: Flere fejlrettelser.
de: Mehrere Fehlerkorrekturen.
es: Varias correcciones de fallos.
fi: Useita bugikorjauksia.
fr: Diverses corrections de bogues.
gl: Varios arranxos de fallos.
pt_br: Diversas correções de bugs.
pt_pt: Várias correcções de bugs.
ru: Исправление некоторых ошибок.
tr: Birkaç hata düzeltmesi.
uk: Кілька виправлень.
zh_cn: 修复了一些错误。

source: Before You Begin
bg: Преди да започнете
da: Før du begynder
de: Vorbereitungen
es: Antes de empezar
fi: Ennen kuin aloitat
fr: Avant De Commencer
gl: Antes de comezar
pt_br: Antes de começar
pt_pt: Antes de Começar
ru: Прежде чем начать
tr: Başlamadan Önce
uk: Перед тим, як почати
zh_cn: 使用之前

source: You will need to have installed NVDA on both computers, and obtain the TeleNVDA addon.
bg: Ще трябва да сте инсталирали NVDA и на двата компютъра и да се сдобиете с добавката TeleNVDA.
da: Du skal have installeret NVDA på begge computere og hente TeleNVDA-tilføjelsen.
de: Sie müssen NVDA auf beiden Computern installiert haben und die NVDA-Erweiterung TeleNVDA erhalten.
es: Es necesario tener instalado NVDA en ambos equipos, y obtener el complemento TeleNVDA.
fi: NVDA ja TeleNVDA-lisäosa on oltava asennettuna molemmissa tietokoneissa.
fr: Vous aurez besoin d'avoir préalablement installé NVDA sur les deux ordinateurs et obtenir l'extension TeleNVDA.
gl: É necesario ter instalado o NVDA en ambos equipos, e obter o complemento TeleNVDA.
pt_br: Você precisará ter instalado o NVDA em ambos os computadores e obter o complemento TeleNVDA.
pt_pt: Terá de ter instalado o NVDA em ambos os computadores, e obter o extra TeleNVDA.
ru: Вам нужно будет установить NVDA на оба компьютера и получить дополнение TeleNVDA.
tr: NVDA'yı her iki bilgisayara da kurmuş olmanız ve TeleNVDA eklentisini edinmiş olmanız gerekir.
uk: Вам потрібно буде встановити NVDA на обох комп'ютерах і отримати додаток TeleNVDA.
zh_cn: 您需要在两台计算机上安装NVDA 和 TeleNVDA 远程协助插件（下称“远程协助插件”）。

source: The installation of both NVDA and the TeleNVDA addon are standard. If you need more information, this can be found in NVDA's User Guide.
bg: Инсталирането както на NVDA, така и на добавката TeleNVDA е стандартно. Ако имате нужда от повече информация, можете да я намерите в Ръководството на потребителя на NVDA.
da: Installationen af både NVDA og TeleNVDA-tilføjelsen er standard. Hvis du har brug for mere information, kan dette findes i NVDAs brugervejledning.
de: Die Installation von NVDA und TeleNVDA verläuft wie gewohnt. Wenn Sie weitere Informationen benötigen, finden Sie diese im NVDA-Benutzerhandbuch.
es: La instalación de NVDA y del complemento no varía con respecto a otras. Si necesitas más información, puedes encontrarla en la guía de usuario de NVDA.
fi: Molempien asennusvaiheet ovat standardinmukaiset. Lisätietoja löytyy NVDA:n käyttöoppaasta.
fr: Les deux installations respectent une procédure standard. Si vous avez besoin de plus d'informations à ce sujet, vous pouvez consulter le guide de l'utilisateur de NVDA.
gl: A instalación do NVDA y do complemento non varía con respecto a outras. Se necesitas máis información, podes atopala na guía do usuario do NVDA.
pt_br: A instalação do NVDA e do complemento TeleNVDA é padrão. Se precisar de mais informações, elas podem ser encontradas no Guia do usuário do NVDA.
pt_pt: A instalação tanto do NVDA como do extra TeleNVDA são padrão. Se precisar de mais informações, estas podem ser encontradas no Guia do Utilizador do NVDA.
ru: Установка как NVDA, так и дополнения TeleNVDA стандартна. Если вам нужна дополнительная информация, её можно найти в руководстве пользователя NVDA.
tr: Hem NVDA'nın hem de TeleNVDA eklentisinin kurulumu standarttır. Daha fazla bilgiye ihtiyaç duyarsanız, bu NVDA Kullanıcı Kılavuzunda bulunabilir.
uk: Встановлення як NVDA, так і додатка є стандартним. Якщо вам потрібна додаткова інформація, її можна знайти в посібнику користувача NVDA.
zh_cn: NVDA 和远程协助插件的安装都是基本操作。如果您不会，可以在NVDA的用户指南中找到相关的帮助。

source: Updating
bg: Обновяване
da: Opdatering af tilføjelsen
de: Aktualisieren
es: Actualizaciones
fi: Päivittäminen
fr: Mise à jour
gl: Actualizacións
pt_br: Atualizando
pt_pt: A actualizar
ru: Обновление
tr: Güncelleştirme
uk: Оновлення
zh_cn: 更新

source: When updating the addon, if you have installed TeleNVDA on the secure desktop, it is recommended that you also update the copy on the secure desktop.
bg: Когато обновявате добавката, ако сте инсталирали TeleNVDA за защитени екрани, се препоръчва да обновите и копието за защитени екрани.
da: Når du opdaterer tilføjelsen og du har installeret TeleNVDA på det sikre skrivebord, anbefales det, at du også opdaterer kopien på det sikre skrivebord (sikre skærme).
de: Wenn Sie TeleNVDA auf dem sicheren Desktop installiert haben, wird empfohlen, bei der Aktualisierung der NVDA-Erweiterung auch die Kopie auf dem sicheren Desktop zu aktualisieren.
es: Cuando actualices el complemento, si has instalado TeleNVDA en el escritorio seguro, es recomendable que lo actualices también allí.
fi: Jos olet asentanut TeleNVDA-lisäosan suojatulle työpöydälle, lisäosaa päivittäessäsi on suositeltavaa, että päivität myös sen version.
fr: Lors de la mise à jour de l'extension, si vous avez installé TeleNVDA dans le bureau sécurisé (dialogue d'ouverture de session, écrans sécurisés UAC...) il est recommandé de mettre à jour l'extension pour ces écrans.
gl: Cando actualices o complemento, se instalaches o TeleNVDA no escritorio seguro, é recomendable que o actualices tamén alí.
pt_br: Ao atualizar o complemento, se você tiver instalado o TeleNVDA na área de trabalho segura, é recomendável que você também atualize a cópia na área de trabalho segura.
pt_pt: Ao actualizar o extra, se tiver instalado o TeleNVDA no ambiente de trabalho seguro, recomenda-se que actualize também a cópia no ambiente de trabalho seguro.
ru: Если вы ранее устанавливали TeleNVDA для работы на защищённом рабочем столе, то после обновления дополнения, рекомендуется повторно выполнить данную установку.
tr: Eklentiyi güncellerken, TeleNVDA'yı güvenli masaüstüne yüklediyseniz, kopyayı güvenli masaüstünde de güncellemeniz önerilir.
uk: Під час оновлення додатка, якщо ви встановили TeleNVDA для роботи на захищених екранах, рекомендується також оновити копію додатка, що працює на таких екранах.
zh_cn: 更新插件时，如果已在安全桌面上安装了远程协助插件，则建议您也在安全桌面上更新副本。

source: To do this, first update your existing addon. Then open the NVDA menu, preferences, General settings, and press the button labeled "Use currently saved settings on the logon and other secure screens (requires administrator privileges)".
bg: За да направите това, първо обновете инсталираната добавка. След това отворете менюто на NVDA -> Настройки -> Опции -> Основни и натиснете бутона с етикет "Използвай текущо запазените настройки в екрана за вписване и другите защитени екрани (изисква административни права)".
da: For at gøre dette skal du først opdatere din eksisterende tilføjelse. Åbn derefter NVDA-menuen, Opsætning, Generelle indstillinger, og tryk på knappen "Brug aktuelt gemte indstillinger på logon og andre sikre skærme (kræver administratorrettigheder)".
de: Aktualisieren Sie dazu zunächst Ihre bestehende NVDA-Erweiterung. Öffnen Sie dann das NVDA-Menü, Einstellungen, Allgemeine Einstellungen und klicken Sie auf die Schaltfläche "Aktuell gespeicherte Einstellungen auf dem Anmeldebildschirm und anderen Sicherheitsbildschirmen verwenden (erfordert Administratorrechte)".
es: Para hacerlo, primero actualiza el complemento normalmente. Después, abre el menú de NVDA, preferencias, Opciones Generales, y pulsa el botón etiquetado como "Utilizar opciones actualmente guardadas en la autentificación (logon) y otras pantallas seguras (requiere privilegios de administrador)".
fi: Tämä tehdään päivittämällä ensin olemassa oleva lisäosa ja valitsemalla sitten NVDA-valikosta Asetukset -> Asetukset -> Yleiset ja painamalla "Käytä tallennettuja asetuksia kirjautumisikkunassa ja muissa suojatuissa ruuduissa (edellyttää järjestelmänvalvojan oikeuksia)" -painiketta.
fr: Pour ce faire, commencez par mettre à jour l'extension. Puis dans le menu NVDA, Préférences, Paramètres généraux, activez le bouton " Utiliser les paramètres NVDA actuellement sauvegardés pour l'écran de connexion et sur les écrans sécurisés (nécessite des privilèges administrateur) ".
gl: Para facelo, primeiro actualiza o complemento normalmente. Despois, abre o menú de NVDA, preferencias, Opcións Xerais, e preme o botón etiquetado coma "Usar opcións actualmente gardadas na autentificación (logon) e outras pantallas seguras (require privilexios de administrador)".
pt_br: Para fazer isso, primeiro atualize o complemento existente. Em seguida, abra o menu NVDA, preferências, configurações gerais e pressione o botão “Use as configurações salvas atualmente no logon e em outras telas seguras (requer privilégios administrativos)”.
pt_pt: Para o fazer, primeiro actualize o seu addon existente. Depois abra o menu do NVDA, preferências, definições gerais, e prima o botão "Use current saved settings on the logon and other secure screens (requires administrator privileges)".
ru: Для этого сначала следует обновить уже установленное дополнение, а затем в категории «Общие» диалога настроек NVDA, нажать кнопку «Использовать последнюю сохранённую конфигурацию на экране входа в систему и на других защищённых экранах (требуются права администратора)».
tr: Bunun için öncelikle mevcut eklentinizi güncelleyin. Ardından NVDA menüsünü, tercihleri, Ayarlar, geneli açın ve "Oturum açma ve diğer güvenli ekranlarda (yönetici ayrıcalıkları gerektirir) şu anda kayıtlı ayarları kullan" etiketli düğmeye basın.
uk: Для цього спочатку оновіть наявний додаток. Потім відкрийте меню NVDA, параметри, налаштування, загальні, і натисніть кнопку "Використовувати останні збережені налаштування під час входу й читання захищених екранів (потрібні права адміністратора)".
zh_cn: 请先更新现有的插件。然后打开NVDA菜单 > 选项 > 设置 > 常规，并按下“应用以保存的配置到欢迎界面和其他安全界面（需要管理员权限）”的按钮。
