Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: This may mean that your connection is insecure. If you trust this server fingerprint, you can press "Connect" to connect once, or "Connect and do not ask again for this server" to connect and save the fingerprint.
bg: Това може да означава, че връзката ви е несигурна. Ако имате доверие на отпечатъка на този сървър, можете да натиснете "Свържи се", за да се свържете веднъж, или "Свържи се и не питай отново за този сървър", за да се свържете и да запазите данните за сървъра.
da: Det kan betyde, at din forbindelse er usikker. Hvis du stoler på dette serverfingeraftryk, kan du trykke på "Forbind" for at oprette forbindelse én gang eller "Forbind og spørg ikke igen for denne server" for at oprette forbindelse og gemme fingeraftrykket.
de: Dies bedeutet, dass die Verbindung unsicher ist. Wenn Sie dem Fingerprint dieses Servers vertrauen, können Sie auf "Verbinden" klicken, um eine Verbindung herzustellen, oder auf "Verbinden und nicht mehr nach diesem Server fragen", um eine Verbindung herzustellen und den Fingerprint zu speichern.
es: Esto puede significar que tu conexión es insegura. Si confías en la huella del servidor, puedes pulsar "Conectar" para conectarte una vez, o "Conectar y no volver a preguntar para este servidor" para conectarte y guardar la huella.
fi: Tämä voi tarkoittaa, että yhteytesi ei ole turvallinen. Jos luotat tähän palvelimen sormenjälkeen, voit muodostaa yhteyden kerran painamalla "Yhdistä" tai muodostaa yhteyden ja tallentaa sormenjäljen painamalla "Yhdistä ja älä kysy uudelleen tästä palvelimesta".
fr: Cela peut signifier que votre connexion n'est pas sécurisée. Si vous faites confiance à ce serveur d'empreintes digitales, vous pouvez appuyer sur " Se Connecter. " pour vous connecter une fois, ou " Se connecter et ne plus demander pour ce serveur " pour se connecter et enregistrer l'empreinte digitale.
gl: Esto pode significar que a túa conexión é insegura. Se confías na pegada do servidor, podes premer "Conectar" para conectarte unha vez, ou "Conectar e non voltar a preguntar para este servidor" para conectarte e gardar a pegada.
pt_br: Isso pode significar que sua conexão não é segura. Se você confiar na impressão digital desse servidor, poderá pressionar “Conectar” (Conectar) para se conectar uma vez ou “Conecte-se e não solicite novamente esse servidor” (Conectar e não perguntar novamente por este servidor) para se conectar e salvar a impressão digital.
pt_pt: Isto pode significar que a sua ligação é insegura. Se confiar nesta impressão digital do servidor, pode premir "Connect" para ligar uma vez, ou "Connect and do not ask again for this server" para ligar e guardar a impressão digital.
ru: Это может означать, что данное соединение небезопасно. Если вы доверяете отпечатку сертификата этого сервера, то можете нажать «Подключение», чтобы подключиться к нему один раз, или «Подключиться и больше не спрашивать про этот сервер», чтобы подключиться и сохранить отпечаток сертификата.
tr: Bu, bağlantınızın güvensiz olduğu anlamına gelebilir. Bu sunucu parmak izine güveniyorsanız, bir kez bağlanmak için "Bağlan" düğmesine veya bağlanmak ve parmak izini kaydetmek için "Bağlan ve bu sunucu için bir daha sorma" seçeneğine basabilirsiniz.
uk: Це може означати, що ваше з'єднання незахищене. Якщо ви довіряєте цьому серверу, ви можете натиснути "Під'єднатися", щоб встановити з'єднання лише один раз, або "Під'єднатися й більше не запитувати для цього сервера", щоб встановити з'єднання і додати його до списку надійних серверів.
zh_cn: 这可能意味着您的连接不安全。如果您信任此服务器指纹，您可以点击“连接”按钮进行临时连接，或点击“连接且不再询问该服务器”连接并保存指纹。

source: Direct connections
bg: Директни връзки
da: Direkte forbindelser
de: Direktverbindungen
es: Conexiones directas
fi: Suorat yhteydet
fr: Connexion directe
gl: Conexións directas
pt_br: Conexões diretas
pt_pt: Ligações directas
ru: Прямые подключения
tr: Doğrudan bağlantılar
uk: Прямі з’єднання
zh_cn: 直接连接

source: The server option in the connect dialog allows you to set up a direct connection.
bg: Опцията за сървър в диалоговия прозорец за свързване ви позволява да настроите директна връзка.
da: Serverindstillingen i forbindelsesdialogen giver dig mulighed for at oprette en direkte forbindelse.
de: Mit der Server-Option im Dialogfeld für die Verbindung können Sie eine direkte Verbindung herstellen.
es: La opción servidor en el diálogo conectar permite establecer una conexión directa.
fi: Yhdistä-valintaikkunan Palvelin-vaihtoehdolla voit muodostaa suoran yhteyden.
fr: L'option " Serveur " du dialogue Se Connecter vous permet d'établir une connexion directe.
gl: A opción servidor no diálogo conectar permite estabrecer unha conexión directa.
pt_br: A opção de servidor na caixa de diálogo de conexão permite que você configure uma conexão direta.
pt_pt: A opção servidor no diálogo de ligação permite estabelecer uma ligação directa.
ru: Опция «Сервер» в диалоговом окне «Подключение» позволяет установить прямое соединение между компьютерами без использования удалённого управляющего сервера.
tr: Bağlan iletişim kutusundaki sunucu seçeneği, doğrudan bağlantı kurmanıza olanak tanır.
uk: Параметр «Сервер» у діалозі «З'єднання» дає змогу встановити пряме з’єднання з іншим комп’ютером.
zh_cn: “连接”对话框中的“服务器”选项可以让您设置直接连接。

source: Once selecting this, select which mode your end of the connection will be in.
bg: След като изберете това, изберете в кой режим ще бъде вашият край на връзката.
da: Når du har valgt dette, skal du vælge hvilken tilstand din ende af forbindelsen vil være i.
de: Wenn Sie dies ausgewählt haben, wählen Sie aus, in welchem Modus das Ende der Verbindung sein soll.
es: Una vez seleccionada, elige el modo en el que se comportará tu equipo durante la conexión.
fi: Kun se on valittuna, valitse myös, missä tilassa yhteytesi tulee olemaan.
fr: Une fois l'option sélectionnée, choisissez le mode dans lequel votre connexion devra s'établir, contrôleur ou contrôlé.
gl: Unha vez selecionada, escolle o modo en el que se comportará o teu equipo durante a conexión.
pt_br: Depois de selecionar isso, selecione o modo em que sua extremidade da conexão estará.
pt_pt: Uma vez seleccionado, seleccione em que modo o seu fim de ligação estará.
ru: После выбора радиокнопки «Сервер» выберите режим управления, в котором будете подключаться.
tr: Bunu seçtikten sonra, bağlantınızın sonunun hangi modda olacağını seçin.
uk: Вибравши це, виберіть, у якому режимі буде кінець з’єднання.
zh_cn: 选择此项后，选择您的连接模式（控制另一台计算机还是允许这台计算机被控制）。

source: The other person will connect to you using the opposite.
bg: Другият човек ще се свърже с вас, използвайки обратното.
da: Den anden person vil oprette forbindelse til dig ved at bruge det modsatte.
de: Die andere Person wird sich mit Ihnen verbinden, indem sie das Gegenteil benutzt.
es: La otra persona se conectará usando el contrario.
fi: Toinen osapuoli yhdistää koneeseesi päinvastaista vaihtoehtoa käyttäen.
fr: L'autre personne se connectera à votre ordinateur en sélectionnant le mode opposé.
gl: A outra persoa conectarase usando o contrario.
pt_br: A outra pessoa se conectará a você usando o oposto.
pt_pt: A outra pessoa ligar-se-á a si usando o oposto.
ru: Другой человек будет подключаться к вам, используя режим управления, отличный от вашего.
tr: Diğer kişi ise tam tersini kullanarak size bağlanacaktır.
uk: Інша особа з'єднається з вами, використовуючи режим, відмінний від вашого.
zh_cn: 对方应该用相反的方式与您建立连接。

source: Once the mode is selected, you can use the Get External IP button to get your external IP address and make sure the port which is entered in the port field is forwarded correctly. If enabled on your router, you can forward the port using UPNP before performing portcheck.
bg: След като режимът е избран, можете да използвате бутона "Извлечи външния IP адрес", за да получите вашия външен IP адрес и да се уверите, че портът, който е въведен в полето за порт, е пренасочен правилно. Ако е активирано на вашия рутер, можете да препратите порта чрез UPNP, преди да извършите проверка на порта.
da: Når tilstanden er valgt, kan du bruge knappen Hent ekstern IP til at få din eksterne IP-adresse og sikre dig, at den port, der er indtastet i portfeltet, videresendes korrekt. Hvis det er aktiveret på din router, kan du videresende porten ved hjælp af UPNP, før du udfører portcheck.
de: Sobald der Modus ausgewählt ist, können Sie die Schaltfläche Externe IP abrufen verwenden, um Ihre externe IP-Adresse zu ermitteln und sicherzustellen, dass der im Feld Port eingegebene Port korrekt weitergeleitet wird. Wenn Ihr Router dies zulässt, können Sie den Port mit UPnP weiterleiten, bevor Sie den Portcheck durchführen.
es: Una vez seleccionado el modo, puedes usar el botón obtener IP externa para obtener tu dirección IP externa y asegurarte de que el puerto que has introducido en el campo puerto está abierto correctamente. Si está activado en tu router, puedes redirigir el puerto usando UPNP antes de comprobar si el puerto está abierto.
fi: Kun tila on valittu, voit käyttää Hae ulkoinen IP -painiketta noutaaksesi ulkoisen IP-osoitteesi ja varmistaaksesi, että Portti-muokkauskenttään syötetty portti on uudelleenohjattu asianmukaisesti. Ennen portintarkistuksen suorittamista voit uudelleenohjata portin UPNP:tä käyttäen, mikäli ominaisuus on otettu käyttöön reitittimessäsi.
fr: Quand le mode est sélectionné, vous pouvez utiliser le bouton "Obtenir l'adresse IP publique" pour obtenir votre adresse IP et vous assurer que le port de connexion (indiqué dans le champ " Port ", est correctement redirigé. Si vous êtes activé sur votre routeur, vous pouvez redirigé le port à l'aide de UPNP avant d'effectuer le portcheck.
gl: Unha vez selecionado o modo, podes usar o botón obter IP externa para obter o teu enderezo IP externo e asegurarte de que o porto que introduciches no campo porto está aberto correctamente. Se está activado no teu router, podes redirixir o porto usando UPNP antes de comprobar se o porto está aberto.
pt_br: Depois que o modo for selecionado, você poderá usar o botão Get External IP para obter o endereço IP externo e verificar se a porta inserida no campo da porta foi encaminhada corretamente. Se estiver ativado no roteador, você poderá encaminhar a porta usando UPNP antes de executar a verificação de porta.
pt_pt: Uma vez seleccionado o modo, pode utilizar o botão Obter IP externo para obter o seu endereço IP externo e certificar-se de que a porta introduzida no campo da porta é reencaminhada correctamente. Se estiver activado no seu router, pode reencaminhar a porta utilizando UPNP antes de efectuar a verificação da porta.
ru: После того, как режим управления выбран, вы можете использовать кнопку «Получить внешний IP-адрес», чтобы получить его, и убедиться, что порт, указанный в поле «Порт», перенаправляется правильно. Если на вашем маршрутизаторе включена служба UPnP, то вы можете с её помощью перенаправить выбранный порт до проверки его доступности.
tr: Mod seçildikten sonra Harici IP Alın butonunu kullanarak harici IP adresinizi alabilir ve port alanına girilen portun doğru yönlendirildiğinden emin olabilirsiniz. Yönlendiricinizde etkinleştirildiyse, port kontrolü gerçekleştirmeden önce UPNP kullanarak portu iletebilirsiniz.
uk: Обравши режим, ви можете скористатися кнопкою «Отримати зовнішню IP-адресу», щоб знайти вашу IP-адресу й переконатися, що порт, вказаний у полі «Порт», переспрямовується правильно. Якщо це ввімкнено на вашому маршрутизаторі, ви можете переадресувати порт за допомогою UPNP, перш ніж виконувати перевірку порту.
zh_cn: 选择模式后，您可以使用“获取公网 IP”按钮获取公网 IP地址

source: If portcheck detects that your port (6837 by default) is not reachable, a warning will appear.
bg: Ако системата за проверка на порта открие, че вашият порт (6837 по подразбиране) не е достъпен, ще се изведе предупреждение.
da: Hvis portcheck registrerer, at din port (6837 som standard) ikke er tilgængelig, vises en advarsel.
de: Wenn der Port-Check feststellt, dass der Port (standardmäßig 6837) nicht erreichbar ist, wird eine Warnung angezeigt.
es: Si portcheck detecta que tu puerto (por defecto 6837) no está abierto, aparecerá una advertencia.
fi: Jos portintarkistus havaitsee, ettei porttiin (oletusarvoisesti 6837) saada yhteyttä, näkyviin tulee siitä kertova varoitus.
fr: Si la procédure de vérification détecte que le port spécifié (6837 par défaut) n'est pas accessible, un avertissement s'affiche.
gl: Se portcheck detecta que o teu porto (por defecto 6837) non está aberto, aparecerá unha advertencia.
pt_br: Se o portcheck detectar que sua porta (6837 por padrão) não pode ser acessada, será exibido um aviso.
pt_pt: Se o portcheck detectar que a sua porta (6837 por defeito) não é alcançável, aparecerá um aviso.
ru: Если сервер проверки обнаруживает, что ваш порт (по умолчанию 6837) закрыт, то появится соответствующее предупреждение.
tr: Bağlantı noktası kontrolü, bağlantı noktanıza (varsayılan olarak 6837) ulaşılamadığını tespit ederse, bir uyarı görüntülenir.
uk: Якщо служба перевірки портів виявить, що ваш порт (типово 6837) недоступний, з'явиться попередження.
zh_cn: 如果端口检测服务检测到您的端口（默认为 6837）无法访问，则会显示提示信息。

source: Forward your port and try again. Also, ensure that the NVDA process is allowed through Windows firewall.
bg: Препратете вашия порт и опитайте отново. Също така се уверете, че процесът на NVDA е разрешен през защитната стена на Windows.
da: Videresend din port og prøv igen. Sørg også for, at NVDA-processen er tilladt gennem Windows firewall.
de: Leiten Sie Ihren Port weiter und versuchen Sie es erneut. Stellen Sie außerdem sicher, dass der NVDA-Prozess durch die Windows-Firewall zugelassen ist.
es: Redirige tu puerto y prueba otra vez. Comprueba también que se permite el proceso de NVDA en el firewall de Windows.
fi: Uudelleenohjaa portti ja yritä uudelleen. Varmista myös, että NVDA-prosessin liikenne on sallittu Windowsin palomuurissa.
fr: Redirigez votre port et réessayez. Assurez-vous également que le processus NVDA est autorisé via un pare-feu Windows.
gl: Redirixe o teu porto e proba outra vez. Comproba tamén que se permite o proceso de NVDA no firewall de Windows.
pt_br: Encaminhe sua porta e tente novamente. Além disso, certifique-se de que o processo do NVDA seja permitido pelo firewall do Windows.
pt_pt: Encaminhe a porta e tente novamente. Além disso, certifique-se de que o processo NVDA é permitido pelo firewall do Windows.
ru: Перенаправьте ваш порт и попробуйте снова. Также убедитесь, что процесс NVDA разрешён в брандмауэре Windows.
tr: Bağlantı noktanızı iletin ve tekrar deneyin. Ayrıca, NVDA işlemine Windows güvenlik duvarı üzerinden izin verildiğinden emin olun.
uk: Переспрямуйте порт і спробуйте ще раз. Також переконайтеся, що процес NVDA дозволено у брандмауері Windows.
zh_cn: 请转发您的端口，然后重试。另外，请确保允许 NVDA 进程通过 Windows 防火墙。

source: Note: The process for forwarding ports, enabling UPNP or configuring Windows firewall is outside of the scope of this document. Please consult the information provided with your router for further instruction.
bg: Забележка: Процесите по препращане на портове, активиране на UPNP или конфигуриране на защитна стена на Windows са извън обхвата на този документ. Моля, консултирайте се с информацията, предоставена с вашия рутер, за допълнителни инструкции.
da: Bemærk: Processen til at videresende porte, aktivere UPNP eller konfigurere Windows firewall er uden for dette dokuments omfang. Se venligst oplysningerne, der følger med din router for yderligere instruktioner.
de: Hinweis: Die Weiterleitung von Ports, die Aktivierung von UPnP oder die Konfiguration der Windows-Firewall liegen außerhalb des Rahmens dieses Dokuments. Weitere Informationen finden Sie in den mitgelieferten Informationen zu Ihrem Router.
es: Nota: el proceso de abrir puertos, habilitar UPNP o configurar el firewall de Windows está fuera del propósito de este documento. Consulta la documentación que acompaña a tu router para más información.
fi: Huom: Porttien uudelleenohjausta, UPNP:n käyttöönottoa tai Windowsin palomuurin asetusten määrittämistä ei käsitellä tässä dokumentissa. Katso lisätietoja reitittimesi mukana toimitetuista ohjeista.
fr: Remarque : Le processus de redirection des ports, d'activation UPNP ou de configuration du pare-feu Windows est en dehors de l'objectif de ce document. Veuillez consulter les informations fournies avec votre routeur pour plus d'instructions.
gl: Nota: o proceso de abrir portos, habilitar UPNP ou configurar o firewall de Windows está fora do propósito deste documento. Consulta a documentación que acompaña ao teu router para máis información.
pt_br: Nota: o processo de encaminhamento de portas, ativação de UPNP ou configuração do firewall do Windows está fora do escopo deste documento. Consulte as informações fornecidas com o seu roteador para obter mais instruções.
pt_pt: Nota: O processo de encaminhamento de portas, activação de UPNP ou configuração da firewall do Windows está fora do âmbito deste documento. Consulte as informações fornecidas com o seu router para obter mais instruções.
ru: Примечание: процесс перенаправления портов, включения UPnP или настройки брандмауэра Windows выходит за рамки данного документа. Пожалуйста, обратитесь к документации вашего маршрутизатора для получения дальнейших инструкций.
tr: Not: Bağlantı noktalarını iletme, UPNP'yi etkinleştirme veya Windows güvenlik duvarını yapılandırma işlemleri bu belgenin kapsamı dışındadır. Daha fazla talimat için lütfen yönlendiricinizle birlikte verilen bilgilere bakın.
uk: Примітка: Процес переспрямування портів, увімкнення UPNP та налаштування брандмауера Windows виходить за рамки цього документа. Будь ласка, зверніться до документації вашого маршрутизатора для отримання подальших інструкцій.
zh_cn: 注意：转发端口、启用 UPNP 或配置 Windows 防火墙的步骤已超出了本文档的范畴。请参阅路由器随附的信息以获取进一步的帮助。

source: Enter a key into the key field, or press generate. The other person will need your external IP along with the key to connect. If you entered a port other than the default (6837) in the port field, make sure that the other person appends the alternative port to the host address in the form &lt;external ip&gt;:&lt;port&gt;.
bg: Въведете ключ в полето за ключ или натиснете бутона "Генерирай". Другият човек ще се нуждае от вашия външен IP заедно с ключа, за да се свърже. Ако сте въвели порт, различен от стандартния (6837) в полето за порт, уверете се, че другият човек добавя алтернативния порт към адреса на хоста във формата &lt;външен ip&gt;:&lt;порт&gt;.
da: Indtast en nøgle i nøglefeltet, eller tryk på generer. Den anden person skal bruge din eksterne IP sammen med nøglen for at oprette forbindelse. Hvis du indtastede en anden port end standarden (6837) i portfeltet, skal du sørge for, at den anden person tilføjer den alternative port til værtsadressen i formatet &lt;ekstern ip&gt;:&lt;port&gt;.
de: Geben Sie einen Schlüssel in das Schlüsselfeld ein oder drücken Sie auf "Schlüssel generieren". Die andere Person benötigt Ihre externe IP zusammen mit dem Schlüssel, um eine Verbindung herzustellen. Wenn Sie einen anderen Anschluss als den Standard-Anschluss (6837) in das Anschlussfeld eingegeben haben, vergewissern Sie sich, dass die andere Person den alternativen Anschluss an die Host-Adresse in der Form &lt;external ip&gt;:&lt;port&gt; anhängt.
es: Introduce una clave en el campo clave, o pulsa generar. La otra persona necesitará tu IP externa junto con la clave para conectar. Si has introducido un puerto distinto al que se usa por defecto (6837) en el campo puerto, asegúrate de que la otra persona añade el puerto alternativo a la dirección del equipo usando el formato &lt;ip externa&gt;:&lt;puerto&gt;.
fi: Kirjoita avain Avain-muokkauskenttään tai paina Luo avain -painiketta. Toinen osapuoli tarvitsee yhdistämiseen ulkoisen IP-osoitteesi lisäksi tämän avaimen. Mikäli syötit Portti-muokkauskenttään muun kuin oletusportin (6837), varmista, että toinen osapuoli lisää isäntäkoneen osoitteeseen vaihtoehtoisen portin muodossa &lt;ulkoinen IP&gt;:&lt;portti&gt;.
fr: Saisissez une clé dans le champ "Clé" ou appuyez sur " Générer la Clé ". L'autre personne aura besoin de votre adresse IP ainsi que de cette même clé pour se connecter. Si vous avez saisi un port autre que la valeur par défaut (6837) Dans le champ " Port ", assurez-vous que l'autre personne ajoute le port alternatif à l'adresse du serveur sous la forme &lt;ip publique&gt;:&lt;port&gt;.
gl: Introduce unha chave no campo contrasinal, ou preme xerar. A outra persoa necesitará o teu IP externo xunto coa chave para conectar. Se introduciches un porto distinto ao que se usa por defecto (6837) no campo porto, asegúrate de que a outra persoa engade o porto alternativo ao enderezo do equipo usando o formato &lt;ip externo&gt;:&lt;porto&gt;.
pt_br: Digite um código no campo ou pressione gerar. A outra pessoa precisará de seu IP externo junto com a chave para se conectar. Se você inseriu uma porta diferente da padrão (6837) no campo da porta, certifique-se de que a outra pessoa anexe a porta alternativa ao endereço do host no formato &lt;external ip&gt;:&lt;port&gt;.
pt_pt: Insira uma senha no campo senha, ou pressione gerar. A outra pessoa precisará do seu IP externo juntamente com a senha para se ligar. Se introduziu uma porta diferente da indicada por defeito (6837) no campo de porta, certifique-se de que a outra pessoa anexa a porta alternativa ao endereço de anfitrião no formulário &lt;ip&gt externo;:&lt;port&gt;.
ru: Придумайте и введите ключ в поле «Ключ» или нажмите кнопку «Создать ключ». Другому человеку для подключения будет нужен ваш внешний IP-адрес вместе с ключом. Если вы в поле «Порт» указали порт отличный от порта по умолчанию (6837), то убедитесь, что другой человек добавляет ваш порт к адресу сервера в формате &lt;внешний ip&gt;:&lt;порт&gt;.
tr: Anahtar alanına bir anahtar girin veya oluştur'a basın. Diğer kişi, bağlanmak için anahtarla birlikte harici IP'nize ihtiyaç duyacaktır. Bağlantı noktası alanına varsayılandan (6837) farklı bir bağlantı noktası girdiyseniz, diğer kişinin alternatif bağlantı noktasını ana bilgisayar adresine <harici ip>:<bağlantı noktası> biçiminde eklediğinden emin olun.
uk: Введіть ключ у поле ключа або натисніть кнопку «Створити ключ». Для підключення іншій людині знадобиться ваш зовнішній IP разом з ключем. Якщо у полі "Порт" ви вказали порт, відмінний від типового (6837), переконайтеся, що інша особа теж додала альтернативний порт до адреси сервера у форматі &lt;зовнішня IP-адреса&gt;:&lt;порт&gt;.
zh_cn: 在密钥编辑框中输入密钥，或按下生成按钮。对方需要您的公网 IP和密钥。如果您在端口编辑框中输入了默认端口（6837）以外的端口，请确保另一方将指定的端口正确添加到了主机地址，格式为 公网ip地址:端口。
