Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: If you want to forward the chosen port using UPNP, enable the "Use UPNP to forward this port if possible" checkbox.
bg: Ако искате да препратите избрания порт чрез UPNP, поставете отметка в квадратчето "Използвай UPNP за пренасочване на този порт, ако е възможно".
da: Hvis du vil videresende den valgte port ved hjælp af UPNP, skal du markere "Brug UPNP til at videresende denne port, hvis det er muligt".
de: Wenn Sie den gewählten Port über UPnP weiterleiten möchten, aktivieren Sie das Kontrollkästchen "UPnP zur Weiterleitung dieses Ports verwenden, wenn möglich".
es: Si quieres redirigir el puerto elegido usando UPNP, marca la casilla "Usar UPNP para redirigir este puerto si es posible".
fi: Mikäli haluat uudelleenohjata valitun portin UPNP:tä käyttäen, valitse "Käytä UPNP:tä tämän portin uudelleenohjaamiseen, jos mahdollista" -valintaruutu.
fr: Si vous souhaitez rediriger le port choisi à l'aide de UPNP, activez la case à cocher "Utilisez UPNP pour rediriger ce port si possible".
gl: Se queres redirixir o porto escollido usando UPNP, marca a Caixa "Usar UPNP para redirixir este porto se é posible".
pt_br: Se você quiser encaminhar a porta escolhida usando UPNP, ative a caixa de seleção “Use UPNP to forward this port if possible”.
pt_pt: Se pretender reencaminhar a porta escolhida utilizando UPNP, active a caixa de verificação "Utilizar UPNP para reencaminhar esta porta, se possível".
ru: Если вы хотите перенаправить выбранный порт с помощью UPnP, установите флажок «Использовать UPnP для перенаправления этого порта (если возможно)».
tr: Seçilen bağlantı noktasını UPNP kullanarak iletmek istiyorsanız, "Mümkünse bu bağlantı noktasını iletmek için UPNP kullan" onay kutusunu etkinleştirin.
uk: Якщо ви хочете переспрямувати вибраний порт із використанням UPNP, позначте прапорець «Використовувати UPNP для переспрямування цього порту якщо можливо».
zh_cn: 如果要使用 UPNP 转发所选端口，请选中“使用 UPNP 转发此端口（如果可能）”复选框。

source: Once ok is pressed, you will be connected. When the other person connects, you can use TeleNVDA normally.
bg: След като задействате OK, ще бъдете свързани. Когато другият човек се свърже, можете да използвате TeleNVDA по обичайния начин.
da: Når der er trykket på ok, bliver du forbundet. Når den anden person opretter forbindelse, kan du bruge TeleNVDA normalt.
de: Sobald Sie auf "OK" geklickt haben, wird die Verbindung hergestellt. Wenn die Gegenseite die Verbindung hergestellt hat, können Sie TeleNVDA normal verwenden.
es: Una vez pulses aceptar, estarás conectado. Cuando la otra persona se conecte, podrás usar TeleNVDA con normalidad.
fi: Yhteys muodostetaan painettuasi OK-painiketta. Kun toinen osapuoli muodostaa yhteyden koneeseesi, voit käyttää TeleNVDA:ta normaalisti.
fr: Sitôt OK appuyé, vous serez connecté. Quand l'autre personne se connecte, vous pouvez utiliser TeleNVDA normalement.
gl: Unha vez premas aceptar, estarás conectado. Cando a outra persoa se conecte, poderás usar TeleNVDA con normalidade.
pt_br: Quando ok for pressionado, você será conectado. Quando a outra pessoa se conectar, você poderá usar o TeleNVDA normalmente.
pt_pt: Uma vez premido o botão ok, será estabelecida a ligação. Quando a outra pessoa estabelecer a ligação, pode utilizar o TeleNVDA normalmente.
ru: После нажатия кнопки OK, вы будете готовы принимать входящие подключения. Когда другой человек подключится, вы сможете использовать TeleNVDA обычным образом.
tr: Tamam düğmesine basıldığında bağlanacaksınız. Diğer kişi bağlandığında, TeleNVDA'yı normal şekilde kullanabilirsiniz.
uk: Після натискання кнопки «Гаразд» вас буде підключено. Коли інший користувач підключиться, ви зможете використовувати TeleNVDA у звичайному режимі.
zh_cn: 按下确认后，就连接成功了。在对方连接过程中，您可以正常使用远程协助。

source: Controlling the remote machine
bg: Управление на отдалечената машина
da: Styring af fjernmaskinen
de: Steuerung des entfernten Rechners
es: Control sobre el equipo remoto
fi: Etäkoneen hallinta
fr: Contrôler l'ordinateur distant
gl: Control sobre o equipo remoto
pt_br: Controle da máquina remota
pt_pt: A controlar o computador remoto.
ru: Управление удалённым компьютером
tr: Uzak makineyi kontrol etme
uk: Керування віддаленим комп’ютером
zh_cn: 控制远程计算机

source: Once the session is connected, the user of the controlling machine can press f11 to start controlling the remote machine (e.g. by sending keyboard keys or braille input). This gesture can be changed from NVDA Input Gestures Dialog.
bg: След като сесията е свързана, потребителят на управляващата машина може да натисне F11, за да започне да контролира отдалечената машина (напр. чрез изпращане на клавишни команди или брайлов вход). Този жест може да бъде променен от диалоговия прозорец "Жестове на въвеждане" на NVDA.
da: Når sessionen er tilsluttet, kan brugeren af den kontrollerende maskine trykke på f11 for at begynde at styre den eksterne maskine (f.eks. ved at sende tastaturtaster eller punktinput). Denne kommando kan ændres fra dialogen "Håndter kommandoer".
de: Sobald die Sitzung verbunden ist, kann der Benutzer des steuernden Computers F11 drücken, um dden Remote-Computer zu steuern (z. B. durch Senden von Tastaturtasten oder Braille-Eingaben). Dieser Tastenbefehl kann im Dialogfeld für die Tastenbefehle in NVDA geändert werden.
es: Una vez la sesión está conectada, el usuario del equipo controlador puede pulsar f11 para empezar a controlar el equipo remoto (por ejemplo, enviando pulsaciones de teclado o entrada Braille). Este gesto se puede cambiar desde el diálogo Gestos de entrada de NVDA.
fi: Kun yhteys on muodostettu, etäkoneen hallinta (esim. näppäinpainallusten tai pistekirjoitussyötteen lähettäminen) voidaan aloittaa painamalla hallitsevassa koneessa F11. Tätä näppäinkomentoa voidaan vaihtaa NVDA:n Näppäinkomennot-valintaikkunasta.
fr: Dès que la session est ouverte, l'utilisateur de l'ordinateur contrôleur peut appuyer sur F11 pour commencer à contrôler l'ordinateur distant, par ex. : en envoyant des touches clavier ou de la saisie Braille. Ce geste peut être modifié à partir du dialogue Gestes de commandes de NVDA.
gl: Unha vez a sesión está conectada, o usuario do equipo controlador pode premer f11 para comezar a controlar o equipo remoto (por exemplo, enviando pulsacións de teclado ou entrada Braille). Este xesto pódese cambiar dende o diálogo Xestos de entrada de NVDA.
pt_br: Quando a sessão estiver conectada, o usuário da máquina controladora poderá pressionar f11 para começar a controlar a máquina remota (por exemplo, enviando teclas do teclado ou entrada em braile). Esse gesto pode ser alterado na caixa de diálogo Gestos de entrada do NVDA.
pt_pt: Uma vez a sessão ligada, o utilizador da máquina controladora pode premir f11 para começar a controlar a máquina remota (por exemplo, enviando teclas de teclado ou entrada em braille). Este atalho pode ser alterado a partir do Diálogo de definir comandos no NVDA.
ru: Когда сеанс установлен, пользователь управляющего компьютера может нажать клавишу F11 для начала управления удалённым компьютером, посредством использования клавиатурного или брайлевского ввода. Эта клавиша может быть переназначена в диалоге NVDA «Жесты ввода».
tr: Oturum bağlandıktan sonra, kontrol eden makinenin kullanıcısı uzak makineyi kontrol etmeye başlamak için f11 tuşuna basabilir (ör. klavye tuşları veya braille girişi göndererek). Bu hareket, NVDA Girdi Hareketleri İletişim Kutusundan değiştirilebilir.
uk: Коли з'єднання встановлене, користувач керівного комп'ютера може натиснути клавішу f11, щоб почати керувати віддаленим пристроєм (наприклад, надсилаючи команди клавіатури або вводячи текст шрифтом Брайля). Цей жест можна змінити в діалозі «Жести вводу» NVDA.
zh_cn: 一旦两方连接成功，控制方可以按f11开始控制远程计算机（如，发送键盘按键或盲文输入）。

source: When NVDA says controlling remote machine, the keyboard and braille display keys you press will go to the remote machine. Furthermore, when the controlling machine is using a braille display, information from the remote machine will be displayed on it. Press f11 again to stop sending keys and switch back to the controlling machine.
bg: Когато NVDA съобщи "Управлява се отдалечената машина", клавишните и брайловите команди , които натиснете, ще отидат до отдалечената машина. Освен това, когато управляващата машина използва брайлов дисплей, на него ще се показва информация от отдалечената машина. Натиснете F11 отново, за да спрете да изпращате команди и да превключите обратно към управляващата машина.
da: Når NVDA siger "Kontrollerer fjerncomputer", vil tastatur- og brailledisplaytasterne, du trykker på, gå til fjernmaskinen. Ydermere, når den styrende maskine bruger et punktdisplay, vil information fra den eksterne maskine blive vist på punktskrift. Tryk på f11 igen for at skifte tilbage til den lokale maskine. Når du kontrollere den lokale maskine, vil tastaturkommandoer og kommandoer udført fra dit punktdisplay ikke blive videresendt til fjerncomputeren.
de: Wenn NVDA mitteilt, dass ein Remote-Computer gesteuert wird, werden die Tasten der Tastatur und der Braillezeile, die Sie drücken, auf den Remote-Computer übertragen. Wenn der steuernde Computer eine Braillezeile verwendet, werden die Informationen des Remote-Computers auf diesem angezeigt. Drücken Sie erneut F11, um das Senden von Tasten zu stoppen und wieder zum steuernden Computer zurück zu wechseln.
es: Cuando NVDA diga controlando equipo remoto, las teclas que pulses en tu teclado o pantalla braille irán al equipo remoto. Más aún, si el equipo controlador dispone de una pantalla braille, la información remota se mostrará en ella. Pulsa f11 de nuevo para detener el envío de pulsaciones y volver al equipo controlador.
fi: Kun NVDA sanoo Hallitaan etäkonetta, painamasi näppäimistön ja pistenäytön näppäimet suoritetaan etäkoneessa. Lisäksi, jos hallitsevassa tietokoneessa käytetään pistenäyttöä, kaikki etäkoneen palaute näytetään siinä. Lopeta näppäinpainallusten lähettäminen ja vaihda takaisin hallitsevaan koneeseen painamalla uudelleen F11.
fr: Lorsque NVDA dit : " Contrôle de la machine distante ", toutes les touches que vous actionnerez sur le clavier ou sur le terminal Braille iront vers l'ordinateur distant. De plus, si l'ordinateur contrôleur est doté d'un terminal Braille, les informations de l'ordinateur contrôlées y seront affichées. Appuyez à nouveau sur F11 pour interrompre l'envoi de commandes et revenir à l'ordinateur contrôleur.
gl: Cando NVDA diga controlando equipo remoto, as teclas que premas no teu teclado ou pantalla braille irán ao equipo remoto. Aínda máis, se o equipo controlador dispón dunha pantalla braille, a información remota amosarase nela. Preme f11 de novo para deter o envío de pulsacións e voltar ao equipo controlador.
pt_br: Quando o NVDA diz que está controlando a máquina remota, as teclas do teclado e do visor em braile que você pressionar irão para a máquina remota. Além disso, quando a máquina de controle estiver usando um visor em braile, as informações da máquina remota serão exibidas nele. Pressione f11 novamente para interromper o envio de teclas e voltar para a máquina de controle.
pt_pt: Quando o NVDA diz que controla a máquina remota, o teclado e as teclas de visualização em braille que premir irão para a máquina remota. Além disso, quando a máquina controladora estiver a utilizar um ecrã braille, a informação da máquina remota será mostrada no mesmo. Prima novamente f11 para parar de enviar as teclas e voltar para a máquina controladora.
ru: Когда NVDA скажет «Управление удалённым компьютером», то нажимаемые вами клавиши клавиатуры и брайлевского дисплея будут передаваться на удалённый компьютер. Кроме того, если на управляющем компьютере используется брайлевский дисплей, то на нём будет отображаться информация с удалённого компьютера. Для остановки передачи клавиш и возврата к управлению локальным компьютером, снова нажмите клавишу F11.
tr: NVDA uzak makine kullanılıyor dediğinde, bastığınız klavye ve braille ekran tuşları uzak makineye gidecektir. Ayrıca, kontrol eden makine bir braille ekran kullanıyorsa, uzak makineden gelen bilgiler bu ekranda görüntülenecektir. Tuş göndermeyi durdurmak ve kontrol eden makineye geri dönmek için tekrar f11 tuşuna basın.
uk: Коли NVDA говорить: "Керування віддаленим комп'ютером", команди клавіатури та дисплея Брайля, які ви натискаєте, передаватимуться на віддалений комп'ютер.
zh_cn: 当NVDA朗读“控制远程计算机”时，您执行的键盘按键和盲文输入将发送到远程计算机。此外，当控制方使用盲文点显器时，也会在点显器上显示来自远程计算机的信息。再次按 f11 可停止控制并切换回本地计算机。您可以在“按键与手势”对话框中分配其他快捷键。

source: For best compatibility, please ensure that the keyboard layouts on both machines match.
bg: За най-добра съвместимост, моля, уверете се, че клавиатурните подредби на двете машини съвпадат.
da: For den bedste kompatibilitet skal du sørge for, at tastaturlayoutet på begge maskiner stemmer overens.
de: Um eine optimale Kompatibilität zu gewährleisten, stellen Sie bitte sicher, dass die Tastaturbelegung auf beiden Geräten übereinstimmt.
es: Para mayor compatibilidad, asegúrate de que las distribuciones de teclado de ambos equipos coinciden.
fi: Varmista parhaan yhteensopivuuden takaamiseksi, että molemmissa koneissa on käytössä sama näppäinasettelu.
fr: Pour une compatibilité optimale, assurez-vous que les configurations clavier des deux ordinateurs correspondent.
gl: Para maior compatibilidade, asegúrate de que as distribucións de teclado de ambos equipos coinciden.
pt_br: Para obter a melhor compatibilidade, certifique-se de que os layouts de teclado de ambas as máquinas sejam iguais.
pt_pt: Para melhor compatibilidade, por favor assegurar que os layouts do teclado em ambas as máquinas coincidem.
ru: Для лучшей совместимости убедитесь, что раскладки клавиатуры на обоих компьютерах совпадают.
tr: En iyi uyumluluk için lütfen her iki makinedeki klavye düzenlerinin eşleştiğinden emin olun.
uk: Для найкращої сумісності переконайтеся, що розкладки клавіатури на обох пристроях збігаються.
zh_cn: 为获得最佳的兼容性，请确保控制方与被控方的 NVDA 使用了相同的键盘布局。

source: Sharing your session
bg: Споделяне на вашата сесия
da: Deling af din session
de: Aktuelle Sitzung teilen
es: Compartir tu sesión
fi: Istunnon jakaminen
fr: Partager votre session
gl: Compartir a túa sesión
pt_br: Compartilhando sua sessão
pt_pt: A partilhar a sua sessão
ru: Ссылка на сеанс удалённого доступа
tr: Oturumu paylaşma
uk: Ділимося своїм сеансом
zh_cn: 分享您的会话

source: To share a link so someone else can easily join your TeleNVDA session, select Copy Link from the Remote menu. You can also assign gestures from the NVDA Input Gestures dialog to speed up this task.
bg: За да споделите връзка, така че някой друг да може лесно да се присъедини към вашата сесия на TeleNVDA, изберете "Копирай връзка" от менюто за отдалечен достъп. Можете също така да зададете жестове от диалоговия прозорец "Жестове на въвеждане" на NVDA, за да ускорите тази процедура.
da: For at dele et link, så en anden nemt kan deltage i din TeleNVDA-session, skal du vælge Kopier link fra "Fnernsupport" i NVDA-menuen. Du kan også tildele en tastaturkommando til denne funktion fra dialogen "Håndter kommandoer".
de: Um einen Link freizugeben, damit eine andere Person einfach an Ihrer TeleNVDA-Sitzung teilnehmen kann, wählen Sie den Eintrag "Link kopieren" aus dem Menü "Fernbedienung". Sie können auch Tastenbefehle aus dem Dialogfeld für die Tastenbefehle zuweisen, um diese Aufgabe zu beschleunigen.
es: Para compartir un enlace que permita a alguien más unirse fácilmente a tu sesión de TeleNVDA, selecciona Copiar enlace en el menú remoto. También se pueden asignar gestos desde el diálogo Gestos de entrada para acelerar esta tarea.
fi: Jotta muut voivat helposti liittyä TeleNVDA-istuntoosi, valitse Etäkäyttö-valikosta Kopioi linkki -vaihtoehto. Voit myös tehdä tämän nopeammin määrittämällä näppäinkomennon NVDA:n Näppäinkomennot-valintaikkunasta.
fr: Pour partager un lien permettant à quelqu'un d'autre de rejoindre facilement votre session de TeleNVDA, choisissez le menu "copier le lien" dans le sous-menu Accès distant. Vous pouvez également attribuer des gestes à partir du dialogue Gestes de commandes de NVDA pour accélérer cette tâche.
gl: Para compartir un ligazón que permita a alguén máis unirse doadamente a túa sesión de TeleNVDA, seleciona Copiar ligazón no menú remoto. Tamén se poden asignar xestos dende o diálogo Xestos de entrada para acelerar esta tarefa.
pt_br: Para compartilhar um link para que outra pessoa possa entrar facilmente na sua sessão do TeleNVDA, selecione Copiar link no menu Remoto. Você também pode atribuir gestos na caixa de diálogo Gestos de entrada do NVDA para acelerar essa tarefa.
pt_pt: Para partilhar uma ligação para que outra pessoa possa entrar facilmente na sua sessão do TeleNVDA, seleccione Copiar ligação no menu Remoto. Também pode atribuir atalhos a partir do diálogo definir comandos do NVDA para acelerar esta tarefa.
ru: Чтобы получить ссылку для упрощённого подключения другого человека к вашему сеансу TeleNVDA, в подменю «Удалённое управление» активируйте пункт «Скопировать ссылку на удалённый сеанс». Вы также можете назначить свободный жест в диалоге «Жесты ввода», чтобы ускорить эту задачу.
tr: Bir başkasının TeleNVDA oturumunuza kolayca katılabilmesi için bir bağlantı paylaşmak üzere Uzak Bağlantı menüsünden Bağlantıyı Kopyala'yı seçin. Bu görevi hızlandırmak için NVDA Girdi Hareketleri iletişim kutusundan da hareketler atayabilirsiniz.
uk: Щоб поділитися посиланням, аби хтось інший міг легко приєднатися до вашого сеансу TeleNVDA, виберіть "Копіювати посилання" в меню віддаленого керування. LЩоб пришвидшити виконання цього завдання, призначте на нього жест в діалозі «Жести вводу».
zh_cn: 要共享链接以便其他人可以轻松加入您的NVDA 远程会话，请在“远程”菜单中选择“复制链接”。您也可以为此功能分配一个快捷键，从而提高操作效率。

source: You can choose between two link formats. First one is compatible with both NVDA Remote and TeleNVDA, and is the most recommended for now. Second one is compatible only with TeleNVDA.
bg: Можете да избирате между два формата на връзката. Първият е съвместим както с NVDA Remote, така и с TeleNVDA и е най-препоръчителният за момента. Вторият е съвместим само с TeleNVDA.
da: Du kan vælge mellem to linkformater. Den første er kompatibel med både NVDA Fjernsupport og TeleNVDA, og er den mest anbefalede i øjeblikket. Den anden er kun kompatibel med TeleNVDA.
de: Sie können zwischen zwei Link-Formaten auswählen. Das erste Format ist sowohl mit NVDA-Remote als auch mit TeleNVDA kompatibel und wird im Moment am meisten empfohlen. Das zweite Format ist nur mit TeleNVDA kompatibel.
es: Puedes elegir entre dos formatos de enlace. El primero es compatible tanto con NVDA Remote como con TeleNVDA, y es el más recomendado por ahora. El segundo es compatible sólo con TeleNVDA.
fi: Voit valita kahden linkkiformaatin väliltä. Ensimmäinen on yhteensopiva sekä NVDA-etäkäytön että TeleNVDA:n kanssa ja on tällä hetkellä suositeltavin. Toinen on yhteensopiva vain TeleNVDA:n kanssa.
fr: Vous pouvez choisir entre deux formats de liens. Le premier est compatible avec NVDA Remote et TeleNVDA, et est le plus recommandé pour l'instant. Le deuxième est compatible uniquement avec TeleNVDA.
gl: Podes escoller entre dous formatos de ligazón. O primeiro é compatible tanto co NVDA Remote coma co TeleNVDA, e é o máis recomendado polo de agora. O segundo é compatible só co TeleNVDA.
pt_br: Você pode escolher entre dois formatos de link. O primeiro é compatível com o NVDA Remote e o TeleNVDA e, por enquanto, é o mais recomendado. O segundo é compatível apenas com o TeleNVDA.
pt_pt: Pode escolher entre dois formatos de ligação. O primeiro é compatível com o NVDA Remote e o TeleNVDA, e é o mais recomendado actualmente. O segundo é compatível apenas com o TeleNVDA.
ru: Вы можете выбрать один из двух форматов ссылок. Первый совместим как с NVDA Remote, так и с TeleNVDA, и на данный момент является наиболее рекомендуемым. Второй совместим только с TeleNVDA.
tr: İki bağlantı biçimi arasından seçim yapabilirsiniz. İlki hem NVDA Uzaktan Destek hem de TeleNVDA ile uyumludur ve şimdilik en çok önerilendir. İkincisi yalnızca TeleNVDA ile uyumludur.
uk: Ви можете вибрати один з двох форматів посилань. Перший сумісний як з NVDA Remote, так і з TeleNVDA, і наразі є найбільш рекомендованим. Другий формат сумісний лише з TeleNVDA.
zh_cn: 您可以在两种链接格式之间进行选择。第一个同时兼容 NVDA 远程和 TeleNVDA，是目前最推荐的。第二个仅与 TeleNVDA 兼容。

source: IF you are connected as the controlling computer, this link will allow someone else to connect and be controlled.
bg: Ако сте свързани като управляващ компютър, тази връзка ще позволи на някой друг да се свърже и да бъде управляван.
da: Hvis du er tilsluttet som den kontrollerende computer, vil dette link give en anden mulighed for at oprette forbindelse og blive kontrolleret.
de: Wenn Sie als Host-Computer angeschlossen sind, kann über diesen Link eine andere Person angeschlossen und gesteuert werden.
es: Si estás conectado como controlador, este enlace permitirá a cualquiera conectarse y ser controlado.
fi: Mikäli olet muodostanut yhteyden hallitsevana tietokoneena, tämä linkki sallii jonkun muun henkilön yhdistää tietokoneeseesi sekä hänen koneensa hallitsemisen.
fr: Si vous êtes connecté en tant qu'ordinateur contrôleur, ce lien permet à quelqu'un d'autre de se connecter et être contrôlé.
gl: Se estás conectado como controlador, este ligazón permitirá a calquera conectarse e seren controlado.
pt_br: SE você estiver conectado como o computador de controle, esse link permitirá que outra pessoa se conecte e seja controlada.
pt_pt: SE estiver ligado como computador de controlo, esta ligação permitirá que outra pessoa se ligue e seja controlada.
ru: Если ваш компьютер является управляющим, то эта ссылка позволит подключить другой компьютер в качестве управляемого.
tr: Kontrol eden bilgisayar olarak bağlıysanız, bu bağlantı başka birinin bağlanmasına ve kontrol edilmesine izin verecektir.
uk: Якщо ви під'єднані як керівний комп’ютер, це посилання дозволить комусь іншому під’єднатися і бути керованим.
zh_cn: 如果您作为控制方，此链接可以让其他人的计算机被控制。
