Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Also note that sending files may consume too much network traffic on the server, depending on the file size, the computers connected to the same session and the amount of files sent. Contact your server administrator and ask them if the traffic is billed. In that case, consider using another platform to exchange files.
bg: Също така имайте предвид, че изпращането на файлове може да изразходва твърде много мрежов трафик на сървъра, в зависимост от размера на файла, компютрите, свързани към една и съща сесия, и количеството на изпратените файлове. Свържете се с администратора на вашия сървър и го попитайте дали трафикът се таксува. В такъв случай обмислете използването на друга платформа за обмен на файлове.
da: Bemærk også, at afsendelse af filer kan forbruge for meget netværkstrafik på serveren, afhængigt af filstørrelsen, de computere, der er tilsluttet den samme session, og mængden af sendte filer. Kontakt din serveradministrator og spørg dem, om trafikken faktureres. Overvej i så fald at bruge en anden platform til at udveksle filer.
de: Beachten Sie auch, dass das Versenden von Dateien je nach Dateigröße, den mit derselben Sitzung verbundenen Computern und der Menge der versendeten Dateien zu viel Netzwerkverkehr auf dem Server verbrauchen kann. Wenden Sie sich an den Server-Administrator und fragen Sie nach, ob der Datenverkehr in Rechnung gestellt wird. In diesem Fall sollten Sie eine andere Plattform für den Dateiaustausch in Betracht ziehen.
es: Ten en cuenta también que enviar archivos puede consumir demasiado tráfico de red en el servidor, dependiendo del tamaño del archivo, los ordenadores conectados a la misma sesión y la cantidad de archivos enviados. Contacta con el administrador de tu servidor y pregúntale si se factura el tráfico. En tal caso, plantéate otra plataforma para intercambiar archivos.
fi: Huomaa myös, että tiedostojen lähettäminen saattaa käyttää liikaa kaistaa palvelimella tiedostokoosta, samaan istuntoon yhdistäneiden tietokoneiden määrästä ja lähetettyjen tiedostojen määrästä riippuen. Ota yhteyttä palvelimen ylläpitäjään ja kysy, laskutetaanko verkkoliikenteestä. Harkitse siinä tapauksessa jonkin muun alustan käyttämistä tiedostojen jakamiseen.
fr: Notez également que l'envoi de fichiers peut consommer trop de trafic réseau sur le serveur, selon la taille du fichier, les ordinateurs connectés à la même session et de la quantité de fichiers envoyés. Contactez votre administrateur de serveur et demandez-leur si le trafic est facturé. Dans ce cas, envisagez d'utiliser une autre plate-forme pour échanger des fichiers.
gl: Ten en conta tamén que enviar arquivos pode consumir demasiado tráfico de rede no servidor, dependendo do tamaño do arquivo, os computadores conectados á mesma sesión e a cantidade de arquivos enviados. Contacta co administrador do teu servidor e pregúntalle se se factura o tráfico. En tal caso, prantéxate outra plataforma para intercambiar arquivos.
pt_br: Observe também que o envio de arquivos pode consumir muito tráfego de rede no servidor, dependendo do tamanho , dos computadores conectados à mesma sessão e da quantidade de arquivos enviados. Entre em contato com o administrador do servidor e pergunte se o tráfego é cobrado. Nesse caso, considere a possibilidade de usar outra plataforma para trocar arquivos.
pt_pt: Tenha também em atenção que o envio de ficheiros pode consumir demasiado tráfego de rede no servidor, dependendo do tamanho do ficheiro, dos computadores ligados à mesma sessão e da quantidade de ficheiros enviados. Contacte o administrador do servidor e pergunte-lhe se o tráfego é cobrado. Nesse caso, considere a possibilidade de utilizar outra plataforma para trocar ficheiros.
ru: Также имейте в виду, что отправка файлов может потреблять слишком много сетевого трафика на сервере, в зависимости от размера файла, числа компьютеров, подключённых к одному сеансу, и количества отправленных файлов. Свяжитесь с администратором вашего сервера и узнайте, оплачивается ли трафик. В этом случае рассмотрите возможность использования другой платформы для обмена файлами.
tr: Ayrıca dosya göndermenin, dosya boyutuna, aynı oturuma bağlı bilgisayarlara ve gönderilen dosya miktarına bağlı olarak sunucuda çok fazla ağ trafiği tüketebileceğini unutmayın. Sunucu yöneticinize başvurun ve trafiğin faturalandırılıp faturalandırılmadığını sorun. Bu durumda, dosya alışverişi için başka bir platform kullanmayı düşünün.
uk: Також зауважте, що надсилання файлів може споживати занадто багато мережевого трафіку на сервері, залежно від розміру файлу, кількості комп'ютерів, підключених до одного сеансу, та кількості надісланих файлів. Зверніться до адміністратора вашого сервера й запитайте, чи тарифікується трафік. У такому випадку розгляньте можливість використання іншої платформи для обміну файлами.
zh_cn: 另请注意，发送文件可能会花费中继服务器的流量，具体取决于文件大小、连接到同一会话的计算机数量以及发送的文件数量。请联系提供中继服务的服务器管理员并询问服务器流量的计费情况。如果流量收费，或非常有限，请考虑使用其他平台来传送文件。

source: When the file is received on the remote machines, a Save as dialog will pop up, allowing you to choose where to save the file.
bg: Когато файлът бъде получен на отдалечените машини, ще се появи диалогов прозорец "Запиши като", който ви позволява да изберете къде да запишете файла.
da: Når filen er modtaget på fjernmaskinerne, vil en "Gem som" dialog vises, så du kan vælge, hvor du vil gemme filen.
de: Wenn die Datei auf den Remote-Computern empfangen wird, erscheint ein Dialogfeld "Speichern unter", in dem Sie auswählen können, wo die Datei gespeichert werden soll.
es: Cuando el archivo se reciba en los equipos remotos, aparecerá un cuadro de diálogo Guardar como, lo que te permitirá elegir dónde guardarlo.
fi: Kun tiedosto on vastaanotettu etäkoneilla, näkyviin tulee Tallenna nimellä -valintaikkuna, jossa voit valita, minne tiedosto tallennetaan.
fr: Lorsque le fichier est reçu sur les machines distantes, une boîte de dialogue Enregistrer sous va apparaître, vous permettant de choisir où enregistrer le fichier.
gl: Cando o arquivo se reciba nos equipos remotos, aparecerá una Caixa de diálogo Gardar como, o que che permitirá escoller ónde gardalo.
pt_br: Quando o arquivo for recebido nas máquinas remotas, uma caixa de diálogo Salvar como será exibida, permitindo que você escolha onde salvá-lo.
pt_pt: Quando o ficheiro é recebido nas máquinas remotas, aparecerá uma caixa de diálogo Guardar como diálogo, permitindo-lhe escolher onde guardar o ficheiro.
ru: Когда файл будет получен на удалённых компьютерах, появится стандартное диалоговое окно «Сохранить как», позволяющее выбрать, где сохранить файл.
tr: Dosya uzaktaki makinelerde alındığında, dosyayı nereye kaydedeceğinizi seçmenize izin veren Farklı kaydet iletişim kutusu açılır.
uk: Коли файл буде отримано на віддаленому комп’ютері, з'явиться діалог Зберегти як, в якому ви зможете вибрати місце збереження файлу.
zh_cn: 当远程计算机收到文件时，会弹出“另存为”对话框，可以让您选择保存文件的位置。

source: Configuring TeleNVDA to Work on a Secure Desktop
bg: Конфигуриране на TeleNVDA за работа на защитени екрани
da: Konfigurer TeleNVDA til at fungere på en sikker skærm
de: TeleNVDA für die Arbeit auf einem sicheren Desktop konfigurieren
es: Configurar TeleNVDA para que funcione en el escritorio seguro
fi: TeleNVDA:n määrittäminen toimimaan suojatulla työpöydällä
fr: Configurer TeleNVDA pour fonctionner sur le bureau sécurisé
gl: Configurar TeleNVDA para que funcione no escritorio seguro
pt_br: Configuração do TeleNVDA para funcionar em uma área de trabalho segura
pt_pt: Configuração do TeleNVDA para trabalhar num ambiente de trabalho seguro
ru: Настройка TeleNVDA для работы на защищённом рабочем столе
tr: TeleNVDA'yı Güvenli Bir Masaüstünde Çalışacak Şekilde Yapılandırma
uk: Налаштування NVDA Remote для роботи на захищеному робочому столі
zh_cn: 配置远程协助在安全桌面上运行

source: In order for TeleNVDA to work on the secure desktop, the addon must be installed in the NVDA running on the secure desktop.
bg: За да може TeleNVDA да работи на защитени екрани, добавката трябва да бъде инсталирана в копието на NVDA, работещо на защитени екрани.
da: For at TeleNVDA kan fungere på det sikre skrivebord, skal tilføjelsen være installeret i den NVDA, der kører på den sikre skærm.
de: Damit TeleNVDA auf dem sicheren Desktop funktioniert, muss die NVDA-Erweiterung in dem auf dem sicheren Desktop laufenden NVDA installiert sein.
es: Para que TeleNVDA funcione en el escritorio seguro, el complemento debe estar instalado en el NVDA que se ejecuta en el escritorio seguro.
fi: Jotta TeleNVDA-lisäosa toimisi suojatulla työpöydällä, se on asennettava suojatulla työpöydällä käynnissä olevaan NVDA:han.
fr: Pour que TeleNVDA fonctionne sur un bureau sécurisé, il faut que l'extension soit installée sur la version de NVDA qui s'y exécute.
gl: Para que o TeleNVDA funcione no escritorio seguro, o complemento debe estar instalado no NVDA que se executa no escritorio seguro.
pt_br: Para que o TeleNVDA funcione na área de trabalho segura, o complemento deve ser instalado no NVDA em execução na área de trabalho segura.
pt_pt: Para que o TeleNVDA possa funcionar no ambiente de trabalho seguro, o addon deve ser instalado no NVDA a funcionar no ambiente de trabalho seguro.
ru: Для работы TeleNVDA на защищённом рабочем столе, дополнение должно быть установлено в NVDA, которая запускается на защищённых экранах.
tr: TeleNVDA'nın güvenli masaüstünde çalışması için, güvenli masaüstünde çalışan NVDA'da eklentinin kurulu olması gerekir.
uk: Для того, щоб TeleNVDA працював на захищеному робочому столі, додаток повинен бути встановлений у NVDA, що працює на захищеному робочому столі.
zh_cn: 若使远程协助能够在安全桌面上运行，必须在安全桌面上运行的 NVDA 中安装该远程协助插件。

source: From the NVDA menu, select Preferences, then General Settings.
bg: От менюто на NVDA изберете Настройки, след това Основни настройки.
da: Fra NVDA-menuen, skal du vælge "Opsætning" og herefter "Indstillinger" og "Generelt".
de: Wählen Sie im Menü NVDA die Option Einstellungen und dann Allgemeine Einstellungen aus.
es: En el menú de NVDA, selecciona preferencias, y a continuación opciones generales.
fi: Valitse NVDA-valikosta Asetukset -> Asetukset -> Yleiset.
fr: Depuis le menu de NVDA, sélectionnez Préférences, puis Paramètres généraux.
gl: No menú de NVDA, seleciona preferencias, e de seguido opcións xerais.
pt_br: No menu do NVDA, selecione Preferências e, em seguida, Configurações gerais.
pt_pt: A partir do menu do NVDA, seleccionar Preferências e depois Definições Gerais.
ru: Откройте меню NVDA → Параметры → Настройки...
tr: NVDA menüsünden Tercihler'i, ardından Ayarları açın ve Geneli seçin.
uk: В меню NVDA перейдіть до підменю "Параметри", далі оберіть "Налаштування...".
zh_cn: 从NVDA菜单中，选择：选项，然后找到常规设置。

source: Tab to the Use Currently Saved Settings on the Logon and Other Secure Screens (requires administrator privileges) button, and press Enter.
bg: Отидете с TAB до бутона "Използвай текущо запазените настройки в екрана за вписване и другите защитени екрани (изисква административни права)" и натиснете Enter.
da: Tab til knappen Brug aktuelt gemte indstillinger på logon- og andre sikre skærme (kræver administratorrettigheder), og tryk på Enter.
de: Wechseln Sie zur Schaltfläche "Aktuell gespeicherte Einstellungen für die Anmeldung und andere sichere Bildschirme verwenden (Administratorrechte erforderlich)" und drücken Sie die Eingabetaste.
es: Pulsa tabulador hasta el botón Utilizar opciones actualmente guardadas en la autentificación (logon) y otras pantallas seguras (requiere privilegios de administrador), y pulsa Intro.
fi: Siirry Sarkaimella Käytä tallennettuja asetuksia kirjautumis- ja muissa suojatuissa ruuduissa (edellyttää järjestelmänvalvojan oikeuksia) -painikkeen kohdalle ja paina Enter.
fr: Faites Tabulation jusqu'au bouton intitulé " Utiliser les paramètres NVDA actuellement sauvegardés pour l'écran de connexion et sur les écrans sécurisés (nécessite des privilèges administrateur) " et appuyez sur Entrée.
gl: Preme tab ate o botón Usar opcións actualmente gardadas na autentificación (logon) e outras pantallas seguras (require privilexios de administrador), e preme Intro.
pt_br: Selecione o botão Use Configurações salvas no momento em telas de logon e outras telas seguras (requer privilégios administrativos) e pressione Enter.
pt_pt: Tab para o botão usar as configurações no ecrã de entrada e noutras janelas seguras (requer privilégios de administrador), e prima Enter.
ru: В открывшимся диалоге настроек, в категории «Общие», нажмите кнопку «Использовать последнюю сохранённую конфигурацию на экране входа в систему и на других защищённых экранах (требуются права администратора)».
tr: Oturum Açma ve Diğer Güvenli Ekranlarda Şu Anda Kaydedilmiş Ayarları Kullan (yönetici ayrıcalıkları gerektirir) düğmesine gidin ve Enter'a basın.
uk: Рухайтеся клавішею tab до кнопки «"Використовувати останні збережені налаштування під час входу й читання захищених екранів (потрібні права адміністратора)» і натисніть клавішу Enter.
zh_cn: 选择“应用以保存的配置到欢迎界面和其他安全界面（需要管理员权限）”按钮，然后按下回车键。

source: Answer Yes to the prompts regarding copying your settings and about copying plugins, and respond to the User Account Control prompt that may appear.
bg: Отговорете с ДА на подканите относно копирането на вашите настройки и относно копирането на добавки и отговорете на подканата за контрол на потребителските акаунти, която може да се появи.
da: Svar Ja til meddelelserne om kopiering af dine indstillinger og om kopiering af tilføjelser, og evt. til dialogen om kontrol af brugerkonti.
de: Beantworten Sie die Aufforderungen zum Kopieren Ihrer Einstellungen und zum Kopieren von Plugins mit "Ja" und beantworten Sie die möglicherweise erscheinende Aufforderung zur Benutzerkontensteuerung.
es: Responde sí a las advertencias sobre copiar la configuración y los complementos, y responde a la advertencia del control de cuentas de usuario que debería aparecer.
fi: Vastaa Kyllä kysymyksiin asetustesi ja lisäosien kopioinnista sekä mahdollisesti näkyviin tulevaan Käyttäjätilien valvonnan kehotteeseen.
fr: Répondez Oui aux questions relatives à la copie de vos paramètres et extensions et répondez Oui à l'invite du contrôle de compte d'utilisateur qui apparaîtrait.
gl: Resposta si ás advertencias sobre copiar a configuración e os complementos, e resposta á advertencia do control de contas de usuario que debería aparecer.
pt_br: Responda Yes aos avisos sobre a cópia de suas configurações e sobre a cópia de plug-ins e responda ao aviso de Controle de Conta de Usuário que pode ser exibido.
pt_pt: Responda Sim aos pedidos relativos à cópia das suas definições e sobre a cópia de plugins, e responda ao pedido de Controlo de Conta de Utilizador que possa aparecer.
ru: Ответьте «Да» на вопросы, связанные с копированием настроек и плагинов. Также ответьте на вопросы контроля учётных записей, которые могут появиться.
tr: Ayarlarınızı kopyalamak ve eklentileri kopyalamakla ilgili istemlere Evet yanıtı verin ve görünebilecek Kullanıcı Hesabı Denetimi istemine yanıt verin.
uk: Відповісти "Так" на запити щодо копіювання налаштувань та копіювання додатків, а також відповісти на запит служби захисту користувачів, що може з'явитися.
zh_cn: 对有关复制设置和复制插件的提示选择“是”，并接受可能出现的“用户帐户控制”提示。

source: When settings are copied, press Enter to dismiss the OK button. Tab to OK and Enter once more to exit the dialog.
bg: Когато настройките бъдат копирани, натиснете Enter, за да задействате бутона OK. Отидете с TAB до OK и Enter още веднъж, за да излезете от диалоговия прозорец.
da: Når indstillingerne er kopieret, skal du trykke på Enter for at afvise dialogen. Tab til OK og tryk Enter for at afslutte dialogen.
de: Wenn die Einstellungen kopiert sind, drücken Sie die Eingabetaste, um die Schaltfläche "OK" zu schließen. Gehen Sie mit der Tabulatortaste auf "OK" und drücken Sie erneut die Eingabetaste, um das Dialogfeld zu verlassen.
es: Cuando la configuración se haya copiado, pulsa intro para aceptar la confirmación. Pulsa tabulador hasta aceptar y pulsa intro de nuevo para salir del diálogo.
fi: Kun asetukset on kopioitu, paina Enter sulkeaksesi siitä kertovan ilmoituksen. Siirry sitten sarkaimella OK-painikkeen kohdalle ja paina vielä kerran Enter sulkeaksesi valintaikkunan.
fr: Une fois les paramètres copiés, appuyez sur Entrée pour valider le bouton OK. Refaites Tabulation jusqu'à OK. Enfin, refaites Entrée pour fermer ce dialogue.
gl: Cando a configuración secopiara , preme intro para aceptar a confirmación. Preme tabulador ate aceptar e preme intro de novo para saíir do diálogo.
pt_br: Quando as configurações forem copiadas, pressione Enter para dispensar o botão OK. Pressione Tab para OK e Enter mais uma vez para sair da caixa de diálogo.
pt_pt: Quando as definições são copiadas, prima Enter para ativar o botão OK. Tab para OK e Enter mais uma vez para sair do diálogo.
ru: Когда конфигурация будет скопирована, нажмите кнопку OK, чтобы закрыть диалог копирования настроек. Следом ещё раз нажмите OK для закрытия диалога настроек NVDA.
tr: Ayarlar kopyalandığında, Tamam düğmesine basın. İletişim kutusundan çıkmak için Sekme ile Tamam üzerine gelin ve Enter tuşuna tekrar basın.
uk: Коли налаштування буде скопійовано, натисніть кнопку «Гаразд», щоб закрити діалог копіювання.
zh_cn: 复制设置后，点击“确认”按钮。按tab键再找到“确认”按钮后按回车键退出对话框。

source: Once TeleNVDA is installed on the secure desktop, if you are currently being controlled in a remote session, you will have speech and braille access to the secure desktop when switched to.
bg: След като TeleNVDA бъде инсталирана за защитени екрани, ако в момента сте контролирани в отдалечена сесия, ще имате речев и брайлов достъп до защитения екран, когато преминете към него.
da: Når TeleNVDA er installeret til brug på sikre skærme, vil du herefter have adgang til fjernmaskinen med både punkt og tale, hvis maskinen bliver kontrolleret i et sikkert miljø.
de: Sobald TeleNVDA auf dem gesicherten Desktop installiert ist, haben Sie, wenn Sie gerade in einer Fernsitzung gesteuert werden, Sprach- und Braille-Zugriff auf den gesicherten Desktop, wenn Sie dahin wechseln.
es: En cuanto TeleNVDA esté instalado en el escritorio seguro, si te controlan en una sesión remota, el escritorio seguro tendrá soporte de voz y braille cuando se entre en él.
fi: Kun TeleNVDA on asennettu suojatulle työpöydälle ja jos konettasi hallitaan etäistunnossa, puhe ja pistenäyttö ovat käytettävissä suojatulle työpöydälle siirryttäessä.
fr: Une fois TeleNVDA installé sur le bureau sécurisé et que votre ordinateur est contrôlé, le bureau sécurisé sera sonorisé et affiché en Braille lorsqu'il est focalisé.
gl: Unha vez que o TeleNVDA estea instalado no escritorio seguro, se te controlan nunha sesión remota, o escritorio seguro terá soporte de voz e braille cando se entre nel.
pt_br: Depois que o TeleNVDA for instalado na área de trabalho segura, se você estiver sendo controlado em uma sessão remota, terá acesso à fala e ao braile na área de trabalho segura quando alternar para ela.
pt_pt: Uma vez instalado o TeleNVDA no ambiente de trabalho seguro, se estiver actualmente a ser controlado numa sessão remota, terá acesso à fala e ao braille no ambiente de trabalho seguro quando mudar para ele.
ru: После установки TeleNVDA для работы на защищённом рабочем столе, при переходе управляемого компьютера на защищённый экран (например в окно контроля учётных записей), вы будете иметь на управляющем компьютере речевой и брайлевский вывод.
tr: TeleNVDA güvenli masaüstüne yüklendikten sonra, şu anda uzak bir oturumda kontrol ediliyorsanız, geçiş yaptığınızda güvenli masaüstüne konuşma ve braille erişimine sahip olacaksınız.
uk: Після встановлення TeleNVDA на захищений робочий стіл, якщо в цей момент вами керують у віддаленому сеансі, ви матимете доступ до захищеного робочого столу за допомогою мовлення та шрифту Брайля при перемиканні на нього.
zh_cn: 在安全桌面上安装 NVDA 远程后，您在远程控制过程中，切换到安全桌面时，您也会收到语音和盲文输出。

source: Clearing SSL certificate fingerprints
bg: Изчистване на отпечатъците за SSL сертификат
da: Rydning af SSL-certifikatets fingeraftryk
de: Löschen von SSL-Zertifikat-Fingerprints
es: Eliminación de las huellas de los certificados SSL
fi: SSL-varmennesormenjälkien tyhjentäminen
fr: Effacer les empreintes digitales du certificat SSL
gl: Borrado das pegadas dos certificados SSL
pt_br: Limpeza de impressões digitais de certificados SSL
pt_pt: Limpeza de impressões digitais de certificados SSL
ru: Удаление отпечатков доверенных SSL-сертификатов
tr: SSL sertifikası parmak izlerini temizleme
uk: Видалення цифрових відбитків SSL-сертифікатів
zh_cn: 清除 SSL 证书指纹

source: If you no longer want to trust the server fingerprints you've trusted, you can clear all of the trusted fingerprints by pressing the "Delete all trusted fingerprints" button in the Options dialog.
bg: Ако вече не се доверявате на отпечатъците на даден сървър, на които сте имали доверие, можете да изчистите всички отпечатъци, като задействате бутона "Изтрий всички доверени сървърни отпечатъци" в диалоговия прозорец "Опции".
da: Hvis du ikke længere har tillid til de serverfingeraftryk, du har godkendt, kan du rydde alle de godkendte fingeraftryk ved at trykke på knappen "Slet alle godkendte fingeraftryk" i dialogboksen "Indstillinger".
de: Wenn Sie den Server-Fingerprints, denen Sie vertraut haben, nicht mehr vertrauen, können Sie sie löschen, indem Sie im Dialogfeld Optionen auf die Schaltfläche "Alle vertrauenswürdigen Fingerprints löschen" klicken.
es: Si ya no quieres confiar en huellas de servidores en las que has confiado, puedes eliminar todas las huellas de confianza pulsando el botón "Eliminar todas las huellas de confianza" desde el diálogo de opciones.
fi: Jos et enää luota aiemmin luottamiisi palvelinsormenjälkiin, voit tyhjentää ne kaikki painamalla Asetukset-valintaikkunassa "Poista kaikki luotetut sormenjäljet" -painiketta.
fr: Si vous ne voulez plus faire confiance aux empreintes digitales du serveur en qui vous avez confiance, vous pouvez effacer toutes les empreintes digitales de confiance en appuyant sur le bouton " Supprimer toutes les empreintes digitales de confiance " dans la boîte de dialogue Options.
gl: Se xa non queres confiar nas pegadas d servidores nas que confiaches, podes borrar todas as pegadas de confianza premendo o botón "borrar todas as pegadas de confianza" dende o diálogo de opcións.
pt_br: Se você não quiser mais confiar nas impressões digitais do servidor em que confiou, poderá limpar todas as impressões digitais confiáveis pressionando o botão “Excluir todas as impressões digitais confiáveis” na caixa de diálogo Opções.
pt_pt: Se já não quiser confiar nas impressões digitais do servidor em que confiou, pode apagar todas as impressões digitais de confiança premindo o botão "Apagar todas as impressões digitais de confiança" no diálogo Opções.
ru: Если вы больше не хотите доверять отпечаткам SSL-сертификатов серверов, которые вы сохранили как доверенные, то можете удалить их все сразу, нажав кнопку «Удалить все отпечатки доверенных сертификатов» в диалоговом окне «Параметры».
tr: Güvendiğiniz sunucu parmak izlerine artık güvenmek istemiyorsanız, Seçenekler iletişim kutusundaki "Tüm güvenilen parmak izlerini sil" düğmesine basarak tüm güvenilen parmak izlerini temizleyebilirsiniz.
uk: Якщо ви більше не хочете довіряти серверам, які ви раніше додали до надійних, ви можете видалити всі цифрові відбитки серверів, натиснувши кнопку «Видалення всіх надійних відбитків» у діалозі "Параметри".
zh_cn: 如果您不再信任已信任的服务器指纹，您可以在“选项”对话框中点击“移除所有已信任的指纹”按钮来清除所有信任过的指纹。
