Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: If instead you have set up your computer to be controlled, the link will allow people who you share it with to control your machine.
bg: Ако вместо това сте настроили компютъра си да бъде управляван, връзката ще позволи на хората, с които я споделяте, да управляват вашата машина.
da: Hvis du i stedet har sat din computer op til at blive styret, vil linket tillade personer, som du deler dette med, at styre din maskine.
de: Wenn Sie stattdessen Ihren Computer so eingerichtet haben, dass er gesteuert werden kann, ermöglicht der Link den Personen, für die Sie ihn freigeben, die Steuerung Ihres Computers.
es: Si por el contrario has configurado tu equipo para ser controlado, el enlace permitirá a la gente con la que lo compartas controlarlo.
fi: Jos sen sijaan olet määrittänyt tietokoneesi hallittavaksi, linkki sallii henkilöiden, joille sen jaat, hallita konettasi.
fr: Si, en revanche, vous avez configuré votre ordinateur pour être contrôlé, les personnes avec qui vous avez partagé ce lien pourront contrôler votre machine.
gl: Se pola contra confiburaches o teu equipo para ser controlado, o ligazón permitirá á xente coa que o compartas controlalo.
pt_br: Se, em vez disso, você tiver configurado seu computador para ser controlado, o link permitirá que as pessoas com quem você o compartilha controlem sua máquina.
pt_pt: Se, em vez disso, tiver configurado o seu computador para ser controlado, a ligação permitirá que as pessoas com quem o partilha controlem a sua máquina.
ru: Если же ваш компьютер настроен как управляемый, то любой получатель данной ссылки сможет управлять им.
tr: Bunun yerine bilgisayarınızı kontrol edilecek şekilde ayarladıysanız, bağlantı, onu paylaştığınız kişilerin makinenizi kontrol etmesine izin verecektir.
uk: Якщо замість цього ви налаштували свій комп'ютер на керування, посилання дозволить людям, з якими ви ділитеся ним, керувати вашим комп’ютером.
zh_cn: 如果您作为被控方，则此链接可以让其他人来控制您的计算机。

source: Many applications will allow users to activate this link automatically, but if it does not run from within a specific app, it can be coppied to the clipboard and run from the run dialog.
bg: Много приложения ще позволят на потребителите да активират тази връзка автоматично, но ако не се стартира от конкретно приложение, може да се копира в клипборда и да се стартира от диалоговия прозорец "Изпълнение".
da: Mange applikationer tillader brugere at aktivere dette link automatisk, men hvis det ikke virker fra en specifik app, kan det kopieres til udklipsholderen og køres fra dialogen "Kør".
de: Bei vielen Anwendungen kann diese Verknüpfung automatisch aktiviert werden. Wenn sie jedoch nicht aus einer bestimmten Anwendung heraus ausgeführt wird, kann sie in die Zwischenablage kopiert und über den Ausführen-Dialogfeld ausgeführt werden.
es: Muchas aplicaciones permiten a los usuarios activar este enlace automáticamente, pero si no se abre desde una aplicación específica, puedes copiarlo y abrirlo desde el diálogo ejecutar.
fi: Useat sovellukset mahdollistavat linkin automaattisen avaamisen, mutta mikäli se ei onnistu jossain tietyssä sovelluksessa, se voidaan kopioida leikepöydälle ja avata Suorita-valintaikkunasta.
fr: De nombreuses applications permettent aux utilisateurs d'activer ce lien automatiquement, mais s'il ne s'exécute pas au sein d'une application précise, le lien peut être copié dans le presse-papiers et utilisé dans la commande Exécuter.
gl: Moitas aplicacións permiten aos usuarios activar este ligazón automáticamente, pero se non se abre dende unha aplicación específica, podes copialo e abrilo dende o diálogo executar.
pt_br: Muitos aplicativos permitirão que os usuários ativem esse link automaticamente, mas se ele não for executado em um aplicativo específico, poderá ser copiado para a área de transferência e executado na caixa de diálogo Executar.
pt_pt: Muitas aplicações permitirão aos utilizadores activar esta ligação automaticamente, mas se não for executada a partir de uma aplicação específica, pode ser copiada para a área de transferência e executada a partir do diálogo de execução.
ru: Многие приложения позволяют пользователю автоматически активировать эту ссылку, но если она не работает в каком-то приложении, то её можно скопировать в буфер обмена и запустить из диалога «Выполнить» (Windows+R).
tr: Birçok uygulama, kullanıcıların bu bağlantıyı otomatik olarak etkinleştirmesine izin verir, ancak belirli bir uygulama içinden çalışmıyorsa, panoya kopyalanabilir ve çalıştır iletişim kutusundan çalıştırılabilir.
uk: Багато програм дадуть змогу користувачам автоматично активувати це посилання, але якщо воно не запускається з певної програми, його можна скопіювати до буфера обміну та запустити з діалогу "Виконати" (windows+r).
zh_cn: 得到链接的一方，可以将链接复制到剪贴板，然后使用 Windows + R 打开运行对话框，粘贴以 nvdaremote:// 开头的链接并确定，随后按照提示可以控制对方的计算机或者允许对方控制自己的计算机。

source: Note that the shared link may not work if you copy it from a server running in direct connection mode.
bg: Имайте предвид, че споделената връзка може да не работи, ако я копирате от сървър, работещ в режим на директна връзка.
da: Bemærk, at det delte link muligvis ikke virker, hvis du kopierer det fra en server, der kører i den direkte forbindelsestilstand (server).
de: Beachten Sie, dass der gemeinsame Link möglicherweise nicht funktioniert, wenn Sie ihn von einem Server kopieren, der im Modus der Direktverbindung läuft.
es: Ten en cuenta que el enlace compartido puede no funcionar si lo copias desde un servidor que funciona en modo de conexión directa.
fi: Huom: Jaettu linkki ei välttämättä toimi, jos kopioit sen suoraa yhteyttä käyttävältä palvelimelta.
fr: Notez que le lien partagé peut ne pas fonctionner si vous le copiez à partir d'un serveur s'exécutant en mode connexion directe.
gl: Ten en conta que o ligazón compartido pode non funcionar se o copias dende un servidor que funciona en modo de conexión directa.
pt_br: Note que o link compartilhado pode não funcionar se você o copiar de um servidor em execução no modo de conexão direta.
pt_pt: Note que a ligação partilhada pode não funcionar se a copiar de um servidor que esteja a funcionar em modo de ligação directa.
ru: Обратите внимание, что ссылка на удалённый сеанс может не работать, если вы копируете её с сервера, работающего в режиме прямого подключения.
tr: Doğrudan bağlantı modunda çalışan bir sunucudan kopyalarsanız paylaşılan bağlantının çalışmayabileceğini unutmayın.
uk: Зауважте, що спільне посилання може не працювати, якщо ви скопіюєте його з сервера, який працює в режимі прямого з'єднання.
zh_cn: 请注意，如果从以直接连接模式运行的服务器端复制共享链接，则该共享链接可能无效。

source: Send Ctrl+Alt+Del
bg: Изпращане на Control+Alt+Delete
de: Strg+Alt+Entf senden
es: Enviar ctrl+alt+supr
fi: Lähetä Ctrl+Alt+Del
fr: Envoyer Ctrl+Alt+Suppr
gl: Enviar ctrl+alt+supr
pt_br: Enviar Ctrl+Alt+Del
pt_pt: Enviar ctrl+alt+del
ru: Отправка Control+Alt+Del на управляемый компьютер
tr: Ctrl+Alt+Sil komutu Gönder
uk: Надіслати Ctrl+Alt+Del
zh_cn: 发送 Ctrl + Alt + Del

source: While sending keys, it is not possible to send the CTRL+Alt+del combination normally.
bg: Докато изпращате команди, обикновено не е възможно да изпратите комбинацията Control+Alt+Delete.
da: Når du videresender taster, kan du normalt ikke benytte Alt+Ctrl+Delete.
de: Beim Senden von Tasten ist es nicht möglich, die Kombination Strg+Alt+Entf normalerweise zu senden.
es: Aunque el envío de teclas esté activado, la combinación ctrl+alt+supr no se puede enviar como el resto.
fi: Ctrl+Alt+Del-näppäinyhdistelmän lähettäminen ei ole mahdollista tavalliseen tapaan näppäinpainalluksia lähetettäessä.
fr: Pendant l'envoi de commandes, il n'est pas possible d'envoyer la combinaison de touches Ctrl+Alt+Suppr de façon normale.
gl: Aíndaque o envío de teclas estea activado, a combinación ctrl+alt+supr non se pode enviar coma o resto.
pt_br: Ao enviar teclas, não é possível enviar a combinação CTRL+Alt+del normalmente.
pt_pt: Enquanto envia teclas, não é possível enviar normalmente a combinação CTRL+Alt+del.
ru: При управлении удалённым компьютером, невозможно использовать комбинацию клавиш Control+Alt+Del простым её нажатием, поскольку она всё равно будет перехвачена системой управляющего компьютера.
tr: Tuşları gönderirken CTRL+Alt+Sil kombinasyonunu normal şekilde göndermek mümkün değildir.
uk: При надсиланні клавіш неможливо відправити комбінацію CTRL+Alt+del звичайним натисканням.
zh_cn: 在控制另一台计算机的过程中，无法正常发送 CTRL + Alt + del 快捷键。

source: If you need to send CTRL+Alt+del, and the remote system is on the secure desktop, use this command. You can also assighn a gesture for this command in the input Gestures dialog.
bg: Ако трябва да изпратите Control+Alt+Delete и отдалечената система е на защитен екран, използвайте тази команда. Можете също да зададете жест за тази команда в диалоговия прозорец "Жестове на въвеждане".
es: Si necesitas enviar ctrl+alt+supr, y el sistema remoto se encuentra en el escritorio seguro, elige esta opción. También puedes asignar un gesto para esta orden en el diálogo Gestos de entrada.
fi: Käytä tätä komentoa, mikäli sinun on lähetettävä Ctrl+Alt+Del etäjärjestelmälle, jossa suojattu työpöytä on aktiivisena. Voit myös määrittää näppäinkomennon tälle komennolle Näppäinkomennot-valintaikkunassa.
fr: Si vous devez envoyer cette commande mais que le système distant est en mode bureau sécurisé, utilisez alors la commande de menu "Envoyer Ctrl+Alt+Suppr". Vous pouvez également attribuer un geste à cette commande dans la boîte de dialogue Gestes de commandes.
gl: Se necesitas enviar CTRL+Alt+supr, e o sistema remoto está no escritorio seguro, us esta orde. Tamén podes asignar un xesto a esta orde no cadro de diálogo Xestos de entrada.
pt_br: Se você precisar enviar CTRL+Alt+del e o sistema remoto estiver na área de trabalho segura, use esse comando. Você também pode atribuir um gesto a esse comando na caixa de diálogo Gestos de entrada.
ru: Если вам требуется нажать на удалённом компьютере сочетание клавиш Control+Alt+Del, то на управляющем компьютере откройте меню NVDA → Сервис → Удалённое управление и активируйте пункт «Отправить Control+Alt+Del». Вы также можете назначить жест для этой команды в диалоговом окне жестов ввода.
tr: CTRL+Alt+del göndermeniz gerekiyorsa ve uzaktaki sistem güvenli masaüstündeyse bu komutu kullanın. Girdi Hareketleri iletişim kutusunda da bu komut için bir hareket atayabilirsiniz.

source: Send toggle key between local and remote computer
bg: Изпращане на превключващи клавиши между управляващ и управляван компютър
da: Send tasten til at skifte mellem lokal og fjerncomputer
de: Umschalt-Taste zwischen lokalem und entferntem Computer senden
es: Enviar tecla de alternar entre equipo local y equipo remoto
fi: Lähetä tilanvaihtonäppäin paikallisen ja etäkoneen välillä
fr: Envoyer une touche de bascule entre la machine locale et la machine distante
gl: Enviar tecla de alternar entre equipo local e equipo remoto
pt_br: Enviar tecla de alternância entre o computador local e o remoto
pt_pt: Enviar tecla de alternância entre computador local e remoto
ru: Отправка клавиши переключения между локальным и удалённым компьютером
tr: Yerel ve uzak bilgisayar arasında geçiş anahtarı gönder
uk: Надіслати жест перемикання між локальним і віддаленим комп'ютером
zh_cn: 发送用于在控制方和被控方之间切换的快捷键

source: Usually when you press the assigned gesture to switch between the local and the remote machine, it won't be sent to the remote machine; it will switch between the local machine and the remote machine instead.
bg: Обикновено, когато натиснете зададения жест за превключване между локалната и отдалечената машина, той няма да бъде изпратен до отдалечената машина – вместо това ще превключва между локалната машина и отдалечената машина.
da: Normalt når du trykker på den tildelte tastaturkommando for at skifte mellem den lokale og fjerncomputeren, vil den ikke blive sendt til fjerncomputeren. Den vil i stedet skifte mellem den lokale maskine og fjerncomputeren.
de: Wenn Sie den zugewiesenen Tastenbefehl drücken, um zwischen dem lokalen und dem entfernten Computer zu wechseln, wird sie normalerweise nicht an den Remote-Computer gesendet, sondern zwischen dem lokalen und dem entfernten Computer umgeschaltet.
es: Usualmente cuando pulsas el gesto asignado para cambiar entre el equipo local y el remoto, este no se enviará al equipo controlado si no que alternará entre la máquina local y el equipo remoto.
fi: Kun painat määritettyä näppäinkomentoa vaihtaaksesi paikallisen ja etäkoneen välillä, sitä ei yleensä lähetetä etäkoneelle vaan se vaihtaa paikallisen ja etäkoneen välillä.
fr: Habituellement, lorsque vous appuyez sur le geste attribué pour basculer entre la machine locale et distante, il ne sera pas envoyé à la machine distante; Il basculera à la place entre la machine locale et la machine distante.
gl: Normalmente cando premes o xesto asignado para cambiar entre o equipo local e o remoto, este non se enviará ao equipo controlado se non que alternará entre a máquina local e o equipo remoto.
pt_br: Normalmente, quando você pressiona o gesto atribuído para alternar entre a máquina local e a remota, ele não é enviado para a máquina remota; em vez disso, ele alterna entre a máquina local e a remota.
pt_pt: Normalmente quando se pressiona o atalho atribuído para alternar entre a máquina local e a máquina remota, este não será enviado para a máquina remota; em vez disso, irá alternar entre a máquina local e a máquina remota.
ru: Обычно, когда вы нажимаете клавишу переключения между локальным и удалённым компьютером, она выполняет данную функцию, но сама не передаётся на удалённый компьютер.
tr: Genellikle, yerel ve uzak makine arasında geçiş yapmak için atanmış harekete bastığınızda, bu hareket uzak makineye gönderilmez; bunun yerine yerel makine ile uzak makine arasında geçiş yapacaktır.
uk: Зазвичай, коли ви натискаєте призначений жест для перемикання між локальним і віддаленим комп'ютером, він не надсилається на віддалений комп'ютер, а перемикається між локальним і віддаленим комп'ютером.
zh_cn: 通常当您按控制方和被控方之间切换的快捷键时，不会发送到被控方，因为该快捷键用于在本地计算机和远程计算机之间切换。

source: If you need to send this or any gesture to the remote machine, you can override this behavior for the next immediate gesture by activating the ignore next gesture script.
bg: Ако трябва да изпратите този или друг жест към отдалечената машина, можете да отмените това поведение за следващия незабавен жест, като активирате скрипта за игнориране на следващия жест.
da: Hvis du vil videresende denne tastaturkommando til fjerncomputeren, kan du vælge at ignorere denne adfærd ved at benytte det tilsvarende script.
de: Wenn Sie diesen oder einen anderen Tastenbefehl an den Remote-Computer senden müssen, können Sie dieses Verhalten für den nächsten unmittelbaren Tastenbefehl außer Kraft setzen, indem Sie das Skript "Nächsten Tastenbefehl ignorieren" aktivieren.
es: Si necesitas enviar este o cualquier gesto a la máquina remota, puedes omitir este comportamiento para el siguiente gesto inmediato activando el escript ignorar el siguiente gesto.
fi: Jos sinun on lähetettävä tämä tai mikä tahansa muu näppäinkomento etäkoneelle, voit ohittaa tämän toiminnan seuraavaksi painetulle näppäinkomennolle aktivoimalla Lähetä seuraava näppäinkomento -skriptin.
fr: Si vous avez besoin d'envoyer ce geste ou n'importe quel geste à la machine distante, vous pouvez remplacer ce comportement pour le geste immédiat suivant en activant le script ignorer complètement le geste suivant.
gl: Se necesitas enviar este ou calquera xesto á máquina remota, podes omitir este comportamento para o seguinte xesto inmediato activando o escript ignorar o seguinte xesto.
pt_br: Se precisar enviar esse ou qualquer outro gesto para a máquina remota, você poderá substituir esse comportamento para o próximo gesto imediato ativando o script ignorar próximo gesto.
pt_pt: Se precisar de enviar este ou qualquer atalho para a máquina remota, pode anular este comportamento para o próximo atalho imediato, activando o script do próximo atalho ignorar.
ru: Если вам требуется отправить эту клавишу или любой другой жест на удалённый компьютер, то вы можете сделать это с помощью вызова команды игнорирования нажатия следующей клавиши на управляющем компьютере.
tr: Bunu veya herhangi bir hareketi uzaktaki makineye göndermeniz gerekirse, sonraki hareketi yoksay komut dosyasını etkinleştirerek bu davranışı bir sonraki anlık hareket için geçersiz kılabilirsiniz.
uk: Якщо вам потрібно надіслати цей або будь-який інший жест на віддалений комп'ютер, ви можете змінити цю поведінку для наступного жесту, активувавши сценарій ігнорування наступного жесту.
zh_cn: 如果您需要将此快捷键或任何其他按键发送到被控方，您可以执行“忽略下一个按键指令，将其完全交给被控方处理”。

source: By default, this script is assigned to the control + f11 key. This gesture can be changed from NVDA Input Gestures Dialog.
bg: По подразбиране този скрипт е зададен на клавишната комбинация Control+F11. Този жест може да бъде променен от диалоговия прозорец "Жестове на въвеждане" на NVDA.
da: Som standard er dette script tildelt til Ctrl+F11. Du kan ændre kommandoen, ved at åbne dialogen "Håndter kommandoer".
de: Standardmäßig ist dieses Skript der Taste Strg+F11 zugewiesen. Dieser Tastenbefehl kann im Dialogfeld für die Tastenbefehle in NVDA geändert werden.
es: Por defecto, este script está asignado a la tecla control + f11. Este gesto se puede cambiar desde el diálogo Gestos de entrada de NVDA.
fi: Tälle skriptille on määritetty oletusarvoisesti näppäinkomento Ctrl+F11. Sitä on mahdollista vaihtaa NVDA:n Näppäinkomennot-valintaikkunasta.
fr: Par défaut, ce script est attribué à la touche Control+F11. Ce geste peut être modifié à partir du dialogue Gestes de commandes de NVDA.
gl: Por defecto, este script está asignado á tecla control + f11. Este xesto pódese cambiar desde o diálogo Xestos de entrada de NVDA.
pt_br: Por padrão, esse script é atribuído à tecla control + f11. Esse gesto pode ser alterado na caixa de diálogo Gestos de entrada do NVDA.
pt_pt: Por defeito, este script é atribuído à tecla de controlo + f11. Este atalho pode ser alterado a partir do Diálogo de definir comandos no NVDA.
ru: По умолчанию на эту команду назначено сочетание клавиш Control+F11. Этот жест можно изменить в диалоге NVDA «Жесты ввода».
tr: Varsayılan olarak, bu komut, kontrol + f11 tuşuna atanır. Bu hareket, NVDA Girdi Hareketleri İletişim Kutusundan değiştirilebilir.
uk: Початково цей сценарій призначається клавіші control + f11. Цей жест можна змінити в діалозі жести вводу NVDA.
zh_cn: 默认情况下，该功能分配的快捷键是 control + f11 键。您可以在“按键与手势”对话框中分配其他快捷键。

source: When this script is called, the next gesture will be ignored and will be sent to the remote machine, including the gesture to activate the ignore next gesture script. Once the next gesture has been sent, it will return to the usual behavior.
bg: Когато този скрипт бъде извикан, следващият жест ще бъде игнориран и ще бъде изпратен до отдалечената машина, включително жеста за активиране на скрипта за игнориране на следващия жест. След като бъде изпратен следващият жест, системата ще се върне към обичайното поведение.
da: Når dette script aktiveres, bliver den næste tastaturkommando ignoreret og videresendt direkte til fjerncomputeren. Dette inkluderer også tastekombinationen, der aktiverede dette script. Efter den næste kommando er videresendt, genoptages den normale funktion.
de: Wenn dieses Skript aufgerufen wird, wird der nächste Tastenbefehl ignoriert und an den Remote-Computer gesendet, einschließlich des Tastenbefehls zur Aktivierung des Skripts "Nächsten Tastenbefehl ignorieren". Sobald der nächste Tastenbefehl gesendet wurde, kehrt das Skript zum regulären Verhalten zurück.
es: Al llamar a este script, se ignorará el siguiente gesto y se enviará a la máquina remota, incluido el gesto para activar el script ignorar el siguiente gesto. Una vez enviado el siguiente gesto, regresará al comportamiento habitual.
fi: Kun tämä skripti on aktivoitu, seuraavaksi painettu näppäinkomento ohitetaan ja lähetetään etäkoneelle "ohita seuraava näppäinkomento" -skriptin aktivoiva näppäinkomento mukaan lukien. Kun seuraava näppäinkomento on lähetetty, se palaa tavanomaiseen toimintaan.
fr: Lorsque ce script sera appelé, le geste suivant sera ignoré et sera envoyé à la machine distante, y compris le geste pour activer le script ignorer complètement le geste suivant. Une fois le prochain geste envoyé, il reviendra au comportement habituel.
gl: Ao chamar a este script, ignorarase o seguinte xesto e enviarase á máquina remota, incluido o xesto para activar o script ignorar o seguinte xesto. Unha vez enviado o seguinte xesto, voltará ao comportamento habitual.
pt_br: Quando esse script for chamado, o próximo gesto será ignorado e enviado para a máquina remota, incluindo o gesto para ativar o script ignorar próximo gesto. Depois que o próximo gesto tiver sido enviado, ele voltará ao comportamento normal.
pt_pt: Quando este extra for chamado, o próximo atalho será ignorado e será enviado para a máquina remota, incluindo o atalho para activar o extra do próximo atalho de ignorar. Uma vez que o próximo atalho tenha sido enviado, voltará ao comportamento habitual.
ru: При вызове этой команды следующее нажатие будет проигнорировано и отправлено на удалённый компьютер как есть, даже если это сам жест активации команды игнорирования. Как только это нажатие будет отправлено, оно вернётся к обычному своему поведению.
tr: Bu komut çağrıldığında, sonraki hareket yoksayılacak ve sonraki hareketi yoksay'ı etkinleştirme hareketi de dahil olmak üzere uzak makineye gönderilecektir. Bir sonraki hareket gönderildikten sonra normal davranışa dönecektir.
uk: Під час виклику цього сценарію наступний жест ігноруватиметься та надсилатиметься на віддалений комп’ютер, включно з жестом для активації сценарію ігнорування наступного жесту. Після надсилання наступного жесту він повернеться до звичайної поведінки.
zh_cn: 按下该快捷键，下一个按键指令会被忽略，并会原样发送到被控方，也包括这个快捷键。

source: Remotely Controlling an Unattended Computer
bg: Отдалечено управление на необслужван компютър
da: Fjernstyring af en uovervåget computer
de: Fernsteuerung eines unbeaufsichtigten Computers
es: Control remoto de un equipo desatendido
fi: Valvomattoman tietokoneen etähallinta
fr: Contrôler un ordinateur distant sans assistance
gl: Control remoto dun equipo desatendido
pt_br: Controle remoto de um computador sem supervisão
pt_pt: Controlo remoto de um computador desacompanhado
ru: Автоматическая установка сеанса удалённого доступа при запуске NVDA
tr: Katılımsız Bir Bilgisayarı Uzaktan Kontrol Etme
uk: Віддалене керування комп'ютером без нагляду
zh_cn: 远程控制无人值守的计算机
