Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Sometimes, you may wish to control one of your own computers remotely. This is especially helpful if you are traveling, and you wish to control your home PC from your laptop. Or, you may want to control a computer in one room of your house while sitting outside with another PC. A little advanced preparation makes this convenient and possible.
bg: Понякога може да пожелаете да контролирате един от собствените си компютри дистанционно. Това е особено полезно, ако пътувате и искате да контролирате домашния си компютър от лаптопа. Или може да искате да управлявате компютър в една стая на къщата си, докато седите навън с друг компютър. Малко предварителна подготовка прави това лесно и възможно.
da: Det kan til tider være praktisk at fjernstyre en af dine computere. Dette er særligt anvendeligt, hvis du er på rejse og ønsker at tilgå din stationære computer derhjemme fra din laptop, eller hvis du ønsker at styre en computer indendørs, mens du sidder udenfor med en anden pc. Med lidt forberedelse kan dette gøres nemt og effektivt.
de: Gelegentlich möchte man vielleicht einen eigenen Computer aus der Ferne steuern. Dies ist besonders hilfreich, wenn Sie auf Reisen sind und den Heim-PC von Ihrem Laptop aus steuern möchten. Oder Sie möchten einen Computer in einem Raum Ihres Hauses steuern, während Sie draußen an einem anderen PC sitzen. Mit ein wenig Vorbereitung ist dies bequem und möglich.
es: A veces puedes querer controlar uno de tus propios equipos remotamente. Esto es especialmente útil si te encuentras viajando, y quieres controlar el pc de casa desde el portátil, o controlar un equipo en una habitación de tu casa mientras estás fuera con otro pc. Con una preparación un poco avanzada esto se hace posible.
fi: Saatat joskus haluta etähallita omaa konettasi. Tämä on erityisen hyödyllistä matkoilla ollessasi ja halutessasi hallita kotikonetta kannettavallasi, tai kotona sisällä talossa olevaa konetta ollessasi itse ulkona toisen koneen kanssa. Tämä on mahdollista pienen valmistelun jälkeen.
fr: Parfois, vous aurez peut-être besoin de vous connecter à l'un de vos ordinateurs personnels à distance. Ceci peut s'avérer particulièrement utile lorsque vous êtes en voyage et que vous souhaitez contrôler l'ordinateur de la maison depuis votre ordinateur portable, ou encore qu'il vous est nécessaire d'intervenir sur un ordinateur se trouvant dans une pièce de votre domicile alors que vous vous situez à l'extérieur de celle-ci avec un autre ordinateur. Il suffit pour cela d'une petite opération avancée pour rendre le processus simple et confortable.
gl: Ás veces podes querer controlar un dos teus proprios equipos remotamente. Esto é especialmente útil se te atopas viaxando, e queres controlar o pc de casa dende o portátil, ou controlar un equipo nunha habitación da túa casa mentres estás fora con outro pc. Cunha preparación un pouco avanzada esto faise posible.
pt_br: Às vezes, você pode querer controlar um de seus próprios computadores remotamente. Isso é especialmente útil se estiver viajando e quiser controlar o PC de sua casa pelo laptop. Ou, talvez queira controlar um computador em um cômodo da casa enquanto está sentado do lado de fora com outro PC. Um pouco de preparação avançada torna isso conveniente e possível.
pt_pt: Por vezes, pode desejar controlar um dos seus próprios computadores à distância. Isto é especialmente útil se estiver a viajar, e se desejar controlar o seu PC de casa a partir do seu portátil. Ou, pode querer controlar um computador numa divisão da sua casa enquanto está sentado ao ar livre com outro PC. Uma preparação um pouco avançada torna isto conveniente e possível.
ru: Иногда может потребоваться управление одним из ваших компьютеров удалённо. Это особенно полезно, если вы путешествуете и хотите использовать свой домашний компьютер с ноутбука. Или вы можете управлять компьютером в одной комнате вашего дома, сидя за другим ПК. Небольшая предварительная подготовка делает это возможным и удобным.
tr: Bazen kendi bilgisayarlarınızdan birini uzaktan kontrol etmek isteyebilirsiniz. Bu, özellikle seyahat ediyorsanız ve ev bilgisayarınızı dizüstü bilgisayarınızdan kontrol etmek istiyorsanız yararlıdır. Ya da evinizin bir odasındaki bir bilgisayarı dışarıda otururken başka bir bilgisayarla kontrol etmek isteyebilirsiniz. Biraz gelişmiş hazırlık, bunu uygun ve mümkün kılar.
uk: Іноді може виникнути потреба у віддаленому керуванні одним із власних комп'ютерів. Це особливо корисно, якщо ви подорожуєте і хочете керувати домашнім комп'ютером зі свого ноутбука. Або, можливо, ви захочете керувати комп'ютером в одній кімнаті вашого будинку, сидячи на вулиці з іншим ПК. Невелика попередня підготовка робить це зручним і можливим.
zh_cn: 有时，您可能希望远程控制您自己的另一台计算机。比如您正在外面旅行，此时希望通过手边的笔记本控制家里的计算机，这就特别有用了。又或者，您就在家里，只是想控制另一个房间的计算机。仅需要进行一点额外的准备工作就可以方便地实现无人值守的远程控制。

source: Enter the NVDA menu, and choose Tools, then Remote. Finally, press Enter on Options.
bg: Влезте в менюто на NVDA и изберете Инструменти, след това "Отдалечен достъп". Накрая натиснете Enter върху Опции.
da: Gå ind i NVDA-menuen, og vælg Værktøjer>Fjernsupport>Indstillinger
de: Rufen Sie das NVDA-Menü auf und wählen Sie "Werkzeuge" und dann "Fernsteuerung" aus. Drücken Sie schließlich die Eingabetaste bei "Optionen".
es: Entra en el menú de NVDA, elige herramientas y a continuación remoto. Finalmente, pulsa intro en opciones.
fi: Avaa NVDA-valikko ja valitse Työkalut ja sitten Etäkäyttö. Paina lopuksi Enter Asetukset-vaihtoehdon kohdalla.
fr: Rendez-vous dans le menu NVDA et choisissez Outils puis Accès distant. Validez ensuite sur Options.
gl: Entra no menú de NVDA, escolle Ferramentas e seguido remoto. Finalmente, preme intro en opcións.
pt_br: Acesse o menu do NVDA e escolha Ferramentas e Remoto. Por fim, pressione Enter em Opções.
pt_pt: Entrar no menu do NVDA, e escolher Ferramentas, depois Remoto. Finalmente, prima Enter em Opções.
ru: Откройте меню NVDA → Сервис → Удалённое управление → Параметры...
tr: NVDA menüsüne girin, Araçlar'ı ve ardından Uzak Bağlantı'yı seçin. Son olarak, Seçenekler'de Enter tuşuna basın.
uk: Відкрийте меню NVDA, оберіть "Інструменти", далі - "Віддалене керування". Нарешті, натисніть Enter на пункті "Параметри...".
zh_cn: 进入NVDA菜单，选择“工具”，然后选择“远程”。最后，找到“选项”按“回车键”打开远程插件的“选项对话框”。

source: Check the box that says, "Auto connect to control server on startup".
bg: Поставете отметка в полето "Автоматично се свързвай към управляващия сървър при стартиране".
da: Vælg "Forbind til kontrolserver ved opstart"
de: Aktivieren Sie das Kontrollkästchen "Beim Starten automatisch mit dem Kontroll-Server verbinden".
es: Marca la casilla que dice "Conectar automáticamente al servidor de control al arrancar".
fi: Valitse "Muodosta yhteys hallintapalvelimeen automaattisesti käynnistyksen yhteydessä" -valintaruutu.
fr: Cochez la case intitulée " Se connecter automatiquement au serveur de contrôle au démarrage ".
gl: Marca a Caixa que di "Conectar automáticamente ao servidor de control ao comezar".
pt_br: Marque a caixa que diz Conexão automática ao servidor de controle na inicialização.
pt_pt: Marque a caixa que diz, "Auto connect to control server on startup".
ru: Установите флажок «Автоматически подключаться к управляющему серверу при запуске NVDA».
tr: "Başlangıçta kontrol sunucusuna otomatik bağlan" yazan kutuyu işaretleyin.
uk: Позначте прапорець "Автопідключення до керівного сервера під час запуску".
zh_cn: 选中“启动时自动连接到控制服务器”复选框。

source: Select whether to use a remote relay server or to locally host the connection. If you decide to host the connection, you can try to forward ports using UPNP by checking the provided checkbox.
bg: Изберете дали да използвате отдалечен сървър за предаване или локално да хоствате връзката. Ако решите да хоствате връзката, можете да опитате да препратите портове с помощта на UPNP, като поставите отметка в съответното квадратче.
da: Beslut, om du vil benytte en ekstern relæserver, eller om du selv vil fungere som vært for forbindelsen. Hvis du vælger at fungere som værten, kan du forsøge at viderestille porte via UPNP ved at markere den tilsvarende checkbox.
de: Wählen Sie aus, ob Sie einen Remote-Relay-Server verwenden oder die Verbindung lokal hosten wollen. Wenn Sie sich dafür entscheiden, die Verbindung zu hosten, können Sie versuchen, die Ports über UPnP weiterzuleiten, indem Sie das entsprechende Kontrollkästchen aktivieren.
es: Elige usar un servidor de control remoto o alojar la conexión localmente. Si decides alojar la conexión, puedes intentar redirigir los puertos con UPNP marcando la casilla proporcionada.
fi: Valitse, käytetäänkö etävälittäjäpalvelinta vai isännöidäänkö yhteyttä paikallisesti. Jos päätät isännöidä yhteyttä, voit yrittää uudelleenohjata portit UPNP:tä käyttäen valitsemalla asianmukaisen valintaruudun.
fr: Sélectionnez s'il faut utiliser un serveur de relais distant ou pour héberger localement la connexion. Si vous décidez d'héberger la connexion, vous pouvez essayer de rediriger des ports à l'aide de UPNP en vérifiant la case à cocher fournie.
gl: Escolle usar un servidor de control remoto ou aloxar a conexión localmente. Se decides aloxar a conexión, podes tentar redirixir os portos con UPNP marcando a Caixa proporcionada.
pt_br: Selecione se deseja usar um servidor de retransmissão remota ou hospedar a conexão localmente. Se decidir hospedar a conexão, você poderá tentar encaminhar portas usando UPNP marcando a caixa de seleção fornecida.
pt_pt: Seleccione se pretende utilizar um servidor de retransmissão remota ou alojar localmente a ligação. Se decidir alojar a ligação, pode tentar reencaminhar portas utilizando UPNP, marcando a caixa de verificação fornecida.
ru: В первом наборе радиокнопок выберите, следует ли использовать для подключения удалённый или локальный управляющий сервер. Если вы выберите локальный сервер, то можете попробовать перенаправить порт с помощью UPnP, установив соответствующий флажок.
tr: Bir uzak geçiş sunucusu kullanmayı veya bağlantıyı yerel olarak barındırmayı seçin. Bağlantıyı barındırmaya karar verirseniz, sağlanan onay kutusunu işaretleyerek bağlantı noktalarını UPNP kullanarak iletmeyi deneyebilirsiniz.
uk: Виберіть, чи використовувати віддалений сервер ретрансляції, чи локально розміщувати з'єднання. Якщо ви вирішите розміщувати з'єднання на сервері, ви можете спробувати переспрямувати порти за допомогою UPNP, встановивши відповідний прапорець.
zh_cn: 选择是“使用远程中继服务器”还是“主控服务器”。如果您选中主控服务器，您可以选中“使用 UPNP 转发此端口（如果可能）”尝试使用 UPNP 转发端口。

source: If you host the connection yourself, you will need to ensure that the port entered in the port field (6837 by default) on the controlled machine can be accessed from the controlling machines.
bg: Ако сами хоствате връзката, ще трябва да се уверите, че портът, въведен в полето за порт (6837 по подразбиране) на управляваната машина, може да бъде достъпен от управляващите машини.
da: Hvis du selv er vært for forbindelsen, skal du sikre dig, at den port, der er indtastet i portfeltet (6837 som standard) på den kontrollerede maskine, kan tilgås fra de kontrollerende maskiner.
de: Wenn Sie die Verbindung selbst hosten, müssen Sie sicherstellen, dass der im Feld Port angegebene Port (standardmäßig 6837) auf dem kontrollierten Computer von den kontrollierenden Computern aus zugänglich ist.
es: Si creas tu propio servidor, tendrás que asegurarte de que el puerto introducido en el campo puerto (por defecto 6837) está abierto en el equipo controlado y los equipos controladores pueden conectarse a él.
fi: Mikäli isännöit yhteyttä itse, sinun on varmistettava, että hallitsevista koneista saadaan yhteys hallittavassa koneessa Portti-muokkauskenttään syötettyyn porttiin (oletusarvoisesti 6837).
fr: Si vous hébergez le serveur, (mode serveur), assurez-vous que le port spécifié dans le champ " Port " sur l'ordinateur contrôlé (6837 par défaut) est accessible à l'ordinateur contrôleur.
gl: Se creas o teu proprio servidor, terás que asegurarte de que o porto introducido no campo porto (por defecto 6837) está aberto no equipo controlado e os equipos controladores poden conectarse a el.
pt_br: Se você mesmo hospedar a conexão, precisará garantir que a porta inserida no campo de porta (6837 por padrão) na máquina controlada possa ser acessada pelas máquinas controladoras.
pt_pt: Se for o próprio anfitrião da ligação, terá de assegurar que a porta introduzida no campo de porta (6837 por defeito) na máquina controlada pode ser acedida a partir das máquinas controladoras.
ru: Если вы используете локальный управляющий сервер, вы должны убедиться, что порт управляемого компьютера указанный в поле «Порт» (по умолчанию 6837) открыт для приёма подключений от управляющих компьютеров.
tr: Bağlantıyı kendiniz barındırıyorsanız, kontrol edilen makinede bağlantı noktası alanına girilen bağlantı noktasına (varsayılan olarak 6837) kontrol eden makinelerden erişilebildiğinden emin olmanız gerekir.
uk: Якщо ви самі встановлюєте з'єднання, вам необхідно переконатися, що порт, введений в поле порту (типово 6837) на керованому комп'ютері, може бути доступний з керівних комп'ютерів.
zh_cn: 如果您选择“主控服务器”，则要确保在端口编辑框里填入的端口可以被访问（默认端口为6837）。

source: If you wish to use a relay server, Fill in both the Host and Key fields, tab to OK, and press Enter. The Generate Key option is not available in this situation. It is best to come up with a key you will remember so you can easily use it from any remote location.
bg: Ако желаете да използвате препредаващ сървър, попълнете и двете полета Хост и Ключ, натиснете Tab до OK и натиснете Enter. Опцията за генериране на ключ не е налична в тази ситуация. Най-добре е да измислите ключ, който ще запомните, за да можете лесно да го използвате от всяко отдалечено място.
da: Hvis du ønsker at bruge en relæserver, skal du udfylde både værts- og nøglefelterne, tab til OK og trykke på Enter. Indstillingen "Generer nøgle" er ikke tilgængelig i denne situation. Det er bedst at vælge en nøgle, du kan huske, så du nemt kan bruge den fra ethvert sted.
de: Wenn Sie einen Relay-Server verwenden möchten, füllen Sie die Felder Host und Schlüssel aus, klicken Sie auf "OK" und drücken Sie die Eingabetaste. Die Option "Schlüssel generieren" ist in diesem Fall nicht verfügbar. Es ist am besten, wenn Sie sich einen Schlüssel ausdenken, den Sie sich merken können, damit Sie ihn von überall aus verwenden können.
es: Si quieres usar un servidor de control remoto, rellena los campos equipo o servidor y clave, pulsa tabulador hasta aceptar, y pulsa intro. Ten en cuenta que la opción generar clave no se encuentra disponible en esta situación. Es mejor escribir una clave que se pueda recordar para que puedas usarla fácilmente desde cualquier lugar remoto.
fi: Jos haluat käyttää välittäjäpalvelinta, täytä sekä Isäntä- että Avain-muokkauskentät, siirry Sarkaimella OK-painikkeen kohdalle ja paina Enter. Luo avain -vaihtoehto ei ole käytettävissä, joten parasta on keksiä helposti muistettava avain, jotta voit käyttää sitä mistä tahansa etäsijainnista.
fr: Si vous souhaitez utiliser un serveur relai, renseignez les champs Adresse du serveur et Clé, tabulez jusqu'à OK puis appuyez sur Entrée. Le bouton Générer la clé n'est pas disponible dans ce cas. Le mieux est que vous vous conceviez une clé dont vous vous rappellerez facilement de façon à pouvoir l'utiliser d'un endroit distant.
gl: Se queres usar un servidor de control remoto, rechea os campos equipo ou servidor e contrasinal, preme tabulador ate aceptar, e preme intro. Ten en conta que a opción xerar contrasinal non se atopa dispoñible nesta situación. É mellor escrebir unha chave que se poda lembrar para que podas usala doadamente dende calquera sitio remoto.
pt_br: Se desejar usar um servidor de retransmissão, preencha os campos servidor e código, pressione a guia OK e pressione Enter. A opção Gerar código não está disponível nessa situação. É melhor criar uma chave da qual você se lembrará para poder usá-la facilmente em qualquer local remoto.
pt_pt: Se desejar utilizar um servidor de retransmissão, preencha ambos os campos Host e senha, tab para OK, e prima Enter. A opção Gerar senha não está disponível nesta situação. O melhor é criar uma senha de que se lembre, para que a possa utilizar facilmente a partir de qualquer local remoto.
ru: Если вы хотите использовать удалённый управляющий сервер, заполните поля «Адрес сервера» и «Ключ» и нажмите кнопку OK. Кнопка автоматического создания ключа здесь недоступна. Лучше всего придумать ключ, который вы сможете запомнить и легко использовать его из любого удалённого места.
tr: Bir aktarma sunucusu kullanmak istiyorsanız, Ana Bilgisayar ve Anahtar alanlarının her ikisini de doldurun, sekme ile Tamam üzerine gelin ve Enter tuşuna basın. Anahtar Oluştur seçeneği bu durumda kullanılamaz. Herhangi bir uzak konumdan kolayca kullanabilmeniz için hatırlayacağınız bir anahtar bulmak en iyisidir.
uk: Якщо ви бажаєте використовувати сервер ретрансляції (віддалений сервер), заповніть обидва поля "Адреса сервера" і "Ключ", після чого натисніть кнопку "Гаразд". Опція "Створити ключ" в цій ситуації недоступна. Найкраще придумати ключ, який ви запам'ятаєте, щоб ви могли легко використовувати його з будь-якого віддаленого місця.
zh_cn: 如果要使用中继服务器，请填写主机和密钥，按“tab键”切换到“确认”按钮，然后按下“回车键”。在这种情况下，“生成密钥”选项不可用。最好输入一个你记的住的密钥，这样你就可以从任何位置轻松使用NVDA 远程了。

source: For advanced use, you can also configure NVDA Remote to automatically connect to a local or remote relay server in controlling mode. If you want this, select Control another machine in the second set of radio buttons.
bg: За напреднала употреба можете също да конфигурирате NVDA Remote за автоматично свързване към локален или отдалечен сървър за предаване в режим на управление. Ако искате това, изберете "Управляване на друга машина" във втората група от радио бутони.
da: Til avanceret brug kan du også konfigurere NVDA Fjernsupport til automatisk at oprette forbindelse til en lokal eller ekstern relæserver i kontroltilstand. Hvis du ønsker dette, skal du vælge "Kontrollér en anden computer" i det andet sæt radioknapper.
de: Für fortgeschrittene Anwender können Sie NVDA-Remote auch so konfigurieren, dass im Steuerungsmodus automatisch eine Verbindung zu einem lokalen oder entfernten Relay-Server hergestellt wird. Wenn Sie dies wünschen, wählen Sie in der zweiten Gruppe von Optionsfeldern die Option "Anderen Computer steuern" aus.
es: Para un uso avanzado, puedes también configurar TeleNVDA para que se conecte a un servidor local o remoto en modo controlador. Si quieres esto, selecciona controlar otro equipo en el segundo grupo de botones de opción.
fi: Voit määrittää TeleNVDA:n muodostamaan yhteyden edistynyttä käyttöä varten myös automaattisesti paikalliseen tai etävälittäjäpalvelimeen hallintatilassa. Tämä tehdään valitsemalla toisena olevasta valintapainikeryhmästä Hallitse toista konetta -vaihtoehto.
fr: Pour une utilisation avancée, vous pouvez aussi configurer TeleNVDA pour qu'il se connecte automatiquement à un serveur relai local ou distant en mode contrôleur. Si c'est cela que vous voulez, sélectionnez Contrôler un autre ordinateur dans le second ensemble de boutons radio.
gl: Para un uso avanzado, podes tamén configurar o TeleNVDA para que se conecte a un servidor local ou remoto en modo controlador. Se queres esto, seleciona controlar outro equipo no segundo grupo de botóns de opción.
pt_br: Para uso avançado, também é possível configurar o NVDA Remote para se conectar automaticamente a um servidor de retransmissão local ou remoto no modo de controle. Se quiser fazer isso, selecione Controlar outra máquina no segundo conjunto de botões de rádio.
pt_pt: Para utilização avançada, pode também configurar o NVDA Remote para se ligar automaticamente a um servidor de retransmissão local ou remoto em modo de controlo. Se o desejar, seleccione Controlar outra máquina, no segundo conjunto de botões de rádio.
ru: В качестве дополнительной возможности, вы можете настроить автоматическое подключение TeleNVDA к локальному или удалённому управляющему серверу в режиме управляющего компьютера. Для этого во втором наборе радиокнопок выберите «Управлять другим компьютером».
tr: Gelişmiş kullanım için, NVDA Uzaktan Desteği kontrol modunda yerel veya uzak bir aktarma sunucusuna otomatik olarak bağlanacak şekilde de yapılandırabilirsiniz. Bunu istiyorsanız, ikinci radyo düğmeleri kümesinde Başka bir makineyi kontrol et seçeneğini belirleyin.
uk: Для розширеного застосування ви також можете налаштувати NVDA Remote на автоматичне підключення до локального або віддаленого сервера ретрансляції в режимі керівного пристрою. Якщо ви цього бажаєте, виберіть "Керувати іншим комп'ютером" у другому наборі радіокнопок.
zh_cn: 关于更高级的用法，您还可以设置为“启动后自动连接到控制服务器”，然后在第二组单选按钮中选择“控制另一台计算机”。

source: Note: The autoconnect at startup-related options in the options dialog do not apply until NVDA is restarted.
bg: Забележка: Опциите за автоматично свързване при стартиране в диалоговия прозорец с опции не се прилагат, докато NVDA не се рестартира.
da: Bemærk: Indstillingerne for automatisk forbindelse ved opstart træder først i kraft, når NVDA er genstartet.
de: Hinweis: Die Optionen für die automatische Verbindung beim Start im Optionsdialog werden erst nach einem Neustart von NVDA wirksam.
es: Nota: las opciones relacionadas con conectar automáticamente al arrancar en el diálogo de opciones no tienen efecto hasta que se reinicia NVDA.
fi: Huom: Asetukset-valintaikkunan käynnistyksen yhteydessä tapahtuvaan automaattiseen yhteydenmuodostamiseen liittyvillä vaihtoehdoilla ei ole vaikutusta ennen NVDA:n uudelleenkäynnistystä.
fr: Remarque : Les options concernant la connexion automatique au démarrage ne s'appliquent que lorsque NVDA est relancé.
gl: Nota: as opcións relacionadas con conectar automáticamente ao comezar no diálogo de opcións non teñen efecto ate que se reinicia o NVDA.
pt_br: Nota: as opções relacionadas à conexão automática na inicialização na caixa de diálogo de opções não se aplicam até que o NVDA seja reiniciado.
pt_pt: Nota: A ligação automática nas opções relacionadas com o arranque no diálogo de opções não se aplica até que o NVDA seja reiniciado.
ru: Примечание: Настройки автоподключения к управляющему серверу в диалоге «Параметры» применяются только после перезагрузки NVDA.
tr: Not: Seçenekler iletişim kutusundaki başlangıçta otomatik bağlantı ile ilgili seçenekler, NVDA yeniden başlatılana kadar geçerli değildir.
uk: Примітка: Параметри, пов'язані з автоматичним підключенням під час запуску в діалозі параметрів, не будуть застосовані до перезавантаження NVDA.
zh_cn: 注意： 您需要重新启动 NVDA 来使选项对话框中配置的自动连接等选项生效。

source: Muting Speech on the Remote Computer
bg: Заглушаване на речта на отдалечения компютър
da: Deaktivering af tale på fjerncomputeren
de: Stummschalten der Sprachausgabe auf dem Remote-Computer
es: Silenciar la voz del equipo remoto
fi: Puheen mykistäminen etätietokoneessa
fr: Couper le son de l'ordinateur distant
gl: Silenciar a voz do equipo remoto
pt_br: Silenciar a fala no computador remoto
pt_pt: Discurso silencioso no computador remoto
ru: Отключение речи и звуков с удалённого компьютера
tr: Uzak Bilgisayarda Konuşmayı Susturma
uk: Вимкнення мовлення на віддаленому комп'ютері
zh_cn: 远程计算机静音
