Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Starting a remote session through a relay server
bg: Стартиране на отдалечена сесия през препредаващ сървър
da: Start af en fjernsession gennem en relæserver
de: Starten einer Remote-Sitzung über einen Relay-Server
es: Iniciar una sesión remota a través de un servidor externo
fi: Etäistunnon aloittaminen välittäjäpalvelimen kautta
fr: Démarrage d'une session distante à travers un serveur relai
gl: Comezar unha sesión remota a través dun servidor externo
pt_br: Início de uma sessão remota por meio de um servidor de retransmissão
pt_pt: Iniciar uma sessão remota através de um servidor de retransmissão
ru: Запуск сеанса удалённого доступа через управляющий сервер
tr: Aktarıcı sunucu üzerinden uzak oturum başlatma
uk: Запуск віддаленого сеансу через сервер ретрансляції
zh_cn: 通过中继服务器开始远程会话

source: On the computer to be controlled
bg: На управлявания компютър
da: På computeren, der skal styres
de: Auf dem zu steuernden Computer
es: En el equipo controlado
fi: Hallittavassa tietokoneessa
fr: Sur l'ordinateur à contrôler
gl: No equipo controlado
pt_br: No computador a ser controlado
pt_pt: No computador a ser controlado
ru: На управляемом компьютере
tr: Kontrol edilecek bilgisayarda
uk: На керованому комп’ютері
zh_cn: 在被控端的计算机上

source: Open the NVDA menu, Tools, Remote, Connect. Or directly press NVDA+alt+page up. This gesture can be modified from the NVDA input gestures dialog.
bg: Отворете менюто на NVDA -> Инструменти -> Отдалечен достъп -> Свържи. Или директно натиснете NVDA+Alt+Page Up. Този жест може да бъде променен в диалоговия прозорец "Жестове на въвеждане" на NVDA.
da: Åbn NVDA-menuen, Værktøjer, Fjernsupport, Forbind. Du kan også trykke direkte på NVDA+alt+side op. Denne tastaturkommando kan ændres fra dialogen "Håndter kommandoer"
de: Öffnen Sie das NVDA-Menü, Werkzeuge, Fernbedienung, Verbinden. Oder drücken Sie direkt NVDA+Alt+Seite nach oben. Diesen Tastenbefehl kann über das Dialogfeld für die Tastenbefehle in NVDA geändert werden.
es: Abre el menú de NVDA, herramientas, remoto, conectar. O pulsa directamente NVDA+alt+retroceso página. Se puede modificar este gesto desde el diálogo Gestos de entrada de NVDA.
fi: Avaa NVDA-valikko ja valitse Työkalut -> Etäkäyttö -> Yhdistä tai paina NVDA+Alt+Page up. Tätä näppäinkomentoa on mahdollista vaihtaa NVDA:n Näppäinkomennot-valintaikkunasta.
fr: Ouvrez le menu NVDA, Outils, Accès distant, Se Connecter. Ou appuyez directement sur NVDA+alt+page précédente. Ce geste peut être modifié à partir du dialogue Gestes de commandes de NVDA.
gl: Abre o menú de NVDA, ferramentas, remoto, conectar. Ou preme directamente NVDA+alt+retroceso de páxina. Pódese modificar este xesto dende o diálogo Xestos de entrada do NVDA.
pt_br: Abra o menu do NVDA, Ferramentas, Remoto, Connectar. Ou pressione diretamente NVDA+alt+page up. Esse gesto pode ser modificado na caixa de diálogo de gestos de entrada do NVDA.
pt_pt: Abrir o menu do NVDA, Ferramentas, Remoto, Ligar. Ou prima directamente NVDA+alt+page para cima. Este atalho pode ser modificado a partir do diálogo definir comandos do NVDA.
ru: Откройте меню NVDA → Сервис → Удалённое управление → Подключиться... Или нажмите NVDA+Alt+PageUp. Это сочетание может быть изменено в диалоге «Жесты ввода».
tr: NVDA menüsü, Araçlar, Uzak bağlantı, Bağlan'ı açın. Veya doğrudan NVDA+alt+Sonraki sayfa tuşlarına basın. Bu hareket, NVDA girdi hareketleri iletişim kutusundan değiştirilebilir.
uk: Відкрийте меню NVDA, Інструменти, Віддалене керування, З'єднати.
zh_cn: 打开NVDA菜单 > 工具 > 远程 > 连接。

source: Choose client in the first radio button.
bg: Изберете "Клиент" в първата група от радио бутони.
da: Vælg klient ved den første gruppe af radioknapper
de: Wählen Sie in der ersten Optionsschaltfläche "Client" aus.
es: Elige cliente en el primer grupo de botones de opción.
fi: Valitse ensimmäisestä valintapainikeryhmästä Asiakas.
fr: Choisissez " Client " dans le premier ensemble de boutons radio.
gl: Escolle cliente no primeiro grupo de botóns de opción.
pt_br: Escolha cliente no primeiro botão de rádio.
pt_pt: Escolher cliente no primeiro botão de rádio.
ru: В первой паре радиокнопок выберите «Клиент».
tr: İlk radyo düğmesinde istemciyi seçin.
uk: Оберіть радіокнопку "клієнт" у першій групі радіокнопок.
zh_cn: 在第一组单选按钮中选择“客户端”。

source: Select Allow this machine to be controlled in the second set of radio buttons.
bg: Изберете "Разрешаване на управлението на тази машина" във втората група от радио бутони.
da: Vælg "Giv adgang til at styre denne computer" i den anden gruppe af radioknapper.
de: Wählen Sie in der zweiten Gruppe von Optionsfeldern die Option "Erlauben" aus, dass dieser Computer gesteuert wird.
es: Elige permitir que controlen este equipo en el segundo grupo de botones de opción.
fi: Valitse toisesta valintapainikeryhmästä Salli tämän tietokoneen hallinta.
fr: Sélectionnez " Permettre le contrôle de cet ordinateur " dans le second ensemble de boutons radio.
gl: Escolle permitir que controlen este equipo no segundo grupo de botóns de opción.
pt_br: Selecione Permitir que essa máquina seja controlada no segundo conjunto de botões de rádio.
pt_pt: Seleccionar Permitir que esta máquina seja controlada no segundo conjunto de botões de rádio.
ru: Во второй паре радиокнопок выберите «Разрешить управление этим компьютером».
tr: İkinci radyo düğmesi setinde Bu bilgisayarın kontrol edilmesine izin ver öğesini seçin.
uk: Оберіть радіокнопку "Дозволити керувати цим комп'ютером" у другій групі радіокнопок.
zh_cn: 在第二组单选按钮中选择允许此计算机被控制。

source: In the host field, enter the host of the server you are connecting to, for example remote.nvda.es. When the particular server uses an alternative port, you can enter the host in the form &lt;host&gt;:&lt;port&gt;, for example remote.nvda.es:1234. If you are connecting to an IPV6 address, enter it between square brackets, for example [2603:1020:800:2::32].
bg: В полето "Хост" въведете хоста на сървъра, към който се свързвате, например remote.nvda.es. Когато конкретният сървър използва алтернативен порт, можете да въведете хоста във формата &lt;хост&gt;:&lt;порт&gt;, например remote.nvda.es:1234. Ако се свързвате към IPv6 адрес, въведете го в квадратни скоби, например [2603:1020:800:2::32].
da: I værtsfeltet skal du indtaste værten for den server, du vil oprette forbindelse til, for eksempel remote.nvda.es. Når den bestemte server bruger en alternativ port, kan du indtaste værten i formatet &lt;vært&gt;:&lt;port&gt;, for eksempel remote.nvda.es:1234. Hvis du opretter forbindelse til en IPV6-adresse, skal du indtaste den mellem firkantede parenteser, for eksempel [2603:1020:800:2::32].
de: Geben Sie in das Feld Host den Host des Servers ein, zu dem Sie eine Verbindung herstellen wollen, z. B. remote.nvda.es. Wenn der betreffende Server einen anderen Port verwendet, können Sie den Host in der Form &lt;host&gt;:&lt;port&gt; eingeben, zum Beispiel remote.nvda.es:1234. Wenn Sie eine Verbindung zu einer IPV6-Adresse herstellen, geben Sie diese zwischen eckigen Klammern ein, zum Beispiel [2603:1020:800:2::32].
es: En el campo equipo o servidor, introduce el servidor al que te vas a conectar, por ejemplo remote.nvda.es. Cuando el servidor use un puerto distinto al que este complemento utiliza por defecto, puedes introducir su dirección en formato &lt;equipo&gt;:&lt;puerto&gt;, por ejemplo remote.nvda.es:1234. Si te conectas a una dirección IPV6, introdúcela entre corchetes. Por ejemplo: [2603:1020:800:2::32].
fi: Kirjoita Isäntä-muokkauskenttään sen palvelimen osoite, johon olet muodostamassa yhteyttä, esim. remote.nvda.es. Jos palvelin käyttää vaihtoehtoista porttia, voit kirjoittaa isäntäkoneen muodossa &lt;isäntä&gt;:&lt;portti&gt;, esim. remote.nvda.es:1234. Jos olet yhdistämässä IPV6-osoitteeseen, kirjoita se hakasulkuihin, esim. [2603:1020:800:2::32].
fr: Dans le champ " Adresse du serveur ", saisissez l'IP ou l'adresse du serveur relai auquel vous vous connectez, par exemple remote.nvda.es. Au cas où le serveur utilise un port alternatif, vous pouvez saisir l'adresse du serveur sous la forme &lt;adresse&gt;:&lt;port&gt;, comme dans : remote.nvda.es:1234. Si vous vous connectez à une adresse IPv6, introduisez-la entre crochets. Par exemple: [2603:1020:800:2::32].
gl: No campo equipo ou servidor, introduce o servidor ao que te vas a conectar, por exemplo remote.nvda.es. Cando o servidor use un porto distinto ao que este complemento usa por defecto, podes introducir o seu enderezo en formato &lt;equipo&gt;:&lt;porto&gt;, por exemplo remote.nvda.es:1234. Se te conectas a un enderezo IPV6, introdúcea entre corchetes. Por exemplo: [2603:1020:800:2::32].
pt_br: No campo servidor, digite o host do servidor ao qual você está se conectando, por exemplo, remote.nvda.es. Quando o servidor específico usa uma porta alternativa, você pode inserir o servidor no formato &lt;host&gt;:&lt;port&gt;, por exemplo, remote.nvda.es:1234. Se estiver se conectando a um endereço IPV6, digite-o entre colchetes, por exemplo, [2603:1020:800:2::32].
pt_pt: No campo host, introduza o host do servidor ao qual se está a ligar, por exemplo remote.nvda.es. Quando o servidor em particular utiliza uma porta alternativa, pode introduzir o anfitrião na forma &lt;host&gt;:&lt;port&gt; por exemplo remote.nvda.es:1234. Se estiver a ligar a um endereço IPV6, introduza-o entre parênteses rectos, por exemplo [2603:1020:800:2::32].
ru: В поле «Адрес сервера» введите адрес сервера, к которому вы подключаетесь, например nvdaremote.ru. Если этот сервер использует нестандартный порт, то вы можете указать его через двоеточие в формате &lt;адрес&gt;:&lt;порт&gt;, например nvdaremote.ru:1234. Если вы подключаетесь к IPV6-адресу, введите его в квадратных скобках, например [2603:1020:800:2::32].
tr: Ana bilgisayar alanına, bağlandığınız sunucunun ana bilgisayarını girin, örneğin remote.nvda.es. Belirli bir sunucu alternatif bir bağlantı noktası kullandığında, ana bilgisayarı <host>:<port> biçiminde girebilirsiniz, örneğin remote.nvda.es:1234. Bir IPV6 adresine bağlanıyorsanız, bunu köşeli parantezler arasında girin, örneğin [2603:1020:800:2::32].
uk: У полі «Сервер», введіть адресу сервера, з яким хочете з’єднатись, наприклад, remote.nvda.es. Коли певний сервер використовує альтернативний порт, ви маєте ввести адресу сервера у форматі &lt;сервер&gt;:&lt;порт&gt;, наприклад, remote.nvda.es:1234. Якщо ви підключаєтеся до IPV6-адреси, введіть її у квадратних дужках, наприклад [2603:1020:800:2::32].
zh_cn: 在主机编辑框中，输入要连接的服务器的主机，例如 nr.nvdacn.com。当某服务器使用其他端口时，您可以用 host:port 的形式填写主机，例如 nvdaremote.com:1234。

source: Enter a key into the key field, or press the generate key button. The key is what others will use to control your computer. The machine being controlled and all its clients need to use the same key.
bg: Въведете ключ в полето за ключ или натиснете бутона за генериране на ключ. Ключът е това, което ще използват другите, за да контролират вашия компютър. Управляваната машина и всички нейни клиенти трябва да използват един и същ ключ.
da: Indtast en nøgle i nøglefeltet, eller tryk på knappen Generer nøgle. Nøglen er, hvad andre vil bruge til at styre din computer. Maskinen, der styres, og alle dens klienter skal bruge den samme nøgle.
de: Geben Sie einen Schlüssel in das Schlüsselfeld ein oder klicken Sie auf die Schaltfläche "Schlüssel generieren". Der Schlüssel wird von anderen zur Steuerung Ihres Computers verwendet. Der zu steuernde Computer und alle dessen Clients müssen denselben Schlüssel verwenden.
es: Introduce una clave en el campo clave, o pulsa el botón generar clave. La clave es lo que otros usarán para controlar tu equipo. El equipo controlado y todos sus clientes deben usar la misma clave.
fi: Kirjoita Avain-muokkauskenttään haluamasi avain tai paina Luo avain -painiketta. Avainta käytetään tietokoneesi hallitsemiseen. Hallittavan koneen ja kaikkien siihen yhdistävien asiakaskoneiden on käytettävä samaa avainta.
fr: Entrez une clé dans le champ " Clé " ou appuyez sur le bouton " Générer la Clé ". Cette clé est celle que les autres utiliseront pour contrôler l'ordinateur. L'ordinateur contrôlé ainsi que tous ses clients doivent utiliser la même clé.
gl: Introduce unha chave no campo contrasinal, ou preme o botón xerar contrasinal. A chave é o que outros usarán para controlar o teu equipo. O equipo controlado e todos os seus clientes deben usar a mesma chave.
pt_br: Digite umm código no campo de código ou pressione o botão gerar código. O código é o que outras pessoas usarão para controlar seu computador. A máquina que está sendo controlada e todos os seus clientes precisam usar o mesmo código.
pt_pt: Introduza uma senha no campo senha, ou prima o botão gerar senha. A senha é o que outros irão utilizar para controlar o seu computador. A máquina a ser controlada e todos os seus clientes precisam de utilizar a mesma senha.
ru: Придумайте и введите ключ в поле «Ключ» или нажмите кнопку «Создать ключ». Ключ это идентификатор, который другие будут использовать для подключения к вашему компьютеру. Управляемый компьютер и все его клиенты должны использовать один и тот же ключ.
tr: Anahtar alanına bir anahtar girin veya anahtar oluştur düğmesine basın. Anahtar, başkalarının bilgisayarınızı kontrol etmek için kullanacağı şeydir. Kontrol edilen makine ve tüm istemcilerinin aynı anahtarı kullanması gerekir.
uk: Введіть ключ у поле введення ключа або натисніть кнопку "Створити ключ". Ключ використовуватиметься тим, хто керує вашим комп'ютером. Керований комп’ютер і всі, хто підключатиметься до нього, повинні використовувати однаковий ключ.
zh_cn: 在密钥编辑框中输入一个密要，或按下生成密钥按钮。 - 这个密钥是其他人用来控制您的计算机的关键凭证。 - 被控端与控制端需要使用相同的密钥。

source: Press ok. Once done, you will hear a tone and connected. If the server includes a message of the day, it will be displayed in a dialog box. You will see this dialog everytime you connect or only the first time, depending on the server configuration.
bg: Натиснете OK. След като приключите, ще чуете тон и ще се свържете. Ако сървърът включва съобщение за деня, то ще се покаже в диалогов прозорец. Ще виждате този диалог всеки път, когато се свържете или само първия път, в зависимост от конфигурацията на сървъра.
da: Tryk på ok. Når du er færdig, vil du høre en tone og få besked om, at du er forbundet. Hvis der er en besked fra serveren, vil den blive vist i en dialogboks. Du vil se denne dialog, hver gang du opretter forbindelse eller kun første gang, afhængigt af serverkonfigurationen.
de: Drücken Sie auf "OK". Sobald Sie dies getan haben, hören Sie einen Ton und die Verbindung ist hergestellt. Wenn der Server eine Nachricht des Tages enthält, wird diese in einem Dialogfeld angezeigt. Dieses Dialogfeld wird bei jeder Verbindung oder nur beim ersten Mal angezeigt, je nach Server-Konfiguration.
es: Pulsa aceptar. Hecho esto, escucharás un pitido y conectado. Si el servidor incluye un mensaje de bienvenida, este se mostrará en un cuadro de diálogo. Verás este diálogo cada vez que te conectes o sólo la primera vez, dependiendo de la configuración del servidor.
fi: Paina OK. Kun yhteys on muodostettu, kuulet äänimerkin ja "Yhdistetty"-ilmoituksen. Jos palvelin sisältää päivän viestin, se näytetään valintaikkunassa. Palvelimen asetuksista riippuen näet tämän valintaikkunan joka kerta muodostaessasi yhteyden tai vain ensimmäisellä kerralla.
fr: Appuyez sur OK. Une fois ceci fait, vous entendrez un signal sonore ainsi que le message " connecté au serveur de contrôle ". Si le serveur comprend un message du jour, cela sera affiché dans une boîte de dialogue. Vous verrez cette boîte de dialogue à chaque fois que vous vous connectez ou la première fois, selon la configuration du serveur.
gl: Preme aceptar. Feito esto, escoitarás un pitido e conectado. Se o servidor inclúe unha mensaxe de benvida, este amosarase nunha Caixa de diálogo. Verás este diálogo cada vez que te conectes ou só a primeira vez, dependendo da configuración do servidor.
pt_br: Pressione ok. Quando terminar, você ouvirá um tom e estará conectado. Se o servidor incluir uma mensagem do dia, ela será exibida em uma caixa de diálogo. Você verá essa caixa de diálogo sempre que se conectar ou somente na primeira vez, dependendo da configuração do servidor.
pt_pt: Prima ok. Uma vez terminado, ouvirá um tom e ligar-se-á. Se o servidor incluir uma mensagem do dia, esta será mostrada numa caixa de diálogo. Verá este diálogo sempre que se ligar ou apenas na primeira vez, dependendo da configuração do servidor.
ru: Далее нажмите кнопку OK. Вы услышите короткий звуковой сигнал, сообщающий об успешном подключении. Если сервер предоставляет так называемое «Сообщение дня» (MOTD), оно будет показано в отдельном диалоговом окне. Вы будете видеть это окно при каждом подключении или только при первом подключении, в зависимости от конфигурации сервера.
tr: Tamam tuşuna basın. Bittiğinde, bir ses duyacaksınız ve bağlanacaksınız. Sunucu günün mesajını içeriyorsa, bir iletişim kutusunda görüntülenecektir. Sunucu yapılandırmasına bağlı olarak, her bağlandığınızda veya yalnızca ilk kez bu iletişim kutusunu göreceksiniz.
uk: Натисніть «Гаразд». Після цього ви почуєте звуковий сигнал і будете підключені. Якщо на сервері є повідомлення дня, воно буде показано в діалозі. Ви будете бачити цей діалог при кожному підключенні або тільки при першому, в залежності від конфігурації сервера.
zh_cn: 按确认。完成后，您将听到提示音，这时就已经连接了。如果服务器包含每日信息，会在对话框中显示。每次连接或仅在第一次连接时，您会看到此对话框，具体取决于中继服务器的设置。

source: On the machine that is to be the controlling computer
bg: На управляващата машина
da: På den maskine, der skal være den styrende computer
de: Auf dem Computer, der als zu steuernder Computer dienen soll
es: En el equipo desde el que se controla
fi: Hallitsevassa tietokoneessa
fr: Sur l'ordinateur contrôleur
gl: No equipo dende o que se controla
pt_br: No computador que será a máquina de controle
pt_pt: Na máquina que vai ser o computador de controlo
ru: На управляющем компьютере
tr: Kontrol bilgisayarı olacak makinede
uk: На машині, яка буде керівним комп'ютером
zh_cn: 在控制端的计算机上

source: Select Control another machine in the second set of radio buttons.
bg: Изберете "Управляване на друга машина" във втората група от радио бутони.
da: Vælg "Kontrollér en anden computer" i den anden gruppe af radioknapper.
de: Wählen Sie in der zweiten Gruppe von Optionsfeldern die Option "Steuerung eines anderen Computers" aus.
es: Selecciona controlar otro equipo en el segundo grupo de botones de opción.
fi: Valitse toisesta valintapainikeryhmästä Hallitse toista konetta.
fr: Sélectionnez " Contrôler un autre ordinateur " dans le second ensemble de boutons radio.
gl: Seleciona controlar outro equipo no segundo grupo de botóns de opción.
pt_br: Selecione Controlar outro computador no segundo conjunto de botões de rádio.
pt_pt: Seleccionar Controlar outra máquina no segundo conjunto de botões de rádio.
ru: Во второй паре радиокнопок выберите «Управлять другим компьютером».
tr: İkinci radyo düğmesi setinde Başka bir bilgisayarı yönet seçeneğini belirleyin.
uk: У другій групі радіокнопок виберіть «Керувати іншим комп’ютером».
zh_cn: 在第二组单选按钮中选择控制另一台计算机。

source: Enter a key into the key field, or press the generate key button. The machine being controlled and all its clients need to use the same key.
bg: Въведете ключ в полето за ключ или натиснете бутона за генериране на ключ. Управляваната машина и всички нейни клиенти трябва да използват един и същ ключ.
da: Indtast en nøgle i nøglefeltet, eller tryk på knappen Generer nøgle. Maskinen, der styres, og alle dens klienter skal bruge den samme nøgle.
de: Geben Sie einen Schlüssel in das Schlüsselfeld ein oder klicken Sie auf die Schaltfläche "Schlüssel generieren". Der zu steuernde Computer und alle dessen Clients müssen denselben Schlüssel verwenden.
es: Introduce una clave en el campo clave, o pulsa el botón generar clave. El equipo controlado y todos sus clientes deben usar la misma clave.
fi: Kirjoita Avain-kenttään haluamasi avain tai paina Luo avain -painiketta. Hallittavan koneen ja kaikkien siihen yhdistävien asiakaskoneiden on käytettävä samaa avainta.
fr: Entrez une clé dans le champ " Clé " ou appuyez sur le bouton " Générer la Clé ". L'ordinateur contrôlé ainsi que tous ses clients doivent utiliser la même clé.
gl: Introduce unha chave no campo contrasinal, ou preme o botón xerar contrasinal. O equipo controlado e todos os seus clientes deben usar a mesma chave.
pt_br: Digite um código no campo ou pressione o botão gerar código. A máquina que está sendo controlada e todos os seus clientes precisam usar o mesmo código.
pt_pt: Introduza uma senha no campo senha, ou prima o botão gerar senha. A máquina a ser controlada e todos os seus clientes precisam de utilizar a mesma senha.
ru: Придумайте и введите ключ в поле «Ключ» или нажмите кнопку «Создать ключ». Управляемый компьютер и все его клиенты должны использовать один и тот же ключ.
tr: Anahtar alanına bir anahtar girin veya anahtar oluştur düğmesine basın. Kontrol edilen makine ve tüm istemcilerinin aynı anahtarı kullanması gerekir.
uk: Введіть ключ у поле введення ключа або натисніть кнопку "Створити ключ". Керований комп’ютер і всі, хто підключатиметься до нього, повинні використовувати однаковий ключ.
zh_cn: 在密钥编辑框中输入一个密要，或按下生成密钥按钮。

source: Connection security warning
bg: Предупреждение за сигурността на връзката
da: Advarsel om forbindelsessikkerhed
de: Warnung zur Verbindungssicherheit
es: Avisos de seguridad de la conexión
fi: Yhteyden suojausvaroitus
fr: Avertissement de sécurité de connexion
gl: Avisos de seguridade da conexión
pt_br: Aviso de segurança da conexão
pt_pt: Aviso de Segurança da Ligação Remota do NVDA
ru: Предупреждение о безопасности подключения
tr: Bağlantı güvenliği uyarısı
uk: Застереження щодо безпеки з'єднання
zh_cn: 连接安全警告

source: If you connect to a server without a valid SSL certificate, you will receive a connection security warning.
bg: Ако се свържете към сървър без валиден SSL сертификат, ще получите предупреждение за сигурността на връзката.
da: Hvis du opretter forbindelse til en server uden et gyldigt SSL-certifikat, vil du modtage en advarsel om forbindelsessikkerhed.
de: Wenn Sie eine Verbindung zu einem Server ohne gültiges SSL-Zertifikat herstellen, erhalten Sie eine Warnung zur Verbindungssicherheit.
es: Si te conectas a un servidor con un certificado SSL no válido, recibirás un aviso sobre la seguridad de la conexión.
fi: Jos muodostat yhteyden palvelimeen, jolla ei ole kelvollista SSL-varmennetta, näkyviin tulee yhteyden suojausvaroitus.
fr: Si vous vous connectez à un serveur sans certificat SSL valide, vous recevrez un avertissement de sécurité de connexion.
gl: Se te conectas a un servidor cun certificado SSL non válido, recibirás un aviso sobre a seguridade da conexión.
pt_br: Se você se conectar a um servidor sem um certificado SSL válido, receberá um aviso de segurança de conexão.
pt_pt: Se se ligar a um servidor sem um certificado SSL válido, receberá um aviso de segurança de ligação.
ru: Если вы подключаетесь к серверу без действительного SSL-сертификата, вы получите предупреждение о безопасности подключения.
tr: Geçerli bir SSL sertifikası olmayan bir sunucuya bağlanırsanız, bir bağlantı güvenlik uyarısı alırsınız.
uk: Якщо ви підключаєтеся до сервера без чинного SSL-сертифіката, ви отримаєте застереження щодо безпеки з'єднання.
zh_cn: 如果您连接的服务器没有有效 SSL 证书，您会收到一条连接安全警告。
