Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Using a custom portcheck service
bg: Използване на услуга по избор за проверка на портове
da: Brug af en brugerdefineret portcheck-tjeneste
de: Verwendung eines benutzerdefinierten Port-Check-Dienstes
es: Uso de un servicio personalizado de comprobación de puertos
fi: Mukautetun portintarkistuspalvelun käyttäminen
fr: Utilisation d'un service portcheck personnalisé
gl: Uso dun servizo persoalizado de comprobación de portos
pt_br: Uso de um serviço de portcheck personalizado
pt_pt: Utilizar um serviço de controlo de porta personalizado
ru: Использование пользовательского сервиса проверки портов
tr: Özel bir portcheck hizmeti kullanma
uk: Використання власної служби перевірки портів
zh_cn: 自定义端口检测服务

source: By default, TeleNVDA checks open ports using a service provided by the NVDA spanish community. You can change the service URL from the options dialog. Ensure that the port to check is part of the custom URL and the results are returned in the expected format. A portcheck sample script is distributed in TeleNVDA repository, so you can host your own copy if desired.
bg: По подразбиране TeleNVDA проверява отворените портове, като използва услуга, предоставена от испанската общност на NVDA. Можете да промените URL адреса на услугата от диалоговия прозорец с опции. Уверете се, че портът за проверка е част от персонализирания URL адрес и резултатите се връщат в очаквания формат. Примерен скрипт за проверка на портове се разпространява в хранилището на TeleNVDA, така че можете да хоствате свое собствено копие, ако желаете.
da: Som standard kontrollerer TeleNVDA åbne porte ved hjælp af en tjeneste leveret af det spanske NVDA-fællesskab. Du kan ændre tjenestens URL fra indstillingsdialogen. Sørg for, at porten, der skal kontrolleres, er en del af den tilpassede URL, og at resultaterne returneres i det forventede format. Et eksempel på et portcheck-script distribueres i TeleNVDA-repository, så du kan benytte din egen tjeneste.
de: Standardmäßig prüft TeleNVDA offene Ports mit Hilfe eines Dienstes, der von der spanischen NVDA-Community bereitgestellt wird. Sie können die URL des Dienstes über den Dialogfeld "Optionen" ändern. Stellen Sie sicher, dass der zu prüfende Port Teil der benutzerdefinierten URL ist und die Ergebnisse im erwarteten Format zurückgegeben werden. Ein Beispielskript für den Portcheck wird im TeleNVDA-Repository zur Verfügung gestellt, so dass Sie bei Bedarf Ihre eigene Kopie hosten können.
es: Por defecto, TeleNVDA comprueba los puertos abiertos usando un servicio proporcionado por la comunidad de NVDA en español. Puedes cambiar la URL del servicio desde el diálogo de opciones. Asegúrate de que el puerto a comprobar es parte de la URL personalizada y los resultados se devuelven en el formato esperado. Se distribuye un script de muestra para la comprobación de puertos en el repositorio de TeleNVDA, por lo que puedes alojar tu propia copia si lo deseas.
fi: TeleNVDA tarkistaa oletusarvoisesti avoimet portit NVDA:n espanjalaisyhteisön tarjoamaa palvelua käyttäen. Voit vaihtaa palvelun URLia Asetukset-valintaikkunasta. Varmista, että tarkistettava portti sisältyy mukautettuun URLiin ja että tulokset palautetaan odotetussa muodossa. Portintarkistuksen esimerkkiskripti on saatavilla TeleNVDA:n koodivarastosta, jotta voit halutessasi isännöidä omaa versiotasi.
fr: Par défaut, TeleNVDA vérifie les ports ouverts à l'aide d'un service fourni par la communauté espagnole NVDA. Vous pouvez modifier l'URL de service à partir de la boîte de dialogue Options. Assurez-vous que le port à vérifier fait partie de l'URL personnalisée et que les résultats sont renvoyés dans le format attendu. Un exemple de script portcheck est distribué sur le dépôt TeleNVDA, vous pouvez donc héberger votre propre copie si vous le souhaitez.
gl: Por defecto, o TeleNVDA comproba os portos abertos usando un servizo proporcionado pola comunidade de NVDA en español. Podes cambiar a URL do servizo dende o diálogo de opcións. Asegúrate de que o porto a comprobar é parte da URL persoalizada e os resultados devólvense no formato esperado. Distribúese un script de mostra para a comprobación de portos no repositorio do TeleNVDA, polo que podes aloxar a túa propria copia se o desexas.
pt_br: Por padrão, o TeleNVDA verifica as portas abertas usando um serviço fornecido pela comunidade espanhola do NVDA. Você pode alterar o URL do serviço na caixa de diálogo de opções. Verifique se a porta a ser verificada faz parte do URL personalizado e se os resultados são retornados no formato esperado. Um script de amostra de verificação de porta é distribuído no repositório TeleNVDA, portanto, você pode hospedar sua própria cópia, se desejar.
pt_pt: Por predefinição, o TeleNVDA verifica as portas abertas utilizando um serviço fornecido pela comunidade espanhola do NVDA. Pode alterar o URL do serviço na caixa de diálogo das opções. Certifique-se de que a porta a verificar faz parte do URL personalizado e que os resultados são devolvidos no formato esperado. Um script de amostra de verificação de portas é distribuído no repositório TeleNVDA, pelo que pode alojar a sua própria cópia, se desejar.
ru: По умолчанию TeleNVDA проверяет открытые порты с помощью службы, предоставляемой испанским сообществом NVDA. Вы можете изменить URL-адрес службы в диалоговом окне «Параметры». Убедитесь, что порт для проверки является частью пользовательского URL-адреса, а результат возвращается в ожидаемом формате. Пример скрипта проверки портов распространяется в репозитории TeleNVDA, так что при желании вы можете запустить свою собственную копию.
tr: Varsayılan olarak TeleNVDA, NVDA İspanyol topluluğu tarafından sağlanan bir hizmeti kullanarak açık bağlantı noktalarını kontrol eder. Hizmet Adresini seçenekler iletişim kutusundan değiştirebilirsiniz. Kontrol edilecek bağlantı noktasının özel URL'nin parçası olduğundan ve sonuçların beklenen biçimde döndürüldüğünden emin olun. TeleNVDA deposunda bir portcheck örnek komut dosyası dağıtılır, böylece isterseniz kendi kopyanızı barındırabilirsiniz.
uk: Початково TeleNVDA перевіряє відкриті порти за допомогою сервісу іспанської спільноти NVDA. Ви можете змінити адресу сервісу за допомогою діалогу параметрів. Переконайтеся, що порт, який перевіряється, є частиною користувацької URL-адреси, а результати перевірки повертаються в очікуваному форматі. Зразок сценарію перевірки портів розміщено у репозиторії TeleNVDA, тому ви можете створити власну копію, якщо бажаєте.
zh_cn: 默认情况下，TeleNVDA 使用 NVDA 西班牙社区提供的服务检测开放的端口。您可以从选项对话框更改用于端口检测的服务 URL。确保要检查的端口是自定义 URL 的一部分，并且结果以预期格式返回。TeleNVDA 存储库中包含 Portcheck 的示例脚本，因此您可以根据需要部署自己的端口检测服务。

source: Altering TeleNVDA
bg: Промяна на TeleNVDA
da: Ændring af TeleNVDA
de: Änderung von TeleNVDA
es: Alteración de TeleNVDA
fi: TeleNVDA:n muokkaaminen
fr: Modification de TeleNVDA
gl: Alteración do TeleNVDA
pt_br: Alteração do TeleNVDA
pt_pt: A alterar o TeleNVDA
ru: Внесение изменений в TeleNVDA
tr: TeleNVDA'yı Değiştirme
uk: Внесення змін у TeleNVDA
zh_cn: 修改 TeleNVDA

source: This project is covered by the GNU General Public License, version 2 or later. You may clone [this repo][2] to make alteration to TeleNVDA, provided that you read, understand and respect the license terms. The MiniUPNP module is licensed under a BSD-3 clause license.
bg: Този проект се покрива от GNU General Public License, версия 2 или по-нова. Можете да клонирате [това хранилище][2], за да направите промени по TeleNVDA, при условие че сте прочели, разбрали и спазвате лицензионните условия. Модулът MiniUPNP е лицензиран съгласно клаузите на лиценза BSD-3.
da: Dette projekt er omfattet af GNU General Public License, version 2 eller nyere. Du kan klone [denne repo][2] for at foretage ændringer i TeleNVDA, forudsat at du læser, forstår og respekterer licensbetingelserne. MiniUPNP-modulet er licenseret under en BSD-3-klausullicens.
de: Dieses Projekt unterliegt der GNU General Public License, Version 2 oder neuer. Sie dürfen [dieses Repository][2] klonen, um Änderungen an TeleNVDA vorzunehmen, vorausgesetzt, Sie lesen, verstehen und respektieren die Lizenzbedingungen. Das Mini-UPnP-Modul ist unter einer BSD-3-Klausel lizenziert.
es: Este proyecto se encuentra cubierto por la licencia pública general GNU, versión 2 o posterior. Puedes clonar [este repositorio][2] para hacer alteraciones a TeleNVDA, siempre que leas, entiendas y respetes los términos de esta licencia. El módulo MiniUPNP está cubierto por una licencia BSD de 3 cláusulas.
fi: Tämä projekti on suojattu GNU GPL v2:lla tai uudemmalla lisenssillä. Voit kloonata [tämän koodivaraston][2] tehdäksesi muokkauksia TeleNVDA:han edellyttäen, että luet, ymmärrät ja kunnioitat lisenssin ehtoja. MiniUPNP-moduuli on BSD-3-lausekelisenssin alainen.
fr: Ce projet est couvert par la licence publique générale GNU, version 2 ou version ultérieure. Vous pouvez cloner [ce dépôt][2] pour modifier TeleNVDA, à condition de lire, de comprendre et de respecter les conditions de licence. Le module MiniUPNP est sous licence de BSD-3 clause license.
gl: Este proxecto atópase cuberto pola licenza pública xeral GNU, versión 2 ou posterior. Podes clonar [este repositorio][2] para facer alteracións ao TeleNVDA, sempre que leas, entendas e respetes os termos desta licenza. O módulo MiniUPNP está cuberto por unha licenza BSD de 3 cláusulas.
pt_br: Este projeto é coberto pela Licença Pública Geral GNU, versão 2 ou posterior. Você pode clonar [este repositório][2] para fazer alterações no TeleNVDA, desde que leia, compreenda e respeite os termos da licença. O módulo MiniUPNP está licenciado sob uma licença BSD-3 clause.
pt_pt: Este projecto está coberto pela Licença Pública Geral GNU, versão 2 ou posterior. Pode clonar [este repo][2] para fazer alterações ao TeleNVDA, desde que leia, compreenda e respeite os termos da licença. O módulo MiniUPNP está licenciado sob uma licença BSD-3 clause.
ru: Этот проект распространяется под стандартной общественной лицензией GNU версии 2 или выше. Вы можете клонировать [этот репозиторий][2], чтобы внести свои изменения в TeleNVDA, при условии, что вы прочитали, поняли и соблюдаете условия лицензии. Модуль MiniUPNP распространяется под трёхпунктной лицензией BSD.
tr: Bu proje, GNU Genel Kamu Lisansı, sürüm 2 veya üzeri kapsamındadır. Lisans koşullarını okumanız, anlamanız ve bunlara saygı göstermeniz koşuluyla [bu depoyu][2] TeleNVDA'da değişiklik yapmak için kopyalayabilirsiniz. MiniUPNP modülü, bir BSD-3 yan tümce lisansı altında lisanslanmıştır.
uk: Цей проєкт поширюється на умовах ліцензії GNU General Public License, версія 2 або новіша. Ви можете клонувати [цей репозиторій][2] для внесення змін до TeleNVDA за умови, що ви прочитали, зрозуміли і поважаєте умови ліцензії. Модуль MiniUPNP ліцензовано за ліцензією BSD-3.
zh_cn: 该项目受 GNU 通用公共许可证第 2 版或更高版本的保护。您可以 clone [该项目][2]以对 TeleNVDA 进行改进，前提是您已阅读、理解并遵守许可条款。 MiniUPNP 模块根据 BSD-3 条款许可证获得许可。

source: 3rd Party dependencies
bg: Зависимости от трети страни
da: Dependencies fra tredjeparter
de: Abhängigkeiten von Drittanbietern
es: Dependencias de terceros
fi: Kolmannen osapuolen riippuvuudet
fr: Dépendances tierce
gl: Dependencias de terceiros
pt_br: Dependências de terceiros
pt_pt: dependências de terceiros
ru: Сторонние зависимости
tr: 3. Taraf bağımlılıkları
uk: Сторонні залежності
zh_cn: 第三方依赖

source: These can be installed with pip:
bg: Те могат да бъдат инсталирани чрез pip:
da: Disse kan installeres med pip:
de: Diese können mit PIP installiert werden:
es: Se pueden instalar con Pip:
fi: Nämä voidaan asentaa pip:llä:
fr: Ceux-ci peuvent être installés avec pip :
gl: Pódense instalar con Pip:
pt_br: Eles podem ser instalados com o pip:
pt_pt: Podem ser instaladas com pip:
ru: Их можно установить с помощью pip:
tr: Bunlar pip ile kurulabilir:
uk: Наступні модулі можуть бути встановлені за допомогою pip:
zh_cn: 以下可以使用 pip 安装：

source: In order to build the URL handler executable, you need Visual Studio 2019 or later.
bg: За да компилирате изпълнимия файл за обработка на URL адреси, имате нужда от Visual Studio 2019 или по-нова версия.
da: For at bygge den eksekverbare URL-handler skal du bruge Visual Studio 2019 eller nyere.
de: Um die ausführbare URL-Handler-Datei zu erstellen, benötigen Sie Visual Studio 2019 oder neuer.
es: Para compilar el ejecutable manejador de URLs, es necesario disponer de Visual Studio 2019 o posterior.
fi: URL-käsittelijäohjelman kääntämiseen tarvitset Visual Studio 2019:n tai uudemman.
fr: Afin de compiler l'exécutable de gestion d'URLs, il est nécessaire d'avoir Visual Studio 2019 ou version ultérieure.
gl: Para compilar o executable manexador de URLs, é necesario dispor de Visual Studio 2019 ou posterior.
pt_br: Para criar o executável do manipulador de URL, você precisa do Visual Studio 2019 ou posterior.
pt_pt: Para construir o manipulador de URL executável, é necessário o Visual Studio 2019 ou posterior.
ru: Чтобы создать исполняемый файл обработчика URL-адресов, вам потребуется Visual Studio 2019 или более поздняя версия.
tr: URL işleyici yürütülebilir dosyasını oluşturmak için Visual Studio 2019 veya sonraki bir sürüme ihtiyacınız var.
uk: Для створення виконуваного файлу обробника URL вам потрібна Visual Studio 2019 або новішої версії.
zh_cn: 为了编译 URL 处理程序，您需要 Visual Studio 2019 或更高版本。

source: To package the add-on for distribution:
bg: За пакетиране на добавката за разпространение:
da: Sådan pakker du tilføjelsen til distribution:
de: Um die NVDA-Erweiterung für die Verteilung zu verpacken:
es: Para empaquetar el complemento para su distribución:
fi: Lisäosan paketointi jakelua varten
fr: Empaquetage de l'extension pour sa distribution :
gl: Para empaquetar o complemento para a súa distribución:
pt_br: Para empacotar o complemento para distribuição:
pt_pt: Para preparar o extra para distribuição:
ru: Чтобы создать распространяемый пакет дополнения, выполните следующие действия:
tr: Eklentiyi dağıtım amacıyla paketlemek için:
uk: Щоб запакувати доповнення для розповсюдження:
zh_cn: 编译插件以供分发：

source: Open a command line, change to the root of [this repo][2]
bg: Отворете команден ред и преминете към кореновата директория на [това хранилище][2]
da: Åbn en kommandolinje, skift til roden af [denne repo][2]
de: Öffnen Sie eine Befehlszeile, wechseln Sie zum Stammverzeichnis von [diesem Repository][2]
es: Abre una línea de órdenes y cambia a la raíz de [este repositorio][2]
fi: Avaa komentokehote ja vaihda hakemistoksi [tämän koodivaraston][2] juuri.
fr: Ouvrez une ligne de commande, changer à la racine de [ce dépôt][2]
gl: Abre unha liña de ordes e cambia á raíz de [este repositorio][2]
pt_br: Abra uma linha de comando, mude para a raiz de [este repositório][2]
pt_pt: Abra uma linha de comando, mude para a raiz de [this repo][2]
ru: Откройте командную строку и перейдите в корневой каталог [этого репозитория][2]
tr: Bir komut satırı açın, [bu depo][2] kök dizinine geçin
uk: Відкрийте командний рядок та перейдіть до кореневого каталогу [цього репозиторію][2]
zh_cn: 打开命令行，转到[该项目][2]的目录下。

source: Run the **scons** command. The created add-on, if there were no errors, is placed in the current directory.
bg: Изпълнете командата **scons**. Създадената добавка, ако няма грешки, се поставя в текущата директория.
da: Kør kommandoen **scons**. Den oprettede tilføjelse, hvis der ikke var nogen fejl, placeres i den aktuelle mappe.
de: Führen Sie den Befehl **scons** aus. Die erstellte NVDA-Erweiterung wird, wenn keine Fehler aufgetreten sind, im aktuellen Verzeichnis abgelegt.
es: Ejecuta la orden **scons**. El complemento creado, si no hubo errores, se encuentra en la carpeta actual.
fi: Suorita **scons**-komento. Jos virheitä ei ilmennyt, luotu lisäosa sijoitetaan nykyiseen hakemistoon.
fr: Exécutez la commande **scons**. L'extension créée, s'il n'y a pas d'erreur, sera placée dans le répertoire actuel.
gl: Executa a orde **scons**. O complemento creado, se non houbo erros, atópase no cartafol actual.
pt_br: Execute o comando **scons**. O add-on criado, se não houver erros, será colocado no diretório atual.
pt_pt: Executar o comando **scons***. O extra criado, se não houver erros, é colocado no directório actual.
ru: Выполните команду **scons**. Созданное дополнение, если не произошло никаких ошибок, будет размещено в текущем каталоге.
tr: **scons** komutunu çalıştırın. Oluşturulan eklenti, herhangi bir hata yoksa geçerli dizine yerleştirilir.
uk: Запустіть команду scons. Створений додаток, якщо не виникне помилок, буде розміщений в поточному каталозі.
zh_cn: 执行 **scons** 命令。如果没有错误，创建的插件会放置在当前目录中。

source: [[!meta title="TeleNVDA"]]
zh_cn: [[!meta title="TeleNVDA 远程协助"]]
