Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: If you do not wish to hear the remote computer's speech or NVDA specific sounds, simply access the NVDA menu, Tools, and Remote. Arrow down to Mute Remote, and press Enter. You can assign a gesture to this option from the NVDA Input Gestures dialog. Please note that this option will not disable remote braille output to the controlling display when the controlling machine is sending keys.
bg: Ако не желаете да чувате речта на отдалечения компютър или специфичните за NVDA звуци, просто влезте в менюто на NVDA, Инструменти и Отдалечен достъп. Със стрелка надолу отидете до "Заглуши отдалечения достъп" и натиснете Enter. Можете да зададете жест към тази опция от диалоговия прозорец "Жестове на въвеждане" на NVDA. Моля, обърнете внимание, че тази опция няма да деактивира отдалечения брайлов изход към управляващия дисплей, когато управляващата машина изпраща команди.
es: Si no quieres oír la voz del ordenador remoto o sonidos específicos de NVDA, es tan simple como ir al menú de NVDA, herramientas, remoto. Baja con flecha abajo hasta oír silenciar equipo remoto, y pulsa intro. Puedes asignar un gesto a esta opción desde el diálogo Gestos de entrada de NVDA. Ten en cuenta que esta opción no desactivará la salida braille remota a la pantalla controladora cuando el equipo controlador esté enviando pulsaciones.
fi: Jos et halua kuulla etäkoneen puhetta tai NVDA:n äänimerkkejä, avaa NVDA-valikko ja valitse Työkalut -> Etäkäyttö. Siirry lopuksi alanuolinäppäimellä kohtaan Mykistä etäkone ja paina Enter. Voit määrittää näppäinkomennon tälle vaihtoehdolle NVDA:n Näppäinkomennot-valintaikkunasta. Huom: Tämä asetus ei poista käytöstä hallitsevan koneen pistenäytölle tuotettavaa etäpistekirjoituspalautetta, kun hallitsevan koneen näppäinpainallusten lähettäminen on käytössä.
fr: Si vous ne souhaitez pas entendre la synthèse vocale ainsi que les sons de NVDA de l'ordinateur distant, rendez-vous simplement dans le menu NVDA, outils puis Accès distant, puis descendez avec les flèches jusqu'à " Couper le son distant " et validez avec Entrée. Vous pouvez attribuer un geste à cette option à partir de la boîte de dialogue Gestes de commandes de NVDA. Veuillez noter que cette option ne désactivera pas le terminal Braille distant pour l'écran à contrôler lorsque l'ordinateur contrôleur envoi des commandes.
gl: Se non desexas escoitar a voz do computador remoto ou sons específicos do NVDA, soamente accede ao menú NVDA, Ferramentas e Remoto. Desprázate cara abaixo ate Silenciar Remoto e preme Intro. Podes asignar un xesto a esta opción dende o diálogo Xestos de Entrada de NVDA. Ten en conta que esta opción non desactivará a saída braille remota á pantalla controladora cando a máquina controladora estea enviando teclas.
pt_br: Se não quiser ouvir a fala do computador remoto ou os sons específicos do NVDA, basta acessar o menu NVDA, Ferramentas e Remoto. Use a seta para baixo até silenciar remoto e pressione Enter. Você pode atribuir um gesto a essa opção na caixa de diálogo Gestos de entrada do NVDA. Observe que essa opção não desativará a saída remota de braile para a tela de controle quando a máquina de controle estiver enviando teclas.
ru: Если вы не хотите слышать речь и стандартные звуки NVDA с управляемого компьютера, то просто откройте меню NVDA → Сервис → Удалённое управление и активируйте пункт «Отключить удалённую речь и звуки». Обратите внимание, что эта опция не отключает удалённый брайлевский вывод на управляющем компьютере.
tr: Uzak bilgisayarın konuşmasını veya NVDA'ya özgü sesleri duymak istemiyorsanız, NVDA menüsüne, Araçlar'a ve Uzak Bağlantı'ya erişmeniz yeterlidir. Uzaktakini sustura gidin ve Enter tuşuna basın. NVDA Girdi Hareketleri iletişim kutusundan bu seçeneğe bir hareket atayabilirsiniz. Lütfen bu seçeneğin, kontrol eden makine anahtarları gönderirken kontrol ekranına uzaktan braille çıkışını devre dışı bırakmayacağını unutmayın.

source: You can mute permanently the remote speech while you work on your local machine by enabling that setting from the TeleNVDA category on the NVDA settings dialog.
bg: Можете да заглушите за постоянно речта от отдалечената машина, докато работите на вашата локална машина, като активирате тази настройка от категорията "TeleNVDA" в диалоговия прозорец за настройки на NVDA.
es: Puedes silenciar permanentemente la voz remota mientras trabajas en tu equipo local activando esa opción desde la categoría TeleNVDA del diálogo Opciones de NVDA.
fi: Voit mykistää etäpuheen pysyvästi työskennellessäsi paikallisella koneella ottamalla käyttöön tämän asetuksen NVDA:n asetusvalintaikkunan TeleNVDA-kategoriasta.
fr: Vous pouvez désactiver définitivement la parole distante pendant que vous travaillez sur votre ordinateur local en activant ce paramètre dans la catégorie TeleNVDA de la boîte de dialogue des paramètres NVDA.
gl: Podes silenciar permanentemente a voz remota mentres traballas na túa máquina local activando esa opción dende a categoría TeleNVDA no diálogo de Opcións do NVDA.
pt_br: Você pode silenciar permanentemente a fala remota enquanto trabalha em sua máquina local, ativando essa configuração na categoria TeleNVDA na caixa de diálogo de configurações do NVDA.
ru: Вы можете постоянно отключать удалённую речь во время работы на локальном компьютере, включив эту настройку в категории TeleNVDA диалога настроек NVDA.
tr: NVDA ayarları iletişim kutusundaki TeleNVDA kategorisinden bu ayarı etkinleştirerek, yerel makinenizde çalışırken uzaktan konuşmayı kalıcı olarak susturabilirsiniz.

source: Ending a remote Session
bg: Прекратяване на отдалечена сесия
da: Afslutning af en fjernsession
de: Beenden einer Remote-Sitzung
es: Finalizar una sesión remota
fi: Etäistunnon lopettaminen
fr: Fermer une session distante
gl: Rematar unha sesión remota
pt_br: Encerramento de uma sessão remota
pt_pt: Fim de uma sessão remota
ru: Завершение сеанса удалённого управления
tr: Uzak Oturumu Sonlandırma
uk: Завершення віддаленого сеансу
zh_cn: 结束远程会话

source: To end a remote session, do the following:
bg: За да прекратите отдалечена сесия, направете следното:
da: Gør følgende for at afslutte en fjernsession:
de: Um eine Remote-Sitzung zu beenden, gehen Sie wie folgt vor:
es: Para finalizar una sesión remota, haz lo siguiente:
fi: Lopeta etäistunto seuraavasti:
fr: Pour mettre fin à une session distante, procédez comme suit :
gl: Para rematar unha sesión remota, Fai o seguinte:
pt_br: Para encerrar uma sessão remota, faça o seguinte:
pt_pt: Para terminar uma sessão remota, faça o seguinte:
ru: Для завершения удалённого сеанса, выполните следующие действия:
tr: Bir uzak oturumu sonlandırmak için aşağıdakileri yapın:
uk: Для завершення віддаленого сеансу виконайте таке:
zh_cn: 要结束远程会话，请执行以下操作：

source: On the controlling computer, press F11 to stop controlling the remote machine. You should hear or read the message: "Controlling local machine." If you instead hear or read a message that you are controlling the remote machine, press F11 once more.
bg: На управляващия компютър натиснете F11, за да спрете управлението на отдалечената машина. Трябва да чуете или прочетете съобщението: "Управлява се локалната машина". Ако вместо това чуете или прочетете съобщение, че управлявате отдалечената машина, натиснете F11 още веднъж.
da: På den kontrollerende computer skal du trykke på F11 for at stoppe med at styre den eksterne maskine. Du bør få følgende besked: "Kontrollerer lokal maskine." Hvis du i stedet får besked om, at du styrer den eksterne maskine, skal du trykke på F11 igen.
de: Drücken Sie beim Remote-Computer F11, um die Steuerung des Remote-Computers zu beenden. Sie sollten die Meldung erhalten: "Lokaler Computer wird gesteuert". Wenn Sie stattdessen die Meldung erhalten, dass Sie den Remote-Computer steuern, drücken Sie erneut die Taste F11.
es: En el equipo controlador, pulsa f11 para dejar de controlar el equipo remoto. Deberías escuchar o leer el mensaje: "Controlando equipo local". Si en vez de eso oyes o lees un mensaje diciendo que estás controlando el equipo remoto, pulsa f11 nuevamente.
fi: Lopeta etäkoneen hallinta painamalla hallitsevassa koneessa F11. NVDA:n pitäisi nyt sanoa tai pistenäytöllä lukea "Hallitaan paikallista konetta". Jos sen sijaan kuulet tai näet pistenäytöllä ilmoituksen etäkoneen hallitsemisesta, paina vielä kerran F11.
fr: Sur l'ordinateur contrôleur, appuyez sur F11 pour arrêter l'envoi de commandes. Vous devriez entendre le message " Contrôle de la machine locale ". Si vous entendez " Contrôle de la machine locale ", appuyez sur F11 une nouvelle fois.
gl: No equipo controlador, preme f11 para deixar de controlar o equipo remoto. Deberías escoitar ou ler a mensaxe: "Controlando equipo local". Se en vez deso oes ou lees unha mensaxe dicindo que estás controlando o equipo remoto, preme f11 novamente.
pt_br: No computador de controle, pressione F11 para parar de controlar a máquina remota. Você deverá ouvir ou ler a mensagem: “Controlando a máquina local”. Se, em vez disso, ouvir ou ler uma mensagem de que está controlando a máquina remota, pressione F11 mais uma vez.
pt_pt: No computador de controlo, prima F11 para parar de controlar a máquina remota. Deve ouvir ou ler a mensagem: "Controlando a máquina local" Se em vez disso ouvir ou ler uma mensagem de que está a controlar a máquina remota, premir F11 mais uma vez.
ru: На управляющем компьютере нажмите F11 для прекращения управления удалённым компьютером. Вы должны услышать или прочитать на брайлевском дисплее сообщение «Управление локальным компьютером», если вместо этого вы слышите или читаете сообщение «Управление удалённым компьютером», то нажмите F11 ещё раз.
tr: Kontrol eden bilgisayarda, uzak makineyi kontrol etmeyi durdurmak için F11'e basın. "Yerel makine kontrol ediliyor" mesajını duymalı veya okumalısınız. Bunun yerine, uzak makineyi kontrol ettiğinize dair bir mesaj duyar veya okursanız, bir kez daha F11 tuşuna basın.
uk: На керівному комп'ютері натисніть F11, щоб припинити керування віддаленим комп'ютером. Ви повинні почути або прочитати повідомлення: "Керування локальним комп'ютером". Якщо натомість ви почуєте або прочитаєте повідомлення про те, що ви керуєте віддаленим комп'ютером, то натисніть F11 ще раз.
zh_cn: 在控制计算机上，按F11停止控制远程机器。您应该听到或在点显器上读到消息：“控制本地计算机”。如果您听到或读到“控制远程计算机”，请再按一次F11。

source: Access the NVDA menu, then Tools, Remote, and press Enter on Disconnect.
bg: Отворете менюто на NVDA, след това Инструменти -> Отдалечен достъп и натиснете Enter върху "Прекъсни".
da: Gå ind i NVDA-menuen>Værktøjer>Fjernsupport, og vælg "Afbryd".
de: Rufen Sie das NVDA-Menü auf, dann "Werkzeuge", "Fernsteuerung" und drücken Sie bei "Trennen" die Eingabetaste.
es: Accede al menú de NVDA, herramientas, remoto, y pulsa intro en desconectar.
fi: Avaa NVDA-valikko, valitse Työkalut -> Etäkäyttö ja paina Enter Katkaise yhteys -vaihtoehdon kohdalla.
fr: Rendez-vous dans le menu NVDA, Outils puis Accès distant et faites entrée sur l'option " Se déconnecter ".
gl: Acede ao menú de NVDA, ferramentas, remoto, e preme intro en desconectar.
pt_br: Acesse o menu NVDA, depois Ferramentas, Remoto e pressione Enter em desconectar.
pt_pt: Aceder ao menu NVDA, depois Ferramentas, Remoto, e premir Enter em Desconectar.
ru: Откройте меню NVDA → Сервис → Удалённое управление и нажмите Enter на пункте «Отключиться».
tr: NVDA menüsüne, Araçlar, Uzak Bağlantıya erişin ve Bağlantıyı Kes üzerinde Enter'a basın.
uk: Відкрийте меню NVDA, оберіть "Інструменти", далі - "Віддалене керування" та активуйте пункт "Перервати".
zh_cn: 打开NVDA菜单，然后选择工具，远程，然后找到“断开连接”案回车确认。

source: Alternatively, you can press NVDA+alt+page down to directly disconnect the session. This gesture can be changed from NVDA Input Gestures Dialog. To keep the other end safe, you may press this gesture while sending keys to disconnect the remote computer.
bg: Като алтернатива можете да натиснете NVDA+Alt+Page Down, за да прекъснете директно сесията. Този жест може да бъде променен в диалоговия прозорец "Жестове на въвеждане" на NVDA. За да защитите другия край, можете да натиснете този жест, докато изпращате команди, за да прекъснете връзката с отдалечения компютър.
da: Du kan også trykke NVDA+alt+side ned for at afbryde forbindelsen. Denne kommando kan ændres fra dialogen "Håndter kommandoer". For at sikre, at den anden ende af forbindelsen forbliver sikker, kan du udføre denne tastaturkommando, når du sender taster til fjerncomputeren. Dette vil afbryde fjerncomputerens forbindelse.
de: Alternativ können Sie auch NVDA+Alt+Seite nach unten drücken, um die Sitzung direkt zu beenden. Dieser Tastenbefehl kann im Dialogfeld für die Tastenbefehle in NVDA geändert werden. Um die andere Seite zu schützen, können Sie diesen Tastenbefehl drücken, während Sie Tasten senden, um die Verbindung mit dem Remote-Computer zu trennen.
es: Alternativamente, puedes pulsar NVDA+alt+avance página para desconectar la sesión directamente. Este gesto se puede cambiar desde el diálogo Gestos de entrada de NVDA. Para mantener a salvo a la otra persona, puedes pulsar este gesto mientras envías teclas para desconectar el equipo remoto.
fi: Vaihtoehtoisesti voit katkaista istunnon yhteyden suoraan painamalla NVDA+Alt+Page down. Tätä näppäinkomentoa voidaan vaihtaa NVDA:n Näppäinkomennot-valintaikkunasta. Voit pitää toisen osapuolen turvassa katkaisemalla etätietokoneen yhteyden painamalla tätä näppäinkomentoa näppäinten lähettämisen ollessa käytössä.
fr: Alternativement, vous pouvez appuyer sur NVDA+alt+page suivante pour déconnecter directement la session. Ce geste peut être modifié à partir du dialogue Gestes de commandes de NVDA. Pour assurer la sécurité de l'autre personne, vous pouvez appuyer sur ce geste tout en envoyant des touches pour déconnecter l'ordinateur distant.
gl: Alternativamente, podes premer NVDA+alt+avance de páxina para desconectar a sesión directamente. Este xesto pódese cambiar dende o diálogo Xestos de entrada do NVDA. Para manter a salvo á outra persoa, podes premer este xesto mentres envías teclas para desconectar o equipo remoto.
pt_br: Como alternativa, você pode pressionar NVDA+alt+page down para desconectar diretamente a sessão. Esse gesto pode ser alterado na caixa de diálogo Gestos de entrada do NVDA. Para manter a outra extremidade segura, você pode pressionar esse gesto ao enviar teclas para desconectar o computador remoto.
pt_pt: Em alternativa, pode pressionar NVDA+alt+página para desligar directamente a sessão. Este atalho pode ser alterado a partir do Diálogo definir comandos do NVDA. Para manter a outra extremidade segura, pode premir este gesto enquanto envia as teclas para desligar o computador remoto.
ru: Кроме того, вы можете нажать NVDA+Alt+PageDown, чтобы более оперативно разорвать сеанс. Этот жест можно изменить в диалоге NVDA «Жесты ввода». Чтобы обезопасить другой компьютер, вы можете нажать это сочетание во время управления удалённым компьютером, чтобы первым отключить его от удалённого сеанса.
tr: Alternatif olarak, oturumun bağlantısını doğrudan kesmek için NVDA+alt+Önceki Sayfa tuşlarına da basabilirsiniz. Bu hareket, NVDA Girdi Hareketleri İletişim Kutusundan değiştirilebilir. Diğer ucu güvende tutmak için, uzak bilgisayarın bağlantısını kesmek üzere anahtarlar gönderirken bu harekete basabilirsiniz.
uk: Також ви можете натиснути NVDA+alt+сторінка вниз, щоб безпосередньо розірвати сеанс. Цей жест можна змінити в діалозі «Жести вводу» NVDA. Щоб захистити іншу сторону, ви можете натиснути цей жест під час надсилання клавіш для від'єднання віддаленого комп'ютера.
zh_cn: 或者，您可以按``NVDA+alt+下翻页``直接断开连接。您可以在“按键与手势”对话框中分配其他快捷键。

source: Push clipboard
bg: Прехвърляне на клипборда
da: Send udklipsholder
de: Aus Zwischenablage einfügen
es: Enviar portapapeles
fi: Leikepöydän lähettäminen
fr: Envoyer le presse-papiers
gl: Enviar portapapeis
pt_br: Enviar para área de transferência
ru: Передача буфера обмена
tr: Panoya gönderme
uk: Передача буфера обміну
zh_cn: 发送剪贴板

source: The Push clipboard option in the remote menu allows you to push text from your clipboard.
bg: Опцията "Прехвърли клипборда" в менюто "Отдалечен достъп" ви позволява да изпращате текст от вашия клипборд.
da: Denne indstilling fra menuen "Fjernsupport" lader dig sende indholdet fra din udklipsholder.
de: Mit der Option "Aus Zwischenablage einfügen" im Remote-Menü können Sie Text aus der Zwischenablage einfügen.
es: La opción enviar portapapeles en el menú remoto te permite enviar texto desde tu portapapeles.
fi: Etäkäyttö-valikon Lähetä leikepöytä -vaihtoehdolla voit lähettää leikepöydällä olevan tekstin.
fr: L'option " Envoyer le presse-papiers " présente dans le menu Accès Distant vous permet d'envoyer du texte depuis votre presse-papiers.
gl: A opción enviar portapapeis no menú remoto permíteche enviar texto dende o teu portapapeis.
pt_br: A opção Enviar para área de transferência no menu remoto permite que você envie o texto da área de transferência.
pt_pt: A opção Push clipboard no menu remoto permite-lhe enviar texto do seu clipboard.
ru: Пункт «Передать буфер обмена» в подменю «Удалённое управление» позволяет вам в удалённом сеансе передавать текст из буфера обмена между подключёнными компьютерами.
tr: Uzak Bağlantı menüsündeki Pano içeriğini gönder seçeneği, panonuzdan metin göndermenizi sağlar.
uk: Опція "Передати буфер обміну" в меню "Віддалене керування" дає змогу надіслати текст з буфера обміну.
zh_cn: 远程菜单中的“发送剪贴板”选项允许您从剪贴板中发送文本内容。

source: When activated, any text on the clipboard will be pushed to the other machines.
bg: Когато се активира, всеки текст в клипборда ще бъде изпратен към другите машини.
da: Når dette menupunkt aktiveres, vil indholdet fra din udklipsholder sendes til de andre maskiner.
de: Wenn diese Funktion aktiviert ist, wird jeder Text in der Zwischenablage auf die anderen Rechner übertragen.
es: Cuando esté activada, cualquier texto en el portapapeles se enviará a los otros equipos.
fi: Kun toiminto on otettu käyttöön, kaikki leikepöydällä oleva teksti lähetetään toisille koneille.
fr: Une fois activée, tout texte présent dans votre presse-papiers sera envoyé à l'ordinateur distant.
gl: Cando estea activada, calquera texto no portapapeis enviarase aos outros equipos.
pt_br: Quando ativado, qualquer texto na área de transferência será enviado para as outras máquinas.
pt_pt: Quando activado, qualquer texto na área de transferência será enviado para as outras máquinas.
ru: При его активации, любой текст из буфера обмена управляющего компьютера будет передан в буфер обмена управляемого и наоборот.
tr: Etkinleştirildiğinde, panodaki herhangi bir metin diğer makinelere iletilecektir.
uk: При активації цієї опції будь-який текст з буфера обміну буде передано на інші комп'ютери.
zh_cn: 使用该功能，剪贴板上的任何文本都会被发送到对方计算机。

source: Sending files
bg: Прехвърляне на файлове
da: Sådan sendes filer
de: Versenden von Dateien
es: Enviar archivos
fi: Tiedostojen lähettäminen
fr: Envoyer des fichiers
gl: Enviar arquivos
pt_br: Envio de arquivos
pt_pt: Envio de ficheiros
ru: Отправка файлов
tr: Dosya gönderme
uk: Надсилання файлів
zh_cn: 发送文件

source: The Send file option in the remote menu allows you to send small files to all session members, including the controlled machine. Please note, you can only send files smaller than 10 MB. Sending or receiving files on secure screens is not allowed.
bg: Опцията "Изпрати файл" в менюто "Отдалечен достъп" ви позволява да изпращате малки файлове до всички членове на сесията, включително контролираната машина. Моля, имайте предвид, че можете да изпращате само файлове, по-малки от 10 МБ. Изпращането или получаването на файлове на защитени екрани не е разрешено.
da: Indstillingen Send fil i fjernmenuen giver dig mulighed for at sende små filer til alle sessionsmedlemmer, inklusive den kontrollerede maskine. Bemærk venligst, at du kun kan sende filer mindre end 10 MB. Det er ikke tilladt at sende eller modtage filer på sikre skærme.
de: Mit der Option "Datei senden" im Remote-Menü können Sie kleine Dateien an alle Sitzungsteilnehmer, einschließlich der überwachten Computer, senden. Bitte beachten Sie, dass Sie nur Dateien mit einer Größe von weniger als 10 MB senden können. Das Senden oder Empfangen von Dateien auf sicheren Bildschirmen ist nicht erlaubt.
es: La opción Enviar archivo en el menú remoto permite enviar pequeños archivos a todos los miembros de la sesión, incluyendo el equipo controlado. Ten en cuenta que sólo puedes enviar archivos menores de 10 MB. No se permite enviar o recibir archivos en pantallas seguras.
fi: Etäkäyttö-valikon Lähetä tiedosto -vaihtoehto mahdollistaa pienten tiedostojen lähettämisen kaikille istunnon jäsenille hallittava kone mukaan lukien. Huom: Voit lähettää vain tiedostoja, jotka ovat pienempiä kuin 10 Mt. Tiedostojen lähettäminen tai vastaanottaminen ei ole mahdollista suojatuissa ruuduissa.
fr: L'option Envoyer fichier dans le menu Accès Distant vous permet d'envoyer de petits fichiers à tous les membres de la session, y compris la machine contrôlée. Veuillez noter que vous ne pouvez envoyer que des fichiers inférieurs à 10 Mo. Il n'est pas autorisé à envoyer ou à recevoir des fichiers sur des écrans sécurisés.
gl: A opción Enviar arquivo no menú remoto permite enviar pequenos arquivos a todos os membros da sesión, incluíndo o equipo controlado. Ten en conta que só podes enviar arquivos menores de 10 MB. Non se permite enviar ou recibir arquivos en pantallas seguras.
pt_br: A opção Enviar arquivo no menu remoto permite enviar arquivos pequenos para todos os membros da sessão, inclusive para a máquina controlada. Observe que só é possível enviar arquivos com menos de 10 MB. Não é permitido enviar ou receber arquivos em telas seguras.
pt_pt: A opção Enviar ficheiro no menu remoto permite-lhe enviar pequenos ficheiros para todos os membros da sessão, incluindo a máquina controlada. Note que só pode enviar ficheiros de tamanho inferior a 10 MB. O envio ou recepção de ficheiros em ecrãs seguros não é permitido.
ru: Опция «Отправить файл» в меню «Удалённое управление» позволяет отправлять небольшие файлы всем участникам сеанса, включая управляемый компьютер. Обратите внимание, что отправлять можно файлы размером не более 10 МБ. Отправка и получение файлов на защищённых экранах запрещена.
tr: Uzak Bağlantı menüsündeki Dosya gönder seçeneği, kontrol edilen makine dahil tüm oturum üyelerine küçük dosyalar göndermenizi sağlar. Lütfen yalnızca 10 MB'tan küçük dosyaları gönderebileceğinizi unutmayın. Güvenli ekranlarda dosya gönderilmesine veya alınmasına izin verilmez.
uk: Опція «Надіслати файл» у віддаленому меню дозволяє надсилати невеликі файли всім учасникам сеансу, включно з керованим комп'ютером. Зверніть увагу, що ви можете надсилати файли розміром не більше 10 МБ. Надсилання або отримання файлів на захищених екранах заборонено.
zh_cn: 远程菜单中的发送文件选项可以让您向所有会话成员（包括被控机器）发送小文件。请注意，您只能发送小于 10 MB 的文件。不允许在安全屏幕上发送或接收文件。
