Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/TeleNVDA.*.po
Languages: bg, da, de, es, fi, fr, gl, pt_br, pt_pt, ru, tr, uk, zh_cn

source: Authors: Asociación Comunidad Hispanohablante de NVDA and other contributors. Original work by Tyler Spivey and Christopher Toth
bg: Автори: Asociación Comunidad Hispanohablante de NVDA и други сътрудници. Първоначална разработка от Tyler Spivey и Christopher Toth
es: Autores: Asociación Comunidad Hispanohablante de NVDA y otros colaboradores. Trabajo original de Tyler Spivey y Christopher Toth
fi: Tekijät: Asociación Comunidad Hispanohablante de NVDA ja muut yhteisön jäsenet (alkuperäisen lisäosan tehnyt Tyler Spivey ja Christopher Toth)
fr: Auteurs : Asociación Comunidad Hispanohablante de NVDA et d'autres contributeurs. Travail original par Tyler Spivey et Christopher Toth
gl: Autores: Asociación Comunidad Hispanohablante de NVDA e outros colaboradores. Traballo orixinal por Tyler Spivey e Christopher Toth
pt_br: Autores: Asociación Comunidad Hispanohablante de NVDA e outros colaboradores. Trabalho original de Tyler Spivey e Christopher Toth
ru: Авторы: Ассоциация испанского сообщества NVDA и другие участники. Исходная работа: Tyler Spivey и Christopher Toth
tr: Yazarlar: NVDA İspanyol Topluluğu Derneği ve diğer katkıda bulunanlar. Tyler Spivey ve Christopher Toth'un orijinal çalışması

source: NVDA Compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: от 2019.3 и по-нови версии
da: NVDA-kompatibilitet: 2019.3 og nyere
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et au-delà.
gl: Compatibilidade co NVDA: do 2019.3 en adiante
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и выше
tr: NVDA Uyumluluğu: 2019.3 ve sonrası
uk: Сумісність з NVDA: 2019.3 і пізніші
zh_cn: NVDA 兼容性：2019.3 及更高版本

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [versão estável] [1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indir][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: Note: in order to make download easier for users who need assistance or training and have limited computing skills, we provide an alternate link to the latest stable version which is easy to remember and share. You can go to [nvda.es/tele](https://nvda.es/tele) and download the add-on directly, without intermediate web pages.
bg: Забележка: за да улесним изтеглянето за потребители, които се нуждаят от помощ или обучение и имат ограничени компютърни умения, ние предоставяме алтернативна връзка към най-новата стабилна версия, която е лесна за запомняне и споделяне. Можете да отидете на [nvda.es/tele](https://nvda.es/tele) и да изтеглите добавката директно, без междинни уеб страници.
da: Bemærk: For at gøre download lettere for brugere, der har brug for hjælp eller træning og har begrænsede computerfærdigheder, giver vi et alternativt link til den seneste stabile version, som er nem at huske og dele. Du kan gå til [nvda.es/tele](https://nvda.es/tele) og downloade tilføjelsen direkte uden mellemliggende websider.
de: Hinweis: Um das Herunterladen für Benutzer zu erleichtern, die Unterstützung oder Schulung benötigen und nur über begrenzte Computerkenntnisse verfügen, bieten wir einen alternativen Link zur neuesten stabilen Version an, der leicht zu merken ist und weitergegeben werden kann. Sie können zu [nvda.es/tele](https://nvda.es/tele) gehen und die NVDA-Erweiterung direkt herunterladen, ohne zwischengeschaltete Webseiten.
es: Nota: para facilitar la descarga a usuarios que necesitan asistencia o formación y tienen conocimientos limitados en informática, proporcionamos un enlace alternativo a la versión estable más reciente que es fácil de recordar y compartir. Puedes ir a [nvda.es/tele](https://nvda.es/tele) y descargar el complemento directamente, sin páginas web intermedias.
fi: Huom: Jotta lataaminen olisi helpompaa apua tai koulutusta tarvitseville käyttäjille tai joilla on rajoitetut tietokonetaidot, tarjoamme vaihtoehtoisen linkin viimeisimpään vakaaseen versioon, joka on helppo muistaa ja jakaa. Voit siirtyä osoitteeseen [nvda.es/tele](https://nvda.es/tele) ja ladata lisäosan suoraan ilman välisivuja.
fr: Remarque : Afin de faciliter le téléchargement pour les utilisateurs qui ont besoin d'aide ou de formation et qui ont des compétences informatiques limitées, nous fournissons un autre lien vers la dernière version stable qui est facile à retenir et à partager. Vous pouvez vous rendre sur [nvda.es/tele](https://nvda.es/tele) et téléchargez directement l'extension sans pages Web intermédiaires.
gl: Nota: para facer máis doada a descarga a usuarios que necesitan asistencia ou formación e teñen conocementos limitados en informática, proporcionamos un ligazón alternativo á versión estable máis recente que é sinxela de lembrar e compartir. Podes ir a [nvda.es/tele](https://nvda.es/tele) e descargar o complemento directamente, sen páxinas web intermedias.
pt_br: Nota: para facilitar o download para usuários que precisam de assistência ou treinamento e têm habilidades computacionais limitadas, fornecemos um link alternativo para a versão estável mais recente que é fácil de lembrar e compartilhar. Você pode acessar [nvda.es/tele] (https://nvda.es/tele) e fazer o download do complemento diretamente, sem páginas da Web intermediárias.
pt_pt: Nota: para facilitar a transferência para os utilizadores que necessitam de assistência ou formação e têm competências informáticas limitadas, fornecemos uma ligação alternativa para a última versão estável que é fácil de memorizar e partilhar. Pode ir a [nvda.es/tele](https://nvda.es/tele) e descarregar a extensão directamente, sem páginas Web intermédias.
ru: Примечание: чтобы упростить загрузку для пользователей, нуждающихся в помощи или обучении и имеющих ограниченные навыки работы с компьютером, мы предоставляем альтернативную ссылку на последнюю стабильную версию, которую легко запомнить и которой легко поделиться. Вы можете перейти на [nvda.es/tele](https://nvda.es/tele) и скачать дополнение напрямую, без промежуточных web-страниц.
tr: Not: Yardıma veya eğitime ihtiyaç duyan ve sınırlı bilgi işlem becerilerine sahip kullanıcılar için indirmeyi kolaylaştırmak amacıyla, hatırlaması ve paylaşması kolay en son kararlı sürüme alternatif bir bağlantı sağlıyoruz. [nvda.es/tele](https://nvda.es/tele) adresine gidip eklentiyi ara web sayfaları olmadan doğrudan indirebilirsiniz.
uk: Примітка: щоб полегшити завантаження для користувачів, які потребують допомоги або навчання і мають обмежені комп'ютерні навички, ми надаємо альтернативне посилання на останню стабільну версію, яке легко запам'ятати і яким легко ділитися. Ви можете перейти на [nvda.es/tele](https://nvda.es/tele) і завантажити додаток безпосередньо, без проміжних веб-сторінок.
zh_cn: 注意：为了使需要帮助的用户更容易下载，我们提供了易于记忆且便于传播分享的最新稳定版链接。您可以前往 [nvda.es/tele](https://nvda.es/tele) 直接下载插件，无需中间网页。

source: Welcome to the TeleNVDA addon, which will allow you to connect to another computer running the free NVDA screen reader. With this add-on, you can connect to another person's computer, or allow a trusted person to connect to your system to perform routine maintenance, diagnose a problem, or provide training. This add-on is a modified version of the [NVDA Remote add-on](https://nvdaremote.com), and is maintained by the NVDA spanish community. It's fully compatible with NVDA Remote. These are the current differences:
bg: Добре дошли в добавката TeleNVDA, която ще ви позволи да се свържете с друг компютър, работещ с безплатния екранен четец NVDA. С тази добавка можете да се свържете с компютъра на друг човек или да позволите на доверено лице да се свърже с вашата система, за да извърши рутинна поддръжка, да диагностицира проблем или да извърши обучение. Тази добавка е модифицирана версия на [добавката NVDA Remote](https://nvdaremote.com) и се поддържа от испанската общност на NVDA. Тя е напълно съвместима с NVDA Remote. Това са текущите разлики:
da: Velkommen til TeleNVDA-tilføjelsen, som giver dig mulighed for at oprette forbindelse til en anden computer, der kører den gratis NVDA-skærmlæser. Med denne tilføjelse kan du oprette forbindelse til en anden persons computer eller tillade en betroet person at oprette forbindelse til dit system for at udføre rutinemæssig vedligeholdelse, diagnosticere et problem eller give undervisning. Denne tilføjelse er en modificeret version af [NVDA Remote-tilføjelsen](https://nvdaremote.com) og vedligeholdes af det spanske NVDA-fællesskab. Den er fuldt ud kompatibel med NVDA Fjernsupport (NVDA Remote). Dette er de nuværende forskelle:
de: Willkommen bei TeleNVDA, mit dem Sie eine Verbindung zu einem anderen Computer herstellen können, auf dem der kostenfreie Screenreader NVDA läuft. Mit diesem Add-on können Sie sich mit dem Computer einer anderen Person verbinden oder einer vertrauenswürdigen Person erlauben, sich mit Ihrem System zu verbinden, um eine Routine-Wartung durchzuführen, ein Problem zu diagnostizieren oder eine Schulung durchzuführen. Diese NVDA-Erweiterung ist eine modifizierte Version der [NVDA-Remote]-Erweiterung (https://nvdaremote.com) und wird von der spanischen NVDA-Community gepflegt. Es ist vollständig kompatibel mit NVDA Remote. Dies sind die aktuellen Unterschiede:
es: Bienvenido al complemento TeleNVDA, que te permitirá conectarte a otro equipo que ejecute el lector de pantalla gratuito NVDA. Puedes conectarte al equipo de otra persona, o permitir a una persona de confianza que se conecte a tu sistema para realizar un mantenimiento rutinario, diagnosticar un problema, o enseñarte algo. Este complemento es una versión modificada del [complemento NVDARemote](https://nvdaremote.com), y su mantenimiento está a cargo de la comunidad hispanohablante de NVDA. Es totalmente compatible con NVDA Remote. Estas son las diferencias actuales:
fi: Tervetuloa TeleNVDA-lisäosaan, jonka avulla voit yhdistää toiseen ilmaista NVDA-ruudunlukuohjelmaa käyttävään tietokoneeseen. Voit yhdistää toisen henkilön tietokoneeseen tai sallia luotetun henkilön yhdistää järjestelmääsi ylläpitorutiinien suorittamista, ongelman diagnosointia tai koulutuksen tarjoamista varten. Tämä on muokattu versio [NVDA-etäkäyttö-lisäosasta](https://nvdaremote.com), ja ylläpidosta vastaa NVDA:n espanjalaisyhteisö. Se on täysin yhteensopiva NVDA-etäkäyttö-lisäosan kanssa. Erot ovat tällä hetkellä seuraavat:
fr: Bienvenue à l'extension TeleNVDA, une extension qui vous permettra de vous connecter à un ordinateur distant exécutant le lecteur d'écran libre et gratuit NVDA. Vous pouvez vous connecter à l'ordinateur d'une autre personne ou autoriser une personne de confiance à se connecter à votre système, afin d'accomplir des tâches de maintenance, diagnostiquer un problème ou encore dispenser une formation. Cette extension est une version modifiée de [l'extension NVDARemote](https://nvdaremote.com), et sa maintenance est en charge de la communauté espagnole de NVDA. Il est entièrement compatible avec NVDA Remote. Voici les différences actuelles :
gl: Benvido ao complemento TeleNVDA, que che permitirá conectarte a outro equipo que execute o lector de pantalla gratuito NVDA. Podes conectarte ao equipo de outra persoa, ou permitir a unha persoa de confianza que se conecte ao teu sistema para realizar un mantemento rutinario, diagnosticar un problema ou ensinarte algo. Este complemento é unha versión modificada do [complemento NVDARemote](https://nvdaremote.com), e o seu mantemento está a cargo da comunidade hispanofalante do NVDA. É totalmente compatible co NVDA Remote. Estas son as diferencias actuais:
pt_br: Bem-vindo ao complemento TeleNVDA, que permitirá que você se conecte a outro computador que esteja executando o leitor de tela gratuito NVDA. Com esse complemento, você pode se conectar ao computador de outra pessoa ou permitir que uma pessoa de confiança se conecte ao seu sistema para realizar manutenção de rotina, diagnosticar um problema ou fornecer treinamento. Esse complemento é uma versão modificada do [complemento NVDA Remote] (https://nvdaremote.com) e é mantido pela comunidade espanhola do NVDA. Ele é totalmente compatível com o NVDA Remote. Estas são as diferenças atuais:
pt_pt: Bem-vindo ao extra TeleNVDA, que lhe permitirá ligar-se a outro computador a executar o leitor de ecrã gratuito NVDA. Com este extra, pode ligar-se ao computador de outra pessoa, ou permitir que uma pessoa de confiança se ligue ao seu sistema para efectuar manutenção de rotina, diagnosticar um problema, ou fornecer formação. Este extra é uma versão modificada do [NVDA Remote add-on](https://nvdaremote.com), e é mantido pela comunidade espanhola do NVDA. É totalmente compatível com o NVDA Remote. Estas são as diferenças actuais:
ru: Добро пожаловать в дополнение TeleNVDA, которое позволит вам подключиться к другому компьютеру, на котором запущена бесплатная программа экранного доступа NVDA. С помощью этого дополнения вы можете подключаться к компьютеру другого человека или разрешить доверенному лицу подключиться к вашей системе для выполнения технического обслуживания, диагностики проблем или проведения обучения. Это дополнение представляет собой модифицированную версию [дополнения NVDA Remote](https://nvdaremote.com) и поддерживается испанским сообществом NVDA. Оно полностью совместимо с NVDA Remote. На данный момент имеются следующие различия:
tr: Ücretsiz NVDA ekran okuyucusunu çalıştıran başka bir bilgisayara bağlanmanızı sağlayacak TeleNVDA eklentisine hoş geldiniz. Bu eklenti ile başka bir kişinin bilgisayarına bağlanabilir veya güvendiğiniz bir kişinin rutin bakım yapmak, bir sorunu teşhis etmek veya eğitim vermek için sisteminize bağlanmasına izin verebilirsiniz. Bu eklenti, [NVDA Uzaktan Destek eklentisinin](https://nvdaremote.com) değiştirilmiş bir versiyonudur ve NVDA ispanyol topluluğu tarafından sağlanmaktadır. NVDA Uzaktan Destek ile tamamen uyumludur. Var olan farklılıklar aşağıdaki gibidir:
uk: Ласкаво просимо до додатка TeleNVDA, який дозволить вам підключатися до іншого комп’ютера, на якому запущено безкоштовну програму зчитування екрана NVDA. За допомогою цього додатка ви можете підключитися до комп’ютера іншої особи або дозволити довіреній особі підключитися до вашої системи для виконання планового технічного обслуговування, діагностики проблеми або навчання. Цей додаток є модифікованою версією [додатка NVDA Remote](https://nvdaremote.com) і підтримується іспанською спільнотою NVDA. Він повністю сумісний із NVDA Remote. Ось поточні відмінності:
zh_cn: 欢迎使用NVDA 远程协助插件，此插件允许您连接到运行免费NVDA屏幕阅读器的另一台计算机。无论两台电脑就在一间屋里面，还是在地球两端，都没有区别。连接很简单，只需要几步操作。您可以连接到其他人的计算机，或允许受信任的人连接到您的系统以执行日常维护，诊断问题或提供培训。 该插件是 [NVDA 远程插件](https://nvdaremote.com) 的修改版，由 NVDA 西班牙社区维护。该插件与 NVDA Remote 完全兼容。以下是与 NVDA Remote 的差异：

source: A gesture (unassigned by default) reports how many computers are connected to a remote session.
bg: Жест (неприсвоен по подразбиране) докладва колко компютъра са свързани към отдалечена сесия.
es: Un gesto (sin asignar por defecto) indica cuántos equipos hay conectados a una sesión remota.
fi: Näppäinkomento (oletusarvoisesti määrittämätön), joka ilmoittaa, kuinka monta tietokonetta etäistuntoon on yhdistetty.
fr: Un geste (non attribué par défaut) indique le nombre d'ordinateurs connectés à une session distante.
gl: Un xesto (non asignado por defecto) anuncia cantos computadores están conectados a unha sesión remota.
pt_br: Um gesto (não atribuído por padrão) informa quantos computadores estão conectados a uma sessão remota.
ru: жест (по умолчанию не назначен) сообщает, сколько компьютеров подключено к удалённому сеансу.
tr: Bir hareket (varsayılan olarak atanmamış), uzak bir oturuma kaç bilgisayarın bağlı olduğunu bildirir.

source: An option allows blocking remote speech commands different from text.
bg: Опция позволява блокиране на дистанционни речеви команди, различни от текст.
da: En indstilling gør det muligt at blokere eksterne talekommandoer, der er forskellige fra tekst.
de: Eine Option ermöglicht die Blockierung von Sprachbefehlen, die sich von Text unterscheiden.
es: Una opción permite bloquear los comandos remotos de voz que no sean texto.
fi: Asetus mahdollistaa sellaisten etäpuhekomentojen estämisen, jotka eroavat tekstistä.
fr: Une option vous permet de bloquer les commandes vocales distantes autres que le texte.
gl: Unha opción que permite bloquear as ordes remotas de voz que non sexan texto.
pt_br: Uma opção permite o bloqueio de comandos de voz remotos diferentes do texto.
pt_pt: Uma opção permite bloquear comandos de fala remotos diferentes do texto.
ru: Опциональная возможность блокировки удалённых речевых команд отличных от обычного текста.
tr: Bir seçenek, metinden farklı uzaktan konuşma komutlarının engellenmesini sağlar.
uk: Параметр дозволяє блокувати віддалені мовленнєві команди, відмінні від тексту.
zh_cn: 选项： 在控制对方计算机时处理语音命令。

source: An option allows displaying server welcome message (also known as message of the day) only on first connection or whenever the message changes, ignoring the server preferences.
bg: Опция позволява показване на приветствено съобщение на сървъра (известно още като съобщение на деня) само при първа връзка или когато съобщението се промени, игнорирайки предпочитанията на сървъра.
es: Una opción permite mostrar el mensaje de bienvenida del servidor (también conocido como mensaje del día) sólo al conectarse por primera vez o siempre que el mensaje cambia, ignorando las preferencias del servidor.
fi: Asetus mahdollistaa palvelimen tervetuloviestin (tunnetaan myös päivän viestinä) näyttämisen vain ensimmäisellä yhdistämiskerralla tai aina, kun viesti muuttuu, ohittaen palvelimen asetukset.
fr: Une option permet d'afficher le message de bienvenue du serveur (également appelé message du jour) uniquement lors de la première connexion ou à chaque changement de message, en ignorant les préférences du serveur.
gl: Unha opción que permite amosar a mensaxe de benvida do servidor (tamén coñecida coma mensaxe do día) só na primeira conexión ou sempre que a mensaxe cambie, ignorando as preferencias do servidor.
pt_br: Uma opção permite exibir a mensagem de boas-vindas do servidor (também conhecida como mensagem do dia) somente na primeira conexão ou sempre que a mensagem for alterada, ignorando as preferências do servidor.
ru: Опция позволяет отображать приветственное сообщение сервера (также известное как сообщение дня) только при первом подключении или при каждом изменении сообщения, игнорируя настройки сервера.
tr: Bir seçenek, sunucu hoş geldiniz mesajının (günün mesajı olarak da bilinir) yalnızca ilk bağlantıda veya mesaj değiştiğinde sunucu tercihlerini göz ardı ederek görüntülenmesine olanak tanır.

source: An option to mute remote speech when controlling the local machine and unmute it when controlling the remote machine.
bg: Опция за заглушаване на речта от отдалечената машина при управление на локалната машина и повторното й включване при управление на отдалечената машина.
es: Una opción para silenciar el equipo remoto al controlar el equipo local y retirar el silencio al volver al equipo remoto.
fi: Asetus, joka mykistää etäpuheen paikallista konetta hallittaessa ja poistaa sen mykistyksen etäkonetta hallittaessa.
fr: Une option pour désactiver la parole à distance lors du contrôle de la machine locale et la réactiver lors du contrôle de la machine distante.
gl: Unha opción para silenciar a voz remota cando se controla a máquina local e desactivala cando se controla a máquina remota.
pt_br: Uma opção para silenciar a fala remota ao controlar a máquina local e ativar o silêncio ao controlar a máquina remota.
ru: Возможность отключать удалённую речь при управлении локальным компьютером и включать её при управлении удалённым компьютером.
tr: Yerel makineyi kontrol ederken uzaktan konuşmayı susturma ve uzak makineyi kontrol ederken sesini açma seçeneği.

source: Improved support for proxy servers and TOR hidden services ([Proxy support add-on](https://addons.nvda-project.org/addons/proxy.en.html) is required).
bg: Подобрена поддръжка за прокси сървъри и скрити услуги на TOR (необходима е [добавката за поддръжка на прокси](https://addons.nvda-project.org/addons/proxy.en.html)).
da: Forbedret understøttelse af proxyservere og skjulte TOR-tjenester ([Proxy-supporttilføjelse](https://addons.nvda-project.org/addons/proxy.en.html) er påkrævet).
de: Verbesserte Unterstützung für Proxy-Server und versteckte TOR-Dienste (NVDA-Erweiterung [Proxy-Unterstützung](https://addons.nvda-project.org/addons/proxy.en.html) ist erforderlich).
es: Soporte mejorado para servidores proxy y servicios ocultos TOR (es necesario el [complemento Soporte Proxy](https://addons.nvda-project.org/addons/proxy.es.html)).
fi: Paranneltu tuki välityspalvelimille ja TOR-piilopalveluille ([Välityspalvelintuki-lisäosa](https://addons.nvda-project.org/addons/proxy.fi.html) vaaditaan).
fr: Amélioration du support des serveurs proxy et des services cachés TOR (est nécessaire [l'extension Support Proxy](https://addons.nvda-project.org/addons/proxy.fr.html)).
gl: Soporte mellorado para servidores proxy e servizos agachados TOR (é necesario o [complemento Soporte Proxy](https://addons.nvda-project.org/addons/proxy.es.html)).
pt_br: Suporte aprimorado para servidores proxy e serviços ocultos TOR ([Proxy support add-on](https://addons.nvda-project.org/addons/proxy.en.html) é necessário).
pt_pt: Melhor suporte para servidores proxy e serviços ocultos de TOR ([É necessário um add-on de suporte proxy](https://addons.nvda-project.org/addons/proxy.en.html)).
ru: Улучшенная поддержка proxy-серверов и скрытых сервисов TOR (требуется [дополнение Proxy support](https://addons.nvda-project.org/addons/proxy.ru.html)).
tr: Proxy sunucuları ve TOR gizli hizmetleri için geliştirilmiş destek ([Proxy desteği eklentisi](https://addons.nvda-project.org/addons/proxy.en.html) gereklidir).
uk: Покращена підтримка проксі-серверів і прихованих служб TOR (потрібен [додаток підтримки проксі](https://addons.nvda-project.org/addons/proxy.uk.html))].
zh_cn: 改进了对代理服务器和 TOR 隐藏服务的支持（需 [代理支持插件](https://addons.nvda-project.org/addons/proxy.zh_CN.html)）。
