Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/textInformation.*.po
Languages: hr, ja, pl, pt_br, ru, sk, tr

source: [[!meta title="Text Information"]]
hr: [[!meta title="Informacije o tekstu"]]
pt_br: [[!meta title=“Informações do texto”]]
sk: [[!meta title="Rýchle služby"]]
tr: [[!meta title="Metin Bilgisi"]]

source: Author: Carter Temm
hr: Autor: Carter Temm
ja: 作者: Carter Temm
pl: Autor: Carter Temm
pt_br: Autor: Carter Temm
ru: Автор: Carter Temm
sk: Autor: Carter Temm
tr: Yazar: Carter Temm

source: Download [stable version][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [Kararlı sürümü indir][1]

source: This add-on allows for getting information based on selected text. Simply select something and use a keystroke to get information. You should, hopefully, be presented with something that fits the context.
hr: Ovaj dodatak omogućava dobivanje informacija na osnovi označenoga teksta. Jednostavno nešto označi i koristi tipkovnički prečac za dobivanje informacija. Nadamo se da će rezultat odgovarati kontekstu.
ja: このアドオンは選択したテキストに基づいた情報を得ることが出来るようにします。単純に何か選択してキーストロークを使って情報を取得します。望ましくは、内容に合う何かが表示されるはずです。
pl: Ten dodatek umożliwia pozyskiwanie informacji w oparciu o zaznaczony tekst. Wystarczy zaznaczyć fragment tekstu i użyć odpowiedniego skrótu klawiszowego. W odpowiedzi, dodatek powinien zaprezentować coś, co pasuje do kontekstu.
pt_br: Esse complemento permite obter informações com base no texto selecionado. Basta selecionar algo e pressionar uma tecla para obter informações. Espera-se que seja apresentado a você algo que se encaixe no contexto.
ru: Это дополнение позволяет получать информацию на основе выделенного текста. Просто выберите что-нибудь и нажмите клавишу, чтобы получить информацию. Мы надеемся, что вам будет представлено что-то, что соответствует контексту.
sk: Doplnok vyhľadáva informácie pomocou externých služieb na základe vybratého textu. Vyhľadanie informácie spustíte klávesovou skratkou.
tr: Bu eklenti, seçilen metne dayalı olarak bilgi alınmasını sağlar. Basitçe bir şey seçin ve bilgi almak için bir tuşa basın. Umarım, içeriğe uyan bir şeyle karşılaşacaksınız.

source: note: This package is distributed under the terms of the GNU General Public License, version 2 or later. Please see the file COPYING.txt for further details.
hr: Napomena: Ovaj paket je distribuiran pod GNU općom javnom licencom, verzija 2 ili novija. Pogledaj dokument COPYING.txt za daljnje detalje.
ja: 備考: このパッケージはGNU General Public License バージョン2以降の条件の元で配布されています。詳しくはCOPYING.txtファイルを参照して下さい。
pl: Ważne: ten pakiet jest rozpowszechniany na warunkach GNU General Public License, wersja 2 lub nowsze. Więcej informacji można znaleźć w pliku COPYING.txt.
pt_br: nota: este pacote é distribuído de acordo com os termos da GNU General Public License, versão 2 ou posterior. Consulte o arquivo COPYING.txt para obter mais detalhes.
ru: примечание: Этот пакет распространяется на условиях GNU General Public License версии 2 или выше. Пожалуйста, смотрите файл COPYING.txt для получения более подробной информации.
sk: Doplnok je distribuovaný pod licenciou GNUGeneral Public License, od verzie 2. Podrobnosti si môžete prečítať v súbore copying.txt.
tr: not: Bu paket, GNU Genel Kamu Lisansı, sürüm 2 veya sonraki koşulları altında dağıtılmaktadır. Daha fazla ayrıntı için lütfen COPYING.txt dosyasına bakın.

source: keystrokes
hr: Tipkovnički prečaci
ja: キーストローク
pl: Skróty klawiszowe
pt_br: pressionamentos de teclas
ru: комбинации клавиш
sk: Klávesové skratky
tr: tuş vuruşları

source: note: These keystrokes asume your using the english keyboard layout, and might not work otherwise. If there's a problem, first try changing them in the input gestures dialog.
hr: Napomena: Ovi tipkovnički prečaci pretpostavljaju korištenje rasporeda engleske tipkovnice, i možda ne rade na drugim rasporedima. Ako postoji problem, najprije ih pokušaj promijeniti u dijalogu ulaznih gesta.
ja: 備考: これらのキーストロークは、英語キーボードの利用を推定しており、そうでないと動作しない場合があります。もし問題が生じたら、まず入力ジェスチャーダイアログでキーストロークの変更を試して下さい。
pl: Uwaga! Podane tu skróty klawiszowe dotyczą angielskiego układu klawiatury. Dlatego w innych układach klawiatury mogą nie działać. W razie problemu, spróbuj je zmienić w oknie dialogowym zdarzeń wejścia.
pt_br: nota: essas teclas pressupõem que você esteja usando o layout de teclado inglês e podem não funcionar de outra forma. Se houver algum problema, tente primeiro alterá-las na caixa de diálogo de gestos de entrada.
ru: примечание: Эти нажатия клавиш предполагают использование английской раскладки клавиатуры и в ином случае могут не работать. Если возникла проблема, сначала попробуйте изменить их в диалоге жестов ввода.
sk: Predpokladá sa, že používate anglické rozloženie klávesnice. Ak to tak nie je, možno budete musieť zmeniť skratky v dialógu Klávesové skratky.
tr: not: Bu tuş vuruşları, ingilizce klavye düzenini kullandığınızı varsayar ve başka türlü çalışmayabilir. Bir sorun varsa, önce girdi hareketleri iletişim kutusunda bunları değiştirmeyi deneyin.

source: NVDA+; (semicolon): provides information based on the text that's selected
hr: NVDA+; (točka-zarez): pruža informacije na temelju teksta koji je označen
ja: NVDA+; (セミコロン): 選択されたテキストに基づいた情報を提供します
pl: NVDA+; (średnik): pobiera informacje w oparciu o zaznaczony tekst
pt_br: NVDA+; (ponto e vírgula): fornece informações com base no texto selecionado
ru: NVDA+; (точка с запятой): предоставляет информацию на основе выбранного текста
sk: Nvda+; (bodkočiarka): Analyzuj a zisti informáciu o vybratom texte
tr: NVDA+; (noktalı virgül): seçilen metne göre bilgi sağlar

source: NVDA+SHIFT+; (semicolon): provides information about text on the clipboard
hr: NVDA+šift+; (točka-zarez): pruža informacije o tekstu u međuspremniku
ja: NVDA+SHIFT+; (セミコロン): クリップボード上のテキストの情報を提供します。
pl: NVDA+SHIFT+; (średnik): pobiera informacje dotyczące tekstu w schowku
pt_br: NVDA+SHIFT+; (ponto e vírgula): fornece informações sobre o texto na área de transferência
ru: NVDA+SHIFT+; (точка с запятой): предоставляет информацию о тексте в буфере обмена
sk: Nvda+shift+; (bodkočiarka): Analyzuj a zisti informáciu o texte v schránke
tr: NVDA+SHIFT+; (noktalı virgül): panodaki metin hakkında bilgi sağlar

source: NVDA+control+; (semicolon): speaks the last reported information. Press twice to get it displayed in a dialog.
hr: NVDA+kontrol+; (točka-zarez): izgovara zadnju izvještenu informaciju. Pritisni dvaput za prikaz u dijaloškom okviru.
ja: NVDA+control+; (セミコロン): 最後に報告した情報を読み上げます。2回押すとそれをダイアログに表示します。
pl: NVDA+control+; (średnik): powtarza ostatnią wymówioną informację. Dwukrotnie naciśnięte, wyświetla ją w oknie dialogowym.
pt_br: NVDA+control+; (ponto e vírgula): fala a última informação relatada. Pressione duas vezes para exibi-las em uma caixa de diálogo.
ru: NVDA+control+; (точка с запятой): проговаривает последнюю предоставленную информацию. Двойное нажатие отображает её в диалоге.
sk: Nvda+ctrl+; (bodkočiarka): Povie poslednú zistenú informáiu. Stlačené dvakrát rýchlo za sebou zobrazí text v dialógu.
tr: NVDA+kontrol+; (noktalı virgül): bildirilen son bilgiyi söyler. Bir iletişim kutusunda görüntülenmesi için iki kez basın.

source: supported services
hr: Podržane usluge
ja: サポートされているサービス
pl: wspierane usługi
pt_br: serviços com suporte
ru: поддерживаемые службы
sk: Podporované služby
tr: desteklenen hizmetler

source: Currently, the following features are supported:
hr: Trenutačno su sljedeće funkcije podržane:
ja: 現在、次の機能がサポートされています:
pl: Obecnie wspierane są następujące usługi:
pt_br: Atualmente, há suporte para os seguintes recursos:
ru: В настоящее время поддерживаются следующие функции:
sk: Doplnok podporuje tieto funkcie:
tr: Şu anda aşağıdaki özellikler desteklenmektedir:

source: IP address information using the IPInfoDB API. An API key is provided, however I by no means guarantee it'll always work. You can generate your own, and enter it at the top of __init__.py, replacing the old one.
hr: informacije IP adresa koriste IPInfoDB API. API ključ je pružen, no I by no means guarantee it'll always work. API ključ postoji, no nikako ne garantiram da će uvijek raditi. Moguće je generirati vlastiti i upisati ga u vrhu __init__.py datoteke, zamjenjujući pri tome stari.
ja: IPInfoDBを使用して、IPアドレス情報。APIキーが提供されますが、常に動作すると保証するものではありません。自分自身の物を生成し、__init__.pyの一番上に、古い物と置き換えて入力することが出来ます。
pl: Pozyskiwanie informacji o adresie IP za pomocą IPInfoDB API. Klucz API jest dostarczony razem z dodatkiem, ale nie mogę zagwarantować, że będzie on zawsze działał. Możesz wygenerować swój własny klucz i wpisać go w górnej części pliku __init__.py, zastępując nim stary klucz.
pt_br: Informações de endereço IP usando a API IPInfoDB. Uma chave de API é fornecida, mas não garanto de forma alguma que ela sempre funcionará. Você pode gerar sua própria chave e inseri-la na parte superior do arquivo __init__.py, substituindo a antiga.
ru: Информация об IP-адресе с помощью API IPInfoDB. Предоставляется ключ API, однако я ни в коем случае не гарантирую, что он всегда будет работать. Вы можете сгенерировать свой собственный и ввести его в начале __init__.py, заменив старый ключ.
sk: Zistenie informácie o IP adrese zo služby IPInfoDB API. Priamo v doplnku je integrovaný API kľúč. Ak nebude fungovať, môžete si vyenerovať vlastný a vložiť ho do súboru __init__.py.
tr: IPInfoDB API kullanılarak IP adresi bilgisi. Bir API anahtarı sağlanmıştır, ancak bunun her zaman çalışacağını asla garanti etmiyorum. Kendinizinkini oluşturabilir ve eskisini değiştirerek __init__.py'nin en üstüne girebilirsiniz.

source: english dictionary definitions from the princeton wordnetweb. Note: these definitions are not the best, and the database lacks definitions for simple words, e.g. could, you, etc.
hr: definicije engleskog rječnika od Princeton wordnetweb. Napomena: ove definicije nisu najbolje, a bazi podataka nedostaju definicije za jednostavne riječi, npr. mogao, ti, itd.
ja: Princeton Wordnetwebからの、英語辞書定義。備考: これらの定義は最良とは限らず、データベースには、例えばcould, you, などの簡単な単語の定義がありません。
pl: definicje z angielskiego słownika princeton wordnetweb. Ważne: Jakość tych definicji nie jest najlepsza. Co więcej, baza danych tego słownika nie posiada definicji prostych słów, np. could, you, itp.
pt_br: definições do dicionário de inglês do princeton wordnetweb. Observação: essas definições não são as melhores, e o banco de dados carece de definições para palavras simples, por exemplo, could, you etc.
ru: определения из словаря английского языка princeton wordnetweb. Примечание: эти определения не самые лучшие, и в базе данных отсутствуют определения для простых слов, например, could, you и т.д.
sk: Anglický slovník princeton wordnetweb. Databáza nepatrí medzi najlepšie, aktuálne napríklad neobsahuje vysvetlenia a významy pre slová could, you a pod.
tr: Princeton wordnetweb'den İngilizce sözlük tanımları. Not: Bu tanımlar en iyisi değildir ve veritabanında basit kelimelerin tanımları yoktur, örn. olabilir, sen vb.

source: ISBN lookups via the google books API
hr: pretraživanje ISBN-a putem google books API-ja
ja: Google Books APIを使用したISBN検索
pl: wyszukiwanie po numerach ISBN za pomocą google books API
pt_br: Pesquisas de ISBN por meio da API do Google Books
ru: Поиск ISBN через Google books API
sk: Zisťovanie ISBN čísla publikácií cez Google Books API
tr: Google Books API aracılığıyla ISBN aramaları

source: credit card type verification
hr: provjera vrste kreditne kartice
ja: クレジットカードタイプの検証
pl: Weryfikacja rodzaju kart kredytowych
pt_br: verificação do tipo de cartão de crédito
ru: подтверждение типа кредитной карты
sk: Overovanie typu kreditnej karty
tr: kredi kartı türü doğrulaması

source: Note: Regular expressions are used to verify data. There are currently some that aren't used, phone numbers and emails. This might be changed in the future.
hr: Napomena: Za provjeru podataka se koriste regularni izrazi. Trenutačno postoje neki koji se ne koriste, npr. brojevi telefona i e-adrese. To će se možda u budućnosti promijeniti.
ja: 備考: データの検証には標準表現が使用されます。現在一部の物、電話番号と電子メールは使用されていません。これは将来変わるかもしれません。
pl: Uwaga! Do weryfikacji danych używane są wyrażenia regularne. Niektóre wyrażenia, takie jak numery telefonów, i adresy e-mail nie są obecnie używane. W przyszłości może to ulec zmianie.
pt_br: Nota: Expressões regulares são usadas para verificar dados. Atualmente, algumas delas não são usadas, como números de telefone e e-mails. Isso pode ser alterado no futuro.
ru: Примечание: Для проверки данных используются регулярные выражения. В настоящее время некоторые из них, например номера телефонов и электронные письма, не используются. В будущем это может быть изменено.
sk: Na overovanie dát sa používajú regulárne výrazy. Zatiaľ neoverujeme e-mailové adresy a telefónne čísla. Toto sa môže časom zmeniť.
tr: Not: Normal ifadeler, verileri doğrulamak için kullanılır. Şu anda kullanılmayan bazı telefon numaraları ve e-postalar var. Bu gelecekte değişebilir.

source: contributing
hr: Suradnja
ja: 貢献
pl: pomoc w rozwijaniu dodatku
pt_br: contribuindo
ru: участие
sk: Príspevok
tr: katkılar

source: Contributions are appreciated. You can either submit a PR, or get in contact with the following info:
hr: Veselimo se svim doprinosima. Pošalji PR ili nas kontaktiraj putem:
ja: 貢献していただけるとうれしいです。PRを提出するか、次のinfoにて連絡を取って下さい:
pl: Doceniam każdą pomoc. Można wysłać PR, lub napisać na któryś z następujących adresów:
pt_br: Agradecemos as contribuições. Você pode enviar um PR ou entrar em contato com as seguintes informações:
ru: Я буду благодарен за ваш вклад. Вы можете либо отправить личное сообщение, либо связаться со мной следующим образом:
sk: Ak máte návrhy, môžete poslať PR alebo použiť tieto kontakty:
tr: Katkılar takdir edilmektedir. Bir PR gönderebilir veya aşağıdaki bilgilerle iletişime geçebilirsiniz:

source: email: crtbraille@gmail.com
ru: электронная почта: crtbraille@gmail.com
tr: e-posta: crtbraille@gmail.com
