Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/textnav.*.po
Languages: es, fr, pt_br, ru, tr

source: [[!meta title="TextNav"]]
pt_br: [[!meta title="Navegação em texto"]]
tr: [[!meta title="Metin Dolaşımı"]]

source: Notice
es: Aviso
fr: Avis
pt_br: Aviso
ru: Уведомление
tr: Uyarı

source: TextNav add-on has been discontinued. TextNav functionality has been merged into NVDA core starting with version 2024.2. It is implemented as a quick navigation gesture and is assigned by default to `p` and `shift+p`.
es: El complemento TextNav se ha descontinuado. La funcionalidad de TextNav se ha integrado en el núcleo de NVDA a partir de la versión 2024.2. Se ha implementado como un gesto de navegación rápida y se ha asignado por defecto a `p` y `shift+p`.
fr: L'extension TextNav a été abandonnée. La fonctionnalité TextNav a été fusionnée dans le noyau NVDA à partir de la version 2024.2. Il est implémenté comme un geste de navigation rapide et est attribué par défaut à `p` et `maj+p`.
pt_br: O complemento TextNav foi descontinuado. A funcionalidade TextNav foi incorporada ao núcleo do NVDA a partir da versão 2024.2. Ela é implementada como um gesto de navegação rápida e é atribuída por padrão a `p` e `shift+p`.
ru: Дополнение TextNav больше не поддерживается. Начиная с версии 2024.2 функциональность TextNav включена в ядро NVDA. Оно реализовано в виде быстрого навигационного жеста и по умолчанию назначено на `p` и `shift+p`.
tr: Metin Dolaşımı eklentisi kullanımdan kaldırıldı. Metin Dolaşımı işlevi, 2024.2 sürümünden itibaren NVDA çekirdeğiyle birleştirildi. Hızlı Dolaşma hareketi olarak uygulanır ve varsayılan olarak "p" ve "shift+p"ye atanır.

source: nvda-text-nav
tr: nvda-metin-dolaşımı

source: TextNav is a new better way to navigate Internet for the blind. It allows you to quickly find readable content on almost any webpage on the Internet with just a single keystroke. Check out a short audio demo (7 minutes audio file):
es: TextNav es una nueva forma mejorada de navegar por Internet a ciegas. Permite localizar rápidamente contenido legible en casi cualquier página web de Internet con un único atajo de teclado. Echa un vistazo a una breve demostración en audio (archivo de audio de 7 minutos):
fr: TextNav est une nouvelle meilleure façon de naviguer sur Internet pour les aveugles. Il vous permet de trouver rapidement du contenu lisible sur presque toutes les pages Web d'Internet par la frappe d'une seule touche. Découvrez une courte démo audio (fichier audio de 7 minutes) :
pt_br: O TextNav é uma nova e melhor maneira de navegar na Internet para cegos. Ele permite que você encontre rapidamente conteúdo legível em praticamente qualquer página da Web na Internet com apenas um toque de tecla. Confira uma breve demonstração em áudio (arquivo de áudio de 7 minutos):
ru: TextNav - это новый, более совершенный способ навигации в Интернете для незрячих. Он позволяет быстро находить читаемое содержимое практически на любой веб-странице в Интернете всего одним нажатием клавиши. Ознакомьтесь с короткой аудио-демонстрацией (7-минутный аудиофайл):
tr: Metin Dolaşımı, görme engelliler için internette gezinmenin yeni ve daha iyi bir yoludur. Sadece tek bir tuşa basarak İnternet'teki hemen hemen her web sayfasındaki okunabilir içeriği hızlı bir şekilde bulmanızı sağlar. Kısa bir ses demosuna göz atın (7 dakikalık ses dosyası):

source: More precisely, TextNav adds a keystroke to jump to next or previous text paragraphs - that is a paragraph containing one or more sentences, separated by periods. This feature might be useful to quickly find the textual part of a web page or to skip over menus, advertisements and other not important page elements.
es: Más concretamente, TextNav añade una orden para saltar al siguiente o anterior párrafo de texto - que es un párrafo que contiene una o más oraciones separadas por puntos. Esta característica podría ser útil para encontrar rápidamente la parte textual de una página web o para saltarse menús, anuncios y otros elementos de la página sin importancia.
fr: Plus précisément, il ajoute un raccourci à frapper pour passer aux paragraphes de texte précédents ou suivants, c’est-à-dire un paragraphe contenant une ou plusieurs phrases séparées par des points. Cette fonctionnalité peut être utile pour trouver rapidement la partie textuelle d’une page Web ou pour ignorer les menus, les publicités et d'autres éléments de page non importants.
pt_br: Mais precisamente, o TextNav adiciona um pressionamento de tecla para saltar para os parágrafos de texto seguintes ou anteriores, ou seja, um parágrafo que contém uma ou mais frases, separadas por pontos. Esse recurso pode ser útil para localizar rapidamente a parte textual de uma página da Web ou para ignorar menus, anúncios e outros elementos não importantes da página.
ru: Точнее, TextNav добавляет нажатие клавиши для перехода к следующему или предыдущему абзацу текста - это абзац, содержащий одно или несколько предложений, разделенных точками. Эта функция может быть полезна для быстрого поиска текстовой части веб-страницы или для перехода по меню, рекламным объявлениям и другим не важным элементам страницы.
tr: Daha doğrusu, Metin Dolaşımı sonraki veya önceki metin paragraflarına, yani noktalarla ayrılmış bir veya daha fazla cümle içeren bir paragrafa atlamak için bir tuş vuruşu ekler. Bu özellik, bir web sayfasının metinsel bölümünü hızlı bir şekilde bulmak veya menüleri, reklamları ve diğer önemli olmayan sayfa öğelerini atlamak için yararlı olabilir.

source: TextNav was formerly a part of [SentenceNav](https://github.com/mltony/nvda-sentence-nav/) add-on.
es: TextNav comenzó siendo parte del complemento [SentenceNav](https://github.com/mltony/nvda-sentence-nav/).
fr: TextNav faisait auparavant partie de l'extension [SentenceNav](https://github.com/mltony/nvda-sentence-nav/).
pt_br: O TextNav era anteriormente parte do complemento [SentenceNav] (https://github.com/mltony/nvda-sentence-nav/).
ru: TextNav ранее был частью дополнения [SentenceNav](https://github.com/mltony/nvda-sentence-nav/).
tr: Metin Dolaşımı daha önce [Cümle Dolaşımı](https://github.com/mltony/nvda-sentence-nav/) eklentisinin bir parçasıydı.

source: Keystrokes
es: Atajos de teclado
fr: Touches de commandes
pt_br: Teclas de atalho
ru: Комбинации клавиш
tr: Tuş vuruşları

source: Alt+Shift+Down: Go to next text paragraph.
es: Alt+Shift+Flecha abajo: Ir a siguiente párrafo de texto.
fr: Alt+Maj+Flèche Bas : Aller au paragraphe de texte suivant.
pt_br: Alt+Shift+Seta abaixo: Vai ao próximo parágrafo de texto.
ru: Alt+Shift+Стрелка вниз: Перейти к следующему текстовому абзацу.
tr: Alt+Shift+Aşağı ok: Sonraki metin paragrafına gider.

source: Alt+Shift+Up: Go to previous text paragraph.
es: Alt+Shift+Flecha arriba: Ir al párrafo de texto anterior.
fr: Alt+Maj+Flèche Haut : Aller au paragraphe de texte précédent.
pt_br: Alt+Shift+Seta acima: Vai ao próximo parágrafo de texto.
ru: Alt+Shift+Стрелка вверх: Перейти к предыдущему текстовому абзацу.
tr: Alt+Shift+Yukarı ok: Önceki metin paragrafına gider.

source: Source code
es: Código fuente
fr: Code source
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak kodu

source: Source code is available at <http://github.com/mltony/nvda-text-nav>.
es: El código fuente está disponible en <http://github.com/mltony/nvda-text-nav>.
fr: Le code source est disponible sur <http://github.com/mltony/nvda-text-nav>.
pt_br: O código-fonte está disponível em <http://github.com/mltony/nvda-text-nav>.
ru: Исходный код доступен на <http://github.com/mltony/nvda-text-nav>.
tr: Kaynak kodu <http://github.com/mltony/nvda-text-nav> adresinde mevcuttur.

source: Download
es: Descarga
fr: Télécharger
ru: Загрузить
tr: İndirme

source: Current stable version (Python 3 only, requires NVDA 2019.3 or later): [TextNav](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)
es: Versión estable actual (sólo Python 3, requiere NVDA 2019.3 o posterior): [TextNav](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)
fr: Version stable actuelle (Python 3 uniquement, nécessite NVDA 2019.3 ou version ultérieure) : [TextNav](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)
pt_br: Versão estável atual (somente Python 3, requer NVDA 2019.3 ou posterior): [TextNav](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)
ru: Текущая стабильная версия (только Python 3, требуется NVDA 2019.3 или выше): [TextNav](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)
tr: Mevcut kararlı sürüm (yalnızca Python 3, NVDA 2019.3 veya üzerini gerektirir): [Metin Dolaşımı](https://github.com/mltony/nvda-text-nav/releases/latest/download/textnav.nvda-addon)

source: Last Python 2 version (compatible with NVDA 2019.2 and prior): [TextNav v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
es: Última versión para Python 2 (compatible con NVDA 2019.2 y anteriores): [TextNav v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
fr: Dernière version de Python 2 (compatible avec NVDA 2019.2 et versions antérieures) : [TextNav v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
pt_br: Última versão do Python 2 (compatível com o NVDA 2019.2 e anteriores): [TextNav v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
ru: Последняя версия Python 2 (совместима с NVDA 2019.2 и ниже): [TextNav v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
tr: Son Python 2 sürümü (NVDA 2019.2 ve öncesi ile uyumlu): [Metin Dolaşımı v1.2](https://github.com/mltony/nvda-text-nav/releases/download/v1.2/textnav-1.2.nvda-addon)
