Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/thunderbirdPlus.*.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr

source: [[!meta title="Thunderbird+"]]
de: [[!meta title="ThunderbirdPlus"]]

source: Authors: Pierre-Louis Renaud (From Thunderbird 78 to 102) & Cyrille Bougot (TB 102), Daniel Poiraud (From TB 78 to 91), Yannick (TB 45 to 60);
bg: Автори: Pierre-Louis Renaud (за версии на Thunderbird от 78 до 102) и Cyrille Bougot (Thunderbird 102), Daniel Poiraud (за версии на Thunderbird от 78 до 91), Yannick (за версии на Thunderbird от 45 до 60).
de: Autoren: Pierre-Louis Renaud (Thunderbird 78 bis 102) & Cyrille Bougot (Thunderbird 102), Daniel Poiraud (Thunderbird 78 bis 91), Yannick (Thunderbird 45 bis 60);
es: Autores: Pierre-Louis Renaud (Thunderbird 78 a 102) & Cyrille Bougot (TB 102), Daniel Poiraud (TB 68 a 91), Yannick (TB 45 a 60);
fi: Tekijät: Pierre-Louis Renaud (Thunderbirdin versiot 78-102), Daniel Poiraud (TB:n versiot 68-91), Abdelkrim Bensaïd osasta TB:n versiota 78, Yannick (TB:n versiot 38-60)
fr: Auteurs : Pierre-Louis Renaud(Thunderbird 78 à 102) & Cyrille Bougot (TB 102), Daniel Poiraud (TB 68 à 91), Yannick (TB 45 à 60) ;
pt_br: Autor: Pierre-Louis Renaud (Thunderbird 78 a 102) & Cyrille Bougot (TB 102), Daniel Poiraud (TB 68 a 91), Yannick (TB 45 a 60);
pt_pt: Autor: Pierre-Louis Renaud (Thunderbird 78 a 102) & Cyrille Bougot (TB 102), Daniel Poiraud (TB 68 a 91), Yannick (TB 45 a 60);
ru: Авторы: Pierre-Louis Renaud (Thunderbird от 78 по 102) & Cyrille Bougot (TB 102), Daniel Poiraud (TB от 78 до 91), Yannick (TB от 45 до 60);
tr: Yazarlar: Pierre-Louis Renaud (Thunderbird 78'den 102'ye) & Cyrille Bougot (TB 102), Daniel Poiraud (TB 78'den 91'e), Yannick (TB 45'ten 60'a);

source: URL: [User manual][4] ; [History of changes at RPTools.org][5] ; [Contact in French or English][6] ;
bg: Адреси: [Помощна документация][4] ; [Списък на промените в RPTools.org][5] ; [За контакти (на френски или английски)][6]
de: URL: [Benutzerhandbuch][4]; [Änderungsverlauf auf RPTools.org][5]; [Kontakt auf Französisch oder Englisch][6];
es: URL: [Manual de usuario][4] ; [Historial de cambios en RPTools.org][5] ; [Contacto en francés e inglés][6];
fi: URL: [käyttöopas][4], [muutoshistoria osoitteessa RPTools.org][5], [yhteydenotot ranskaksi tai englanniksi][6]
fr: URL : [Manuel de l'utilisateur][4] ; [Historique des changements sur RPTools.org][5] ; [Contact][6] ;
pt_br: URL: [Manual do usuário][4] ; [História das mudanças em RPTools.org][5] ; [Contato em inglês e francês][6];
pt_pt: URL: [Manual do utilizador][4] ; [História das mudanças em RPTools.org][5] ; [Contacto em inglês e francês][6];
ru: Адреса: [Руководство пользователя][4] ; [История изменений на RPTools.org][5] ; [Контакты на французском или английском][6] ;
tr: Bağlantılar: [Kullanım kılavuzu][4] ; [RPTools.org'daki değişiklik günlüğü][5] ; [Fransızca veya İngilizce iletişim kurun][6] ;

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger la [version stable][1]
pt_br: Download [versão estável][1]
pt_pt: Descarregar a [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü indirin][1]

source: Download [Latest version from RPTools.org][3] ;
bg: Изтегляне на [най-новата версия от RPTools.org][3]
de: [Neueste Version von RPTools.org herunterladen][2]
es: Descargar [Versión más reciente en RPTools.org][3];
fi: Lataa [viimeisin versio RPTools.orgista][3]
fr: Télécharger la [Dernière version sur RPTools.org][3] ;
pt_br: Faça o download [versão mais recente do RPTools.org][3] ;
pt_pt: Descarregar a [Última versão em RPTools.org][3];
ru: Загрузить [Последнюю версию с сайта RPTools.org][3] ;
tr: [En son sürümü RPTools.org'dan indirin][3]

source: NVDA compatibility: 2019.3 and later;
bg: Съвместимост с NVDA: от 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer;
es: Compatibilidad con NVDA: de 2019.3 en adelante;
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et supérieur ;
pt_br: Compatibilidade com o NVDA: 2019.3 e superior;
pt_pt: Compatibilidade com o NVDA: 2019.3 e superior;
ru: Совместимость с NVDA: 2019.3 и выше;
tr: NVDA Uyumluluğu: 2019.3 ve sonrası;

source: Thunderbird compatibility: versions 102.x;
bg: Съвместимост с Thunderbird: версии 102.x
de: Thunderbird-Kompatibilität: Version 102.x;
es: Compatibilidad con Thunderbird: versiones 102.x;
fi: Yhteensopivat Thunderbirdin versiot: 102.x
fr: Compatibilité Thunderbird : versions 102.x ;
pt_br: Compatibilidade com o Thunderbird: versões 102.x;
pt_pt: Compatibilidade com o Thunderbird: versões 102.x;
ru: Совместимость с Thunderbird: версии 102.x;
tr: Thunderbird uyumluluğu: 102.x sürümleri;

source: [Source code on gitHub][2]
bg: [Изходен код в GitHub][2]
de: [Source-Code auf GitHub][2]
es: [Código fuente en GitHub][2]
fi: [Lähdekoodi GitHubissa][2]
fr: [Code source sur gitHub][2]
pt_br: [Código fonte no gitHub][2]
pt_pt: [Código fonte no gitHub][2]
ru: [Исходный код на gitHub][2]
tr: [GitHub'daki kaynak kodu][2]

source: Description
bg: Описание
de: Beschreibung
es: Descripción
fi: Kuvaus
pt_br: Descrição
pt_pt: Descrição
ru: Описание
tr: Açıklama

source: This add-on greatly improves the Mozilla Thunderbird messaging client's comfort and efficient use with NVDA.
bg: Тази добавка значително подобрява комфорта и ефективната употреба на пощенския клиент Mozilla Thunderbird с NVDA.
de: Diese NVDA-Erweiterung verbessert den Komfort und die Effizienz in Mozilla Thunderbird mit NVDA deutlich.
es: Este complemento mejora increíblemente la accesibilidad, eficiencia y comodidad a la hora de usar el cliente de correo Mozilla Thunderbird con NVDA.
fi: Tämä lisäosa parantaa huomattavasti Mozilla Thunderbird -sähköpostiohjelman käytön tehokkuutta ja mukavuutta NVDA:lla.
fr: Cette extension améliore considérablement le confort et l'efficacité d'utilisation du client de messagerie Mozilla Thunderbird avec NVDA.
pt_br: Esse complemento melhora muito o conforto e o uso eficiente do cliente de mensagens do Mozilla Thunderbird com o NVDA.
pt_pt: Este extra melhora consideravelmente o conforto e a eficiência da utilização do cliente de correio electrónico Mozilla Thunderbird com NVDA.
ru: Это дополнение значительно повышает удобство и эффективность использования клиента обмена сообщениями Mozilla Thunderbird с NVDA.
tr: Bu eklenti, Mozilla Thunderbird e-posta istemcisinin rahatlığını ve NVDA ile verimli kullanımını büyük ölçüde geliştirir.

source: Improvements relate to the following aspects:
bg: Подобренията се отнасят до следните аспекти:
de: Die Verbesserungen betreffen die folgenden Aspekte:
es: Las mejoras se relacionan con los siguientes aspectos:
fi: Parannukset liittyvät seuraaviin osa-alueisiin:
fr: Les améliorations portent sur les aspects suivants :
pt_br: As melhorias estão relacionadas aos seguintes aspectos:
pt_pt: As melhorias incluem os seguintes aspectos:
ru: Улучшения касаются следующих аспектов:
tr: İyileştirmeler aşağıdaki hususlarla ilgilidir:

source: Auditory Comfort
bg: Слухов комфорт
de: Auditiver Komfort
es: Confort auditivo
fi: Puhutut ilmoitukset
fr: Confort auditif
pt_br: Conforto auditivo
pt_pt: Conforto auditivo
ru: Слуховой комфорт
tr: İşitsel Konfor

source: Alerts such as "so-and-so requested a return receipt" can be deactivated via an option;
bg: Известията за "изисква се потвърждение за това и това" могат да бъдат изключени чрез опция.
de: Warnmeldungen wie "So und so hat einen Bestätigung angefordert" können über eine Option deaktiviert werden;
es: Las alertas "fulano ha solicitado que se le notifique cuando Vd. lea este mensaje." se puede desactivar a través de una opción;
fi: "Se ja se on pyytänyt vastaanottokuittausta" -ilmoitukset voidaan poistaa käytöstä asetuksista.
fr: Les alertes "un tel a demandé un accusé de réception" peuvent être désactivées via une option ;
pt_br: Alertas como “fulano de tal solicitou um recibo de devolução” podem ser desativados por meio de uma opção;
pt_pt: Os alertas "tal pessoa solicitou um aviso de recepção" podem ser desactivados através de uma opção;
ru: Оповещения "такой-то запросил подтверждение получения" можно отключить с помощью опции ;
tr: "Şu veya bu şekilde istenen onay" uyarıları bir seçenek aracılığıyla devre dışı bırakılabilir;

source: The alerts "This is a draft" and "Thunderbird thinks this message is fraudulent" are simply dismissed in silence;
bg: Известията "Това е чернова" и "Thunderbird смята, че това съобщение е измамно" просто биват игнорирани.
de: Die Warnmeldungen "Dies ist ein Entwurf" und "Thunderbird hält diese Nachricht für einen Betrugsversuch" werden einfach stillschweigend ignoriert;
es: Las alertas "Este mensaje es un borrador" y "Thunderbird piensa que este mensaje es correo basura" simplemente se ignoran;
fi: "Tämä on luonnos"- ja "Thunderbirdin mielestä tämä viesti on petollinen" -ilmoitukset jätetään huomiotta.
fr: Les alertes "Ceci est un brouillon" et "Thunderbird pense que ce message est frauduleux " sont tout simplement passées sous silence ;
pt_br: Os alertas “Este é um rascunho” e “O Thunderbird acha que esta mensagem é fraudulenta” são simplesmente ignorados em silêncio;
pt_pt: Os avisos "Isto é um rascunho" e "o Thunderbird pensa que esta mensagem é fraudulenta" são simplesmente ignorados;
ru: Предупреждения "это черновик" и "Thunderbird считает это сообщение мошенническим" просто игнорируются ;
tr: "Bu bir taslaktır" ve "Thunderbird bu iletinin sahte olduğunu düşünüyor" uyarıları basitçe göz ardı edilir;

source: Options allow you to disable mailing list names announcement, remove or group "RE" mentions and clean up the names of correspondents by removing numbers and other annoying special characters;
bg: Опции позволяват да изключите докладването на имената на пощенските списъци, да премахнете или групирате споменаванията "RE" и да пречистите имената на кореспондентите чрез премахване на числата и други странни специални знаци.
de: Mit den Optionen können Sie die Nennung des Namens von Mailinglisten deaktivieren, "RE"-Erwähnungen entfernen oder gruppieren und die Namen der Korrespondenten durch Entfernen von Zahlen und anderen störenden Sonderzeichen überschaubar halten;
es: Las opciones posibilitan desactivar el anuncio de los nombres de listas de correo, eliminar o agrupar las menciones "re" y depurar los nombres de los participantes eliminando los números y otros caracteres especiales incómodos;
fi: Asetukset mahdollistavat postituslistojen nimien ilmoittamisen käytöstä poistamisen, "RE"-etuliitteiden poistamisen tai ryhmittelyn sekä vastaanottajien nimien siivoamisen poistamalla niistä numerot ja muut hankalat erikoismerkit.
fr: Des options permettent de désactiver l'annonce des noms de listes de diffusion, de supprimer ou regrouper les mentions "RE" et d'épurer les noms des correspondants en supprimant les nombres et autres caractères spéciaux gênants ;
pt_br: As opções permitem desativar o anúncio de nomes de listas de discussão, remover ou agrupar menções “RE” e limpar os nomes dos correspondentes removendo números e outros caracteres especiais incômodos;
pt_pt: Existem opções para desactivar o anúncio de nomes de listas de correio, para remover ou agrupar "RE" e para limpar os nomes dos correspondentes através da remoção de números e outros caracteres especiais irritantes;
ru: Есть опции, позволяющие отключить объявления имён в списках рассылки, удалять или группировать упоминания "повторно" и очищать имена корреспондентов, удаляя цифры и другие раздражающие специальные символы;
tr: Seçenekler, posta listesi ad duyurusunu devre dışı bırakmanıza, "RE" sözlerini kaldırmanıza veya gruplandırmanıza, sayıları ve diğer sinir bozucu özel karakterleri kaldırarak karşılık gelenlerin adlarını temizlemenize olanak tanır;

source: Navigating The Main Window
bg: Навигация в главния прозорец
de: Navigieren im Hauptfenster
es: Navegación en la ventana principal
fi: Pääikkunassa liikkuminen
fr: Navigation dans la fenêtre principale
pt_br: Navegação na janela principal
pt_pt: Navegação na janela principal
ru: Навигация По Главному Окну
tr: Ana Pencerede Gezinme

source: Moving to the next panel is done using the TAB key, while the Escape key returns to the previous panel. This is more comfortable than through F6 and Shift+F6.
bg: Преминаването към следващия панел става с помощта на клавиша TAB, докато клавишът ESCAPE ви позволява да се върнете към предишния панел. Това е по-удобно от F6 и Shift+F6.
de: Der Wechsel zum nächsten Feld erfolgt mit der TAB-Taste, während die Escape-Taste zum vorherigen Feld zurückkehrt. Dies ist bequemer als F6 und Umschalt+F6.
es: Para navegar al siguiente panel se usa la tecla tab, mientras que la tecla escape permite volver al panel anterior. Esto es más cómodo que f6 y shift+f6.
fi: Seuraavaan paneeliin siirrytään Sarkain-näppäimellä ja Esc-näppäimellä palataan edelliseen. Tämä on mukavampaa kuin F6:n ja Vaihto+F6:n käyttäminen.
fr: Le passage au panneau suivant s'effectue à l'aide de la touche TAB tandis que la touche échappe permet de revenir au panneau précédent. Ceci est plus confortable que F6 et Maj+F6.
pt_br: A movimentação para o próximo painel é feita com a tecla TAB, enquanto a tecla Escape retorna ao painel anterior. Isso é mais confortável do que usar F6 e Shift+F6.
pt_pt: A passagem para o painel seguinte é feita com a tecla TAB enquanto a tecla de escape é utilizada para regressar ao painel anterior. Isto é mais conveniente do que F6 e Shift+F6.
ru: Переход к следующей панели осуществляется с помощью клавиши TAB, а клавиша Escape возвращает к предыдущей панели. Это удобнее, чем с помощью клавиш F6 и Shift+F6.
tr: Sonraki panele geçiş TAB tuşu kullanılarak yapılırken, Escape tuşu önceki panele döner. Bu, F6 ve Shift+F6'dan daha rahattır.

source: The selection of tabs with Control+Tab and Control+number is spoken as in this example: Tab 1 of 4, inbox;
bg: Изборът на раздели с Control+Tab и Control+цифра се изговаря по следния начин: Раздел 1 от 4, входяща поща.
de: Die Auswahl der Registerkarten mit Strg+Registerkarte und Strg+Nummer wird wie in diesem Beispiel besprochen: Registerkarte 1 von 4, Posteingang;
es: La selección de pestañas con Control+Tab y Control+ un número con verbalización como en este ejemplo: Pestaña 1 de 4, Bandeja de entrada;
fi: Välilehden valitseminen näppäinkomennoilla Ctrl+Sarkain ja Ctrl+numero puhutaan, kuten tässä esimerkissä: välilehti 1 / 4, saapuneet.
fr: La sélection des onglets avec Contrôle+Tab et Contrôle+un chiffre est vocalisée comme dans cet exemple : Onglet 1 sur 4, Courrier entrant ;
pt_br: A seleção de guias com Control+Tab e Control+número é falada como neste exemplo: Guia 1 de 4, caixa de entrada;
pt_pt: A selecção de separadores com Control+Tab e Control+a número é vocalizada como neste exemplo: Separador 1 de 4, Correio recebido;
ru: Выбор вкладок с Control+Tab и Control+цифра производится так, как показано в этом примере: Вкладка 1 из 4, входящие;
tr: Sekmelerin Control+Sekme ve Control+sayı ile seçimi bu örnekte olduğu gibi konuşulur: Sekme 1 / 4, gelen kutusu;

source: A keyboard shortcut allows you to list tabs in a menu in order to easily activate one of them;
bg: Клавишна комбинация ви позволява да извеждате разделите в меню, за да активирате лесно един от тях.
de: Mit einem Tastaturkürzel können Sie die Registerkarten in einem Menü auflisten, um eine von ihnen einfach zu aktivieren;
es: Un atajo de teclado le permite enumerar las pestañas en un menú para activar una de ellas fácilmente;
fi: Pikanäppäimen avulla on mahdollista nöyttää välilehtien luettelo valikkona, josta voi valita helposti haluamansa.
fr: Un raccourci-clavier permet de lister les onglets dans un menu afin d'en activer un facilement ;
pt_br: Um atalho de teclado permite listar as guias em um menu para ativar facilmente uma delas;
pt_pt: Um atalho de teclado permite listar os separadores num menu para activar facilmente um deles;
ru: Сочетание клавиш позволяет вам отображать список вкладок в меню, чтобы легко активировать одну из них;
tr: Bir klavye kısayolu, bir menüdeki sekmeleri listeleyerek bunlardan birini kolayca etkinleştirmenizi sağlar;

source: A keyboard shortcut is used to display the context menu of the tabs bar;
bg: Използва се клавишна комбинация за показване на контекстното меню на лентата с раздели.
de: Ein Tastaturkürzel wird verwendet, um das Kontextmenü der Registerkartenleiste anzuzeigen;
es: Un atajo de teclado le permite mostrar el menú contextual de la barra de pestaña;
fi: Välilehtipalkin pikavalikon näyttämiseen käytetään pikanäppäintä.
fr: Un raccourci-clavier permet d'afficher le menu contextuel de la barre des onglets ;
pt_br: Um atalho de teclado é utilizado para mostrar o menu de contexto da barra de tabulação;
pt_pt: Um atalho de teclado é utilizado para mostrar o menu de contexto da barra de tabulação;
ru: Сочетание клавиш используется для отображения контекстного меню панели вкладок;
tr: Sekmeler çubuğunun içerik menüsünü görüntülemek için bir klavye kısayolu kullanılır;

source: The Folder Tree view
bg: Дървовидният изглед с папките
de: Die Ordnerstrukturansicht
es: Carpetas en vista de árbol
fi: Kansioiden puunäkymä
fr: Arborescence des dossiers
pt_br: Árvore de pastas
pt_pt: Árvore de pastas
ru: Представление дерева папок
tr: Klasör Ağacı görünümü

source: Alt+Down Arrow and Alt+Up Arrow let you navigate among folders containing unread messages;
bg: Alt+Стрелка надолу и Alt+Стрелка нагоре ви позволяват да навигирате между папките с непрочетени съобщения.
de: Mit Alt+Pfeiltasten nach oben/unten können Sie zwischen Ordnern mit ungelesenen Nachrichten navigieren;
es: Alt+flechas arriba y abajo permiten navegar entre carpetas con mensajes no leídos;
fi: Alt+Nuoli alas/ylös mahdollistavat liikkumisen lukemattomia viestejä sisältävien kansioiden välillä.
fr: Alt+flèche bas et Alt+flèche haut permettent de naviguer entre les dossiers avec des messages non-lus ;
pt_br: Alt+Seta para baixo e Alt+Seta para cima permitem que você navegue entre as pastas que contêm mensagens não lidas;
pt_pt: Alt+ seta para baixo e Alt+ seta para cima para navegar entre pastas com mensagens não lidas;
ru: Alt+Стрелка Вниз и Alt+Стрелка Вверх позволяют перемещаться по папкам, содержащим непрочитанные сообщения;
tr: Alt+Aşağı Ok ve Alt+Yukarı Ok, okunmamış iletileri içeren klasörler arasında gezinmenizi sağlar;

source: Typing a letter or number selects the next folder whose name begins with that character. With the Shift key, the move occurs from bottom to top. Besides, the name of the account to which the folder belongs is announced;
bg: Въвеждането на буква или цифра избира следващата папка, чието име започва с въведения знак. С клавиша Shift движението е отдолу нагоре. Освен това се съобщава името на акаунта, към който принадлежи папката.
de: Wenn Sie einen Buchstaben oder eine Zahl eingeben, wird der nächste Ordner ausgewählt, dessen Name mit diesem Zeichen beginnt. Mit der Umschalttaste erfolgt der Wechsel von unten nach oben. Außerdem wird der Name des Kontos, zu dem der Ordner gehört, angezeigt;
es: Al pulsar una letra o un número se selecciona la siguiente carpeta cuyo nombre empiece por el carácter tecleado. Con la tecla shift, el movimiento se hace de abajo a arriba. Además, el nombre de la cuenta a la que pertenece la carpeta se anuncia;
fi: Kirjaimen tai numeron painaminen valitsee seuraavan kansion, jonka nimi alkaa kyseisellä merkillä. Vaihto-näppäimen kanssa painettaessa siirtyminen tapahtuu alhaalta ylös. Lisäksi ilmoitetaan sen tilin nimi, johon kansio kuuluu.
fr: La frappe d'une lettre ou d'un chiffre sélectionne le prochain dossier dont le nom commence par le caractère frappé. Avec la touche Maj, le déplacement s'effectue du bas vers le haut. De plus, le nom du compte auquel le dossier appartient est annoncé ;
pt_br: A digitação de uma letra ou número seleciona a próxima pasta cujo nome começa com esse caractere. Com a tecla Shift, a movimentação ocorre de baixo para cima. Além disso, o nome da conta à qual a pasta pertence é anunciado;
pt_pt: A digitação de uma letra ou número selecciona a pasta seguinte cujo nome começa com o carácter digitado. Ao premir a tecla Shift, o movimento é de baixo para cima. Além disso, é anunciado o nome da conta a que a pasta pertence;
ru: При вводе буквы или цифры выбирается следующая папка, название которой начинается с этого символа. При нажатии клавиши Shift перемещение происходит снизу вверх. Кроме того, сообщается имя учётной записи, которой принадлежит папка;
tr: Bir harf veya sayı yazmak, adı o karakterle başlayan bir sonraki klasörü seçer. Shift tuşu ile aşağıdan yukarıya doğru hareket gerçekleşir. Ayrıca klasörün ait olduğu hesabın adı duyurulur;

source: Pressing Space bar on a folder containing unread messages selects the first unread message of the message list;
bg: Клавишът за интервал в папка с непрочетени съобщения избира първото непрочетено съобщение в списъка.
de: Durch Drücken der Leertaste in einem Ordner, der ungelesene Nachrichten enthält, wird die erste ungelesene Nachricht der Nachrichtenliste ausgewählt;
es: Pulsando la barra espaciadora en una carpeta con mensajes no leídos selecciona el primer mensaje no leído de la lista;
fi: Väli-näppäimen painaminen lukemattomia viestejä sisältävän kansion kohdalla valitsee luettelossa ensimmäisenä olevan lukemattoman viestin.
fr: La touche Espace sur un dossier avec des messages non lus sélectionne le premier message non lu dans la liste de messages ;
pt_br: A tecla Espaço numa pasta com mensagens não lidas selecciona a primeira mensagem não lida na lista de mensagens;
pt_pt: A tecla Espaço numa pasta com mensagens não lidas selecciona a primeira mensagem não lida na lista de mensagens;
ru: Нажатие пробела на папке, содержащей непрочитанные сообщения, позволяет выбрать первое непрочитанное сообщение в списке сообщений;
tr: Okunmamış iletiler içeren bir klasörde Boşluk çubuğuna basmak, ileti listesindeki ilk okunmamış iletiyi seçer;

source: Two dialogs for accounts and their associated folders allow you to filter them by keyword or display only folders with unread messages;
bg: Два диалогови прозореца – за акаунтите и свързаните с тях папки позволяват филтрирането им по ключова дума или показване само на папки с непрочетени съобщения.
de: Zwei Dialogfelder für Konten und die zugehörigen Ordner ermöglichen es Ihnen, diese nach Schlüsselwörtern zu filtern oder nur Ordner mit ungelesenen Nachrichten anzuzeigen;
es: Dos diálogos de cuentas y sus carpetas asociadas permiten permiten filtrarlas por palabras clave o mostrar sólo carpetas con mensajes no leídos;
fi: Kaksi valintaikkunaa tileille ja niiden liittyville kansioille mahdollistavat suodattamisen avainsanalla tai näyttämällä vain kansiot, joissa on lukemattomia viestejä.
fr: Deux dialogue des comptes et de leurs dossiers associés permet de les filtrer par mot-clé ou de n'afficher que les dossiers avec des messages non-lus ;
pt_br: Duas caixas de diálogo para contas e suas pastas associadas permitem filtrá-las por palavra-chave ou exibir apenas as pastas com mensagens não lidas;
pt_pt: Dois diálogos das contas e as suas pastas associadas permitem filtrá-las por palavra-chave ou mostrar apenas as pastas com mensagens não lidas;
ru: Два диалога для учётных записей и связанных с ними папок позволяют фильтровать их по ключевым словам или отображать только папки с непрочитанными сообщениями;
tr: Hesaplar ve ilişkili klasörleri için iki iletişim kutusu, bunları anahtar sözcüğe göre filtrelemenize veya yalnızca okunmamış iletilere sahip klasörleri görüntülemenize olanak tanır;

source: The Message List
bg: Списък на съобщенията
de: In der Nachrichtenliste
es: Lista de mensajes
fi: Viestiluettelo
fr: Liste de messages
pt_br: Lista de mensagens
pt_pt: Lista de mensagens
ru: Список Сообщений
tr: İleti Listesi
