Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/thunderbirdPlus.*.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr

source: Choosing columns and their layout within the message list is made accessible through a simple dialog;
bg: Изборът на колони, както и тяхното подреждане в списъка със съобщения, са направени достъпни чрез опростен диалогов прозорец.
de: Die Auswahl der Spalten und deren Anordnung innerhalb der Nachrichtenliste wird über einen einfachen Dialog ermöglicht;
es: La elección de columnas, así como su orden en la lista de mensajes, es accesible con un simple diálogo;
fi: Sarakkeiden valitseminen ja niiden järjestäminen viestiluettelossa on tehty saavutettavaksi yksinkertaisen valintaikkunan avulla.
fr: Le choix des colonnes ainsi que leur agencement dans la liste des messages est rendu accessible par le biais d'un dialogue simple ;
pt_br: A escolha das colunas e a sua disposição na lista de mensagens é acessibilizada através de um diálogo simples;
pt_pt: A escolha das colunas e a sua disposição na lista de mensagens é acessibilizada através de um diálogo simples;
ru: Выбор столбцов и их расположения в списке сообщений становятся доступными с помощью простого диалога;
tr: İleti listesindeki sütunları ve düzenlerini seçmek, basit bir iletişim kutusuyla erişilebilir hale getirilir;

source: Viewing the columns of the message list: shortcuts allow you to easily listen to, spell or copy the sender's name, the message subject or its date by typing a digit on the alphanumeric keypad. For instance, a single press on 1 or & announces the sender, two presses spell the name and three presses copy it to the clipboard;
bg: Справка с колоните на списъка със съобщения: Позволява ви да прослушате отново, да спелувате или лесно да копирате името на подателя, темата или датата на съобщението чрез натискане на цифра от буквено-цифровата клавиатура. Например еднократно натискане съобщава подателя, двукратно натискане го спелува и трикратно натискане го копира в клипборда.
de: Anzeige der Spalten der Nachrichtenliste: Mit Hilfe von Tastenkombinationen können Sie den Namen des Absenders, den Betreff oder das Datum der Nachricht durch Eingabe einer Ziffer auf der alphanumerischen Tastatur anhören, buchstabieren oder kopieren. Durch einmaliges Drücken von 1 oder & wird beispielsweise der Absender angesagt, durch zweimaliges Drücken wird der Name buchstabiert und durch dreimaliges Drücken wird er in die Zwischenablage kopiert;
es: Consulta de las columnas de la lista de mensajes: permite escuchar de nuevo, deletrear o copiar fácilmente el nombre del remitente, el asunto o la fecha del mensaje pulsando un número del teclado alfanumérico: por ejemplo 1 o ! anuncia el remitente, 2 pulsaciones deletrean el nombre y 3 lo copian al portapapeles;
fi: Viestiluettelon sarakkeiden puhuminen: Mahdollistaa lähettäjän nimen, viestin aiheen tai päivämäärän puhuttamisen, tavaamisen tai leikepöydälle kopioimisen painamalla numeroa aakkosnumeeriselta näppäimistöltä. Esimerkiksi 1 tai & ilmoittaa lähettäjän, kaksi painallusta tavaa sen ja kolme painallusta kopioi leikepöydälle.
fr: Consultation des colonnes de la liste de messages : des raccourcis permettent de réécouter, d'épeler ou de copier facilement le nom de l'expéditeur, le sujet ou la date d'un message en pressant un chiffre du clavier alphanumérique : par exemple, 1 ou & annonce l'expéditeur, 2 appuis épelle le nom et 3 appuis le copie dans le presse-papiers ;
pt_br: Visualização das colunas da lista de mensagens: os atalhos permitem que você ouça, soletre ou copie facilmente o nome do remetente, o assunto ou a data da mensagem digitando um dígito no teclado alfanumérico. Por exemplo, um único toque em 1 ou & anuncia o remetente, dois toques soletram o nome e três toques o copiam para a área de transferência;
pt_pt: Consulta das colunas da lista de mensagens: os atalhos permitem ouvir, soletrar ou copiar facilmente o nome do remetente, o assunto ou a data de uma mensagem, premindo um número no teclado alfanumérico: por exemplo, 1 ou & anuncia o remetente, 2 pressionamentos soletram o nome e 3 pressionamentos copiam-no para a área de transferência;
ru: Просмотр столбцов списка сообщений: сочетания клавиш позволяют легко прослушать, записать по буквам или скопировать имя отправителя, тему сообщения или его дату, набрав цифру на буквенно-цифровой клавиатуре. Например, при однократном нажатии на 1 или & объявляется отправитель, при двух нажатиях имя объявляется по буквам, а при трех нажатиях оно копируется в буфер обмена;
tr: İleti listesinin sütunlarını görüntüleme: kısayollar, alfanümerik tuş takımında bir rakam yazarak gönderenin adını, ileti konusunu veya tarihini kolayca dinlemenizi, hecelemenizi veya kopyalamanızı sağlar. Örneğin, 1 veya diğer rakam düğmelerine düğmelerine tek bir basış göndereni duyurur, iki basış adı heceler ve üç basış onu panoya kopyalar;

source: Viewing the headers in the header pane displayed using F8: with Alt+ a digit, 1 press announces any header containing the sender's addresses or recipients, 2 presses open a dialog to copy them, 3 presses open the native Thunderbird context menu associated with the header;
bg: Справка със заглавките на панела за заглавки, показван с F8: С Alt+число, еднократно натискане изговаря заглавката, съдържаща адресите на подателя или получателите, двукратно натискане отваря диалогов прозорец, позволяващ те да бъдат копирани, трикратно натискане отваря контекстното меню на Thunderbird, свързано със заглавката.
de: Anzeigen der Kopfzeilen im Kopfzeilenbereich, der mit F8 angezeigt wird: Mit Alt+Ziffer, einmaliges Drücken wird jede Kopfzeile vorgelesen, die Adressen oder Empfänger des Absenders enthält, zweimaliges Drücken wird ein Dialogfeld geöffnet, um sie zu kopieren, dreimaliges Drücken öffnet das native Thunderbird-Kontextmenü, das mit der Kopfzeile verbunden ist;
es: Consulta de las cabeceras del panel de cabeceras con f8: con alt+números, una pulsación verbaliza las direcciones del remitente o los destinatarios, dos pulsaciones abren un diálogo que permite copiarlas, y 3 pulsaciones abren el menú contextual nativo de Thunderbird asociado a la cabecera;
fi: F8:lla näytettävän esikatseluruudun otsakkeiden puhuminen: Alt+numeron yksi painallus puhuu lähettäjän tai vastaanottajien osoitteet sisältävän otsakkeen, kaksi painallusta avaa valintaikkunan, jossa ne voidaan kopioida leikepöydälle, kolme painallusta avaa natiivin Thunderbird-pikavalikon otsakkeelle.
fr: Consultation des entêtes du volet des entêtes affiché avec F8 : avec Alt+un chiffre, 1 appui énonce un entête contenant les adresses de l'expéditeur ou des destinataires, 2 appuis ouvre un dialogue permettant de les copier, 3 appuis ouvre le menu contextuel natif de Thunderbird associé à l'entête ;
pt_br: Consulta dos cabeçalhos do painel de cabeçalhos apresentado com F8: com Alt+um número, 1 pressionamento indica um cabeçalho contendo os endereços do remetente ou dos destinatários, 2 pressionamentos abrem um diálogo que permite copiá-los, 3 pressionamentos abrem o menu contextual nativo de Thunderbird associado ao cabeçalho;
pt_pt: Consulta dos cabeçalhos do painel de cabeçalhos apresentado com F8: com Alt+um número, 1 pressionamento indica um cabeçalho contendo os endereços do remetente ou dos destinatários, 2 pressionamentos abrem um diálogo que permite copiá-los, 3 pressionamentos abrem o menu contextual nativo de Thunderbird associado ao cabeçalho;
ru: Просмотр заголовков на панели заголовков, отображаемой с помощью клавиши F8: с помощью Alt+ цифры, 1 нажатие объявляет любой заголовок, содержащий адреса отправителя или получателей, 2 нажатия открывают диалог для их копирования, 3 нажатия открывают собственное контекстное меню Thunderbird, связанное с заголовком;
tr: F8 kullanılarak görüntülenen başlık bölmesindeki başlıkları görüntüleme: Alt+bir rakam ile, 1 basış gönderenin adreslerini veya alıcılarını içeren herhangi bir başlığı duyurur, 2 basış bunları kopyalamak için bir diyalog açar, 3 basış başlıkla ilişkili yerel Thunderbird bağlam menüsünü açar;

source: Cleaned quick message text preview via space key, Alt+down arrow or F4: Large header blocks in message quotes are replaced by the phrase "Sender name wrote". NVDA will also announce "clickable link" instead of the long address of the link.
bg: Изчистен бърз преглед на текста на съобщението с интервал, Alt+Стрелка надолу или F4: Големите блокови заглавки в цитатите на съобщението се заменят с фразата "Едикойси написа". NVDA също ще съобщава "щракаема връзка" вместо дългия адрес на връзката.
de: Bereinigte Schnellvorschau des Nachrichtentextes über die Leertaste, Alt+Pfeiltaste nach unten oder F4: Große Kopfblöcke in Nachrichtenanführungszeichen werden durch den Satz "Absendername geschrieben" ersetzt. NVDA meldet auch "anklickbarer Link" anstelle der langen Adresse des Links.
es: Previsualización rápida limpia del texto del mensaje con la barra espaciadora, alt+flecha abajo o f4: los bloques grandes de cabeceras en las citas del mensaje se sustituyen por la frase "nombre del remitente escribió". NVDA también anunciará "enlace clicable" en lugar de la dirección larga del enlace.
fi: Viestin tekstin puhdistettu pikaesikatselu Väli-näppäimellä, Alt+Nuoli alas -näppäimillä tai F4:llä: Viestilainausten suuret lohko-otsakkeet korvataan "Lähettäjän nimi kirjoitti" -virkkeellä. NVDA sanoo lisäksi "napsautettava linkki" pitkän linkin osoitteen sijaan.
fr: Aperçu rapide épuré du texte du message avec espace, Alt+flèche bas ou F4 : les grands blocs d'entêtes dans les citations de messages sont remplacés par l'expression "Nom de l'expéditeur a écrit". NVDA annoncera également "lien cliquable" à la place de la longue adresse du lien.
pt_br: Limpeza da visualização de texto de mensagens rápidas por meio da tecla de espaço, Alt+seta para baixo ou F4: grandes blocos de cabeçalho em citações de mensagens são substituídos pela frase “O nome do remetente escreveu”. O NVDA também anunciará “link clicável” em vez do endereço longo do link.
pt_pt: Visualização rápida e limpa do texto da mensagem com espaço, Alt+ seta para baixo ou F4: os cabeçalhos de grandes blocos nas citações das mensagens são substituídos pela frase "O nome do remetente escreveu". A NVDA anunciará também "link clicável" em vez do endereço longo do link.
ru: Убран быстрый просмотр текста сообщения с помощью клавиши пробел, Alt+ стрелка вниз или F4: большие блоки заголовка в кавычках сообщения заменены фразой "Отправитель написал имя". NVDA также объявит "интерактивную ссылку" вместо длинного адреса ссылки.
tr: Boşluk tuşu, Alt+aşağı ok veya F4 aracılığıyla temizlenmiş hızlı ileti metni önizlemesi: Mesaj alıntılarındaki büyük başlık blokları, "Gönderen adı yazdı" ifadesiyle değiştirildi. NVDA, bağlantının uzun adresi yerine "tıklanabilir bağlantı"yı da duyurur.

source: Quick overview of quotes in chronological order, from bottom to top, via Shift+Space, Alt+up arrow or Shift+F4;
bg: Бърз преглед на цитати в техния хронологичен ред, отдолу нагоре, чрез Shift+Интервал, Alt+Стрелка нагоре или Shift+F4.
de: Schneller Überblick über Zitate in chronologischer Reihenfolge, von unten nach oben, mit Umschalt+Leertaste, Alt+Pfeiltaste nach oben oder Umschalt+F4;
es: Vista rápida de citas en orden cronológico, de abajo hacia arriba, mediante shift+espacio, alt+flecha arriba o shift+f4;
fi: Lainausten pikakatselu kronologisessa järjestyksessä alhaalta ylös Vaihto+Väli-näppäimellä, Alt+Nuoli ylös -näppäimillä tai Vaihto+F4:llä.
fr: Aperçu rapide des citations dans leur ordre chronologique, du bas vers le haut, via Maj+Espace, Alt+flèche haut ou Maj+F4 ;
pt_br: Visão rápida das citações em ordem cronológica, de baixo para cima, usando Shift+Espaço, Alt+cima seta ou Shift+F4;
pt_pt: Visão rápida das citações em ordem cronológica, de baixo para cima, usando Shift+Espaço, Alt+Up seta ou Shift+F4;
ru: Краткий обзор цитат в хронологическом порядке, снизу вверх, с помощью Shift+пробел, Alt+ стрелка вверх или Shift+F4;
tr: Alıntılara kronolojik sırayla, aşağıdan yukarıya, Shift+Boşluk, Alt+yukarı ok veya Shift+F4 üzerinden hızlı genel bakış;

source: Easy access to attachments using the shortcut Alt+page down or via number 1 of alphanumeric keypad;
bg: Лесен достъп до прикачените файлове чрез клавишната комбинация Alt+Page Down или цифрата 1 от буквено-цифровата клавиатура.
de: Einfacher Zugriff auf Anhänge über die Tastenkombination Alt+Seite ab oder über die Nummer 1 der alphanumerischen Tastatur;
es: Fácil acceso a los adjuntos usando el atajo alt+avance página o el número 1 del teclado alfanumérico;
fi: Helppo pääsy liitteisiin pikanäppäimellä Alt+Page down tai aakkosnumeerisen näppäimistön numero 1:llä.
fr: Accès aisé aux pièces jointes par le raccourci Alt+page suivante ou le chiffre 1 du clavier alpha-numérique ;
pt_br: Fácil acesso aos anexos usando o atalho Alt+página para baixo ou pelo número 1 do teclado alfanumérico;
pt_pt: Fácil acesso a anexos com o atalho Alt+ página seguinte ou com o número 1 no teclado alfanumérico;
ru: Легкий доступ к вложениям с помощью сочетания клавиш Alt+page down или с помощью цифры 1 на буквенно-цифровой клавиатуре;
tr: Alt+sayfa aşağı kısayolunu kullanarak veya alfasayısal tuş takımının 1 numarası aracılığıyla eklere kolay erişim;

source: Quick Filter Bar And Priority Tag Management
bg: Лента за бързо търсене и управление на етикетите за приоритет
de: Schnellfilterleiste und Verwaltung von Prioritätskennzeichen
es: Barra de filtrado rápido y Administrar etiquetas de prioridad
fi: Pikasuodatuspalkki ja tärkeystunnuksien hallinta
fr: Barre de filtrage rapide et gestion des étiquettes de priorité
pt_br: Barra de filtro rápido e gerenciamento de tags de prioridade
pt_pt: Barra de filtragem rápida e gestão de etiquetas prioritárias
ru: Панель быстрого фильтра и управление тегами приоритетов
tr: Hızlı Filtre Çubuğu ve Öncelikli Etiket Yönetimi

source: It is possible to navigate filtering options with the vertical arrows. The Enter key is used to check or uncheck a filter;
bg: Възможно е да се навигира между опциите на филтъра с помощта на стрелките за нагоре и надолу. Клавишът ENTER позволява да се постави или премахне отметка от опция.
de: Mit den vertikalen Pfeiltasten können Sie durch die Filteroptionen navigieren. Die Eingabetaste wird verwendet, um einen Filter zu aktivieren oder zu deaktivieren;
es: Es posible navegar entre las opciones de filtrado utilizando las flechas arriba y abajo. La tecla intro permite marcar o desmarcar una opción;
fi: Suodatinvaihtoehtojen välillä on mahdollista liikkua nuolinäppäimillä ylös ja alas. Vaihtoehto valitaan tai sen valinta poistetaan Enter-näppäimellä.
fr: Il est possible de naviguer parmi Les options de filtrage à l'aide des flèches verticales. La touche Entrée permet de cocher ou décocher une option ;
pt_br: É possível navegar através das opções de filtro usando as setas verticais. A tecla Enter é utilizada para verificar ou desmarcar uma opção;
pt_pt: É possível navegar através das opções de filtro usando as setas verticais. A tecla Enter é utilizada para verificar ou desmarcar uma opção;
ru: С помощью вертикальных стрелок можно перемещаться по параметрам фильтрации. Клавиша Enter используется для установки или снятия флажка с фильтра;
tr: Filtreleme seçeneklerinde Aşağı/Yukarı oklarla gezinmek mümkündür. Enter tuşu, bir filtreyi kontrol etmek veya seçimini kaldırmak için kullanılır;

source: Adding or removing tags is done by simply pressing Shift+ a digit on the alphanumeric keyboard. For example, press Shift+4 to add the "To Do" tag to a message. You can then filter the message list by tag via the quick filter bar which is hence accessible;
bg: Добавянето или премахването на приоритетни етикети става просто чрез натискане на Shift+число от буквено-цифровата клавиатура. Например, натиснете Shift+4, за да добавите етикета "To Do" към съобщение. След това можете да филтрирате списъка със съобщения по етикети чрез лентата за бързо търсене, която вече е достъпна.
de: Zum Hinzufügen oder Entfernen von Tags drücken Sie einfach die Umschalttaste + eine Ziffer auf der alphanumerischen Tastatur. Drücken Sie zum Beispiel Umschalt+4, um einer Nachricht die Markierung "Zu erledigen" hinzuzufügen. Sie können die Nachrichtenliste dann über die Schnellfilterleiste, die von nun an zugänglich ist, nach Tags filtern;
es: Añadir o eliminar etiquetas de prioridad es tan simple como pulsar shift+números del teclado alfanumérico. Por ejemplo, pulsa 4 para añadir la etiqueta "por hacer" a un mensaje. Después puedes filtrar la lista de mensajes por etiquetas mediante la barra de filtrado rápido, que ahora es accesible;
fi: Tärkeystunnuksia lisätään tai poistetaan painamalla Vaihto+numeroa aakkosnumeeriselta näppäimistöltä. Esimerkiksi numero 4:n painaminen lisää viestiin "Tehtävä"-tunnuksen. Tämän jälkeen viestiluetteloa voidaan suodattaa tunnuksien perusteella pikasuodatuspalkista, joka on nyt saavutettava.
fr: L'ajout ou le retrait d'étiquettes s'effectue par le simple appui sur Maj+un chiffre du clavier alphanumérique. Par exemple, appuyez sur 4 pour ajouter l'étiquette "A faire" à un message. On peut ensuite filtrer la liste des messages par étiquettes via la barre de filtre rapide qui est désormais accessible ;
pt_br: Para adicionar ou remover tags, basta pressionar Shift+ um dígito no teclado alfanumérico. Por exemplo, pressione Shift+4 para adicionar a tag “To Do” a uma mensagem. Em seguida, você pode filtrar a lista de mensagens por tag por meio da barra de filtro rápido, que pode ser acessada a partir daí;
pt_pt: As etiquetas são adicionadas ou removidas premindo Shift+um número no teclado alfanumérico. Por exemplo, premir 4 para adicionar a etiqueta "To Do" a uma mensagem. A lista de mensagens pode então ser filtrada por etiqueta através da barra de filtro rápido que está agora disponível;
ru: Добавление или удаление тегов выполняется простым нажатием Shift+ цифра на буквенно-цифровой клавиатуре. Например, нажмите Shift+4, чтобы добавить к сообщению тег "Что сделать". Затем вы можете отфильтровать список сообщений по тегам с помощью панели быстрого поиска, которая доступна для просмотра;
tr: Etiketlerin eklenmesi veya çıkarılması, alfanümerik klavyede Shift+ herhangi bir rakama basılarak yapılır. Örneğin, bir iletiye "Yapılacaklar" etiketini eklemek için Shift+4 tuşlarına basın. Ardından, erişilebilir olan hızlı filtre çubuğu aracılığıyla ileti listesini etikete göre filtreleyebilirsiniz;

source: The Message Write Window
bg: Прозорецът за писане на съобщение
de: Das Fenster zum Nachricht schreiben
es: Ventana de Escribir un mensaje
fi: Viestinkirjoitusikkuna
fr: Fenêtre de rédaction d'un message
pt_br: Janela para escrever uma mensagem
pt_pt: Janela para escrever uma mensagem
ru: Окно создания сообщения
tr: İleti Yazma Penceresi

source: Alt+1 announces the Sender, Alt+2 announces the Recipient, Alt+3 announces the Attachments, etc. Two presses place the focus on one of these fields;
bg: Alt+1 съобщава подателя, Alt+2 получателя, Alt+3 прикачените файлове и т.н. Двукратно натискане премества фокуса върху едно от тези полета.
de: Alt+1 zeigt den Absender an, Alt+2 zeigt den Empfänger an, Alt+3 zeigt die Anhänge an, etc. Durch zweimaliges Drücken wird eines dieser Felder fokussiert;
es: Alt+1 anuncia el remitente, alt+2 destinatario, alt+3 adjuntos, etc. Con dos pulsaciones se sitúa el foco en uno de estos campos;
fi: Alt+1 puhuu lähettäjän, Alt+2 vastaanottajan, Alt+3 liitteet jne. Kaksi painallusta siirtää kohdistuksen kyseiseen kenttään.
fr: Alt+1 annonce l'Expéditeur,Alt+2 le destinataire, Alt+3 les pièces jointes,etc. Deux appuis place le focus sur un de ces champs ;
pt_br: Alt+1 anuncia o remetente, Alt+2 anuncia o destinatário, Alt+3 anuncia os anexos, etc. Dois toques colocam o foco em um desses campos;
pt_pt: Alt+1 anuncia o Remetente, Alt+2 o Destinatário, Alt+3 os Anexos, etc. Dois pressionamentos colocam o foco num destes campos;
ru: Alt+1 указывает отправителя, Alt+2 - получателя, Alt+3 - вложения и т.д. Два нажатия позволяют выделить одно из этих полей;
tr: Alt+1 Göndereni duyurur, Alt+2 Alıcıyı duyurur, Alt+3 Ekleri duyurur vb. İki kez basıldığında odak bu alanlardan birine taşınır;

source: Spell-check Dialog
bg: Прозорец за правописна проверка
de: Dialogfeld für die Rechtschreibprüfung
es: Diálogo de Revisar ortografía
fi: Oikeinkirjoituksen tarkistuksen valintaikkuna
fr: Dialogue de vérification orthographique
pt_br: Diálogo de verificação ortográfica
pt_pt: Diálogo de verificação ortográfica
ru: Диалог проверки орфографии
tr: Yazım Denetimi İletişim Kutusu
