Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/thunderbirdPlus.*.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr

source: The misspelled word is announced with or without spelling before the suggested word. The shortcuts NVDA+Tab or Alt+up arrow announce misspelled and replacement words: 1 press spells the words at normal speed, 2 presses spell them quickly, 3 presses copy the misspelled word to the clipboard for analysis in another edit field;
bg: Грешно написаната дума се съобщава преди предложената дума. NVDA+TAB или Alt+Стрелка нагоре съобщава грешно изписаната дума и предложенията за замяна. Еднократно натискане спелува думите с нормална скорост, двукратно натискане ги спелува бързо, трикратно натискане копира неправилно изписаната дума в клипборда за анализ другаде.
de: Das falsch geschriebene Wort wird mit oder ohne Schreibweise vor dem vorgeschlagenen Wort angesagt. Mit den Tastenkombinationen NVDA+Tab oder Alt+Pfeiltaste nach oben werden falsch geschriebene Wörter und Ersatzwörter angesagt: einmaliges Drücken buchstabiert die Wörter in normaler Geschwindigkeit, zweimaliges Drücken buchstabiert sie schnell, dreimaliges Drücken kopiert das falsch geschriebene Wort in die Zwischenablage zur Analyse in einem anderen Bearbeitungsfeld;
es: La palabra mal escrita se anuncia antes que la palabra sugerida. Los atajos NVDA+tab o alt+flecha arriba anuncian las palabras mal escritas y sus sustituciones: una pulsación deletrea las palabras a velocidad normal, 2 pulsaciones las deletrean rápido, y 3 pulsaciones copian la palabra mal escrita al portapapeles para su análisis en otro cuadro de edición;
fi: Väärin kirjoitettu sana puhutaan tavattuna tai ilman tavausta ennen ehdotettua sanaa. NVDA+Sarkain- tai Alt+Nuoli ylös -pikanäppäimet puhuvat väärin kirjoitetun ja korvaavan sanan: Yhdellä painalluksella sanat tavataan normaalinopeudella, kahdella painalluksella ne tavataan nopeasti, kolmella painalluksella väärin kirjoitettu sana kopioidaan leikepöydälle.
fr: Le mot mal orthographié est annoncé avec ou sans épellation avant le mot suggéré. Les raccourcis NVDA+Tab ou Alt+flèche haut annoncent les mots mal orthographié et de remplacement : 1 appui épelle les mots à une vitesse normale, 2 appuis les épelle rapidement,3 appuis copie le mot mal orthographié dans le presse-papiers pour une analyse dans un autre champ d'édition ;
pt_br: A palavra mal escrita é anunciada com ou sem ortografia antes da palavra sugerida. Os atalhos NVDA+Tab ou seta Alt+cima anunciam palavras mal escritas e substituídas: 1 pressionamento soletra as palavras à velocidade normal, 2 pressionamentos soletra-nas rapidamente, 3 pressionamentos copiam a palavra mal escrita para a área de transferência para análise num outro campo de edição;
pt_pt: A palavra mal escrita é anunciada com ou sem ortografia antes da palavra sugerida. Os atalhos NVDA+Tab ou seta Alt+up anunciam palavras mal escritas e substituídas: 1 pressionamento soletra as palavras à velocidade normal, 2 pressionamentos soletra-nas rapidamente, 3 pressionamentos copiam a palavra mal escrita para a área de transferência para análise num outro campo de edição;
ru: Ошибочно написанное слово объявляется с орфографией или без нее перед предложенным словом. Клавиши NVDA+Tab или Alt+стрелка вверх объявляют ошибочно написанные и заменяющие слова: 1 нажатие - написание слов с обычной скоростью, 2 нажатие - быстрое написание, 3 нажатие - копирование ошибочно написанного слова в буфер обмена для анализа в другом поле редактирования;
tr: Yanlış yazılan kelime, önerilen kelimeden önce heceli veya hecesiz olarak duyurulur. NVDA+sekme veya Alt+yukarı ok kısayolları yanlış yazılan ve değiştirilen sözcükleri duyurur: 1 basış sözcükleri normal hızda heceler, 2 basış hızlı heceler, 3 basış yanlış yazılmış sözcüğü başka bir düzenleme alanında analiz için panoya kopyalar;

source: Various combinations involving the Enter key trigger the Replace, Replace All, Ignore, Ignore All, or Add Word to Dictionary buttons have been added for even more convenience within this dialog;
bg: Различни комбинации с клавиша ENTER за задействане на бутоните "Замяна", "Замяна на всички", "Игнориране", "Игнориране на всички" или "Добавяне на думата към речника" са добавени за подобрено удобство при работата с този диалогов прозорец.
de: Verschiedene Kombinationen, bei denen die Eingabetaste die Schaltflächen "Ersetzen", "Alles ersetzen", "Ignorieren", "Alles ignorieren" oder "Wort zum Wörterbuch hinzufügen" auslöst, wurden hinzugefügt, um den Komfort in diesem Dialog noch weiter zu erhöhen;
es: Se han añadido diversas combinaciones de la tecla intro activan los botones Reemplazar, Reemplazar todas, Ignorar, Ignorar todas o Añadir la palabra al diccionario para mayor comodidad usando este diálogo;
fi: Lisätty tämän valintaikkunan käyttömukavuutta lisäämällä Enter-näppäimen eri yhdistelmiä Korvaa-, Korvaa kaikki-, Ohita-, Ohita kaikki- tai Lisää sanastoon -painikkeiden painamiseen.
fr: Diverses combinaisons de la touche entrée actionnent les boutons Remplacer, Tout remplacer, Ignorer, Tout ignorer ou Ajouter le mot au dictionnaire ont été ajoutés pour un confort accru de ce dialogue ;
pt_br: Várias combinações que envolvem a tecla Enter acionam os botões Substituir, Substituir tudo, Ignorar, Ignorar tudo ou Adicionar palavra ao dicionário foram adicionadas para proporcionar ainda mais conveniência nessa caixa de diálogo;
pt_pt: Várias combinações da tecla enter activam os botões Replace, Replace All, Ignore, Ignore All ou Add Word to Dictionary foram adicionados para maior comodidade a este diálogo;
ru: Для большего удобства работы в диалоге добавлены различные комбинации с использованием клавиши Enter, вызывающей кнопки Заменить, Заменить все, Игнорировать, Игнорировать все или Добавить слово в словарь;
tr: Enter tuşunu içeren çeşitli kombinasyonlar, Değiştir, Tümünü Değiştir, Yoksay, Tümünü Yoksay veya Sözlüğe Kelime Ekle düğmelerini tetikleyerek bu iletişim kutusuna daha da fazla kolaylık sağlamak için eklenmiştir;

source: Automatic Update
bg: Автоматично обновяване
de: Automatisches Update der NVDA-Erweiterung
es: Actualización automática
fi: Automaattinen päivitys
fr: Mise à jour automatique
pt_br: Atualização automática
pt_pt: Actualização automática
ru: Автоматическое Обновление
tr: Otomatik güncelleme

source: ThunderbirdPlus contains an independent auto-update system with deactivation/reactivation and postponement features;
bg: ThunderbirdPlus съдържа независима система за автоматично обновяване с функции за деактивиране/повторно активиране и отлагане.
de: ThunderbirdPlus enthält ein unabhängiges Auto-Update-System mit Deaktivierungs- bzw. Reaktivierungs- und Aufschiebungsfunktionen;
es: ThunderBirdPlus tiene un sistema de actualización automática independiente con opciones de desactivación / reactivación y aplazamiento;
fi: ThunderbirdPlus sisältää itsenäisen automaattisen päivitysjärjestelmän, jossa on käytöstäpoisto/käyttöönotto- ja päivityksen lykkäystoiminnot.
fr: ThunderbirdPlus dispose d'un système indépendant de mise à jour automatique avec des options de désactivation / réactivation et de report ;
pt_br: O ThunderbirdPlus contém um sistema de atualização automática independente com recursos de desativação/reativação e adiamento;
pt_pt: O ThunderbirdPlus tem um sistema independente de actualização automática com opções de desactivação/activação e adiamento;
ru: ThunderbirdPlus содержит независимую систему автоматического обновления с функциями деактивации / повторной активации и отсрочки;
tr: ThunderbirdPlus, devre dışı bırakma/yeniden etkinleştirme ve erteleme özelliklerine sahip bağımsız bir otomatik güncelleme sistemi içerir;

source: Side-to-side Operation with Chichi
bg: Паралелна работа с Chichi
de: Zusammenarbeit mit Chichi
es: Funcionamiento en dúo con Chichi
fi: Käyttäminen Chichin kanssa
fr: Fonctionnement en duo avec Chichi
pt_br: Trabalhar em duo com Chichi
pt_pt: Trabalhar em duo com Chichi
ru: Работа в боковом режиме с Chichi
tr: Chichi ile Yan Yana Çalışma

source: ThunderbirdPlus is designed to work seamlessly with Chichi, an add-on that installs directly onto Thunderbird.
bg: ThunderbirdPlus е проектиран да работи безпроблемно с Chichi – добавка, която се инсталира директно в Thunderbird.
de: ThunderbirdPlus ist so konzipiert, dass es nahtlos mit Chichi zusammenarbeitet, einer Erweiterung, das direkt auf Thunderbird installiert wird.
es: ThunderbirdPlus está previsto para funcionar armoniosamente con Chichi, un complemento que se instala directamente en Thunderbird.
fi: ThunderbirdPlus on suunniteltu toimimaan saumattomasti Chichi-lisäosan kanssa, joka asennetaan suoraan Thunderbirdiin.
fr: ThunderbirdPlus est prévu pour fonctionner harmonieusement avec Chichi, un module complémentaire qui s'installe directement dans Thunderbird.
pt_br: O ThunderbirdPlus foi projetado para funcionar perfeitamente com o Chichi, um complemento que é instalado diretamente no Thunderbird.
pt_pt: O ThunderbirdPlus foi concebido para funcionar em harmonia com Chichi, um add-on que é instalado directamente no Thunderbird.
ru: ThunderbirdPlus предназначен для совместной работы с дополнением Chichi, которое устанавливается непосредственно в Thunderbird.
tr: ThunderbirdPlus, doğrudan Thunderbird'e yüklenen bir eklenti olan Chichi ile sorunsuz çalışacak şekilde tasarlanmıştır.

source: Read about this on the [page of Chichi][7] ;
bg: Прочетете за това на [страницата на Chichi][7].
de: Lesen Sie darüber auf der [Seite von Chichi][7];
es: Lea sobre este tema yendo a la [página de Chichi][7];
fi: Lue lisää [Chichin sivulta][7] ;
fr: Lisez à ce sujet la [page de Chichi][7] ;
pt_br: Leia sobre isso na [página da Chichi][7] ;
pt_pt: Leia sobre isto na [página da Chichi][7];
ru: Читайте об этом на [странице Chichi][7] ;
tr: Bununla ilgili bilgileri [Chichi sayfasında][7] okuyun;

source: And many other things that you will discover by reading the [user manual][4] ;
bg: И много други неща, които ще откриете, като прочетете [ръководството на потребителя][4].
de: Und viele andere Dinge, die Sie beim Lesen des [Benutzerhandbuchs][4] entdecken werden;
es: Y muchas otras cosas que descubrirás leyendo el [manual de usuario][4];
fi: Sekä monia muita ominaisuuksia, jotka löytyvät [käyttöoppaasta][4].
fr: Et bien d'autres choses que vous découvrirez en lisant le [manuel de l'utilisateur][4] ;
pt_br: E muitas outras coisas que você descobrirá ao ler o [manual do usuário][4] ;
pt_pt: E muitas outras coisas que descobrirá ao ler o [manual do utilizador][4] ;
ru: И многое другое, о чём вы узнаете, прочитав [руководство пользователя][4] ;
tr: Ve [kullanım kılavuzunu][4] okuyarak keşfedeceğiniz diğer birçok şey;

source: <!-- Translators : in the links 4, 5 and 7 below, where you see lang=en, replace en with your language code -->
de: <!-- Übersetzer: Ersetzen Sie in den Links 4, 5 und 7 unten, wo Sie lang=en sehen, en durch Ihren Sprach-Code -->
es: <!-- Traductores: en los enlaces 4, 5 y 7 a continuación, donde ves lang=en, reemplace en por el código de tu idioma -->
fr: <!-- Traducteurs : Dans les liens 4, 5 et 7 ci-dessous, où vous voyez lang=en, remplacez en par le code de votre langue -->
pt_br: <!-- Tradutores: nas hiperligações 4, 5 e 7 abaixo, onde aparece lang=en, substitua en pelo código da sua língua -->
pt_pt: <!-- Tradutores: nas hiperligações 4, 5 e 7 abaixo, onde aparece lang=en, substitua en pelo código da sua língua -->
tr: <!-- Çevirmenler : aşağıdaki 4, 5 ve 7 numaralı bağlantılarda, lang=en gördüğünüz yerde en kodunu dil kodunuzla değiştirin. TR gibi.-->

source: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=en
bg: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=bg
de: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=de
es: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=es
fr: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=fr
pt_br: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=pt_PT
pt_pt: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=pt_PT
ru: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=ru
tr: [4]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=manual&lang=tr

source: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=en
bg: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=bg
de: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=de
es: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=es
fr: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=fr
pt_br: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=pt_PT
pt_pt: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=pt_PT
ru: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=ru
tr: [5]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=changes&lang=tr

source: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=en
bg: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=bg
de: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=de
es: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=es
fr: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=fr
pt_br: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=pt_PT
pt_pt: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=pt_PT
ru: [7]: https://www.rptools.org/NVDA-Thunderbird/get.php?pg=chichi&lang=ru
