Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/timeZoner.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, ru, sk, tr, uk

source: [[!meta title="Time Zoner"]]
bg: [[!meta title="Часови зони (Time Zoner)"]]
de: [[!meta title="Zeitzoner"]]
fi: [[!meta title="Aikavyöhykkeet"]]
hr: [[!meta title="Vremenske zone (Time Zoner)"]]
ru: [[!meta title="Часовой Пояс"]]
sk: [[!meta title="Časové pásma"]]
tr: [[!meta title="saat dilimleri"]]

source: Author: Munawar Bijani
bg: Автор: Munawar Bijani
de: Autor: Munawar Bijani
es: Autor: Munawar Bijani
fi: Tekijä: Munawar Bijani
fr: Auteur : Munawar Bijani
gl: Autor: Munawar Bijani
hr: Autor: Munawar Bijani
it: Autore: Munawar Bijani
ja: 開発者: Munawar Bijani
pl: Autor: Munawar Bijani
pt_br: Autor: Munawar Bijani
ru: Автор: Munawar Bijani
sk: Autor: Munawar Bijani
tr: Yazar: Munawar Bijani
uk: Автор: Munawar Bijani

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード[安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: NVDA compatibility: 2019.2.1 and later
bg: Съвместимост с NVDA: от 2019.2.1 и по-нови
de: NVDA-Kompatibilität: 2019.2.1 und höher
es: Compatibilidad con NVDA: 2019.2.1 y versiones posteriores
fi: Yhteensopivuus: NVDA 2019.2.1 ja uudemmat
fr: Compatibilité NVDA : 2019.2.1 et ultérieurs
gl: Compatibilidade con NVDA: 2019.2.1 e posterior
hr: NVDA kompatibilnost: 2019.2.1 i novija
it: Compatibilità NVDA: 2019.2.1 e versioni successive
ja: NVDA 互換性: 2019.2.1以降
pl: Zgodność z wersjami NVDA: 2019.2.1 i nowsze
pt_br: Compatibilidade com NVDA: 2019.2.1 e posterior
ru: Совместимость с NVDA: 2019.2.1 и выше
sk: Funguje s NVDA od verzie 2019.2.1
tr: NVDA 2019.2.1 veya sonraki bir sürümü gerektirir
uk: Сумісність з NVDA: 2019.2.1 і новіші

source: An add-on for NVDA to announce the time in selected timezones.
bg: Добавка за NVDA за съобщаване на часа в избрани часови зони.
de: Diese Erweiterung für NVDA liest die Zeit für ausgewählte Zeitzonen.
es: Un complemento de NVDA que anuncia la hora en las zonas horarias seleccionadas.
fi: Tämä lisäosa ilmoittaa ajan valituilla aikavyöhykkeillä.
fr: Une extension pour NVDA pour annoncer l'heure dans les fuseaux horaires sélectionnés.
gl: Un complemento para NVDA que anuncia a hora na zona horaria seleccionada.
hr: NVDA dodatak za najavljivanje vremena u vremenskim zonama.
it: Un add-on per NVDA per annunciare l'ora nel fuso orario selezionato.
ja: NVDAが選択されたタイムゾーンで時間を通知するアドオンです。
pl: Dodatek dla NVDA, służący do oznajmiania czasu w wybranych strefach czasowych.
pt_br: Um complemento para o NVDA para anunciar a hora em fusos horários selecionados.
ru: Дополнение для NVDA, позволяющее объявлять время в выбранных часовых поясах.
sk: Doplnok oznamuje čas vo vybratých časových zónach.
tr: Bu eklenti, seçili saat dilimlerinde saati öğrenmenizi sağlar.
uk: Додаток для NVDA, який оголошує час у вибраних часових поясах.

source: Introduction
bg: Въведение
de: Einführung
es: Introducción
fi: Johdanto
gl: Introdución
hr: Uvod
it: Introduzione
ja: 始めに
pl: Wstęp
pt_br: Introdução
ru: Введение
sk: Úvod
tr: Giriş
uk: Вступ

source: For a very long time now, Windows has had the ability to show multiple clocks from different timezones. Users can customize the clocks and they become instantly visible.
bg: От доста време насам Windows има възможността да показва множество часовници от различни часови зони. Потребителите могат да персонализират часовниците и те се появяват на екрана незабавно.
de: Schon sehr lange Zeit können in Windows mehrere Uhren für verschiedene Zeitzonen angezeigt werden. Anwender können die Uhren nach Bedarf einrichten, worauf sie gleich erscheinen.
es: Desde hace ya mucho tiempo, Windows tiene la capacidad de mostrar varios relojes con distintas zonas horarias. Los usuarios pueden personalizar los relojes, y estos se hacen visibles al instante.
fi: Windows on jo pitkään pystynyt näyttämään useita kelloja eri aikavyöhykkeiltä. Käyttäjät voivat muokata kelloja ja ne näkyvät välittömästi.
fr: Depuis très longtemps, Windows a la possibilité d'afficher plusieurs horloges de différents fuseaux horaires. Les utilisateurs peuvent personnaliser les horloges et elles deviennent instantanément visibles.
gl: Durante moitísimo tempo, Windows tivo a posibilidade de de mostrar varios reloxos con zonas horarias diferentes. Os usuarios poden persoalizar os reloxos e éstes visibilízanse automaticamente.
hr: Windows već odavno ima mogućnost prikazivanja više satova za različite vremenske zone. Korisnici mogu prilagoditi satove koji se trenutno prikazuju.
it: Per molto tempo, Windows ha avuto la funzionalità di mostrare più orologi settati su differenti fusi orari. Gli utenti possono personalizzare gli orologi, che divengono immediatamente visibili.
ja: 現在も含め長い間、Windowsは異なるタイムゾーンの複数の時計を表示する機能を持っていました。ユーザーは時計をカスタマイズして、簡単に見えるようにすることが出来ます。
pl: Od bardzo długiego czasu, Operacyjny system windows posiadał możliwość wyświetlania zagarów dla różnych strefach czasowych. Użytkownicy mogli przystosowywać zegary do swoich potrzeb, po czym stawały się one widoczne od razu.
pt_br: Há muito tempo, o Windows tem a capacidade de mostrar vários relógios de diferentes fusos horários. Os usuários podem personalizar os relógios e eles se tornam visíveis instantaneamente.
ru: Уже очень давно в Windows есть возможность отображать несколько часов для разных часовых поясов. Пользователи могут настраивать часы, и они мгновенно становятся видимыми.
sk: V operačnom systéme Windows je možné zobraziť čas súčasne vo viacerých časových pásmach. Pre vidiaceho používateľa je zobrazený čas okamžite dostupný.
tr: Windows, uzun süreden beri kullanıcılarına farklı saat dilimleri seçmelerini ve özelleştirmelerini sağlayan bir özelliğe sahip. Kullanıcılar istedikleri özelleştirmeleri yaptıktan sonra farklı saat diimleri hemen görünüyordu.
uk: Віддавна Windows має здатність показувати годинники з різних часових поясів. Користувачі можуть обрати годинники і вони відразу стають видимими.

source: Unfortunately, for users of screen readers such as [NVDA](https://www.nvaccess.org/) or [JAWS](http://www.freedomscientific.com), there is no simple way to get this information. These screen readers don't support additional clocks, so blind computer users have to resort to other, third-party solutions, some of which are paid.
bg: За съжаление, за потребителите на екранни четци като [NVDA](https://www.nvaccess.org/) или [JAWS](https://www.freedomscientific.com/), няма лесен начин да достигнат до тази информация. Тези екранни четци не поддържат функцията за допълнителни часовници, така че незрящите компютърни потребители трябва да прибягват до други решения от трети страни, някои от които са платени.
de: Leider gibt es für Nutzer von Bildschirmleser wie [NVDA](https://www.nvaccess.org/) oder [JAWS](http://www.freedomscientific.com) diesen Weg nicht, um einfach an diese Information zu kommen. Diese Bildschirmleser unterstützen mehrere Uhren nicht, sodass blinde Computernutzer nach anderen Möglichkeiten suchen müssen, die von dritten oft gegen Bezahlung bereitgestellt werden.
es: Por desgracia, los usuarios de lectores de pantalla como [NVDA](https://www.nvaccess.org/) o [Jaws](http://www.freedomscientific.com) no pueden obtener esta información de una manera simple. Estos lectores de pantalla no soportan relojes adicionales, por lo que los usuarios ciegos de ordenadores tienen que recurrir a soluciones de terceros, algunas de pago.
fi: Valitettavasti ruudunlukijoiden, kuten [NVDA](https://www.nvaccess.org/) tai [JAWS](http://www.freedomscientific.com), käyttäjille ei ole yksinkertaista tapaa saada näitä tietoja. Nämä ruudunlukijat eivät tue lisäkelloja, joten sokeiden tietokoneen käyttäjien on turvauduttava muihin, kolmannen osapuolen ratkaisuihin, joista osa on maksullisia.
fr: Malheureusement, pour les utilisateurs de lecteurs d'écran tels que [NVDA](https://www.nvaccess.org/) ou [JAWS](http://www.freedomscientific.com), il n'existe aucun moyen simple d'obtenir ces informations. Ces lecteurs d'écran ne prennent pas en charge les horloges supplémentaires, de sorte que les utilisateurs d'ordinateurs aveugles doivent recourir à d'autres solutions tierces, dont certaines sont payantes.
gl: Lamentablemente, para usuarios de lectores de pantallas como [NVDA](https://www.nvaccess.org/) or [JAWS](http://www.freedomscientific.com), non existe unha forma simple para obter esta información. Estes lectores de pantallas non soportan reloxos adicionais, de maneira que os usuarios cegos de ordenadores teñen que recorrer a outros, solucións de terceiros, algunhas das cales son de pagamento.
hr: Nažalost, za korisnike čitača ekrana kao što su [NVDA](https://www.nvaccess.org/) ili [JAWS](http://www.freedomscientist.com), ne postoji jednostavan način za dobivanje tih podataka. Ovi čitači ekrana ne podržavaju dodatne satove, tako da slijepi korisnici računala moraju pribjeći rješenjima drugih proizvođača, od kojih se neka moraju plaćati.
it: Purtroppo, per gli utilizzatori di screen readers come [NVDA](https://www.nvaccess.org/) o [JAWS](http://www.freedomscientific.com), non c'è un modo semplice per avere queste informazioni. Questi screen reader non supportano gli orologi aggiuntivi, dunque gli utenti ciechi di personal computer devono orientarsi su altre soluzioni, alcune delle quali sono a pagamento.
ja: 残念ながら、[NVDA](https://www.nvaccess.org/)や[JAWS](http://www.freedomscientific.com)といったスクリーンリーダーのユーザーには、この情報を取得する簡単な方法がありません。これらのスクリーンリーダは追加の時計をサポートしていないので、全盲のコンピューターユーザーは、他の、サードパーティアプリ、物によっては有料の物、を使う必要があります。
pl: Niestety, nie istnieje łatwy sposób dostarczania tej informacji dla użytkowników czytników ekranu, takich jak [NVDA](https://www.nvaccess.org/) lub [JAWS](http://www.freedomscientific.com). Te czytniki ekranu nie wspierają dodatkowych zegarów. Użytkownicy muszą używać rozwiązań trzeciej strony. Niektóre z nich są płatne.
pt_br: Infelizmente, para os usuários de leitores de tela como o [NVDA] (https://www.nvaccess.org/) ou o [JAWS] (http://www.freedomscientific.com), não há uma maneira simples de obter essas informações. Esses leitores de tela não oferecem suporte a relógios adicionais, portanto, os usuários de computadores cegos precisam recorrer a outras soluções de terceiros, algumas das quais são pagas.
ru: К сожалению, для пользователей программ экранного доступа, таких как [NVDA](https://www.nvaccess.org/) или [JAWS](http://www.freedomscientific.com), не существует простого способа получить эту информацию. Эти программы экранного доступа не поддерживают дополнительные часы, поэтому незрячим пользователям компьютеров приходится прибегать к другим, сторонним решениям, некоторые из которых платные.
sk: Používatelia čítačov obrazovky [NVDA](https://www.nvaccess.org/) alebo [JAWS](http://www.freedomscientific.com), doposiaľ nemali jednoduchú možnosť získať informácie o čase v konkrétnej časovej zóne. Používali aplikácie tretích strán a mnohé z nich neboli voľne dostupné.
tr: Ancak Ne yazık ki, [NVDA](https://www.nvaccess.org/) veya [JAWS](http://www.freedomscientific.com) gibi ekran okuyucu kullanıcıları için farklı dilimlerde saat bilgisini basit bir yolla almanın bir yolu yoktu. Bu ekran okuyucular ek saatleri desteklemediklerinden dolayı, görme engelli bilgisayar kullanıcıları, bazıları ücretli olan diğer üçüncü taraf çözümlere başvurmak zorunda kalıyordu.
uk: На жаль, для користувачів програм екранного доступу, таких як [NVDA](https://www.nvaccess.org/) або [JAWS](http://www.freedomscientific.com), немає простої можливості одержати цю інформацію. Ці програми екранного доступу не підтримують додаткових годинників, тож незрячі користувачі комп’ютерів мусять послуговуватися іншими, сторонніми рішеннями, деякі з яких є платними.

source: A lot of the work I do involves working across timezones, and eventually I got tired of manually converting times in my head, especially for timezones that aren't aligned to the hour (such as India which is +5:30 UTC).
bg: Голяма част от работата, която върша, включва работа в различни часови зони и в крайна сметка се изморих да преобразувам ръчно наум часовите разлики, особено за часови зони, чиято часова разлика не е кръгъл час (например Индия, която е +5:30 UTC).
de: In meiner Arbeit muss ich oft mit mehreren Zeitzonen arbeiten, sodass ich es leid war, ständig im Kopf die Uhrzeit anders wo zu berechnen. Ein Beispiel hierfür ist die Zeitzone Indiens. Hier ist es 5,5 Stunden später, wie in der universellen Zeitzone.
es: Mucho del trabajo que yo hago implica trabajar con zonas horarias, y eventualmente me cansé de convertir las horas en mi cabeza, especialmente con zonas horarias que no se encuentran alineadas a la hora (tales como India, que es +05:30 UTC).
fi: Suuri osa tekemästäni työstä tapahtuu eri aikavyöhykkeillä, ja lopulta kyllästyin aikojen muuntamiseen päässäni, varsinkin sellaisilla aikavyöhykkeillä, jotka eivät ole tasatuntien mukaisia (kuten Intia, joka on +5:30 UTC).
fr: Une grande partie de mon travail implique de travailler sur plusieurs fuseaux horaires, et j'en ai fini par en avoir marre de convertir manuellement les heures dans ma tête, en particulier pour les fuseaux horaires qui ne sont pas alignés sur l'heure (comme l'Inde qui est à +5h30 UTC).
gl: Moito do traballo que eu fago implica traballar entre zonas horarias, e algunha vez téñome cansado de converter as horas mentalmente, especialmente en zonas horarias que non están aliñadas coa hora en punto (como India, que é UTC+5:30).
hr: Veliki dio posla koji radim uključuje rad preko vremenskih zona, a na kraju sam se umorio od stalnog preračunavanja vremena, posebno za vremenske zone koje nisu usklađene na puni sat (poput Indije koja je +5:30 UTC).
it: Molto del lavoro che faccio comprende il lavoro attraverso i fusi orari, e ogni tanto mi stanco di convertire gli orari a mente, specialmente per i fusi orari che non sono allineati all'ora (come l'India che è UTC+5:30).
ja: 私が行なっている仕事の多くがタイムゾーンをまたいでおり、特に、(インドの+5:30 UTCのような)、1時間ごとではないタイムゾーンについて、ついに自分の頭で時間を変換するのに疲れてしまいました。
pl: Duża część mojej pracy wymaga wymaga przystosowywania się do różnych stref czasowych, i mam dość liczenia różnicy godzin, zwłaszcza dla stref czasowych, które są zrównany z godziną. Jest tak w Indiach, które są oddalone od czasu UTC 5 godzin i 30 minut).
pt_br: Grande parte do trabalho que faço envolve trabalhar em vários fusos horários e, por fim, cansei de converter manualmente os horários em minha cabeça, especialmente para fusos horários que não estão alinhados à hora (como a Índia, que é +5:30 UTC).
ru: Большая часть моей работы связана с работой в разных часовых поясах, и в конце концов я устал вручную пересчитывать время в уме, особенно для часовых поясов, которые не привязаны к часам (например, в Индии +5:30 UTC).
sk: Pracujem vo viacerých časových pásmach a nechcelo sa mi viac prevádzať si čas v hlave, obzvlášť v prípadoch, ak čas nie je presne viazaný na celú hodinu (napríklad India je +5:30 UTC).
tr: İşimin gereği farklı saat dilimlerine göre kendimi uyarlamam gerekiyordu. Ben de farklı saat dilimlerini kafamda dönüştürmekten yoruldum. özellikle 5:30 UTC olan Hindistan gibi durumlarda bu süreç daha da karmaşık oluyordu.
uk: Багато роботи, з якою я стикаюся, виконується для інших часових поясів, і я, зрештою, стомився вручну конвертувати час у голові, особливо для часових поясів, які не є на відстані рівних годин (як от Індія, яка має +5:30 UTC).

source: For these reasons, I've created this add-on for NVDA. The add-on lets you hear times in selected timezones through the use of the timezone ring.
bg: Поради тези причини създадох тази добавка за NVDA. Добавката ви позволява да проверите колко е часът в избрани часови зони чрез използването на "пръстена от часови зони".
de: Aus den genannten Gründen habe ich diese Erweiterung geschaffen. Sie können die Zeiten spezifischer Zeitzonen mittels des Zeitzonen-Rings abfragen.
es: Por estas razones, he creado este complemento para NVDA. El complemento permite escuchar la hora de las zonas horarias seleccionadas mediante el uso del anillo de zona horaria.
fi: Näistä syistä olen luonut tämän NVDA-lisäosan. Sen avulla voit kuulla ajat valituilla aikavyöhykkeillä aikavyöhykerenkaan avulla.
fr: Pour ces raisons, j'ai créé cette extension pour NVDA. L'extension vous permet d'entendre les heures dans les fuseaux horaires sélectionnés grâce à l'utilisation de la boucle de fuseaux horaires.
gl: Por estas razóns, creeis este complemento para NVDA. O complemento permíteche oír as horas nas zonas horarias seleccionadas mediante o uso do anel de zonas horarias.
hr: Zbog toga sam stvorio ovaj dodatak za NVDA. Dodatak omogućuje čuti vrijeme u odabranim vremenskim zonama pomoću prstena vremenske zone.
it: Per queste ragioni, ho creato questo add-on per NVDA. L'add-on vi fa ascoltare l'ora nei fusi orari selezionati utilizzando il timezone ring.
ja: これらの理由から、NVDA用のこのアドオンを作りました。このアドオンにより、タイムゾーンリングを使用して、選択したタイムゾーンの時間を聞くことが出来ます。
pl: Poto stworzyłem ten dodatek dla NVDA. Dodatek pozwała usłyszeć czas w wybranych strefach czasowych, używając pierścień stref czasowych.
pt_br: Por essas razões, criei esse addon para o NVDA. O complemento permite que você ouça os horários em fusos horários selecionados por meio do uso do anel de fuso horário.
ru: По этим причинам я создал это дополнение для NVDA. Это дополнение позволяет прослушивать время в выбранных часовых поясах с помощью кольца часовых поясов.
sk: Preto som vytvoril tento doplnok pre NVDA.
tr: Bu nedenlerdendir işte, bu eklentiyi yazmaya karar verdim. Eklenti, saat dilim bölmesini kullanarak farklı saat dilimlerindeki saatleri öğrenmenizi sağlıyor.
uk: З цих причин я створив цей додаток для NVDA. Він дозволить вам почути час в обраних часових поясах, використовуючи кільце часових поясів.

source: Usage
bg: Начин на употреба
de: Verwendung
es: Modo de uso
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Primjena
it: Utilizzo
ja: 使用法
pl: Użycie
pt_br: Uso
ru: Использование
sk: Použitie
tr: Kullanım
uk: Використання

source: The add-on supports both the legacy and the Python 3 version of NVDA.
bg: Добавката поддържа както старата, така и новите (съвместими с Python 3) версии на NVDA.
de: Die Erweiterung unterstützt die alten sowie die Python-3-Versionen von NVDA.
es: El complemento soporta tanto la versión antigua de NVDA como la que está basada en Python 3.
fi: Lisäosa tukee sekä NVDA:n vanhaa että Python 3 -versiota.
fr: L'extension prend en charge à la fois la version héritée et la version Python 3 de NVDA.
gl: O complemento soporta tanto a versión antiga como a de Python 3 do NVDA:
hr: Dodatak podržava staru i Python 3 verziju NVDA čitača.
it: L'add-on supporta la versione obsoleta e la Python 3 di NVDA.
ja: このアドオンは、NVDAの旧バージョンとPython 3バージョンの両方をサポートしています。
pl: Dodatek wspiera jak i starą, tak i nową wersję NVDA, napisaną w Pythonie 3.
pt_br: O complemento é compatível com a versão herdada e com a versão Python 3 do NVDA.
ru: Дополнение поддерживает как устаревшую версию NVDA, так и версию NVDA на Python 3.
sk: Doplnok podporuje staršie aj novšie verzie NVDA.
tr: Eklenti, NVDA'nın hem eski hem de Python 3 sürümünü destekler.
uk: Додаток підтримує NVDA як на застарілому Python 2, так і на Python 3.

source: Once the add-on is installed, press NVDA+N to bring up NVDA's context menu. Arrow down to "Preferences" and then up to "Time Zoner".
bg: След като добавката е инсталирана, натиснете NVDA+N, за да изведете контекстното меню на NVDA. Със стрелките отидете до "Настройки" -> "Часови зони".
de: Nach der Installation der Erweiterung öffnen Sie das NVDA-Menü mittels NVDA+n, öffnen die Einstellungen und dort das Menü Zeitzoner.
es: Una vez el complemento esté instalado, pulsa NVDA+n para mostrar el menú de contexto de NVDA. Baja hasta "Preferencias" y sube hasta "Time Zoner".
fi: Kun lisäosa on asennettu, avaa NVDA-valikko painamalla NVDA+N. Siirry nuolella alas kohtaan "Asetukset" ja sitten ylös kohtaan "Aikavyöhykkeet".
fr: Une fois l'extension installé, appuyez sur NVDA+N pour afficher le menu contextuel de NVDA. Flèche vers le bas jusqu'à "Préférences" puis jusqu'à "Time Zoner".
gl: Unha vez o complemento estea instalado, preme NVDA+N para facer aparecer o menú de contexto de NVDA. Móvete coa frecha abaixo ata "Preferencias" e logo ata "Time Zoner".
hr: Nakon što se dodatak instalira, pritisni NVDA+N za otvaranje kontekstnog NVDA izbornika. Strelica dolje na „Postavke”, a zatim gore na „Vremenske zone”.
it: Una volta che l'add-on è installato, premete NVDA+N per aprire il menù di NVDA. Andate giù con la freccia fino a Preferenze e quindi fino a Timezoner.
ja: アドオンをインストールしたら、NVDA+Nを押して、NVDAのコンテキストメニューを表示します。下矢印キーで「設定(P)」 、そして上矢印キーで「Time Zoner」に進みます。
pl: Gdy dodatek jest zainstalowany, naciśnij NVDA+N aby otworzyć meni kontekstowe NVDA. Strzałką w dół znajdź "ustawienia" a potem strzałką w górę znajdź opcję "Time Zoner".
pt_br: Depois que o complemento estiver instalado, pressione NVDA+N para abrir o menu de contexto do NVDA. Vá até “Preferências" e, em seguida, até “Time Zoner”.
ru: После установки дополнения нажмите NVDA+N, чтобы открыть контекстное меню NVDA. Стрелка вниз до "Настройки", а затем вверх до "Часовой пояс".
sk: Po nainštalovaní doplnku aktivujte menu NVDA > Možnosti > časové pásma (time zoner).
tr: Eklenti kurulduktan sonra, NVDA menusünü NVDA n tuşlarıyla açarak tercihler menüsüne gidin, oradan saat dilimleri seçeneğine gidin.
uk: Після встановлення додатка натисніть NVDA+N для виклику контекстного меню NVDA. Натисніть стрілку вниз, щоб ввійти в налаштування, а далі знайдіть вкладку «Time Zoner».

source: Press ENTER on "Configure timezone ring".
bg: Натиснете ENTER върху "Конфигуриране на пръстена от часови зони".
de: Aktivieren Sie hier den Punkt "Zeitzonen-Ring konfigurieren".
es: Pulsa intro en "Configurar anillo de zona horaria".
fi: Paina Enteriä kohdassa "Määritä aikavyöhykerengas".
fr: Pressez ENTRER sur "Configurer la boucle de fuseaux horaires".
gl: Preme Intro en "configure timezone ring" (Configurar anel de zonas horarias).
hr: Pritisni ENTER na „Konfiguriraj prsten vremenskih zona”.
it: Premete invio su Configura timezone ring.
ja: 「タイムゾーンリングの設定」でEnterを押します。
pl: Naciśnij enter na opcję "skonfiguruj pierścień stref czasowych".
pt_br: Pressione ENTER em Configure timezone ring.
ru: Нажмите ENTER на кнопке "Настроить кольцо часового пояса".
sk: Aktivujte položku Kruh časových zón (Configure timezone ring).
tr: "Saat dilimi bölmesini ayarla"seçeneği üzerine basın.
uk: Натисніть enter на «Configure timezone ring».
