Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/timeZoner.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, ru, sk, tr, uk

source: You will be presented with a dialog to set the timezones for which you want the time and date announced.
bg: Ще ви бъде представен диалогов прозорец, за да зададете часовите зони, за които искате да бъдат съобщавани часът и датата.
de: Sie erhalten nun einen Dialog, in welchen Sie die Zeitzonen festlegen können, für welche sie die Zeit angesagt bekommen möchten.
es: Se mostrará un diálogo para configurar las zonas horarias para las que quieres que se anuncie fecha y hora.
fi: Nyt avautuu valintaikkuna, jossa voit määrittää aikavyöhykkeet, joiden kellonajan ja päivämäärän haluat kuulla.
fr: Un dialogue vous sera présenté pour définir les fuseaux horaires pour lesquels vous souhaitez que l'heure et la date soient annoncées.
gl: Presentaráseche un diálogo para establecer as zonas horarias para as que queres que se anuncien a data e a hora.
hr: Prikazat će se dijaloški okvir za postavljanje vremenskih zona, za koje želiš da se najavljuje vrijeme i datum.
it: Vi verrà proposta una finestra di dialogo per impostare i fusi orari per i quali volete che vi venga letta la data e l'ora.
ja: 時間と日にちの通知がほしいタイムゾーンを設定するダイアログが表示されます。
pl: Pokaże się okno dialogowe, w którym będzie można ustawić strefy czasowe, dla których data i czas mają być odczytywane.
pt_br: Você verá uma caixa de diálogo para definir os fusos horários para os quais deseja que a hora e a data sejam anunciadas.
ru: Вам будет предоставлен диалог для настройки часовых поясов, для которых вам нужно объявлять время и дату.
sk: V dialógu začiarknite časové pásma, ktoré chcete používať pri oznamovaní času.
tr: Açılan iletişim kutusunda, Saat ve tarihin bildirilmesini istediğiniz saat dilimlerini seçin.
uk: Ви потрапите в діалог налаштування часового пояса, для якого ви хочете почути час та дату.

source: Select items in the timezone list to add them to your timezone ring. Deselect (or press the Remove button) to delete them from the ring.
bg: Маркирайте елементи от списъка с часови зони, за да ги добавите към вашия "пръстен от часови зони". Размаркирайте (или задействайте бутона "Премахни"), за да ги премахнете от пръстена.
de: Haken Sie die Einträge in der Liste der Zeitzonen an, um diese dem Zeitzonen-Ring hinzuzufügen. Durch das abhaken der Einträge oder über durch das betätigen des Entfernen-Schalters werden sie wieder aus dem ring gelöscht.
es: Selecciona elementos en la lista de zonas horarias para añadirlos a tu anillo de zona horaria. Elimina la selección (o pulsa el botón Eliminar) para quitarlos del anillo.
fi: Valitse kohteet aikavyöhykeluettelosta lisätäksesi ne aikavyöhykerenkaaseen. Poista valinta (tai paina Poista-painiketta) poistaaksesi ne renkaasta.
fr: Sélectionnez des éléments dans la liste des fuseaux horaires pour les ajouter à votre boucle de fuseau horaire. Désélectionnez (ou appuyez sur le bouton Supprimer) pour les supprimer de la boucle.
gl: Selecciona elementos na listaxe de zonas horarias para engadilos ao teu anel de zonas horarias. Desselecciónaos (ou preme o botón Remove -Eliminar-) para eliminalos do anel.
hr: Označi elemente na popisu vremenskih zona koje želiš dodati u svoj prsten. Odznači one elemente koje želiš ukloniti iz prstena (ili pritisni gumb Ukloni za te elemente).
it: Selezionate gli elementi nella lista dei fusi orari per aggiungerli al vostro timezone ring. Deselezionateli o attivate il pulsante "Rimuovi" per cancellarli dal ring.
ja: タイムゾーンリストの項目を選択して、タイムゾーンリングに追加します。リングから削除するには、選択を外します（または削除ボタンを押します）。
pl: Zaznacz elementy w liście stref czasowych aby je dodać do pierścienia stref czasowych. Odznacz je, oraz naciśnij przycisk "usuń", aby je usunąć z pierścienia.
pt_br: Selecione os itens na lista de fusos horários para adicioná-los ao seu anel de fusos horários. Desmarque (ou pressione o botão Remover) para excluí-los do anel.
ru: Выберите элементы в списке часовых поясов, чтобы добавить их в своё кольцо часовых поясов. Снимите флажок (или нажмите кнопку Удалить), чтобы удалить их из кольца часовых поясов.
sk: Nájdite požadované časové pásmo a pridajte ho medzi časové pásma vybratím medzerníkom. Pridané pásmo môžete odstrániť tlačidlom odstrániť (remove).
tr: Saat dilimi bölmenize eklemek için saat dilimi listesindeki öğeleri seçin. Bunları bölmeden silmek için seçimi kaldırın (veya Kaldır düğmesine basın).
uk: Позначте пункти в переліку часових поясів, щоб додати їх до свого кільця часових поясів. Зніміть позначку (або натисніть кнопку Remove), щоб видалити їх з кільця.

source: You can also reorder the timezones in the ring by using the Move Up and Move Down buttons.
bg: Можете също да пренаредите часовите зони в пръстена, като за целта използвате бутоните "Премести нагоре" и "Премести надолу".
de: Zeitzonen können über die Schalter nach oben und nach unten neu angeordnet werden.
es: También se pueden pulsar los botones Subir y Bajar para reordenar las zonas horarias del anillo.
fi: Voit myös järjestää aikavyöhykkeet uudelleen renkaassa käyttämällä Siirrä ylös- ja Siirrä alas -painikkeita.
fr: Vous pouvez également réorganiser les fuseaux horaires de la boucle à l'aide des boutons Monter et Descendre.
gl: Tamén podes reordear as zonas horarias no anel utilizando os botóns Move Up e Move down (Mover Arriba/Abaixo).
hr: Redoslijed vremenskih zona u prstenu možeš promijeniti pomoću gumba Pomakni gore i Pomakni dolje.
it: Potete anche riordinare i fusi orari nel ring utilizzando i pulsanti "Sposta su" e "Sposta giù".
ja: 上に移動、下に移動ボタンを使用して、リングの中のタイムゾーンの順番を変更することも出来ます。
pl: Także można zmienić porządek stref czasowych na liście używając przycisków przenieś w górę lub w dół.
pt_br: Também é possível reorganizar as faixas de horário usando os botões "Move para cima" e "Move para baixo".
ru: Вы также можете изменить порядок часовых поясов в кольце, используя кнопки перемещения вверх и вниз.
sk: Poradie časových zón môžete zoradiť použitím tlačidiel posunúť hore (move up) alebo posunúť dole (move down).
tr: Ayrıca Yukarı Taşı ve Aşağı Taşı düğmelerini kullanarak bölmedeki saat dilimlerini yeniden sıralayabilirsiniz.
uk: Ви також можете змінити послідовність часових поясів у кільці, скориставшись кнопками Move Up та Move Down.

source: Use the "Filter" box to search for specific timezones.
bg: Използвайте полето "Филтрирай по", за да търсите за конкретни часови зони.
de: Verwenden Sie das Eingabefeld Filter um nach Zeitzonen zu suchen.
es: Usa el cuadro "Filtrar" para buscar zonas horarias concretas.
fi: Käytä "Suodata"-ruutua etsiäksesi tiettyjä aikavyöhykkeitä.
fr: Utilisez la case "Filtre" pour rechercher des fuseaux horaires spécifiques.
gl: Utiliza a caixa "Filter" (Filtrar") para buscar zonas horarias específicas.
hr: Koristi „Filtar” za traženje određenih vremenskih zona.
it: Utilizzate il campo "Filtra" per cercare fusi orari specifici.
ja: 特定のタイムゾーンを探すには、「フィルター」ボックスを使用します。
pl: Można użyć pole edycyjne "filtruj" do wyszukiwania określonych stref czasowych.
pt_br: Use a caixa de filtros para procurar por fuso horário específico.
ru: Используйте поле "Фильтр" для поиска определенных часовых поясов.
sk: Časové pásmo môžete vyhľadať aj použitím editačného poľa filter.
tr: Belirli saat dilimlerini aramak için "Filtre" kutusunu kullanın.
uk: Використовуйте поле "Filter" для пошуку конкретного часового пояса.

source: Check the "Announce abbreviated timezones" box to hear abbreviated timezone names such as IST or GMT. Uncheck the box to hear the full timezone names such as Asia/Kolkata or Europe/London.
bg: Поставете отметка в полето "Съобщавай съкратен вариант на часовите зони", за да чуете съкратени имена на часови зони, като IST или GMT. Премахнете отметката от полето, за да чуете пълните имена на часови зони като Азия/Колката или Европа/Лондон.
de: Mittels der Option "Zeitzonen abgekürzt ansagen" erhalten Sie die Kurzformen wie IST oder GMT. Bei deaktivierter Option werden die Zeitzonen ausgesprochen. Beispiel: Asien/Kolkata oder Europa/London.
es: Marca la casilla "Anunciar zonas horarias abreviadas" para escuchar los nombres abreviados de zonas horarias, tales como IST o GMT. Desmarca la casilla para escuchar los nombres completos de las zonas horarias, como Asia/Kolkata o Europa/Londres.
fi: Valitse "Ilmoita lyhennetyt aikavyöhykkeet" -valintaruutu kuullaksesi lyhennetyt aikavyöhykkeiden nimet, kuten IST tai GMT. Poista valinta, jos haluat kuulla aikavyöhykkeiden koko nimet, kuten Aasia/Kolkata tai Eurooppa/Lontoo.
fr: Cochez la case « Annoncer les fuseaux horaires abrégés » pour entendre les noms de fuseau horaire abrégés tels que IST ou GMT. Décochez la case pour entendre les noms complets des fuseaux horaires tels que Asia/Kolkata ou Europe/London.
gl: Marca a caixa "Announce abreviated timezones" (Anunciar zonas horarias abreviadas) para oír nomes de zonas horarias abreviados como IST ou GMT. Desmarca a caixa para oír os nomes completos das zonas horarias como Asia/Kolkata ou Europe/London.
hr: Označi okvir „Najavi skraćene vremenske zone” za slušanje skraćenih imena vremenskih zona, kao što su IST ili GMT. Odznači taj okvir za slušanje punih imena vremenskih zona, kao što su Azija/Kalkuta ili Europa/London.
it: Attivate la casella di controllo "Leggi i fusi orari abbreviati" per ascoltare nomi abbreviati dei fusi orari, come IST o GMT; disattivatela per ascoltarne i nomi completi, come Asia/Kolkata o Europa/Londra.
ja: 「短縮されたタイムゾーンを通知」ボックスにチェックすると、ISTやGMTのような、短縮されたタイムゾーン名を聞くことが出来ます。このボックスのチェックを外すと、アジア/コルカタ、ヨーロッパ/ロンドンのような、フルのタイムゾーン名を聞くことが出来ます。
pl: Zaznacz pole wyboru "Odczytuj skrócone nazwy stref czasowych", aby usłyszeć skrócone nazwy stref czasowych, takie jak IST lub GMT. Odznacz tę pole wyboru, aby usłyszeć pełne nazwy, takie jak Azja/Kolkata oraz Europa/Londyn.
pt_br: Marque a caixa "Anunciar abreviaturas de fuso horário" para ouvir abreviaturas de fuso horário, como IST ou GMT. Desmarque a caixa para ouvir os nomes completos das zonas horistas, como "Asia/Kolkata" ou "Europe/London".
ru: Установите флажок "Объявлять сокращенные часовые пояса", чтобы увидеть сокращенные названия часовых поясов, такие как IST или GMT. Снимите флажок, чтобы увидеть полные названия часовых поясов, такие как Азия/Калькутта или Европа/Лондон.
sk: Ak začiarknete políčko Krátke hlásenie (Announce abbreviated timezones), bude doplnok hlásiť časové pásma v tvare IST alebo GMT. Štandardne sú hlásené celé názvy, ako Azia/Kolkata alebo Európa/Londýn.
tr: IST veya GMT gibi kısaltılmış saat dilimi adlarını duymak için "Kısaltılmış saat dilimlerini bildir" onay kutusunu işaretleyin. Asya/Kolkata veya Avrupa/Londra gibi tam saat dilimi adlarının bildirilmesi için onay kutusunun işaretini kaldırın.
uk: Позначте прапорець «Announce abbreviated timezones», щоб почути скорочені назви часових поясів, як-от IST або GMT. Зніміть позначку з прапорця, щоб почути повні назви часових поясів, як-от Asia/Kolkata або Europe/London.

source: When you are finished configuring the timezones, press the Save button.
bg: Когато приключите с конфигурирането на часовите зони, натиснете бутона "Запиши".
de: Nach erfolgter Einrichtung der Zeitzonen, drücken Sie den Speichern-Schalter.
es: Cuando termines de configurar las zonas horarias, pulsa el botón Guardar.
fi: Kun olet määrittänyt aikavyöhykkeet, paina Tallenna-painiketta.
fr: Quand vous avez fini de configurer les fuseaux horaires, pressez le bouton Sauvegarder.
gl: Cando remates de configurar as zonas horarias, preme o botón Save (Gardar).
hr: Kad završiš s konfiguriranjem vremenskih zona, pritisni gumb Spremi.
it: Quando avete finito di configurare i fusi orari, premete il pulsante "Salva".
ja: タイムゾーンの設定を終了したら、保存ボタンを押します。
pl: Gdy skończyłeś/aś konfigurować strefy czasowe, naciśnij przycisk Zachowaj.
pt_br: Quando terminar de configurar as zonas horárias, pressione o botão "Salvar".
ru: Когда вы закончите настройку часовых поясов, нажмите кнопку Сохранить.
sk: Zmeny uložíte tlačidlom Uložiť (save).
tr: Saat dilimlerini yapılandırmayı tamamladıktan sonra Kaydet düğmesine basın.
uk: Коли ви завершите налаштовувати часові пояси, натисніть кнопку «Зберегти».

source: From here on, you can press NVDA+Alt+T to announce times and dates in your timezone ring.
bg: От тук нататък можете да натиснете NVDA+ALT+T, за да се съобщят часовете и датите във вашия "пръстен от часови зони".
de: Von nun an können Sie mittels NVDA+Alt+T die Zeiten im Zeitzonen-Ring abfragen.
es: A partir de aquí, se puede pulsar NVDA+alt+t para anunciar las fechas y horas de tu anillo de zona horaria.
fi: Tästä eteenpäin voit painaa NVDA+Alt+T ilmoittaaksesi aikavyöhykerenkaan kellonajat ja päivämäärät.
fr: À partir de là, vous pouvez appuyer sur NVDA+Alt+T pour annoncer les heures et les dates dans votre boucle de fuseau horaire.
gl: De agora en diante, podes premer NVDA+Alt+T para que se anuncien a data e a hora no teu anel de zonas horarias.
hr: Od sada pa nadalje možeš pritisnuti NVDA+Alt+T za najavljivanje vremena i datuma u tvom prstenu vremenskih zona.
it: Da qui in avanti, potete premere NVDA+Alt+T per leggere la data e l'ora nel tuo timezone ring.
ja: これからは、NVDA+ALT+Tを押すと、タイムゾーンリングの時間と日付を通知します。
pl: Od teraz można nacisnąć NVDA+Alt+T, aby odczytać datę i czas w pierścieniu stref czasowych.
pt_br: A partir daqui, você pode pressionar NVDA+Alt+T para anunciar horários e datas em seu anel de fuso horário.
ru: С этого момента вы можете нажимать NVDA + Alt +T, чтобы объявлять время и даты вашего кольца часовых поясов.
sk: Skratkou NVDA+alt+T si môžete postupne prečítať aktuálny čas v nastavených časových pásmach.
tr: Artık NVDA+alt+t kısayolunu kullanarak belirlediğiniz saat dilimlerindeki saati öğrenebilirsiniz.
uk: Після цього ви можете натиснути NVDA+Alt+T, щоб прослухати час та дату в вашому кільці часових поясів.

source: When you first install the add-on, NVDA will default to your local timezone if it can get it.
bg: Когато за първи път инсталирате добавката, NVDA ще настрои по подразбиране вашата локална часова зона, ако може да получи информация за нея.
de: Bei der ersten Installation wird automatisch die lokale Zeitzone ausgewählt, sofern diese ermittelt werden kann.
es: Cuando instales el complemento por primera vez, NVDA establecerá tu zona horaria por defecto si es posible.
fi: Kun asennat lisäosan ensimmäistä kertaa, NVDA käyttää oletusarvoisesti paikallista aikavyöhykettä, mikäli se tunnistetaan.
fr: Lorsque vous installez l'extension pour la première fois, NVDA utilisera par défaut votre fuseau horaire local s'il peut l'obtenir.
gl: Cando instales o complemento por primeira vez, NVDA predeterminarase á túa zona horaria local se a pode obter.
hr: Kad prvi put instaliraš dodatak, NVDA će postaviti tvoju standardnu lokalnu vremensku zonu, ako je može dobiti.
it: Quando installate l'add-on per la prima volta, NVDA si imposta sul fuso orario locale se lo trova.
ja: このアドオンを最初にインストールした時は、NVDAは、取得出来た場合、デフォルトのあなたのローカルタイムゾーンになります。
pl: Kiedy poraz pierwszych dodatek zostanie zainstalowany, NVDA dodatek domyślnie użyje lokalną strefę czasowo, jeśli może ją dostarczyć.
pt_br: Quando você instalar o complemento pela primeira vez, o NVDA usará como padrão o fuso horário local, se puder obtê-lo.
ru: При первой установке дополнения NVDA по умолчанию установит ваш местный часовой пояс, если сможет его установить.
sk: Po inštalácii sa doplnok pokúsi zistiť vašu aktuálnu časovú zónu.
tr: Eklentiyi ilk kurduğunuzda, NVDA, eğer mümkünse varsayılan olarak yerel saat diliminize göre ayarlanacaktır.
uk: При першому встановленні додатка NVDA налаштується на ваш місцевий часовий пояс, якщо зможе його виявити.

source: Change Log
bg: Списък с промените
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
gl: Rexistro de Trocos
hr: Dnevnik promjena
it: Elenco delle modifiche
ja: 変更点
pl: Lista zmian
pt_br: Registro de alterações
ru: Журнал Изменений
sk: Zoznam zmien
tr: Değişiklik listesi
uk: Перелік змін

source: Version 1.03, released on 03/21/2020
bg: Версия 1.03, издадена на 21.03.2020 г.
de: Version 1.03, veröffentlicht am 21.03.2020
es: Versión 1.03, publicada el 21/03/2020
fi: Versio 1.03, julkaistu 21.3.2020
fr: Version 1.03, sortie le 21/03/2020
gl: Versión 1.03, publicada o 21/03/2020
hr: Verzija 1.03, izdana 21.03.2020.
it: Novità nella versione 1.03, rilasciata il 21/03/2020
ja: バージョン 1.03, 2020/3/21 リリース
pl: Wersja 1.03, wydana 21. Marca 2020
pt_br: Versão 1.03, lançada em 21/03/2020
ru: Версия 1.03, выпущена 21.03.2020
sk: Verzia 1.03, vydaná 21. 3. 2020
tr: Sürüm 1.03, 21.03.2020'de yayınlandı
uk: Версія 1.03, released on 03/21/2020

source: The add-on no longer crashes if the default timezone can't be set.
bg: Добавката вече не се срива, ако часовата зона по подразбиране не може да бъде зададена.
de: Die Erweiterung stürzt nun nicht mehr ab, wenn die lokale Zeitzone nicht ermittelt werden kann.
es: El complemento ya no falla si no se puede configurar la zona horaria por defecto.
fi: Lisäosa ei enää kaadu, jos oletusaikavyöhykettä ei voida määrittää.
fr: L'extension ne plante plus si le fuseau horaire par défaut ne peut pas être défini.
gl: O complemento xa non falla se a zona horaria por defecto non se pode establecer.
hr: Dodatak se više ne ruši, ako se standardna vremenska zona ne može postaviti.
it: L'add-on non va più in errore se il fuso orario di default non può essere impostato.
ja: デフォルトのタイムゾーンが設定出来ない場合にアドオンがクラッシュしなくなりました。
pl: Dodatek się już nie wysypuje podczas próby ustawienia domyślnej strefy czasowej.
pt_br: O complemento não será mais bloqueado se o fuso horário padrão não puder ser definido.
ru: Дополнение больше не выходит из строя, если не удаётся установить часовой пояс по умолчанию.
sk: Doplnok sa viac nezrúti, ak nie je možné zistiť aktuálnu časovú zónu.
tr: Varsayılan saat dilimi ayarlanamıyorsa eklenti artık çökmez.
uk: Додаток більше не вилітає, якщо часовий пояс не може бути встановлений.

source: Fixed an issue with relative links in the documentation.
bg: Поправен е проблем с относителни връзки в документацията.
de: In der Dokumentation wurde ein Fehler mit relativen Links behoben.
es: Se ha corregido un problema con enlaces relativos en la documentación.
fi: Korjattu dokumentaatiossa olevien suhteellisten linkkien ongelma.
fr: Correction d'un problème avec les liens relatifs dans la documentation.
gl: Arranxado un problema con ligazóns relativas na documentación.
hr: Popravljen je problem s relativnim poveznicama u dokumentaciji.
it: Risolto un problema con i link nella documentazione.
ja: ドキュメント内の相対リンクの問題を修正しました。
pl: Naprawiono błąd z względnymi linkami w dokumentacji.
pt_br: Corregido um problema com links relativos na documentação.
ru: Исправлена ошибка с относительными ссылками в документации.
sk: Opravené problémy s relatívnymi odkazmi v návode.
tr: Yardım dosyasındaki bağlantılar düzeltildi.
uk: Вирішено проблему з відносними посиланнями в документації.

source: Version 1.02, released on 03/18/2020
bg: Версия 1.02, издадена на 18.03.2020 г.
de: Version 1.02, veröffentlicht am 18.03.2020
es: Versión 1.02, publicada el 18/03/2020
fi: Versio 1.02, julkaistu 18.3.2020
fr: Version 1.02, sortie le 03/18/2020
gl: Versión 1.02, publicada o 18/03/2020
hr: Verzija 1.02, izdana 18.03.2020.
it: Novità nella versione 1.02, rilasciata il 18/03/2020
ja: バージョン 1.02, 2020/3/18 リリース
pl: Wersja 1.02, Wydana 18. marca 2020
pt_br: Versão 1.02, lançada em 18/03/2020
ru: Версия 1.02, выпущена 18.03.2020
sk: Verzia 1.02, vydaná 18. 3. 2020
tr: Sürüm 1.02, 18.03.2020'de yayınlandı
uk: Версія 1.02, released on 03/18/2020

source: When installing a new version of this add-on, the settings from a previous installation are no longer lost.
bg: Когато инсталирате нова версия на тази добавка, настройките от предишна инсталация вече не се губят.
de: Bei der Installation einer neueren Version gehen vorher gemachte Einstellungen nun nicht mehr verloren.
es: Al instalar una nueva versión del complemento, ya no se pierde la configuración de la versión anterior.
fi: Kun tästä lisäosasta asennetaan uusi versio, aiemman asennuksen asetukset eivät enää katoa.
fr: Lors de l'installation d'une nouvelle version de cette extension, les paramètres d'une installation précédente ne sont plus perdus.
gl: Ao instalar unha nova versión deste complemento, xa non se perden as opcións dunha instalación anterior.
hr: Kad instaliraš novu verziju ovog dodatka, postavke prethodne instalacije više se ne gube.
it: Quando si installa una nuova versione di questo add-on, non si perdono più le impostazioni della precedente installazione.
ja: このアドオンの新しいバージョンをインストールする時に、前のインストールの設定が失われなくなりました。
pl: Podczas instalowania nowszej wersji tego dodatku, ustawienia są nadal zapamiętywane z poprzedniej instalacji.
pt_br: Quando instalar uma nova versão desse complemento, as configurações de uma instalação anterior não são mais perdidas.
ru: При установке новой версии этого дополнения настройки предыдущей установки больше не теряются.
sk: Po inštalácii novej verzie doplnku sa viac nestratia nastavenia.
tr: Eklentinin yeni bir sürümünü kurarken, artık önceki kurulumdaki ayarlar kaybolmaz.
uk: При встановленні нової версії додатка налаштування попередньої версії вже не втрачаються.

source: Other changes to conform to NVDA add-on standard compliance.
bg: Други промени с цел съобразяване с изискванията към добавките за NVDA.
de: Weitere Änderungen, um mit Änderungen in NVDA konform zu sein.
es: Otros cambios para cumplir con el estándar de complementos de NVDA.
fi: Muita muutoksia NVDA:n lisäosastandardien noudattamiseksi.
fr: Autres changements pour se conformer aux standards NVDA add-on.
gl: OUtros cambios de conformidade coas especificacións do estándar de complementos para NVDA.
hr: Neke druge promjene, kako bi sve bilo u skladu sa standardom za NVDA dodatke.
it: Altre modifiche per uniformarsi agli standard per la creazione di add-on di NVDA.
ja: NVDAアドオンの標準順守事項に適合するためのその他の変更。
pl: Inne zmiany związane z dostosowywaniem się do wytycznych w sprawie dodatków dla NVDA.
pt_br: Outras alterações para estar em conformidade com o padrão de complemento NVDA.
ru: Другие изменения, внесённые в соответствии со стандартом дополнения NVDA.
sk: Upravené podľa nových štandardov doplnkov NVDA.
tr: NVDA eklenti standardı uyumluluğuna uymak için diğer değişiklikler.
uk: Інші зміни для пристосування до стандарту додатків NVDA.

source: Version 1.01, released on 03/12/2020
bg: Версия 1.01, издадена на 12.03.2020 г.
de: Version 1.01, veröffentlicht am 03.12.2020
es: Versión 1.01, publicada el 12/03/2020
fi: Versio 1.01, julkaistu 12.3.2020
fr: Version 1.01, sortie le 03/12/2020
gl: Versión 1.01, publicada o 12/03/2020
hr: Verzija 1.01, izdana 12.03.2020.
it: Novità nella versione 1.01, rilasciata il 12/03/2020
ja: バージョン 1.01, 2020/3/12 リリース
pl: Wersja 1.01, Wydana 12. marca 2020
pt_br: Versão 1.01, lançada em 12/03/2020
ru: Версия 1.01, выпущена 03/12/2020
sk: Verzia 1.01, vydaná 12. 3. 2020
tr: Sürüm 1.01, 03/12/2020'de yayınlandı
uk: Версія 1.01, вийшла 03/12/2020
