Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/timeZoner.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, ru, sk, tr, uk

source: The time and date are announced in the user's locale, meaning that 24-hour time is honored if set.
bg: Часът и датата се съобщават в съответствие с потребителските настройки за език и регион, което означава, че форматът за 24-часово време се зачита, ако е зададен.
de: Die Uhrzeit und das Datum werden im Gebietsschema des Benutzers angezeigt, d. h., die 24-Stunden-Zeit wird eingehalten, wenn sie eingestellt ist.
es: La hora y la fecha se anuncian según los ajustes locales del usuario, lo que significa que se prioriza el formato de 24 horas si está configurado.
fi: Kellonaika ja päivämäärä ilmoitetaan käyttäjän kielellä, mikä tarkoittaa, että 24 tunnin kelloa kunnioitetaan, mikäli se on käytössä.
fr: L'heure et la date sont annoncées dans les paramètres régionaux de l'utilisateur, ce qui signifie que l'heure sur 24 heures est respectée si elle est définie.
gl: A data e a hora anúncianse na lingua do usuario, significando que o formato de 24 horas procesarase se está configurado.
hr: Vrijeme i datum najavljuju se u korisničkom jeziku, što znači da se poštuje vrijeme od 24 sata, ako je postavljeno.
it: La data e l'ora sono annunciate secondo lo standard locale, ossia sono rispettate le 24 ore se impostate.
ja: ユーザーの地域で時間と日付がアナウンスされます。もし設定されている場合は24時間で表示されます。
pl: Data i czas odczytywane są zgodnie z lokalizacją użytkownika, co oznacza, że jest brany pod uwagę 24-godzinnego odczytu czasu.
pt_br: A hora e a data são anunciadas na localidade do usuário, o que significa que o horário de 24 horas é respeitado se definido.
ru: Время и дата указываются в соответствии с локалью пользователя, что означает, что 24-часовое время соблюдается, если оно установлено.
sk: Čas je oznamovaný podľa nastavenia operačného systému, takže doplnok oznamuje čas v 24-hodinovom formáte, ak je to potrebné.
tr: Saat ve tarih, kullanıcının sistem ayarına göre ayarlanır, yani sistem 24 saatlik ise o düzen kullanılır.
uk: Час та дата оголошуються для місцевості користувача,зважаючи на те, що за встановленого 24-годинного часу перевага віддається йому.

source: NVDA will announce either the abbreviated or full timezone depending on the user's setting in the Timezone Ring dialog. For example, it will either say Europe/London, or it will say GMT or BST. This setting is controlled by checking or unchecking the "Announce abbreviated timezones" checkbox.
bg: NVDA ще съобщава или съкратените, или пълните имена на часовите зони, в зависимост от потребителската настройка в диалоговия прозорец за пръстена от часови зони. Например, ще се съобщи или Европа/Лондон, или GMT или BST. Тази настройка се контролира от опцията "Съобщавай съкратен вариант на часовите зони".
de: NVDA sagt je nach Einstellung nun die Abkürzung der Zeitzone oder deren vollständigen Namen an. Es wird bspw. Europa/London, GMT oder BST angesagt. Das dazugehörige Kontrollfeld heißt "Zeitzonen abgekürzt ansagen" und befindet sich im Dialog Zeitzonen-Ring.
es: NVDA anunciará la zona horaria completa o abreviada dependiendo de la opción que haya elegido el usuario en el diálogo de anillo de zona horaria. Por ejemplo, dirá Europa/Londres, o GMT o BST. Esta opción se controla marcando o desmarcando la casilla de verificación "Anunciar zonas horarias abreviadas".
fi: NVDA ilmoittaa joko lyhennetyn tai koko aikavyöhykkeen riippuen käyttäjän asetuksista Aikavyöhykerengas-valintaikkunassa. Se sanoo esimerkiksi joko Eurooppa/Lontoo tai GMT tai BST. Tätä asetusta säädetään valitsemalla tai poistamalla valinta "Ilmoita lyhennetyt aikavyöhykkeet" -valintaruudusta.
fr: NVDA annoncera soit le fuseau horaire abrégé, soit le fuseau horaire complet selon les paramètres de l'utilisateur dans le dialogue Boucle de fuseaux horaires. Par exemple, il indiquera soit Europe/Londres, soit GMT ou BST. Ce paramètre est contrôlé en cochant ou décochant la case "Annoncer les fuseaux horaires abrégés".
gl: NVDA anunciará ou a zona horaria areviada ou a completa, dependendo da configuración do usuario no diálogo de anel de zonas horarias.
hr: NVDA će najaviti skraćenu ili punu vremensku zonu, ovisno o korisničkoj postavci u dijaloškom okviru Prsten vremenskih zona. Na primjer, reći će Europa/London ili će reći GMT ili BST. Ovom postavkom upravlja se označavanjem ili odznačavanjem potvrdnog okvira „Najavi skraćene vremenske zone”.
it: NVDA annuncerà il fuso orario in forma abbreviata o completa, a seconda delle impostazioni scelte dall'utente, nella finestra timezone ring.
ja: NVDAは、Timezoneの環状ダイアログでのユーザーの設定に従って、省略またはすべてのタイムゾーンのどちらかを通知します。例えば、ヨーロッパ/ロンドン、または、GMTまたはBST、のどちらかを言います。この設定は、「省略されたタイムゾーンを通知」のチェックをする、またはチェックを外して行います。
pl: NVDA będzie odczytywał nazwy stref czasowych w zależności od ustawień użytkownika. na przykład, strefa czasowa może być odczytana jako Europa/Londyn lub w trybie krótkim jako GMT lub BST. To ustawienie jest regulowane za pomocą pola wyboru "Odczytuj skrócone nazwy stref czasowych".
pt_br: O NVDA anunciará o fuso horário abreviado ou completo, dependendo da configuração do usuário na caixa de diálogo Timezone Ring. Por exemplo, ele dirá Europa/Londres ou GMT ou BST. Essa configuração é controlada marcando-se ou desmarcando-se a caixa de seleção “Anunciar fusos horários abreviados".
ru: NVDA сообщит сокращенный или полный часовой пояс в зависимости от настроек, установленных пользователем в диалоге "Часовой пояс". Например, будет указано либо Europe/London, либо GMT или BST, либо по британскому летнему времени. Этот параметр регулируется установкой или снятием флажка "Объявлять сокращенные часовые пояса".
sk: Pridané skrátené oznamovanie časových zón, nastavuje sa začiarknutím príslušného políčka pri nastavovaní kruhu časových zón.
tr: NVDA, kullanıcının Saat dilim bölmesi iletişim kutusundaki ayarına bağlı olarak kısaltılmış veya tam saat dilimini bildirir. Örneğin, eklenti ya Europe/London olarak ya da GMT veya BST olarak bildirim yapabilir. Bu ayar, "Kısaltılmış saat dilimlerini bildir" onay kutusunun işaretlenmesi veya işaretin kaldırılmasıyla kontrol edilir.
uk: NVDA оголошуватиме або скорочену, або повну назву часового пояса, залежно від налаштувань користувача в діалозі кільця часових поясів. Наприклад, вона промовлятиме Europe/London, або GMT чи BST. Це налаштування контролюється встановленням або зняттям прапорця «Announce abbreviated timezones».

source: Add-on includes translator comments (@ruifontes).
bg: Добавката включва коментари за преводачите (@ruifontes).
de: Die Erweiterung enthält nun Kommentare für Übersetzer.
es: El complemento incluye comentarios para traductores (@ruifontes).
fi: Lisäosa sisältää kääntäjien kommentit (@ruifontes).
fr: L'extension inclut les commentaires de traduction (@ruifontes).
gl: O complemento inclúe comentarios para tradutores (@ruifontes).
hr: Dodatak uključuje komentare prevoditelja (@ruifontes).
it: L'add-on include i commenti per i traduttori (@ruifontes).
ja: アドオンが翻訳者のコメントを含むようになりました(@ruifontes)。
pl: Dodatek zawiera komentarze dla tłumaczy (@ruifontes).
pt_br: O complemento inclui comentários do tradutor (@ruifontes).
ru: Дополнение включает комментарии переводчика (@ruifontes).
sk: Pridané komentáre pre prekladateľov (@ruifontes).
uk: Додаток містить коментарі перекладача (@ruifontes).

source: Add-on now includes header comments (@ruifontes).
bg: Добавката вече включва коментари в заглавката (@ruifontes).
de: Die Erweiterung enthält nun Kommentare zu Überschriften (@ruifontes).
es: El complemento ahora incluye comentarios en la cabecera (@ruifontes).
fi: Lisäosa sisältää nyt kommentit tiedostojen aluissa (@ruifontes).
fr: L'extension inclut désormais des commentaires d'en-tête (@ruifontes).
gl: O complemento agora inclúe comentarios de cabeceira (@ruifontes).
hr: Dodatak sada uključuje komentare u zaglavlju (@ruifontes).
it: L'add-on ora include i commenti nell'intestazione (@ruifontes).
ja: アドオンが見出しコメントを含むようになりました(@ruifontes)。
pl: Dodatek zawiera komentarze nagłówka (@ruifontes).
pt_br: O complemento agora inclui comentários no cabeçalho (@ruifontes).
ru: Дополнение теперь включает комментарии к заголовку (@ruifontes).
sk: Pridané poznámky pre prekladateľov (@ruifontes).
uk: Додаток тепер містить коментарі до заголовків (@ruifontes).

source: The Escape key closes the Timezone Ring dialog (@ruifontes).
bg: Клавишът Escape затваря диалоговия прозорец за пръстена от часови зони (@ruifontes).
de: Die Escape-Taste schließt jetzt den Dialog Zeitzonen-Ring (@ruifontes).
es: La tecla escape cierra el diálogo del anillo de zona horaria (@ruifontes).
fi: Esc-näppäin sulkee Aikavyöhykerengas-valintaikkunan (@ruifontes).
fr: La touche Échap ferme le dialogue Boucle des fuseaux horaires (@ruifontes).
gl: A tecla Escape pecha o diálogo do Anel de Zonas Horarias (@ruifontes).
hr: Tipkom Escape zatvara se dijaloški okvir Prsten vremenskih zona (@ruifontes).
it: Il tasto esc chiude la finestra Timezone Ring (@ruifontes).
ja: EscapeキーでTimezone環状ダイアログを閉じるようになりました (@ruifontes)。
pl: Klawisz escape zamyka pierścień stref czasowych dialog (@ruifontes).
pt_br: A tecla Escape fecha a caixa de diálogo Timezone Ring (@ruifontes).
ru: Клавиша Escape закрывает диалог выбора часового пояса (@ruifontes).
sk: Dialóg s nastaveniami je možné zavrieť tlačidlom escape (@ruifontes).
tr: Escape tuşu, Saat Dilim bölge iletişim kutusunu kapatır (@ruifontes).
uk: Клавіша escape закриває діалог кільця часових поясів (@ruifontes).

source: The menu item to open the Timezone Ring dialog is now named appropriately (@ruifontes).
bg: Елементът от менюто за отваряне на диалоговия прозорец за пръстена от часови зони вече е именуван коректно (@ruifontes).
de: Der Menüeintrag zum öffnen des Dialogs Zeitzonen-Ring ist nun richtig benannt. (@ruifontes).
es: El elemento de menú para abrir el diálogo de anillo de zona horaria ahora tiene el nombre apropiado (@ruifontes).
fi: Aikavyöhykerengas-valintaikkunan avaava valikkokohde on nyt nimetty asianmukaisesti (@ruifontes).
fr: L'élément de menu permettant d'ouvrir le dialogue Boucle des fuseaux horaires est désormais nommé de manière appropriée (@ruifontes).
gl: Agora o elemento de menú de para abrir o diálogo do Anel de Zonas Horarias chámase apropiadamente (@ruifontes).
hr: Stavka izbornika za otvaranje dijaloškog okvira Prsten vremenske zone, sada je odgovarajuće imenovana (@ruifontes).
it: L'elemento di menù per aprire la finestra Timezone Ring è ora nominato correttamente (@ruifontes).
ja: Timezone環状ダイアログを開くメニュー項目に適切な名前が付きました(@ruifontes)。
pl: Meni służące do otwierania dialogu stref czasowych jest od teraz nazywany odpowiednio (@ruifontes).
pt_br: O item de menu para abrir a caixa de diálogo Timezone Ring agora tem o nome apropriado (@ruifontes).
ru: Пункт меню, открывающий диалог вызова часового пояса, теперь назван соответствующим образом (@ruifontes).
sk: Položka na aktivovanie kruhu nastavení je správne pomenovaná (@ruifontes).
tr: Saat Dilimi bölme iletişim kutusunu açmak için menü öğesi artık uygun şekilde adlandırılmıştır (@ruifontes).
uk: Елемент меню для відкриття діалогу кільця часових поясів тепер має правильну назву (@ruifontes).

source: NVDA now defaults to the local timezone on installation of this add-on, if the local timezone is available.
bg: NVDA вече задава по подразбиране местната часова зона при инсталирането на тази добавка, ако е налична нужната за целта информация.
de: NVDA wählt automatisch die lokale Zeitzone bei der Installation der Erweiterung aus, sofern diese verfügbar ist.
es: NVDA configura por defecto la zona horaria local al instalar este complemento, si se encuentra disponible.
fi: Mikäli paikallinen aikavyöhyke on saatavilla, NVDA käyttää nyt oletusarvoisesti sitä tämän lisäosan asennuksen yhteydessä.
fr: NVDA utilise désormais par défaut le fuseau horaire local lors de l'installation de cette extension, si le fuseau horaire local est disponible.
gl: Agora NVDA predetermínase á zona horaria local na instalacion deste complemento, se a zona horaria local está dispoñible.
hr: Prilikom instaliranja dodatka, NVDA se sada postavlja na standardnu lokalnu vremensku zonu, ako je lokalna vremenska zona dostupna.
it: Ora NVDA si imposta sul fuso orario locale per l'installazione attuale, se disponibile.
ja: NVDAがこのアドオンのインストールの時に、ローカルタイムゾーンがある場合、ローカルタイムゾーンを初期設定にするようになりました。
pl: NVDA domyślnie będzie używał lokalną strefę czasową, jeżeli jest dostępna.
pt_br: O NVDA agora usa como padrão o fuso horário local na instalação desse complemento, se o fuso horário local estiver disponível.
ru: Теперь при установке этого дополнения в NVDA по умолчанию используется локальный часовой пояс, если локальный часовой пояс доступен.
sk: Doplnok po inštalácii vyhľadá aktuálnu časovú zónu.
tr: Yerel saat dilimi mevcutsa, Artık NVDA eklentinin kurulumunda varsayılan olarak yerel saat dilimini seçer.
uk: При встановленні додатка NVDA тепер налаштовується на місцевий часовий пояс, якщо він доступний.

source: Support for multiple timezones through the use of a timezone ring.
bg: Поддръжка на множество часови зони чрез използване на "пръстен от часови зони".
de: Unterstützung mehrerer Zeitzonen durch einen Zeitzonen-Ring.
es: Soporte para varias zonas horarias mediante el uso de un anillo de zona horaria.
fi: Tuki useille aikavyöhykkeille aikavyöhykerenkaan avulla.
fr: Prise en charge de plusieurs fuseaux horaires grâce à l'utilisation d'une boucle de fuseaux horaires.
gl: Soporte para múltiples zonas horarias utilizando un anel de zonas horarias.
hr: Podrška za više vremenskih zona pomoću upotrebe prstena vremenskih zona.
it: Supporto per fusi orari multipli grazie al timezone ring.
ja: timezoneの輪を使用して、複数のタイムゾーンをサポートするようになりました。
pl: Wsparcie wielu stref czasowych za pomocą pierścienia stref czasowych.
pt_br: Suporte a vários fusos horários por meio do uso de um anel de fuso horário.
ru: Поддержка нескольких часовых поясов благодаря использованию кольца часовых поясов.
sk: Pridaná možnosť oznamovania viacerých časových zón cez kruh časových zón.
tr: Sat dilimi bölmesi sayesinde birden fazla saat dilimi eklenebilir.
uk: Підтримка кількох часових поясів через використання кільця часових поясів.

source: This add-on now uses the key NVDA+Alt+T to prevent conflict with the Clock add-on.
bg: Добавката вече използва клавишната комбинация NVDA+ALT+T, за да се избегне конфликт с добавката "Часовник".
de: Diese Erweiterung nutzt nun die Tastenkombination NVDA+Alt+T, um Konflikten mit der Uhren-Erweiterung vorzubeugen.
es: Ahora, este complemento usa la combinación NVDA+alt+t para evitar conflictos con el complemento Clock.
fi: Tämä lisäosa käyttää nyt näppäinkomentoa NVDA+Alt+T estääkseen ristiriidat Kello-lisäosan kanssa.
fr: Cette extension utilise désormais la touche NVDA+Alt+T pour éviter tout conflit avec l'extension Horloge.
gl: Este complemento utiliza a tecla NVDA+Alt+T para previr conflitos co complemento Clock.
hr: Ovaj dodatak sada koristi prečac NVDA+Alt+T radi sprečavanja sukoba s dodatkom Sat.
it: Questo add-on ora utilizza il tasto NVDA+Alt+T per prevenire conflitti con altri add-on.
ja: Clockアドオンとの重複を避けるために、アドオンがNVDA+Alt+Tのキーを使用するようになりました。
pl: Od teraz ten dodatek używa skrótu klawiszowego NVDA+Alt+T aby zapobiec konflikt skrótów klawiszowych z dodatkiem "Clock".
pt_br: Esse complemento agora usa a tecla NVDA+Alt+T para evitar conflitos com o complemento Clock.
ru: Это дополнение теперь использует клавиши NVDA+Alt+T для предотвращения конфликта с дополнением Clock.
sk: Používame skratku nvda+alt+t, aby nedochádzalo ku konfliktu s doplnkom Hodiny.
tr: Bu eklenti artık Saat eklentisiyle çakışmayı önlemek için NVDA+Alt+T kısayol tuşunu kullanır.
uk: Додаток тепер використовує комбінацію NVDA+Alt+T, щоб запобігти конфлікту з додатком годинника.

source: The timezone selector dialog now has a filter box. NVDA will announce the number of results as the user starts typing into the filter field.
bg: Диалоговият прозорец за избор на часова зона вече има текстово поле за филтриране. NVDA ще съобщава броя на резултатите, когато потребителят започне да пише в полето за филтриране.
de: Der Dialog zur Auswahl der Zeitzonen enthält nun einen Filter. NVDA nennt die Anzahl der vorhandenen Einträge, sobald der Nutzer Text in das betreffende Eingabefeld eingibt.
es: El diálogo de selección de zonas horarias ahora tiene un cuadro para filtrar. NVDA anunciará el número de resultados según el usuario empiece a escribir en el campo de filtrado.
fi: Aikavyöhykkeen valintaikkunassa on nyt suodatusruutu. NVDA ilmoittaa tulosten lukumäärän, kun käyttäjä alkaa kirjoittaa suodatuskenttään.
fr: Le dialogue de sélection de fuseau horaire a maintenant une zone de filtre. NVDA annoncera le nombre de résultats lorsque l'utilisateur commencera à taper dans le champ de filtre.
gl: O diálogo do selector de zona horaria agora ten unha caixa de filtrado. NVDA anunciará o número de resultados tan axiña como o usuario comece a escribir na caixa de filtro.
hr: Dijaloški okvir za odabir vremenske zone sada ima okvir za filtriranje. NVDA će najaviti broj rezultata tijekom upisivanja u polje filtra.
it: Ora la finestra di selezione del fuso orario ha una casella "Filtra". NVDA dirà il numero dei risultati quando l'utente inizia a scrivere nel campo filtra.
ja: タイムゾーン選択ダイアログがフィルターボックスを持つようになりました。NVDAは、ユーザーがこのフィルターフィールドに入力を開始するのに従い、結果の数を通知します。
pl: Dialog służący do wybierania stref czasowych od teraz posiada pole do filtrowania stref czasowych. NVDA będzie odczytywał ilość winików jak tylko użytkownik zacznie pisać w to pole.
pt_br: A caixa de diálogo do seletor de fuso horário agora tem uma caixa de filtro. O NVDA anunciará o número de resultados quando o usuário começar a digitar no campo de filtro.
ru: В диалоге выбора часового пояса теперь есть поле для фильтрации. NVDA сообщит количество результатов, когда пользователь начнет вводить данные в поле фильтра.
sk: Do okna s nastaveniami pridaný filter. Výsledky hľadania sa zužujú okamžite pri písaní a NVDA túto skutočnosť oznamuje.
tr: Saat dilimiyapılandırma iletişim kutusunda artık bir filtre kutusu var. NVDA, kullanıcı filtre alanına yazmaya başladığında sonuçların sayısını bildirecektir.
uk: Діалог вибору часових поясів тепер має поле фільтра. NVDA оголошуватиме кількість результатів, щойно користувач почне друкувати в цьому полі.

source: Python 2 support
bg: Поддръжка за Python 2.
de: Unterstützung für Python 2
es: Soporte para Python 2
fi: Tuki Python 2:lle
fr: Prise en charge de Python 2
gl: Soporte para Python 2
hr: Podrška za Python 2
it: Supporto a Python 2
ja: Python 2のサポート
pl: Wsparcie Pythona 2
pt_br: Suporte ao Python 2
ru: Поддержка Python 2
sk: Podpora pre Python2
tr: Python2 desteği
uk: Підтримка Python 2

source: The date and time is now announced in a separate thread to prevent hanging the NVDA thread in case retrieval takes a little while.
bg: Датата и часът се съобщават в отделна нишка, за да се предотврати блокирането на нишката на NVDA, в случай че извличането на информацията отнеме време.
de: Datum und Uhrzeit werden nun unabhängig von NVDA ermittelt und ausgegeben, sodass NVDA nicht mehr einfriert, weil die Ermittlung länger dauert.
es: La fecha y hora se anuncian en un hilo separado para evitar que el hilo de NVDA se cuelgue si la información tarda mucho tiempo en recuperarse.
fi: Siltä varalta, että päivämäärän ja kellonajan haku kestää hetken, ne ilmoitetaan nyt erillisessä säikeessä, jotta NVDA-säie ei jää jumiin.
fr: La date et l'heure sont maintenant annoncées dans un thread séparé pour éviter de bloquer le thread NVDA au cas où la récupération prendrait un peu de temps.
gl: A data e a hora agora anúncianse nun fío separado para previr colgar o fío do NVDA en caso de que a obtención leve algo de tempo.
hr: Datum i vrijeme sada se najavljuju posebno, kako bi se spriječilo zaustavljanje NVDA čitača u slučaju kad potraga potraje.
it: La data e l'ora sono ora annunciate in un thread separato per non bloccare il thread di NVDA quando il prelievo di queste informazioni richiede un po' di tempo in più.
ja: 取得が短時間に行なわれた場合にNVDAのスレッドがハングするのを避けるため、日付と時間が別々のスレッドで通知されるようになりました。
pl: Data i czas oznajmiane są w oddzielnim wątku w celu zapobiegania zawieszeń NVDA, w przypadku kiedy dostarczanie tej informacji trwa troszeczkę dłużej.
pt_br: A data e a hora agora são anunciadas em um thread separado para evitar que o thread do NVDA fique suspenso caso a recuperação demore um pouco.
ru: Дата и время теперь объявляются в отдельном потоке, чтобы предотвратить зависание потока NVDA в случае, если поиск займет некоторое время.
sk: Dátum a čas je oznamovaný cez samostatné vlákna, aby nedochádzalo k zamrznutiu.
uk: Час та дата тепер оголошуються в окремому потоці, щоб запобігти зависанню потоку NVDA в разі, коли пошук займає трохи часу.

source: The timezone selector dialog now has a Cancel button and no longer prevents NVDA from shutting down.
bg: Диалоговият прозорец за избор на часова зона вече има бутон "Отказ" и вече не пречи на изключването на NVDA.
de: Der Dialog zur Zeitzonen-Auswahl hat nun einen abbrechen Schalter und hindert NVDA nun nicht mehr am beenden.
es: El diálogo de selección de zona horaria ahora tiene un botón para cancelar y ya no evita que NVDA se apague.
fi: Aikavyöhykkeen valintaikkunassa on nyt Peruuta-painike, eikä se enää estä NVDA:ta sulkeutumasta.
fr: Le dialogue de sélection de fuseau horaire a maintenant un bouton Annuler et n'empêche plus NVDA de s'arrêter.
gl: O diálogo de selector de zona horaria agora ten un botón Cancel (Cancelar) e xa non prevén que NVDA se apague.
hr: Dijaloški okvir za odabir vremenske zone sada ima gumb Odustani i više ne sprečava isključivanje NVDA čitača.
it: La finestra di selezione del fuso orario ora ha un pulsante Annulla e non impedisce più a NVDA di arrestarsi.
ja: タイムゾーン選択ダイアログにキャンセルボタンが付き、NVDAのシャットダウンを妨げなくなりました。
pl: Okno dialogowe dodatku od teraz zawiera przycisk anuluj co oznacza, że już nie powoduje to zamknięcie NVDA.
pt_br: A caixa de diálogo do seletor de fuso horário agora tem um botão Cancelar e não impede mais o desligamento do NVDA.
ru: В диалоге выбора часового пояса теперь есть кнопка отмены, и это больше не препятствует завершению работы NVDA.
sk: Okno s nastaveniami odteraz má aj tlačidlo zavrieť a nespôsobuje viac zamrznutie pri pokuse ukončiť NVDA.
tr: Saat dilimi yapılandırma iletişim kutusunda artık bir İptal düğmesi vardır ve artık NVDA'nın kapanmasını engellemez.
uk: Діалог вибору часових поясів тепер має кнопку відміни і вже не заважає вимкненню NVDA.
