Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/toneMaster.*.po
Languages: de, it, ja, pt_br, pt_pt, sk, tr, zh_cn

source: [[!meta title="Tone Master"]]
pt_br: [[!meta title="Tom Master (Tone Master)"]]
sk: [[!meta title="Hracia skrynka"]]
tr: [[!meta title="Ton Ustası"]]

source: Authors: Hrvoje Katić
pt_br: Autores: Hrvoje Katić
tr: Yazarlar: Hrvoje Katić

source: Download [stable version][1]
de: [Stabile Version herunterladen][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürümü indirin][1]
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2019.3 and later
de: NVDA-Kompatibilität: 2019.3 und neuer
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
tr: NVDA uyumluluğu: 2019.3 ve sonrası

source: Welcome to Tone Master! I've created this little NVDA add-on just for fun, but also for you to have fun while using it.
de: Willkommen beim Tone-Master! Diese NVDA-Erweiterung habe ich eigentlich nur aus Spaß erstellt. vielleicht finden Sie auch Gefallen daran.
it: Benvenuti in Tone Master! Ho creato questo piccolo add-on per NVDA solo per divertimento, ma anche perché voi vi divertiate quando lo usate.
ja: Tone Masterにようこそ! この小さなNVDAアドオンを楽しみのためだけに作りましたが、あなたにも使用して楽しんでいただければと思います。
pt_br: Bem-vindo ao Tom Master! Criei este pequeno complemento NVDA apenas por diversão, mas também para você se divertir enquanto o usa.
pt_pt: Bem-vindo ao mestre de tom! Eu criei este pequeno extra do NVDA apenas por diversão, mas também para que se possa divertir enquanto o usa.
sk: Vitajte! Tento doplnok pre NVDA som vytvoril ako kratochvíľu a verím, že budete mať s ním veľa zábavy.
tr: Ton Ustası'na hoş geldiniz! Bu küçük NVDA eklentisini sadece eğlence için ve aynı zamanda onu kullanırken eğlenmeniz için oluşturdum.
zh_cn: 欢迎来到Tone Master！我开发了这个小小的NVDA插件只是为了好玩，希望让你在使用它时玩得开心。

source: I always wanted to create musical tunes with NVDA, rather than just listening to NVDA's progress and error beeps. However, it's not too easy to do, so first I wanted to make it easier. That's why I wrote Tone Master. Just imagine how it could be for you to hear NVDA playing song by Mozzart or Beethoven, or may be greatest hits by Rolling Stones. Although the final result sounds like those ringtones on old mobile phones, it may still be funny.
de: Ich wollte schon immer mal musikalische Klänge mit NVDA erzeugen, lieber als nur die Signaltöne von Fortschrittsbalken oder akustischen Signale bei Fehlern in NVDA zu hören. Allerdings ist das ganz und gar nicht so leicht. Ich wollte es einfacher machen. Deshalb habe ich den Tone-Master geschrieben. Allein schon die witzige Vorstellung wie das sein könnte, wenn NVDA Musikstücke von Mozart, Beethoven oder auch die größten Hits von den Rolling Stones abspielt. Dabei hören sich die Klänge wie die Klingeltöne von alten Mobiltelefonen an. Das dürfte auch heute noch sehr witzig sein.
it: Ho sempre desiderato creare melodie musicali con NVDA, piuttosto che ascoltare soltanto i suoni di errore e delle barre di progresso di NVDA. Tuttavia ciò non è molto semplice da fare, perciò ho voluto, per prima cosa, renderlo più semplice.
ja: 私はいつも、NVDAのプログレスやエラービープをただ聞くよりも、NVDAで音楽を作りたかったです。けれど、それは簡単ではなかったので、より簡単にしたいと思いました。これがTone Masterを作った理由です。NVDAがモーツァルトやベートーベンの曲、またはローリングストーンズの大ヒットや、を演奏するのを聞くことが、あなたにとってどんな感じか想像してみて下さい。最終的な結果の音が古い携帯電話の着信音のようであったとしても、楽しいのではと思います。
pt_br: Eu sempre quis criar composições musicais com o NVDA, em vez de apenas ouvir os bipes de progresso e erro do NVDA. No entanto, não é muito fácil de fazer, então primeiro eu queria facilitar. Foi por isso que escrevi Tom Master. Imagine como poderia ser para você ouvir o NVDA tocando a música de Mozzart ou Beethoven, ou talvez os maiores sucessos dos Rolling Stones. Embora o resultado final pareça com os toques em celulares antigos, ainda pode ser engraçado.
pt_pt: Eu sempre quis criar aspectos musicais com o NVDA, em vez de apenas ouvir os seus bips de progresso e erro. No entanto, não é muito fácil fazer isto, então primeiro eu queria facilitar. É por isso que escrevi Tone Master. Imagine como seria ouvir o NVDA tocando música de Mozzart ou Beethoven, ou pode ser o maior sucesso dos Rolling Stones. Embora o resultado final soe como aqueles toques em celulares antigos, ainda pode ser engraçado.
sk: NVDA dokáže pípať pri chybách a indikátore priebehu. Prečo by nemohlo zahrať Mozzarta, Beethovena, prípadne niečo od Rollingstones? Také čosi nie je úplne ľahké, a preto som vytvoril tento doplnok. Výsledok znie ako niekdajšie zvonenia, ale stále je to zábavné.
tr: NVDA'nın aşama çubuklarında ve hata bildirimi için kullandığı bip seslerini duymak yerine NVDA'ya farklı melodiler çaldırmak istemişimdir. Ancak, bu işlemi yapmak çok kolay değildi. bu yüzden önce süreci kolaylaştırmak istedim ve Ton Ustası'nı yazdım. NVDA'nın Mozzart'ı, Beethoven'ın veya Rolling Stones'un en çok dinlenme almış şarkılarını çaldığını düşünün. Tabii ki sonuç kulağa eski cep telefonlarındaki zil sesleri gibi gelecek olsa da yine de komik oluyor.
zh_cn: 我一直想用NVDA来创作音乐曲调，而不仅仅是听NVDA的进度和错误的嘟嘟声。但是，这并不容易，所以首先我想让它变得更容易。这就是我写Tone Master的原因。想象一下，听到Mozzart或Beethoven的NVDA演奏歌曲是一种怎么样的体验，或者滚石乐队最受欢迎的歌曲。虽然最终结果听起来像旧手机上的铃声，但它可能仍然很有趣。

source: Tone Master simplifies process of playing tone sequences by implementing tone data files. These files can be edited with your favorite text editor and then saved for playback with NVDA. Read on for instructions!
de: Der Tone-Master vereinfacht die Wiedergabe von Tonfolgen durch Klang-Dateien. Diese können Sie mit einem gewöhnlichen Editor Ihrer Wahl bearbeiten, um sie anschließend in NVDA abspielen zu können!
it: Tone Master semplifica il processo di riproduzione di sequenze di segnali acustici, implementando i tone data files. Questi file possono essere modificati con il vostro editor di testi preferito e poi salvati per essere riprodotti con NVDA. Leggi oltre per le istruzioni!
ja: Tone Masterはトーンシーケンスを再生するのをトーンデータファイルを使用して簡略化します。これらのファイルはテキストエディタで編集出来、NVDAで再生するために保存出来ます。説明をお読み下さい!
pt_br: O Tom Master simplifica o processo de reprodução de seqüências de tons implementando arquivos de dados de tom. Esses arquivos podem ser editados com o seu editor de texto favorito e salvos para reprodução com o NVDA. Leia para obter instruções!
pt_pt: O Tom Master simplifica o processo de execução de seqüências de tons, implementando arquivos de dados de tom. Estes arquivos podem ser editados com o seu editor de texto favorito e depois salvos para reprodução com o NVDA. Leia para instruções!
sk: Doplnok hracia skrynka uľahčuje vytváranie a následné prehrávanie súborov s melódiami. Súbory môžete vytvoriť a uložiť v textovom editore.
tr: Ton Ustası, ton veri dosyalarını uygulayarak ton dizilerini çalma sürecini basitleştirir. Bu dosyalar favori metin düzenleyicinizle düzenlenebilir ve ardından NVDA ile oynatmak için kaydedilebilir. Talimatlar için okumaya devam edin!
zh_cn: Tone Master通过实现音调数据文件简化了播放音调序列的过程。这些文件可以使用您喜欢的文本编辑器进行编辑，然后保存以便使用NVDA进行播放。继续阅读说明!

source: Tone data files
de: Klang-Dateien
ja: トーンデータファイル
pt_br: Arquivos de dados de tom
pt_pt: Ficheiros de dados de tom
sk: Súbory s melódiou
tr: Ton veri dosyaları
zh_cn: 音调数据文件

source: Before you can play your first musical tune with Tone Master, you have to create and load your tone data file first. Tone data files are simply text files with .tdf extension. Tone Master uses these files for processing and playing back tone sequences. To create tone data file for Tone Master to be able to play it successfully, you have to follow simple rules described below.
de: Bevor Sie Ihre ersten musikalischen Klänge mit Tone-Master abspielen können, müssen Sie erst eine Klang-Datei erstellen und diese laden. Die Klang-Dateien sind einfache Textdateien, nur mit der Endung ".tdf". Der Tone Master verarbeitet und spielt die Tonfolgen ab. Nachstehend werden ein paar Regeln kurz erklärt, damit solche Dateien überhaupt abgespielt werden können.
it: Prima che possiate riprodurre la vostra prima melodia con Tone Master, dovrete creare e caricare il vostro tone data file. I tone data files sono semplici file di testo con estensione .tdf. Tone Master usa questi file per trattare e riprodurre sequenze di segnali acustici. Per creare tone data files perché Tone Master li possa riprodurre con successo, dovete seguire semplici regole scritte più avanti.
ja: Tone Masterで音楽を再生する前に、トーンデータファイルを作って読み込まなくてはなりません。トーンデータファイルは.tdf拡張子の単純なテキストファイルです。Tone Masterはこれらのファイルを処理してトーンシーケンスを再生するために使用します。Tone Masterでうまく再生出来るトーンデータファイルを作るには、以下の単純な規則に従って下さい。
pt_br: Antes de poder tocar a sua primeira música com o Tom Master, deve primeiro criar e carregar o seu arquivo de dados de tom. Arquivos de dados de tom (Tone data files) são simplesmente arquivos de texto com extensão .tdf. O Tom Master usa esses arquivos para processar e reproduzir seqüências de tons. Para criar um arquivo de dados de tom para que o Tom Master possa reproduzi-lo com sucesso, deve seguir as regras simples descritas abaixo.
pt_pt: Antes de tocar a sua primeira música com o Tone Master, deve primeiro criar e carregar o seu ficheiro de dados de tom. Ficheiros de dados de tom são simplesmente ficheiros de texto com extensão .tdf. O Tom Master usa esses ficheiiros para processar e reproduzir seqüências de tons. Para criar um ficheiro de dados de tom para que o Tone Master possa reproduzi-lo com sucesso, deve seguir as regras simples descritas abaixo.
sk: Najprv musíte vytvoriť súbor, do ktorého zapíšete melódiu. Súbor musí mať príponu .tdf.
tr: Ton Ustası ile ilk müziğinizi çalabilmeniz için önce bir ton veri dosyası oluşturmanız ve Ton Ustası'nda açmanız gerekir. Basitçe Ton veri dosyaları, .tdf uzantılı metin dosyalarıdır. Ton Ustası, ton dizilerini işlemek ve çalmak için bu dosyaları kullanır. Ton Ustası'nın Oluşturacağınız müzikleri başarılı bir şekilde çalabilmesi için ton veri dosyalarının aşağıda belirtilen talimatlar çerçevesinde oluşturulmaları gerekir.
zh_cn: 在您使用Tone Master播放第一首乐曲之前，您必须先创建并加载音色数据文件。音调数据文件只是扩展名为.tdf的文本文件。 Tone Master使用这些文件处理和播放音调序列。要为Tone Master创建音色数据文件以便能够成功播放，您必须遵循下面描述的简单规则。

source: Each line in .tdf file *must* contain three parameters separated by colon (:). The first parameter is tone pitch, the second parameter is tone duration, and the third one is the time of silence between each tone. All three parameters are necessary to specify, otherwise Tone Master will not be able to play your tone data.
de: Jede Zeile in der Klang-Datei enthält drei Werte, die jeweils mit einem Doppelpunkt von einander getrennt werden. Der erste Wert gibt die Tonhöhe an, der zweite Wert die Länge und der dritte Wert die Stille am Ende. Dabei sind stets alle drei Parameter notwendig, sonst könn die Dateien im Tone-Master nicht abgespielt werden.
it: Nei file .tdf, ogni linea deve contenere tre parametri separati da due punti (:). Il primo parametro è il tono del suono, il secondo parametro è la durata del suono, e il terzo è il tempo di silenzio tra ogni suono. E' necessario specificare tutti e tre i parametri, altrimenti Tone Master non potrà riprodurre i tone data.
ja: .tdfファイルのそれぞれの行は、コロン(:)で区切られた3つのパラメータを含まなくてはなりません。1つめのパラメータはトーンピッチ、2つめのパラメータはトーンの長さ、3つめはそれぞれのトーンの間の音のない時間です。3つのパラメータは全て特定のために必須で、そうでないとTone Masterはトーンデータを再生出来ません。
pt_br: Cada linha no arquivo .tdf *deve* conter três parâmetros separados por dois pontos (:). O primeiro parâmetro é a tonalidade (afinação) do tom, o segundo parâmetro é a duração do tom e o terceiro é o tempo de silêncio entre cada tom. Todos os três parâmetros são necessários para especificar, caso contrário, o Tom Master não poderá reproduzir os seus dados de tom.
pt_pt: Cada linha no ficheiro .tdf * deve * conter três parâmetros separados por dois pontos (:). O primeiro parâmetro é o tom do tom, o segundo parâmetro é a duração do som e o terceiro é o tempo de silêncio entre cada tom. Todos os três parâmetros são necessários para especificar, caso contrário, o Tom Master não poderá reproduzir os seus dados de tom.
sk: Na každom riadku *musia* byť tri parametre oddelené dvojbodkou (:). Prvý parameter je výška tónu, druhý dĺžka tónu a tretí je dĺžka ticha, ktoré bude nasledovať za tónom.
tr: .tdf dosyasındaki her satır *zorunlu* iki nokta üst üste (:) ile ayrılmış üç parametre içermelidir. Birinci parametre ton perdesi, ikinci parametre ton süresi, üçüncü parametre ise her ton arasındaki sessizlik süresidir. Her üç parametrenin de tanımlanması gereklidir. Aksi takdirde Tone Master dosyayı çalamaz.
zh_cn: 1. .tdf文件中的每一行*必须*包含三个以冒号（:)分隔的参数。第一个参数是音调，第二个参数是音调持续时间，第三个参数是每个音调之间的静音时间。所有三个参数都需要指定，否则Tone Master将无法播放您的音调数据。

source: Pitch and duration parameters must be specified as signed integers, and the silence must be specified as floating point real value.
de: Die Angaben zur Tonhöhe und Länge müssen aus positiven Werten bestehen, wobei die Länge in Kommazahlen angegeben werden. Dabei ist noch zu beachten, dass hierbei nicht das deutsche Komma verwendet werden darf, sondern der Punkt.
it: I parametri tono e durata vanno specificati come numeri interi con segno, mentre il silenzio deve essere specificato come numero reale in virgola mobile.
ja: ピッチと長さのパラメータは符号付整数型として記述されなければならず、音のないところは浮動小数点型実数値として記述されなければなりません。
pt_br: Os parâmetros de tonalidade (afinação) e duração devem ser especificados como números inteiros assinados (signed integers) e o silêncio deve ser especificado como valor real de ponto flutuante.
pt_pt: Os parâmetros de entoação e duração devem ser especificados como inteiros , e o silêncio deve ser especificado como valor real de ponto flutuante.
sk: Výšku a dĺžku tónu určujete v celých číslach, dĺžku ticha je možné určiť ako reálne číslo a môžete použiť aj desatinné miesta. (Poznámka prekladateľa: Autor doplnku neuvádza, v akých jednotkách času sa uvádzajú dĺžky, predpokladám, že pôjde o milisekundy. Výšku tónu zapisujeme v hertzoch).
tr: Perde ve süre parametreleri tamsayı, sessizlik parametresi ise ondalık sayı olarak tanımlanmalıdır.
zh_cn: 2. 间距和持续时间参数必须指定为有符号整数，并且必须将静音指定为浮点实数值。

source: A hash sign (#) at the beginning of any line in .tdf file will be treeted as a comment and will be ignored by Tone Master.
de: Das Nummernzeichen am Anfang einer Zeile wird vom Tone-Master als Kommentar betrachtet und somit ignoriert.
it: Un cancelletto (#) all'inizio di ogni riga nei file .tdf sarà trattato come un commento e quindi ignorato da Tone Master.
ja: .tdfファイルの行の最初のハッシュ記号(#)は、コメントとして扱われ、Tone Masterにより無視されます。
pt_br: Um sinal de hash (#) no início de qualquer linha no arquivo .tdf será tratado como um comentário e será ignorado pelo Tom Master.
pt_pt: Um sinal de cardinal (#) no início de qualquer linha no ficheiro.tdf será mostrado como um comentário e será ignorado.
sk: Komentár do súboru s melódiou môžete napísať na samostatný riadok, ktorý začnete znakom krížik (#).
tr: Eğer .tdf dosyasındaki herhangi bir satırın başında bir diyez işareti (#) varsa, Ton Ustası o satırı bir yorum olarak algılayacak ve yoksayacaktır.
zh_cn: 3. .tdf文件中任何行开头的哈希符号（＃）将作为注释进行树形化，Tone Master将忽略该符号。

source: Example: Play a sequence of 3 tones
de: Beispiel: Wiedergabe einer Tonfolge bestehend aus drei Tönen
it: Esempio: riprodurre una sequenza di tre toni
ja: 例: 3つの音を順に再生
pt_br: Exemplo: Reproduz uma sequência de 3 tons
pt_pt: Exemplo: reproduz uma sequência de 3 tons
sk: Takto napríklad zahráme sekvenciu troch tónov:
tr: Örnek: 3 tonluk bir dizi çalma
zh_cn: 例子：播放3个音调的序列

source: In this example, the first tone in a sequence has a pitch of 1500, duration of 100 and 0.5 silence. The second tone's pitch is 1000, duration is 100, and the silence is 0.09. The last tone in a sequence has pitch 500, duration 100, and the silence is 0.7.
de: In diesem Beispiel hat der erste Ton eine Tonhöhe von 1500 Hertz, eine Länge von 100 Millisekunden und 0.5 Millisekunden Stille. Die zweite Tonhöhe von 1000 Hertz und eine Länge von 100 Millisekunden und 0.09 Millisekunden Stille. Der letzte Ton hat eine Tonhöhe von 500 Hertz, eine Länge von 100 Millisekunden und 0.7 Millisekunden Stille.
it: In questo esempio, il primo segnale acustico nella sequenza ha tono pari a 1500, durata pari a 100 e silenzio pari a 0.5. Il tono del secondo suono è 1000, la durata è 100 e il silenzio è 0.09. L'ultimo suono nella sequenza ha tono 500, durata 100 e il silenzio è 0.7.
ja: この例では、順番の最初の音は1500のピッチ、100の長さ、0.5の音のない部分があります。2番目の音のピッチは1000、長さは100、そして音のない部分は0.09です。順番の最後の音はピッチ500、長さ100、音のないところ0.7です。
pt_br: Neste exemplo, o primeiro tom em uma sequência tem uma tonalidade (afinação) de 1500, duração de 100 e 0,5 de silêncio. A tonalidade do segundo tom é 1000, a duração é 100 e o silêncio é de 0,09. O último tom em uma sequência tem tonalidade 500, duração 100 e o silêncio é 0,7.
pt_pt: Neste exemplo, o primeiro tom em uma sequência tem um tom de 1500, duração de 100 e 0,5 silêncio. O pitch do segundo tom é 1000, a duração é 100 e o silêncio é de 0,09. O último tom em uma sequência tem pitch 500, duração 100 e o silêncio é 0.7.
sk: Prvý tón má výšku 1500 hertzov, dĺžku 100 a nasleduje ticho v trvaní 0.5. Druhý má výšku 1000, trvanie 100, s ticho je 0.09. Tretí tón má výšku 500, trvanie 100, a ticho 0.7.
tr: Bu örnekte, 1. dizideki ilk tonun perdesi 1500, süresi 100 ve 0,5 sessizlik vardır. İkinci tonun perdesi 1000, süresi 100 ve sessizlik 0,09'dur. ve son dizideki son ton perdesi 500, süresi 100 ve sessizlik 0,7'dir.
zh_cn: 在该示例中，序列中的第一音调具有1500的音高，100的持续时间和0.5的静音。第二个音调的音高为1000，持续时间为100，静音为0.09。序列中的最后一个音调具有音高500，持续时间100，并且静音为0.7。

source: Note, the silence parameter is necessary to specify even if you think that it's not, because if not specified, NVDA will override the previous tone by the next one, and you will get unexpectable results. That's why I made it to be necessary.
de: Hinweis: Der Parameter für die Stille ist besonders wichtig, ansonsten überlagert NVDA den vorherigen mit dem nächsten Ton, wobei das dann zu unerwünschten Effekten führen kann.
it: Nota: è necessario specificare il parametro silenzio anche se pensate che non lo sia, perché, se non specificato, NVDA sostituirà il suono precedente con il successivo, e otterrete risultati imprevisti. Ecco perché l'ho reso necessario.
ja: Note, 音のないところのパラメータは音のないところがないと思っても、記述が必要です。もし記述がない場合、NVDAは次の音を前の音に上書きし、期待しない結果となるからです。これが必須とした理由です。
pt_br: Observe que o parâmetro silêncio é necessário para especificar mesmo que ache que não é, porque se não for especificado, o NVDA irá sobrescrever o tom anterior pelo próximo, e você obterá resultados inesperados. É por isso que eu fiz isso ser necessário.
pt_pt: Note que o parâmetro silêncio é necessário para especificar mesmo que ache que não é, porque se não for especificado, o NVDA irá sobrescrever o tom anterior pelo próximo, e você obterá resultados inesperados. É por isso que eu fiz isso para ser necessário.
sk: Vždy musíte špecifikovať aj parameter ticho a to aj v prípade, že žiadne ticho nechcete vložiť. Inak bude NVDA tóny ignorovať.
tr: Önemli, Sessizlik parametresinin belirtilmesi zorunludur. Eğer belirtilmezse, Tone Master Alt Alta bulunan iki dizeyi üst üste algılar ve beklenmedik sonuçlar alabilirsiniz.
zh_cn: 注意，即使您认为不是，也需要使用静音参数来指定，因为如果没有指定，NVDA将覆盖下一个音调的前一个音调，您将获得意想不到的结果。这就是为什么我认为这是必要的。

source: To get more familiar with tone data files syntax, please view and try editing the example file included with this add-on. It's located in the "tones" subfolder, where all your .tdf files must be located as well.
de: Um sich vertrauter mit der ganzen Syntax zu machen, können Sie sich natürlich an der Beispieldatei in dieser NVDA-Erweiterung orientieren. Diese befindet sich im Ordner "Tones", wo üblicherweise sich die Klang-Dateien ebenso befinden sollten.
it: Per acquisire familiarità con la sintassi dei Tone data files, leggete e provate a modificare il file di esempio incluso in questo add-on. Si trova nella sottocartella "tones", dove devono essere salvati anche tutti i vostri file .tdf.
ja: トーンデータファイルの構文についてよく知るために、このアドオンに含まれている一例のファイルを閲覧して編集してみて下さい。それは「tones」サブフォルダにあります。.あなたのtdfファイルもすべて同様に同じ場所になければなりません。
pt_br: Para se familiarizar com a sintaxe dos arquivos de dados de tom, veja e tente editar o arquivo de exemplo incluído neste complemento. Ele está localizado na subpasta "tones", onde todos os seus arquivos .tdf também devem estar localizados.
pt_pt: Para se familiarizar com a sintaxe dos ficheiros de dados de tom, veja e tente editar o ficheiro de exemplo incluído neste complemento. Ele está localizado na subpasta "tons", onde todos os seus arquivos .tdf devem estar localizados também.
sk: Aby ste lepšie pochopili fungovanie súborov s melódiou, pozrite si ukážkovú melódiu, ktorú nájdete v priečinku "tones" v priečinku doplnku. Do tohto adresára tiež musíte uložiť aj vaše súbory s melódiami.
tr: Ton veri dosyalarının yapısına aşina olmak için lütfen eklentiyle birlikte gelen örnek dosyayı görüntüleyin ve düzenlemeyi deneyin. Örnek dosyayı "tones" alt klasöründe bulabilirsiniz.
zh_cn: 要更熟悉音调数据文件语法，请查看并尝试编辑此插件附带的示例文件。它位于“tones”子文件夹中，所有.tdf文件也必须位于此子文件夹中。

source: Shortcut keys
de: Kurztastenbefehle
it: Tasti rapidi
ja: ショートカットキー
pt_br: Teclas de atalho
pt_pt: Teclas de atalho:
sk: Klávesové skratky
tr: Kısayol tuşları
zh_cn: 快捷键

source: Alt+NVDA+T: Plays currently loaded tone data if everything is ok.
de: Alt+NVDA+T: Spielt die aktuelle Klang-Datei ab.
it: Alt+NVDA+T: riproduce il suono al momento caricato se tutto è ok.
ja: Alt+NVDA+T: 全てOKであれば、現在読み込まれているトーンデータを再生します。
pt_br: Alt+NVDA+T: Reproduz dados de tom carregados no momento, se tudo estiver ok.
pt_pt: Alt+NVDA+T: Reproduz dados de tom carregados no momento, se tudo estiver ok.
sk: Alt+nvda+T: Prehrá súbor s melódiou.
tr: Alt+NVDA+T: Hiçbir hata yoksa, o anda açılmış ton dosyasını çalar.
zh_cn: Alt+NVDA+T: 播放当前加载的音色数据。

source: Alt+Shift+NVDA+T: Stops playback for currently loaded tone data if any tone data is playing.
de: Alt+Umschalt+NVDA+T: Unterbricht die momentan abzuspielende Klang-Datei.
it: Alt+Shift+NVDA+T: interrompe la riproduzione del suono al momento caricato se ce n'è uno.
ja: Alt+Shift+NVDA+T: トーンデータを再生している場合、現在読み込まれているトーンデータの再生を停止します。
pt_br: Alt+Shift+NVDA+T: Pára a reprodução dos dados de tom carregados no momento se algum dado estiver sendo reproduzido.
pt_pt: Alt+Shift+NVDA+T: Pára a reprodução dos dados de tom carregados actualmente se algum dado de tom estiver a ser reproduzido.
sk: Alt+Shift+NVDA+T: Zastaví prehrávanie.
tr: Alt+Shift+NVDA+T: Eğer bir ton verisi çalınıyorsa, çalmayı durdurur.
zh_cn: Alt+Shift+NVDA+T: 如果正在播放任何音调数据，则停止播放当前加载的音色数据。

source: Alt+NVDA+N: Creates and opens a new blank tone data file in Notepad for editing.
de: Alt+NVDA+N: Erstellt und öffnet eine neue Klang-Datei im Editor.
it: Alt+NVDA+N: crea ed apre nel blocco note un nuovo tone data file per l'editing.
ja: Alt+NVDA+N: 新しい空白のトーンデータファイルをメモ帳で編集するために作成し開きます。
pt_br: Alt+NVDA+N: Cria e abre um novo arquivo de dados de tom em branco no Bloco de Notas para edição.
pt_pt: Alt+NVDA+N: Cria e abre um novo ficheiro de dados de tom em branco no Bloco de Notas para edição.
sk: Alt+NVDA+N: Otvorí poznámkový blok s a umožní vytvoriť nový súbor s meódiou.
tr: Alt+NVDA+N: Düzenleme için Not Defteri'nde yeni bir boş ton veri dosyası oluşturur ve açar.
zh_cn: Alt+NVDA+N: 在记事本中创建并打开一个新的空白音调数据文件以进行编辑。
