Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/toneMaster.*.po
Languages: de, it, ja, pt_br, pt_pt, sk, tr, zh_cn

source: Alt+NVDA+L: Opens a dialog that lets you choose one of your available tone data files to be loaded for playback.
de: Alt+NVDA+L: Zeigt ein Dialogfeld zum Wiedergeben an, indem Sie eine bereits geladene Klang-Datei erneut auswählen können.
it: Alt+NVDA+L: apre una finestra di dialogo che vi permette di scegliere uno dei vostri tone data files per caricarlo e riprodurlo.
ja: Alt+NVDA+L: 読み込んで再生するために利用可能なトーンデータファイルの1つを選択するためのダイアログを開きます。
pt_br: Alt+NVDA+L: Abre uma caixa de diálogo que permite escolher um dos arquivos de dados de tom disponíveis para serem carregados para reprodução.
pt_pt: Alt+NVDA+L: Abre uma caixa de diálogo que permite escolher um dos ficheiros de dados de tom disponíveis para serem carregados para reprodução.
sk: Alt+NVDA+L: Otvorí zoznam melódií, z ktorého môžete vybrať súbor na prehratie.
tr: Alt+NVDA+L: Oynatmak için bir ton veri dosyası seçebileceğiniz bir iletişim kutusu açar.
zh_cn: Alt + NVDA + L：打开一个对话框，您可以选择要加载的一个可用音色数据文件进行播放。

source: Alt+NVDA+E: Opens currently loaded tone data file in Notepad for editing.
de: Alt+NVDA+E: Öffnet die aktuell geladene Klang-Datei im Editor.
it: Alt+NVDA+E: apre nel blocco note il tone data file al momento caricato per l'editing.
ja: Alt+NVDA+E: 現在読み込まれているトーンデータをメモ帳で編集するために開きます。
pt_br: Alt+NVDA+E: Abre o arquivo de dados de tom carregado atualmente no Bloco de Notas para edição.
pt_pt: Alt+NVDA+E: Abre o ficheiro de dados de tom carregado actualmente no Bloco de Notas para edição.
sk: Alt+NVDA+E: Otvorí v poznámkovom bloku súbor s melódiou, ktorý ste načítali zo zoznamu melódií.
tr: Alt+NVDA+E: Açılmış ton veri dosyasını düzenlemeniz için dosyayı not defterinde açar.
zh_cn: Alt + NVDA + E：在记事本中打开当前加载的音色数据文件以进行编辑。

source: Alt+NVDA+O: Opens a folder with tone data files where you should also save them in order to be located by Tone Master.
de: Alt+NVDA+O: Öffnet einen Ordner, indem Sie die entsprechende Klang-Datei auswählen und laden können.
it: Alt+NVDA+O: apre una cartella con i tone data file, nella quale dovreste anche salvarli perché Tone Master li possa trovare.
ja: Alt+NVDA+O: トーンデータファイルのフォルダを開きます。Tone Masterにより場所がわかるように、ファイルはそこに保存します。
pt_br: Alt+NVDA+O: Abre uma pasta com arquivos de dados de tom onde você também deve salvá-los para que sejam localizados pelo Tom Master.
pt_pt: Alt+NVDA+O: Abre uma pasta com ficheiros de dados de tom, onde também deve guardá-los para serem localizados pelo extra.
sk: Alt+NVDA+O: Otvorí priečinok, v ktorom musia byť uložené melódie.
tr: Alt+NVDA+O: Ton veri dosyalarının bulunması gereken "tones" klasörünü açar.
zh_cn: Alt + NVDA + O：打开一个带有音色数据文件的文件夹。

source: Other notes
de: Weitere Anmerkungen
it: Altre note
ja: その他
pt_br: Outras notas
pt_pt: Outras notas
sk: Poznámky
tr: Diğer notlar
zh_cn: 其他说明

source: You can also create, edit and load tone data files, or open tones folder where these files are located by going into the NVDA menu, Tools SubMenu, Tone Master SubMenu.
de: Sie können entweder Klang-Dateien erstellen, bearbeiten und laden oder zu den Ordnern wechseln, die schon erstellte Dateien beinhalten. Sie gelangen zu den Ordnern über das NVDA-Menü > Werkzeuge > Tone-Master.
it: Potete anche creare, editare e caricare tone data files, o aprire la cartella dei suoni dove si trovano questi files, andando nel menù di NVDA, sottomenù Strumenti, sottomenù Tone Master.
ja: トーンデータファイルを作成、編集、読み込み、または、それらのファイルが配置されているトーンフォルダを開くのは、NVDA、ツールサブメニュー、Tone Masterサブメニューに行くことでも可能です。
pt_br: Também pode criar, editar e carregar arquivos de dados de tons ou abrir a pasta de tons onde esses arquivos estão localizados indo para o menu do NVDA, Submenu Ferramentas, Submenu Tom Master.
pt_pt: Também pode criar, editar e carregar ficheiros de dados de tons ou abrir a pasta de tons onde esses ficheiros estão localizados indo para o menu do NVDA, submenu de ferramentas, submenu de mestre de tons.
sk: Priečinok s melódiami je možné otvoriť z menu NVDA > nástroje > Hracia skrynka.
tr: Kısayol tuşlarının yanı sıra, Ayrıca NVDA menüsü, Araçlar, Ton Alt Menüsü'ne giderek ton veri dosyalarını açabilir, oluşturabilir, düzenleyebilir veya bu dosyaların bulunduğu tones klasörünü açabilirsiniz.
zh_cn: 您还可以通过进入NVDA菜单，Tools SubMenu，Tone Master SubMenu来创建，编辑和加载音色数据文件，或打开这些文件所在的音调文件夹。

source: When the dialog for creating new tone data file is displayed, type the name without .tdf extension. The extension will be automatically added by Tone Master. If no name was specified, Tone Master will use the default name "untitled.tdf". Tone Master will automatically create and load new file for you, and it will also be opened in Notepad for editing. Press Escape at the file name prompt to cancel new file creation.
de: Wenn das Dialogfeld zum Erstellen von neuen Klang-Dateien angezeigt wird, können Sie den Namen (ohne die Endung ".tdf") direkt eingeben. Die Endung wird automatisch vom Tone-Master angehängt. Falls kein Name angegeben wurde, wird standardmäßig "Untitled.tdf" genommen. Der Tone-Master erstellt anschließend eine neue Datei und öffnet sie im Editor. Mit der Escape-Taste können Sie den Vorgang abbrechen.
it: Quando appare la finestra per creare nuovi tone data files, scrivete il nome senza l'estensione .tdf. L'estensione verrà aggiunta automaticamente da Tone Master. Se non è stato specificato nessun nome, Tone Master utilizzerà il nome di default "untitled.tdf". Tone Master creerà e caricherà il nuovo file automaticamente per voi e questo sarà anche aperto nel blocco note per l'editing. Premete escape alla richiesta del nome del file per annullare la creazione del nuovo file.
ja: 新しいトーンデータファイルを作成するダイアログが表示されている時、名前は.tdf拡張子なしで入力します。拡張子はTone Masterにより自動的に追加されます。名前が記述されていない場合、Tone Masterは初期設定された名前「untitled.tdf」を使用します。Tone Masterは自動的に新しいファイルを作成して読み込み、編集のためにメモ帳で開かれます。新しいファイルの作成をキャンセルする時はファイル名のプロンプトでエスケープを押します。
pt_br: Quando a caixa de diálogo para criar o novo arquivo de dados de tom for exibida, escreva o nome sem a extensão .tdf. A extensão será adicionada automaticamente pelo Tom Master. Se nenhum nome for especificado, o Tom Master usará o nome padrão "untitled.tdf". O Tom Master criará e carregará automaticamente um novo arquivo para você e também será aberto no Bloco de Notas para edição. Pressione Escape no prompt do nome do arquivo para cancelar a criação do novo arquivo.
pt_pt: Quando a caixa de diálogo para criar o novo ficheiro de dados de tom for mostrada, escreva o nome sem a extensão .tdf. A extensão será adicionada automaticamente pelo Tom Master. Se nenhum nome for especificado, o Mestre de Tom usará o nome padrão "untitled.tdf". O Tone Master irá criar e carregar automaticamente novos ficheiros para si, e também será aberto no Bloco de Notas para edição. Pressione Escape no prompt do nome do ficheiro para cancelar a criação de novos ficheiros.
sk: Keď vytvárate nový súbor s melódiou cez skratku nvda+alt+n, názov zadávajte bez prípony. Ak nevložíte názov, doplnok priradí názov "bez názvu". Vytvorenie nového súboru môžete zrušiť klávesom escape.
tr: Yeni ton veri dosyası oluşturma iletişim kutusu görüntülendiğinde, dosya adını .tdf uzantısı olmadan yazın. Dosya uzantısı Ton Ustası tarafından otomatik olarak eklenecektir. Herhangi bir ad belirtilmemişse, Tone Master "untitled.tdf" olan varsayılan dosya adını kullanacaktır. Dosya oluşturulduğunda Ton Ustası yeni dosyayı oluşturacak ve düzenlemeniz için Not Defteri'nde açacaktır. Eğer yeni dosya oluşturmak istemiyorsanız iletişim kutusundan Escape tuşuna basarak çıkabilirsiniz.
zh_cn: 显示创建新音调数据文件的对话框时，键入不带.tdf扩展名的名称。该扩展程序将由Tone Master自动添加。如果未指定名称，Tone Master将使用默认名称“untitled.tdf”。 Tone Master将自动为您创建和加载新文件，它也将在记事本中打开以进行编辑。在文件名提示下按Escape取消新文件创建。

source: Note: Tone Master uses Notepad for editing tone data files, since it comes with Windows by default and therefore any computer should have it available.
de: Hinweis: Der Tone-Master verwendet standardmäßig zum Bearbeiten der Klang-Dateien den Windows-Editor.
it: Nota: Tone Master usa il blocco note per editare i tone data files, perché viene fornito da Windows per default e quindi ogni computer dovrebbe averlo.
ja: 備考: Tone Masterは、トーンデータファイルを編集するのにメモ帳を使用します。Windowsに最初から付いていて、どのコンピュータでも利用可能であるはずだからです。
pt_br: Nota: O Tom Master usa o Bloco de Notas (Notepad) para editar arquivos de dados de tom, já que ele vem com o Windows por padrão e, portanto, qualquer computador deve tê-lo disponível.
pt_pt: Nota: O Tom Master usa o Notepad para editar ficheiros de dados de tom, já que ele vem com o Windows por padrão e, portanto, qualquer computador deve tê-lo disponível.
sk: Na vytváranie a úpravu používa doplnok poznámkový blok, keďže Notepad je súčasťou operačného systému a predpokladá sa, že bude k dispozícii.
tr: Not: Ton Ustası, varsayılan olarak Windows ile birlikte geldiğinden ve bu nedenle herhangi bir bilgisayarda mevcut olması gerektiğinden, ton veri dosyalarını düzenlemek için Not Defteri'ni kullanır.
zh_cn: 注意：Tone Master使用记事本编辑音调数据文件，因为默认情况下它附带Windows中，因此任何计算机都应该有记事本这个程序。

source: When the dialog for loading tone data file is open, use the arrow keys to select a file to load and then press Enter. Press Escape to cancel loading.
de: Wenn das Dialogfeld zum Öffnen von Klang-Dateien angezeigt wird, können Sie mit den Pfeiltasten eine Datei auswählen und sie mit der Eingabetaste öffnen oder den Dialog mit der Escape-Taste abbrechen.
it: Quando si apre la finestra per caricare i tone data file usate i tasti freccia per selezionare un file da caricare e poi premete Invio. Premete Escape per annullare il caricamento.
ja: トーンデータファイルを読み込むダイアログを開き、矢印キーを使用して読み込むファイルを選択し、エンターキーを押して下さい。読み込みをキャンセルするにはエスケープを押して下さい。
pt_br: Quando o diálogo para carregar o arquivo de dados de tom estiver aberto, use as teclas de seta para selecionar um arquivo para carregar e, em seguida, pressione Enter. Pressione Escape para cancelar o carregamento.
pt_pt: Quando a caixa de diálogo para carregar o ficheiro de dados de tom estiver aberta, use as teclas de seta para seleccionar um ficheiro para carregar e, em seguida, pressione Enter. Pressione Escape para cancelar o carregamento.
sk: V dialógu na načítanie melódie vyberte šípkami požadovanú melódiu a otvorte ju klávesom enter.
tr: Ton veri dosyası açma iletişim kutusu açıkken, açmak istediğiniz dosyayı seçmek için ok tuşlarını kullanın ve ardından Enter'a basın. Dosya açmak istemiyorsanızEscape tuşuna basın.
zh_cn: 当打开加载音调数据文件的对话框时，使用光标键选择要加载的文件，然后按Enter键。按Escape键取消加载。

source: When you open a folder with .tdf files, you can then load them in your text editor for viewing or editing. However, in order to hear your results on the fly, I highly recommend you to load the file into Tone Master first if possible. Then you can edit the file, save your progress, and after each save you can use play command to hear your last result.
de: Wenn Sie einen Ordner mit einer .tdf-Datei öffnen, können Sie die Datei zum Anzeigen und Bearbeiten im Editor laden. Um sich die Ergebnisse sofort anhören zu können, wird empfohlen die Datei im Tone-Master erst zu laden. Anshließend können Sie die Datei bearbeiten, speichern und danach das Ergebnis nochmal abspielen.
it: Quando aprite una cartella con file .tdf, potete poi caricarli nel vostro editor di testi per leggerlo o editarlo. Ad ogni modo, per ascoltare il vostro risultato al volo, vi suggerisco caldamente di caricare prima il file in Tone Master se possibile. Poi potrete editare il file, salvare il vostro progresso, e dopo ogni salvataggio utilizzare il comando Play per ascoltare il vostro ultimo risultato.
ja: .tdfファイルのフォルダを開き、テキストエディタで読み込んで閲覧、編集出来ます。しかしながら、結果を急いで聞きたい時は、可能であればまずTone Masterにファイルを読み込むのを強くおすすめします。そして、ファイルを編集して、続きを保存して、それぞれの保存後は再生コマンドを使用して最終的な結果を聞くことが出来ます。
pt_br: Ao abrir uma pasta com arquivos .tdf, pode carregá-los no seu editor de texto para visualização ou edição. No entanto, para ouvir seus resultados rapidamente, recomendo que carregue o arquivo no Tom Master primeiro, se possível. Em seguida, você pode editar o arquivo, salvar seu progresso e, após cada arquivamento, pode usar o comando reproduzir para ouvir seu último resultado.
pt_pt: Quando abre uma pasta com ficheiros.tdf, pode carregá-los no seu editor de texto para visualização ou edição. No entanto, para ouvir os seus resultados em tempo real, recomendo que carregue o ficheiro no Tone Master primeiro, se possível. Então pode editar o ficheiro, guardar o seu progresso, e após cada arquivamento pode usar o comando play para ouvir o seu último resultado.
sk: Súbory s príponou .tdf môžete priamo otvoriť a upravovať z priečinka "tones". Ak chcete upravovať melódiu a súčasne počuť výsledok, najprv melódiu načítajte cez skratku nvda+alt+l. Po uložení budete môcť rovno opakovane prehrávať výsledok.
tr: .tdf dosyaları içeren bir klasör açtığınızda, görüntülemek veya düzenlemek için bunları metin düzenleyicinizde açabilirsiniz. Ancak, sonuçlarınızı anında duymak için önce dosyayı Tone Master'da açmanızı tavsiye ederim. Ardından dosyayı düzenleyebilir, ilerlemenizi kaydedebilir ve her kaydetmeden sonra dosyanın son halini dinlemek için oynat komutunu kullanabilirsiniz.
zh_cn: 使用.tdf文件打开文件夹时，可以在文本编辑器中加载它们以供查看或编辑。但是，为了在运行中听到您的结果，我强烈建议您尽可能先将文件加载到Tone Master中。然后，您可以编辑文件，保存进度，每次保存后，您可以使用播放快捷键来听取最后的结果。

source: Changes for 1.5
pt_br: Mudanças para 1.5
tr: 1.5 için değişiklikler

source: Fixed: Fixed compatibility issue with NVDA 2022.1 and later versions.
pt_br: Corrigido: Corrigido o problema de compatibilidade com o NVDA 2022.1 e versões posteriores.Corrigido: Corrigido problema de compatibilidade com versões mais novas do NVDA.
tr: Düzeltildi: NVDA 2022.1 ve sonraki sürümlerle uyumluluk sorunu düzeltildi.

source: Changes for 1.4
pt_br: Mudanças para 1.4
tr: 1.4 için değişiklikler

source: Fixed: Fixed compatibility issue with NVDA 2021.1 and later versions.
pt_br: Corrigido: Corrigido o problema de compatibilidade com o NVDA 2021.1 e versões posteriores.
tr: Düzeltildi: NVDA 2021.1 ve sonraki sürümlerle uyumluluk sorunu düzeltildi.

source: Changes for 1.3
de: Änderungen in 1.3
it: Novità nella versione 1.3
ja: 1.3の変更点
pt_br: Mudanças para 1.3
pt_pt: Mudanças para 1.3
sk: Verzia 1.3
tr: 1.3 için değişiklikler
zh_cn: 版本1.3

source: Fixed: Fixed compatibility issue with newer NVDA versions.
de: Es wurde ein Kompatibilitätsproblem mit neueren NVDA-Versionen behoben.
it: Risolto: risolti i problemi di compatibilità con le nuove versioni di NVDA.
ja: 修正: より新しいNVDAバージョンでの互換性の問題を修正しました。
pt_br: Corrigido: Corrigido problema de compatibilidade com versões mais novas do NVDA.
pt_pt: Corrigido: Corrigido problema de compatibilidade com versões mais novas do NVDA.
sk: Upravené pre nové verzie NVDA.
tr: Düzeltildi: Daha yeni NVDA sürümleriyle uyumluluk sorunu düzeltildi.
zh_cn: 修复：修复较新的NVDA版本的兼容性问题。

source: Changes for 1.2
de: Änderungen in 1.2
it: Novità nella versione 1.2
ja: 1.2の変更点
pt_br: Mudanças para 1.2
pt_pt: Mudanças para 1.2
sk: Verzia 1.2
tr: 1.2 için değişiklikler
zh_cn: 版本1.2

source: Fixed: Addressed major issue where selecting an empty tone data, then selecting another one and trying to play it results in tone data not being played.
de: Behoben: Ein Problem, bei dem man erst eine leere Klang-Datei laden konnte, anschließend eine andere öffnete und eine Fehlermeldung, dass keine abgespielt wurde, auftrat.
it: Risolto: risolto un grosso problema, in cui selezionando un suono vuoto, poi selezionandone un altro e provando a riprodurlo dava luogo alla mancata riproduzione del suono.
ja: 修正: 空のトーンデータを選択し、他のデータを選択し、再生しようとすると、トーンデータが再生されない結果となる、大きな問題に取り組みました。
pt_br: Corrigido: Problema importante resolvido, em que selecionar um dado de tom vazio, em seguida selecionar outro e tentar reproduzi-lo, resultando na não reprodução dos dados do tom.
pt_pt: Corrigido: Um Problema importante resolvido, em que seleccionar um dado de tom vazio e, em seguida, seleccionar outro e tentar reproduzi-lo resultava em dados de tom que não eram reproduzidos.
sk: Opravená chyba, ktorá nastala ak ste sa pokúsili prehrať prázdny súbor a potom už nefungovalo ani prehrávanie ostatných súborov.
tr: Düzeltildi: Boş bir ton verisi seçip ardından başka bir ton verisi seçip onu çalmaya çalışmanın ton verilerinin çalınmamasıyla sonuçlanması sorunu giderildi.
zh_cn: 修正：解决主要问题，选择空音数据，然后选择另一个并尝试播放，导致音调数据无法播放。

source: Changes for 1.1
de: Änderungen in 1.1
it: Novità nella versione 1.1
ja: 1.1の変更点
pt_br: Mudanças para 1.1
pt_pt: Mudanças para 1.1
sk: Verzia 1.1
tr: 1.1 için değişiklikler
zh_cn: 版本1.1

source: Added: An option to create new tone data file and open it in Notepad for editing.
de: Hinzugefügt: Eine Option zum Erstellen und Bearbeiten von neuen Klang-Dateien im Editor.
it: Aggiunta: un'opzione per creare un nuovo tone data file ed aprirlo nel blocco note per modificarlo.
ja: 追加: 新しいトーンデータファイルを作成し、編集のためにメモ帳で開くオプション。
pt_br: Adicionado: Uma opção para criar um novo arquivo de dados de tom e abri-lo no Bloco de Notas para edição.
pt_pt: Adicionado: uma opção para criar um novo ficheiro de dados de tom e abri-lo no Bloco de Notas para edição.
sk: Pridaná možnosť vytvorenia súboru.
tr: Eklendi: Tonlarca yeni veri dosyası oluşturmak ve düzenlemek için Not Defteri'nde açma seçeneği.
zh_cn: * 新增：创建新音色数据文件并在记事本中打开以进行编辑的选项。

source: Added: An option to edit currently loaded tone data file in Notepad.
de: Hinzugefügt: Eine Option zum Bearbeiten von bereits geladenen Klang-Dateien im Editor.
it: Aggiunta: un'opzione per editare nel blocco note il tone data file al momento caricato.
ja: 追加: 現在読み込まれているトーンデータファイルをメモ帳で編集するオプション。
pt_br: Adicionado: Uma opção para editar o arquivo de dados de tom carregado atualmente no Bloco de Notas.
pt_pt: Adicionado: uma opção para editar o ficheiro de dados de tom carregado actualmente no Bloco de Notas.
sk: Pridaná možnosť otvoriť súbor s melódiou z ponuky doplnku.
tr: Eklendi: Şu anda yüklü olan ton veri dosyasını Not Defteri'nde düzenleme seçeneği.
zh_cn: 新增：在记事本中编辑当前加载的音色数据文件的选项。

source: Improved: Error messages are now more user-friendly.
de: Verbessert: Fehlermeldungen sind nun aussagekräftiger.
it: Migliorato: i messaggi di errore ora sono più amichevoli.
ja: 改善: エラーメッセージがユーザーにとってわかりやすくなりました。
pt_br: Aprimorado: As mensagens de erro agora são mais fáceis de usar.
pt_pt: Aprimorado: as mensagens de erro agora são mais fáceis de usar.
sk: Upravené chybové hlásenia.
tr: İyileştirildi: Hata mesajları artık daha anlaşılabilir.
zh_cn: 改进：错误消息提示现在变的更加友好。

source: Improved: Certain addon features such as opening tones folder or editing tone data files in Notepad are now disallowed on secure screens.
de: Verbessert: Unter Umständen werden bestimmte Features der NVDA-Erweiterung beispielsweise das Öffnen oder Bearbeiten von Klang-Dateien im Editor nun in geschützten Desktop aus Sicherheitsgründen unterbunten.
it: Migliorato: alcune caratteristiche dell'add-on, come aprire la cartella dei suoni o modificare i tone data file nel blocco note, sono ora inibite nella modalità desktop sicuro.
ja: 改善: トーンフォルダを開く、トーンデータをメモ帳で編集する、といった一部のアドオンの機能がセキュアスクリーンで禁止されるようになりました。
pt_br: Aprimorado: Certos recursos adicionais, como a abertura de pasta de tons ou a edição de arquivos de dados de tom no Bloco de notas, agora não são permitidos em telas seguras.
pt_pt: Aprimorado: Certos recursos adicionais, como a abertura de pasta de tons ou a edição de ficheiros de dados de tom no Bloco de notas, agora não são permitidos em ecrãs seguros.
sk: Na zabezpečených obrazovkách viac nie je možné upravovať a vytvárať súbory s melódiou.
tr: İyileştirildi: Tonlar klasörünü açma veya Not Defteri'nde ton verisi dosyalarını düzenleme gibi belirli eklenti özelliklerine artık güvenli ekranlarda izin verilmemektedir.
zh_cn: 改进：现在不允许在安全屏幕上禁用某些插件功能，例如打开音调文件夹或在记事本中编辑音调数据文件。

source: Improved: User will be notified by NVDA if tone data playback is stopped.
de: Verbessert: NVDA teilt nun mit, wenn eine Wiedergabe unterbrochen wird.
it: Migliorato: gli utenti saranno avvertiti da NVDA se la riproduzione dei suoni viene interrotta.
ja: 改善: トーンデータの再生が停止すると、ユーザーがNVDAに通知されるようになりました。
pt_br: Aprimorado: O utilizador será notificado pelo NVDA se a reprodução dos dados de tom for interrompida.
pt_pt: Melhorado: O utilizador será notificado pelo NVDA se a reprodução dos dados de tom for interrompida.
sk: NVDA upozorní na skončenie prehrávania.
tr: İyileştirildi: Ton verisi oynatımı durdurulursa, kullanıcı NVDA tarafından bilgilendirilecektir.
zh_cn: 改进：如果音频数据播放停止，NVDA将通知用户。

source: Fixed: Disallowed playback of tone data while the one is already playing.
de: Behoben: Solange eine Klang-Datei wiedergegeben wird, llässt sich keine weitere laden.
it: Risolto: inibita la riproduzione di unsuono quando se ne sta riproducendo un altro.
ja: 修正: 1つ既に再生されている間の、トーンデータの再生の禁止。
pt_br: Corrigido: Não permitia a reprodução de dados de tom enquanto o mesmo já estava sendo reproduzido.
pt_pt: Corrigido: não permitia a reprodução de dados de tom enquanto o outro já estava sendo reproduzido.
sk: Zakázané prehrávanie viacerých súborov súčasne.
tr: Düzeltildi: Eğer bir ton verisi çalınıyorsa, artık başka bir dosya çalamazsınız.
zh_cn: 修正：在播放音色数据时不允许重复播放音色数据。

source: Changes for 1.0
de: Änderungen in 1.0
it: Novità nella versione 1.0
ja: 1.0の変更点
pt_br: Mudanças para 1.0
pt_pt: Mudanças para 1.0
sk: Verzia 1.0
tr: 1.0 için değişiklikler
zh_cn: 版本1.0

source: Initial release.
de: Erste Version.
it: Versione iniziale.
ja: 最初のリリース。
pt_br: Versão inicial.
pt_pt: Versão inicial
sk: Prvé vydanie.
tr: İlk sürüm.
zh_cn: 初始发布。
