Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/tonysEnhancements.*.po
Languages: bg, de, fr, pt_br, uk

source: Alt+NumPadMultiply: Point mouse cursor at current object and right mouse button click on it.
bg: Alt+Звезда от цифровия блок: Преместване на курсора на мишката върху текущия обект и щракване с десния бутон на мишката върху него.
de: Alt+Nummernblock-Stern: Zeigt mit dem Mauszeiger auf das aktuelle Objekt und führt mit der Maustaste darauf einen Rechtsklick aus.
fr: Alt+pavNumMultiplié : Le curseur du pointeur de la souris à l'objet actuel et cliquer avec le bouton droit de la souris.
pt_br: Alt+NumPadMultiply: Aponte o cursor do mouse para o objeto atual e clique nele com o botão direito do mouse.
uk: Alt+додатковий знак множення: наводить курсор миші на поточний об’єкт і натискає на ньому правою кнопкою миші.

source: Alt+NumPadDelete: Move mouse cursor out of the way to top left corner of the screen. This can be useful to prevent unwanted hover over windows in certain applications.
bg: Alt+Delete от цифровия блок: Преместване на курсора на мишката в горния ляв ъгъл на екрана. Това може да бъде полезно за предотвратяване на нежелано задържане на мишката върху прозорци в дадени приложения.
de: Alt+Nummernblock-Entf: Zieht den Mauszeiger aus dem Weg in die linke obere Ecke des Bildschirms. Dies kann nützlich sein, um unerwünschte überlappende Fenster in bestimmten Anwendungen zu vermeiden.
fr: Alt+pavNum effacement : Déplacez le curseur de la souris à l'écart du coin supérieur gauche de l'écran. Cela peut être utile pour empêcher le survol indésirable sur Windows dans certaines applications.
pt_br: Alt+NumPadDelete: Move o cursor do mouse para fora do caminho, para o canto superior esquerdo da tela. Isso pode ser útil para evitar que o mouse passe por cima de janelas indesejadas em determinados aplicativos.
uk: Alt+додатковий деліт: переміщає курсор миші у верхній лівий кут екрана. Це може бути корисним для запобігання небажаному наведенню курсора на вікна в певних програмах.

source: The functionality for mouse wheel scrolling has been merged into NVDA core and is available in NVDA v2024.3 or later.
fr: La fonctionnalité de défilement avec la molette de la souris a été fusionnée dans le noyau NVDA et est disponible dans NVDA v2024.3 ou version ultérieure.
pt_br: A funcionalidade de rolagem da roda do mouse foi incorporada ao núcleo do NVDA e está disponível no NVDA v2024.3 ou posterior.

source: Detecting insert mode in text editors
bg: Засичане на режима на вмъкване в текстови редактори
de: Erkennung des Einfügemodus in Text-Editoren
fr: Détection du mode insertion dans les éditeurs de texte
pt_br: Detecção do modo de inserção em editores de texto
uk: Виявлення режиму вставки у текстових редакторах

source: If this option is enabled, NVDA will beep when it detects insert mode in text editors.
bg: Ако тази опция е включена, NVDA ще издава звуков сигнал, когато засече режима на вмъкване в текстови редактори.
de: Wenn diese Option aktiviert ist, gibt NVDA einen Signalton wieder, sobald der Einfügemodus in Text-Editoren erkannt wurde.
fr: Si cette option est activée, NVDA bip lorsqu'il détecte le mode insertion dans les éditeurs de texte.
pt_br: Se essa opção estiver ativada, o NVDA emitirá um bipe quando detectar o modo de inserção em editores de texto.
uk: Якщо цей параметр увімкнено, NVDA подаватиме звуковий сигнал, коли виявить режим вставки в текстових редакторах.

source: Blocking double insert keystroke
bg: Блокиране на двукратното натискане на клавиша INSERT
de: Zweimaligen Druck der Taste einfügen blockieren
fr: Blocage de la double frappe de la touche Insertion
pt_br: Bloqueio do pressionamento de tecla de inserção dupla
uk: Блокувати подвійний Insert

source: In NVDA pressing Insert key twice in a row toggles insert mode in applications. However, sometimes it happens accidentally and it triggers insert mode. Since this is a special keystroke, it cannot be disabled in the settings. This add-on provides a way to block this keyboard shortcut. When double insert is blocked, insert mode can stil be toggled by pressing NVDA+F2 and then Insert.
bg: При работещ NVDA, двукратно бързо натискане на клавиша INSERT превключва режима на вмъкване (режим "insert") в приложенията. Обаче понякога това се случва случайно и задейства режима на вмъкване. Тъй като това е специална клавишна команда, тя не може да бъде изключена от настройките. Тази добавка предоставя начин за блокиране на тази клавишна команда. Когато двойното натискане на INSERT е блокирано, режимът на вмъкване може да бъде превключен чрез натискане на NVDA+F2 и след това INSERT.
de: Während der Nutzung von NVDA bewirkt das zweimalige Drücken der Einfügen-Taste hintereinander den Wechsel zwischen Einfügen und Überschreiben, sofern die aktuelle Anwendung dies unterstützt. Manchmal geschieht dies jedoch versehentlich und löst den Überschreibmodus aus. Da es sich um einen speziellen Tastenanschlag handelt, kann er in den Einstellungen nicht deaktiviert werden. Diese Erweiterung bietet eine Möglichkeit, diese Tastenkombination zu blockieren. Wenn der Doppeldruck blockiert ist, kann der Einfügemodus durch Drücken von NVDA+F2 und betätigen der Einfügen-Taste umgeschaltet werden.
fr: Dans NVDA, le fait d'appuyer deux fois de suite sur la touche Insertion bascule le mode d'insertion dans les applications. Cependant, cela arrive parfois accidentellement et cela déclenche le mode insertion. Comme il s'agit d'une frappe spéciale, elle ne peut pas être désactivée dans les paramètres. Cette extension permet de bloquer ce raccourci clavier. Lorsque la double insertion est bloquée, le mode d'insertion peut toujours être basculé en appuyant sur NVDA+F2 puis sur Insertion.
pt_br: No NVDA, pressionar a tecla Insert duas vezes seguidas alterna o modo de inserção nos aplicativos. No entanto, às vezes isso acontece acidentalmente e aciona o modo de inserção. Como esse é um pressionamento de tecla especial, não pode ser desativado nas configurações. Esse complemento oferece uma maneira de bloquear esse atalho de teclado. Quando a inserção dupla é bloqueada, o modo de inserção ainda pode ser ativado pressionando NVDA+F2 e, em seguida, Inserir.
uk: При використанні NVDA подвійне натискання клавіші insert вмикає в деяких програмах режим вставки. Причому іноді це відбувається раптово. Оскільки це спеціальна команда, то її не можна вимкнути у налаштуваннях. Однак цей додаток надає можливість заблокувати цю комбінацію клавіш. Коли подвійний insert заблоковано, режим вставки і надалі можна вмикати натисканням NVDA+F2 і потім insert.

source: This option is disabled by default and must be enabled in the settings.
bg: Тази опция е изключена по подразбиране и трябва да бъде включена в настройките.
de: Diese Option ist standardmäßig ausgeshaltet und muss manuell in den Einstellungen aktiviert werden.
fr: Cette option est désactivée par défaut et doit être activée dans les paramètres.
pt_br: Essa opção está desativada por padrão e deve ser ativada nas configurações.
uk: Цей параметр початково вимкнено, його можна увімкнути в налаштуваннях.

source: Blocking double Caps Lock keystroke
fr: Blocage de la double frappe de la touche Verrouillage Majuscules
pt_br: Bloqueio do pressionamento duplo da tecla Caps Lock

source: In NVDA, when Caps Lock is set as an NVDA key, pressing it twice in a row toggles between uppercase and lowercase input modes. However, this can sometimes cause unintentional switching between these modes. Since this key’s behavior is unique and cannot be disabled through settings, this add-on offers a method to block this specific keyboard shortcut. When the double Caps Lock key press is blocked, you can still switch between uppercase and lowercase input modes by pressing NVDA+F2 followed by the Caps Lock key.
fr: Dans NVDA, lorsque la touche verrouillage majuscules est défini comme touche NVDA, le fait d'appuyer deux fois de suite dans une rangée, bascule entre les modes de saisie majuscules et minuscules. Cependant, cela peut parfois entraîner un basculement involontaire entre ces modes. Étant donné que le comportement de cette touche est unique et ne peut pas être désactivé via les paramètres, cette extension propose une méthode pour bloquer ce raccourci clavier spécifique. Lorsque Un double appui sur la touche verrouillage majuscules est bloquée, vous pouvez toujours basculer entre les modes de saisie majuscules et minuscules en appuyant sur NVDA+F2 suivi de la touche verrouillage majuscules.
pt_br: No NVDA, quando a tecla Caps Lock é definida como uma tecla do NVDA, pressioná-la duas vezes seguidas alterna entre os modos de entrada em maiúsculas e minúsculas. No entanto, isso às vezes pode causar uma alternância não intencional entre esses modos. Como o comportamento dessa tecla é exclusivo e não pode ser desativado por meio das configurações, esse complemento oferece um método para bloquear esse atalho de teclado específico. Quando o pressionamento duplo da tecla Caps Lock é bloqueado, você ainda pode alternar entre os modos de entrada em maiúsculas e minúsculas pressionando NVDA+F2 seguido da tecla Caps Lock.

source: System priority of NVDA process
bg: Системен приоритет на процеса на NVDA
de: System-Priorität des NVDA-Prozesses
fr: Priorité du processus de NVDA dans le système
pt_br: Prioridade do sistema do processo NVDA
uk: Системний пріоритет процесу NVDA

source: This allows to boost system priority of NVDA process, that might improve NVDA responsiveness, especially when CPU load is high.
bg: Това позволява да се повиши системният приоритет на процеса на NVDA, което може да подобри отзивчивостта на NVDA, особено когато натоварването на процесора е високо.
de: Dies ermöglicht es, die System-Priorität des NVDA-Prozesses zu erhöhen, was die Reaktionsfähigkeit von NVDA verbessern kann, insbesondere bei hoher CPU-Last.
fr: Cela permet d'augmenter la priorité du processus de NVDA dans le système, ce qui pourrait améliorer la réactivité de NVDA, en particulier lorsque la charge du processeur est élevée.
pt_br: Isso permite aumentar a prioridade do sistema do processo do NVDA, o que pode melhorar a capacidade de resposta do NVDA, especialmente quando a carga da CPU é alta.
uk: Це дозволяє підвищити системний пріоритет процесу NVDA, що може покращити швидкість відгуку NVDA, особливо при високому навантаженні на процесор.

source: Fixing a bug when focus gets stuck in the taskbar when pressing Windows+Numbers
bg: Поправяне на грешка, при която фокусът се заклещва в лентата на задачите при натискане на Windows+цифри
de: Behebung eines Fehlers, bei dem der Fokus in der Taskleiste hängen bleibt, wenn man Windows+Zahl drückt
fr: Correction d'un bogue lorsque le focus est coincée dans la barre des tâches lorsque vous appuyez sur Windows+numéros
pt_br: Correção de um erro quando o foco fica preso na barra de tarefas ao pressionar Windows+Numbers
uk: Виправлено помилку, коли фокус застрягав на панелі завдань при натисканні комбінації клавіш Windows+Цифри

source: This feature has been removed as of version v1.18. If you need a more reliable task switching functionality, please consider using [Task Switcher add-on](https://github.com/mltony/nvda-task-switcher).
fr: Cette fonctionnalité a été supprimée à partir de la version v1.18. Si vous avez besoin d'une fonctionnalité de changement de tâche plus fiable, envisagez d'utiliser [l'extension Task Switcher](https://github.com/mltony/nvda-task-switcher).
pt_br: Esse recurso foi removido a partir da versão v1.18. Se precisar de uma funcionalidade de alternância de tarefas mais confiável, considere a possibilidade de usar o [complemento Task Switcher] (https://github.com/mltony/nvda-task-switcher).

source: [[!meta title="Tony's enhancements"]]
bg: [[!meta title="Подобрения от Тони (Tony's enhancements)"]]
de: [[!meta title="Tonys Verbesserungen"]]
