Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/tonysEnhancements.*.po
Languages: bg, de, fr, pt_br, uk

source: This add-on contains a number of small improvements to NVDA screenreader, each of them too small to deserve a separate add-on.
bg: Тази добавка съдържа редица малки подобрения за екранния четец NVDA, като всяко от тях е твърде малко, за да си струва да е в отделна добавка.
de: Diese NVDA-Erweiterung enthält eine Reihe kleinerer Verbesserungen, von denen jede zu klein ist, um ein eigene NVDA-Erweiterung daraus zu machen.
fr: Cette extension contient un certain nombre de petites améliorations apportées au lecteur d'écran NVDA, chacune d'entre elles étant trop petite pour mériter une extension séparée.
pt_br: Esse complemento contém vários pequenos aprimoramentos no leitor de tela NVDA, cada um deles pequeno demais para merecer um complemento separado.
uk: Цей додаток містить низку невеликих поліпшень екранного читача NVDA, кожне з яких є занадто малим, щоб заслуговувати на окремий додаток.

source: This add-on is compatible with NVDA version 2024.2 or later
fr: Cette extension est compatible avec NVDA version 2024.2 ou ultérieure
pt_br: Esse complemento é compatível com o NVDA versão 2024.2 ou posterior

source: Downloads
fr: Téléchargements

source: Please install the latest version from NVDA add-on store.
fr: Veuillez installer la dernière version depuis l'add-on store de NVDA.
pt_br: Instale a versão mais recente da loja de complementos do NVDA.

source: Enhanced table navigation commands
bg: Разширени команди за навигация в таблици
de: Erweiterte Tabellen-Navigationsbefehle
fr: Commandes de navigation améliorées dans les tableaux
pt_br: Comandos de navegação de tabela aprimorados
uk: Поліпшені команди навігації у таблиці

source: NVDA+Control+digit - jump to 1st/2nd/3rd/... 10th column in the table.
bg: NVDA+Control+Цифра: Навигиране до първа/втора/трета/...десета колона в таблицата.
de: NVDA+Steuerung+Ziffer - springe zu Spalte 1, 2, 3 bis 10 in einer Tabelle.
fr: NVDA+Contrôle+chiffre - aller à la 1ère/2ème/3ème/... 10ème colonne du tableau.
pt_br: NVDA+Control+dígito - pula para a 1ª/2ª/3ª/... 10ª coluna da tabela.
uk: NVDA+Control+цифра – перейти до першого/другого/третього/десятого стовпчика таблиці.

source: NVDA+Alt+digit - jump to 1st/2nd/3rd/... 10th row in the table.
bg: NVDA+Alt+Цифра: Навигиране до първи/втори/трети/...десети ред в таблицата.
de: NVDA+Alt+Ziffer - springe zu Reihe 1, 2, 3 bis 10 in einer Tabelle.
fr: NVDA+Alt+chiffre - aller à la 1ère/2ème/3ème/... 10ème ligne du tableau.
pt_br: NVDA+Alt+digito - pula para a 1ª/2ª/3ª/... 10ª linha da tabela.
uk: NVDA+Alt+цифра – перейти до першого/другого/третього/десятого рядка таблиці.

source: Copying tables to clipboard
bg: Копиране на таблици в клипборда
de: Kopieren von Tabellen in die Zwischenablage
fr: Copier des tableaux dans le presse-papiers
pt_br: Copiando de tabelas para a área de transferência
uk: Копіювання таблиць у буфер обміну

source: With the following shortcuts you can copy either the whole table or current row or current column in a formatted way, so that you can paste it as a table to rich text editors, such as Microsoft Word or WordPad.
bg: Със следните клавишни команди можете да копирате или цялата таблица, или текущия ред, или текущата колона във форматиран вид, така че да можете да я поставите като таблица в редактори с форматиран текст, като Microsoft Word или WordPad.
fr: Avec les raccourcis suivants, vous pouvez copier le tableau entier ou la ligne actuelle ou la colonne actuelle de manière formatée, afin que vous puissiez le coller comme un tableau dans un éditeurs de texte riches, tels que Microsoft Word ou WordPad.
pt_br: Com os atalhos a seguir, você pode copiar toda a tabela, a linha atual ou a coluna atual de forma formatada, para que possa colá-la como uma tabela em editores de rich text, como o Microsoft Word ou o WordPad.
uk: За допомогою наведених нижче комбінацій клавіш ви можете скопіювати або всю таблицю, або поточний рядок, або поточний стовпець у відформатованому вигляді, щоб потім вставити його як таблицю в текстові редактори, такі як Microsoft Word або WordPad.

source: NVDA+Alt+T - shows popup menu with options to copy table or part of it.
bg: NVDA+Alt+T: Показва изскачащо меню с опции за копиране на таблица или част от нея.
fr: NVDA+Alt+T - Affiche le menu contextuel avec des options pour copier le tableau ou une partie de celui-ci.
pt_br: NVDA+Alt+T - mostra o menu pop-up com opções para copiar a tabela ou parte dela.
uk: NVDA+Alt+T — показує спливаюче меню з параметрами копіювання таблиці або її частини.

source: There are also separate scripts for copying tables, rows, columns and cells, but they don't have keyboard shortcuts assigned by default, custom keyboard shortcuts cfor them can be assigned in InputGestures dialog of NVDA.
fr: Il existe également des scripts distincts pour la copie des tableaux, des lignes, des colonnes et des cellules, mais aucun raccourci clavier n'est assigné par défaut, des raccourcis clavier personnalisés peuvent leur être assignés dans le dialogue Gestes de commandes de NVDA.
pt_br: Também há scripts separados para copiar tabelas, linhas, colunas e células, mas eles não têm atalhos de teclado atribuídos por padrão; os atalhos de teclado personalizados para eles podem ser atribuídos na caixa de diálogo InputGestures do NVDA.

source: Automatic language switching
bg: Автоматично превключване на езика
de: Automatische Sprachumschaltung
fr: Commutation automatique de la langue
pt_br: Troca automática de idioma
uk: Автоматичне перемикання мов

source: Allows to automatically switch the language of your synthesizer by character set. Refgular expression for every language can be configured in the preferences window for this add-on. Please make sure that your synthesizer supports all the languages you're interested in. Switching between two Latin-based languages or two languages whose character sets are similar is not supported at this time.
bg: Позволява автоматично превключване на езика на вашия синтезатор на базата на набора от символи. Регулярният израз за всеки език може да бъде конфигуриран в екрана с настройките на добавката. Моля, уверете се, че вашият синтезатор поддържа всички езици, които ви интересуват. Превключването между два базирани на латиница езика или два езика, чиито набори от символи са подобни, към момента не се поддържа.
de: Ermöglicht es, die Sprache der Sprachausgabe automatisch nach Zeichensatz umzuschalten. Reflektierende Ausdrücke für jede Sprache können im Einstellungsfenster für dieser NVDA-Erweiterung konfiguriert werden. Bitte vergewissern Sie sich, dass die Sprachausgabe alle Sprachen unterstützt, an denen Sie interessiert sind. Das Umschalten zwischen zwei lateinisch basierten Sprachen oder zwei Sprachen mit ähnlichen Zeichensätzen wird derzeit nicht unterstützt.
fr: Permet de changer automatiquement la langue de votre synthétiseur par le jeu de caractères. lexpression régulière pour chaque langue peut être configurée dans la fenêtre Préférences pour cette extension. Veuillez vous assurer que votre synthétiseur prend en charge toutes les langues qui vous intéressent. La commutation entre deux langues latin ou deux langues dont les jeux de caractères sont similaires n'est pas pris en charge pour le moment.
pt_br: Permite alternar automaticamente o idioma do sintetizador por conjunto de caracteres. A expressão regular para cada idioma pode ser configurada na janela de preferências desse complemento. Certifique-se de que seu sintetizador seja compatível com todos os idiomas de seu interesse. No momento, não há suporte para a alternância entre dois idiomas baseados em latim ou dois idiomas cujos conjuntos de caracteres sejam semelhantes.
uk: Дозволяє автоматично перемикати мову вашого синтезатора за набором символів. Регулярний вираз для кожної мови можна налаштувати у діалозі налаштувань додатка. Будь ласка, переконайтеся, що ваш синтезатор підтримує всі мови, які вас цікавлять. Перемикання між двома мовами на основі латиниці або двома мовами зі схожими наборами символів наразі не підтримується.

source: Quicksearch commands
bg: Команди за бързо търсене
de: Befehle für die Schnellsuche
fr: Commandes de recherche rapide
pt_br: Comandos de busca rápida
uk: Команди швидкого пошуку

source: As of version v1.18, QuickSearch commands have been moved to [IndentNav add-on](https://github.com/mltony/nvda-indent-nav).
fr: À partir de la version v1.18, les commandes QuickSearch ont été déplacées vers [l'extension IndentNav](https://github.com/mltony/nvda-indent-nav).
pt_br: A partir da versão v1.18, os comandos do QuickSearch foram movidos para o [complemento IndentNav] (https://github.com/mltony/nvda-indent-nav).

source: Suppress unwanted 'unselected' speech from NVDA
bg: Потискане на нежеланото изговаряне на "немаркиран" от NVDA
de: Unerwünschte "nicht ausgewählt"-Meldungen in NVDA unterdrücken
fr: Supprimer l'annonce "non sélectionné" indésirable de NVDA
pt_br: Suprimir discurso indesejado “não selecionado” do NVDA
uk: Приглушення промовляння NVDA небажаної фрази «не виділено»

source: Suppose you have some text selected in text editors. Then you press a key, such as Home, or UpArrow, that is supposed to take you to another part of the document. NVDA would announce 'unselected' and then speak the former selection, which can be inconvenient at times. This feature prevents NVDA from speaking formerly selected text in situations like this.
bg: Да предположим, че имате избран текст в текстов редактор. След това натискате клавиш, като Home или стрелка нагоре, който трябва да ви отведе до друга част от документа. NVDA ще съобщи "немаркиран" и след това ще прочете маркираното преди това, което понякога може да е неудобно. Тази функция не позволява на NVDA да изговаря предварително маркиран текст в ситуации като тази.
de: Angenommen, Sie haben einen Text in einem Text-Editor ausgewählt. Dann drücken Sie eine Taste, z. B. Pos1 oder Pfeiltaste nach oben, die Sie zu einem anderen Textbereich führen soll. NVDA würde "nicht ausgewählt" mitteilen und dann die frühere Auswahl mitteilen, was manchmal unpraktisch sein kann. Diese Funktion verhindert, dass NVDA in solchen Situationen den zuvor ausgewählten Text vorliest.
fr: Supposons que vous ayez un texte sélectionné dans les éditeurs de texte. Ensuite, vous appuyez sur une touche, comme Début, ou Flèche bas, qui est censée vous emmener dans une autre partie du document. NVDA annoncerait «non sélectionné» puis verbaliserait l'ancienne sélection, qui peut parfois être gênante. Cette fonction empêche NVDA de verbaliser le texte autrefois sélectionné dans des situations comme celle-ci.
pt_br: Suponha que você tenha algum texto selecionado em editores de texto. Em seguida, você pressiona uma tecla, como Home ou Seta para cima, que deve levá-lo a outra parte do documento. O NVDA anunciaria “não selecionado” e, em seguida, falaria a seleção anterior, o que, às vezes, pode ser inconveniente. Esse recurso impede que o NVDA fale o texto selecionado anteriormente em situações como essa.
uk: Уявімо, що ви виділили якийсь текст у текстовому редакторі. Потім ви натискаєте клавішу, наприклад, «на початок» або «стрілка вгору», яка має перенести вас до іншої частини документа. NVDA промовить «не виділено», а потім промовить попереднє виділення, що іноді може бути незручно. Ця функція запобігає тому, щоб NVDA озвучувала раніше виділений текст у подібних ситуаціях.

source: Dynamic keystrokes
bg: Динамични клавишни команди
de: Dynamische Tastenkombinationen
fr: Frappes dynamiques
pt_br: Pressionamentos de teclas dinâmicos
uk: Динамічні комбінації клавіш

source: You can assign certain keystrokes to be dynamic. After issuing such a keystroke, NVDA will be checking currently focused window for any updates and if the line is updated, NVDA will speak it automatically. For example, certain keystrokes in text editors should be marked dynamic, such as Jump to bookmark, jump to another line and debugging keystrokes,such as step into/step over.
bg: Можете да зададете определени клавишни команди да бъдат динамични. След задействане на такава клавишна команда, NVDA ще проверява текущо фокусиран прозорец за всякакви промени и ако редът се промени, NVDA ще го прочете автоматично. Например, определени клавишни команди в текстовите редактори трябва да бъдат зададени като динамични, като "Преход до отметка", "Преход до друг ред" и отстраняване на грешки при натискане на клавиши, като например "стъпка в"/"стъпка над".
de: Sie können bestimmte Tastenkombinationen dynamisch machen. Dies bedeutet, dass NVDA nach solch einer Tastenkombination das Fenster der aktuellen Anwendung auf Aktualisierungen prüft und die aktuelle Zeile vorliest, sofern sich diese Geändert hat. Dies kann z. B. die Tastenkombination springe zu Lesezeichen, springe zu einer bestimmten Zeile in einem Editor sein.
fr: Vous pouvez attribuer à certaines frappes des touches dynamiques. Après avoir exécuté une telle frappe, NVDA vérifiera s'il y a eu une mise à jour dans la fenêtre ayant actuellement le focus et si la ligne courante est mise à jour, NVDA la lira automatiquement. Par exemple, certaines frappes dans les éditeurs de texte doivent être marquées comme dynamiques, telles que Aller au signet, sauter à une autre ligne ainsi que les frappes de débogage, telles que pas à pas détaillé (step into)/pas à pas (step over).
pt_br: Você pode atribuir determinadas teclas para serem dinâmicas. Depois de pressionar essa tecla, o NVDA verificará se há atualizações na janela em foco e, se a linha for atualizada, o NVDA falará automaticamente. Por exemplo, determinados pressionamentos de tecla em editores de texto devem ser marcados como dinâmicos, como pular para o marcador, pular para outra linha e pressionamentos de tecla de depuração, como entrar/passar.
uk: Ви можете призначити деякі команди як динамічні. Після виконання такої команди NVDA відстежуватиме активне вікно на будь-які оновлення і, якщо рядок був оновлений, NVDA автоматично його промовить. Наприклад, як динамічні можуть бути позначені деякі команди в текстовому редакторі, як-от перехід на закладку, перехід на інший рядок та команди налагодження, такі як step into/step over.

source: The format of dynamic keystrokes table is simple: every line contains a rule in the following format:
bg: Форматът на таблицата за динамичните клавишни комбинации е прост: всеки ред съдържа правило в следния формат:
de: Das Format der dynamischen Tastenkürzel ist einfach. Jede Zeile enthält eine Regel in folgendem Format:
fr: Le format du tableau de frappes dynamiques est simple : chaque ligne contient une règle au format suivant :
pt_br: O formato da tabela dinâmica de pressionamentos de teclas é simples: cada linha contém uma regra no seguinte formato:
uk: Формат таблиці динамічних команд – простий: кожен рядок містить правило в такому форматі:

source: appName keystroke
bg: Клавишна команда за програмното име на приложението
de: appName Tastendruck
fr: frappe appName
pt_br: pressionamento de tecla appName

source: where `appName` is the name of the application where this keystroke is marked dynamic (or `*` to b marked dynamic in all applications), and`keystroke` is a keystroke in NVDA format, for example, `control+alt+shift+pagedown`.
bg: където `appName` е името на приложението, в което тази клавишна команда е зададена като динамична (или `*`, за да бъде зададена като динамична за всички приложения), а `keystroke` е клавишна команда във формат на NVDA, например `control+alt+shift+pagedown`.
de: Hier ist mit "Anwendungsname" der Name der Anwendung gemeint, in welcher die Tastenkombination dynamisch gemacht werden soll. Mit * wird die Tastenkombination in allen Anwendungen dynamisch gemacht. Die "Tastenkombination" muss im NVDA-Format geschrieben werden. Beispiel: "control+alt+shift+pagedown" für Alt+Steuerung++UmschaltPfeil runter..
fr: où `appName` est le nom de l'application où cette frappe est marquée comme dynamique (ou `*` pour être marquée dynamique dans toutes les applications), et `commande` est une frappe au format NVDA, par exemple, `control+alt+shift+pagedown`.
pt_br: em que `appName` é o nome do aplicativo em que esse pressionamento de tecla é marcado como dinâmico (ou `*` para ser marcado como dinâmico em todos os aplicativos) e `keystroke` é um pressionamento de tecla no formato NVDA, por exemplo, `control+alt+shift+pagedown`.
uk: де `appName` – ім’я програми, в якій команда позначена як динамічна, або `*` для позначення команди як динамічної в усіх програмах, а keystroke – команда у форматі NVDA, наприклад: `control+alt+shift+сторінка вниз`.

source: In order to figure out appName for your application, do this:
bg: За да разберете програмното име на дадено приложение, направете следното:
de: Um den appName für die Anwendung herauszufinden, gehen Sie folgendermaßen vor:
fr: Afin de comprendre appName pour votre application, faites ceci :
pt_br: Para descobrir o appName do seu aplicativo, faça o seguinte:
uk: Щоб визначити appName для вашої програми, виконайте такі дії:

source: Switch to your application.
bg: Преминете към даденото приложение.
de: Wechseln Sie zur Anwendung.
fr: Basculez sur votre application.
pt_br: Mude para seu aplicativo.
uk: Перейдіть до своєї програми.

source: Open NVDA Python Console by pressing NVDA+Shift+Z.
bg: Отворете конзолата на Python на NVDA, като натиснете NVDA+Shift+Z.
de: Öffnen Sie die NVDA Python-Konsole, indem Sie NVDA+Umschalt+Z drücken.
fr: Ouvrez la console NVDA Python en appuyant sur NVDA+Shift+Z.
pt_br: Abra o console do NVDA Python pressionando NVDA+Shift+Z.
uk: 2. Відкрийте Консоль Python nvda, натиснувши комбінацію клавіш NVDA+Shift+Z.

source: Type `focus.appModule.appName` and hit enter.
bg: Въведете `focus.appModule.appName` и натиснете ENTER.
de: Geben Sie `focus.appModule.appName` ein und drücken Sie die Eingabetaste.
fr: Tapez `focus.appModule.appName` et appuyez sur Entrée.
pt_br: Digite `focus.appModule.appName` e pressione Enter.
uk: Введіть focus.appModule.appName і натисніть enter.

source: Press F6 to go to output pane and find appName value in the last line.
bg: Натиснете F6, за да отидете в изходния панел и да намерите стойността на `appName` на последния ред.
de: Drücken Sie F6, um zum Ausgabebereich zu gelangen, und suchen Sie den Wert appName in der letzten Zeile.
fr: Appuyez sur F6 pour accéder au volet de sortie et recherchez la valeur appName dans la dernière ligne.
pt_br: Pressione F6 para ir para o painel de saída e encontrar o valor de appName na última linha.
uk: Натисніть F6, щоб перейти до панелі виведення та знайти значення appName в останньому рядку.

source: Showing and hiding windows
bg: Показване и скриване на прозорци
de: Fenster ein- und ausblenden
fr: Affichage et masquage des fenêtres
pt_br: Exibição e ocultação de janelas
uk: Показ і приховування вікон

source: As of version v1.18 show/hide commands have been moved to [Task Switcher add-on](https://github.com/mltony/nvda-task-switcher).
fr: À partir de la version v1.18, afficher/masquer les commandes ont été déplacées vers [l'extension Task Switcher](https://github.com/mltony/nvda-task-switcher).
pt_br: A partir da versão v1.18, os comandos mostrar/ocultar foram movidos para [complemento do Task Switcher] (https://github.com/mltony/nvda-task-switcher).

source: Beep when NVDA is busy
bg: Издаване на звуков сигнал при заетост на NVDA
de: Signalisiere, wenn NVDA ausgelastet ist
fr: Bip lorsque NVDA est occupé
pt_br: Bip quando o NVDA está ocupado
uk: Сигнал, коли NVDA зайнята

source: Check this option for NVDA to provide audio feedback when NVDA is busy. NVDA being busy does not necessarily indicate a problem with NVDA, but rather this is a signal to the user that any NVDA commands will not be processed immediately.
bg: Включете тази опция на NVDA, за да се предоставя звукова обратна връзка, когато NVDA е зает. Заетостта на NVDA не означава непременно проблем с NVDA, а по-скоро това е сигнал за потребителя, че подадените към NVDA команди няма да бъдат обработени веднага.
de: Aktivieren Sie diese Option, wenn NVDA signalisieren soll, dass es beschäftigt ist. In diesem Fall gibt es nicht unbedingt ein Problem mit NVDA, zeigt dem Nutzer jedoch an, dass der nächste NVDA-Befehl nicht sofort ausgeführt wird.
fr: Cochez cette option pour que NVDA fournisse un retour audio lorsque NVDA est occupé. Le fait que NVDA soit occupé n'indique pas nécessairement un problème avec NVDA, mais c'est plutôt un signal à l'utilisateur que les commandes NVDA ne seront pas traitées immédiatement.
pt_br: Marque essa opção para que o NVDA forneça feedback de áudio quando estiver ocupado. O fato de o NVDA estar ocupado não indica necessariamente um problema com o NVDA, mas é um sinal para o usuário de que os comandos do NVDA não serão processados imediatamente.
uk: Позначте цей параметр, щоб отримувати звуковий зворотний зв’язок, коли NVDA зайнята. Зайнятість NVDA не обов’язково означає проблему з нею. Це радше сигнал для користувача, що певні команди NVDA будуть виконані не відразу.

source: Application Volume adjustment
fr: Réglage du volume de l'application
pt_br: Aplicação Ajuste de volume

source: This functionality has been merged into NVDA core and is available in NVDA v2024.3 or later.
fr: Cette fonctionnalité a été fusionnée dans le noyau NVDA et est disponible dans NVDA v2024.3 ou version ultérieure.
pt_br: Essa funcionalidade foi incorporada ao núcleo do NVDA e está disponível no NVDA v2024.3 ou posterior.

source: Mute microphone
fr: Couper le microphone
pt_br: Silenciar o microfone

source: This add-on provides a command for switching the microphone. There is no gesture assigned to this command by default, you can assign a gesture in NVDA's "Input Gestures" dialog if needed.
fr: Cette extension fournit une commande pour la commutation du microphone. Aucun geste n'est attribué à cette commande par défaut, vous pouvez attribuer un geste dans le dialogue "Gestes de commandes" de NVDA si nécessaire.
pt_br: Esse complemento fornece um comando para alternar o microfone. Não há nenhum gesto atribuído a esse comando por padrão; você pode atribuir um gesto na caixa de diálogo “Gestos de entrada" do NVDA, se necessário.

source: Sound split
bg: Разделяне на звука
de: Sound-Aufteilung
fr: Séparation de l'audio
pt_br: Divisão de som
uk: Розділення звуку

source: This functionality has been merged into NVDA core and is available in NVDA v2024.2 or later.
fr: Cette fonctionnalité a été fusionnée dans le noyau NVDA et est disponible dans NVDA v2024.2 ou version ultérieure.
pt_br: Essa funcionalidade foi incorporada ao núcleo do NVDA e está disponível no NVDA v2024.2 ou posterior.

source: Enhanced mouse functions
bg: Разширена функционалност на мишката
de: Verbesserte Maus-Funktionen
fr: Fonctions améliorées de la souris
pt_br: Funções aprimoradas do mouse
uk: Покращені функції миші

source: Alt+NumPadDivide: Point mouse cursor at current object and click it.
bg: Alt+Наклонена черта от цифровия блок: Преместване на курсора на мишката върху текущия обект и щракване върху него.
de: Alt+Nummernblock-Schrägstrich: Zeigt mit dem Mauszeiger auf das aktuelle Objekt und führt darauf einen normalen Klick aus.
fr: Alt+pavNumDivisé : Le curseur du pointeur de la souris à l'objet actuel et cliquer avec lui.
pt_br: Alt+NumPadDivide: Aponta o cursor do mouse para o objeto atual e clica nele.
uk: Alt+додатковий знак ділення: наводить курсор миші на поточний об’єкт і натискає його.
