Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/toolbarsExplorer.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, tr, uk, vi, zh_cn

source: Additionally, you can perform actions on toolbars or its items using any gesture provided by NVDA, as exactly as when you move to objects with standard object navigation.
bg: Освен това можете да извършвате действия върху лентите с инструменти или върху техни елементи, като използвате всеки жест, предоставен от NVDA, точно както при придвижване по обекти със стандартната обектна навигация.
da: Derudover kan du udføre handlinger på værktøjslinjer eller dens elementer ved hjælp af enhver kommando, der leveres af NVDA, lige nøjagtigt som når du flytter til objekter med objektnavigation.
de: Darüber hinaus können Sie Aktionen auf Symbolleisten oder deren Elementen mit jeder von NVDA bereit gestellten Geste ausführen, genau so wie beim Bewegen zu Objekten mit Objekt-Navigation.
es: Además, puedes realizar acciones en barras de herramientas o sus elementos utilizando cualquier gesto proporcionado por NVDA, exactamente como al moverse a objetos con la navegación de objetos estándar.
fi: Työkalupalkeille tai niiden kohteille on lisäksi mahdollista suorittaa toimintoja millä tahansa NVDA:n tarjoamilla näppäinkomennoilla, aivan kuten siirryttäessä objekteihin objektinavigointia käyttäen.
fr: De plus, vous pouvez effectuer des actions sur les barres d'outils ou ses éléments en utilisant n'importe quel geste fourni par NVDA, exactement comme lorsque vous accéder à des objets avec la navigation par objet standard.
gl: Ademais, podes realizar accións en barras de ferramentas ou os seus elementos usando calquera xesto proporcionado polo NVDA, exactamente como ao moverte a obxectos coa navegación de obxectos estándar.
hr: Dodatno tome je moguće izvršavati radnje na alatnim trakama ili njenim stavkama pomoću bilo koje geste koju pruža NVDA, točno onako, kako se korisnik kreće po objektima sa standardnom navigacijom po objekatima.
hu: Ezen kívül az eszköztáron használhatja az NVDA által biztosított elemnavigációs parancsokat is.
it: In aggiunta, è possibile eseguire azioni sulle barre strumenti o sui loro elementi utilizzando un qualsiasi comando fornito da NVDA, esattamente come quando ci si muove sugli oggetti con la navigazione oggetti standard.
ja: なお、オブジェクトに標準のオブジェクトナビゲーションで移動する時と同じように、ツールバーやその項目にて、NVDAにより提供されているジェスチャーを使用して、動作を実行出来ます。
pl: Dodatkowo, można wykonywać czynności na paskach narzędzi lub ich elementach za pomocą wszystkich gestów NVDA, dokładnie tak, jak podczas poruszania się po obiektach przy użyciu standardowej nawigacji obiektowej.
pt_br: Além disso, pode executar ações nas barras de ferramentas ou nos seus itens usando qualquer comando (gesto) fornecido pelo NVDA, exatamente como quando se move para objetos, na navegação de objetos padrão.
pt_pt: Além disso, pode executar acções nas barras de ferramentas ou nos seus itens usando qualquer comando fornecido pelo NVDA, exactamente como quando se move para objectos, na navegação de objectos padrão.
ro: În plus, puteți efectua acțiuni pe barele de unelte sau pe elementele lor folosind orice gest oferit de NVDA, ca și cum v-ați deplasa la obiecte cu navigarea standard a obiectului.
ru: Кроме того, вы можете выполнять действия с панелями инструментов или ее элементами, используя любой жест, предоставляемый NVDA, точно так же, как при переходе к объектам с помощью стандартной навигации по объектам.
sk: S panelmi nástrojov môžete pracovať aj pomocou štandardných príkazov NVDA, rovnako ako keby ste použili objektovú navigáciu.
tr: Ek olarak, tıpkı standart nesne navigasyonu ile nesnelere hareket ettiğinizde olduğu gibi, NVDA tarafından sağlanan herhangi bir hareketi kullanarak araç çubukları veya öğeleri üzerinde eylemler gerçekleştirebilirsiniz.
uk: Додатково, ви можете виконувати дії на панелях інструментів або з їхніми елементами за допомогою будь-якого жесту NVDA, точно так само, як при переміщенні до об'єктів за допомогою стандартної об'єктної навігації.
vi: Thêm nữa, bạn có thể thực hiện các thao tác trên thanh công cụ hay các thành phần của nó bằng bất cứ thao tác nào của NVDA, giống như khi bạn di chuyển đến các đối tượng vớu các lệnh điều hướng chuẩn.
zh_cn: 此外，您可以使用NVDA提供的任何手势对工具栏或其项目执行操作，就像移动到具有标准对象导航的对象一样。

source: Notes
bg: Забележки
da: Bemærkninger
de: Anmerkungen
es: Notas
fi: Huomautuksia
gl: Notas
hr: Napomene
hu: Megjegyzések
it: Note
ja: 備考
pl: Uwagi
pt_br: Notas
pt_pt: Notas
ro: Note
ru: Примечания
sk: Poznámky
tr: Notlar
uk: Примітки
vi: Lưu ý
zh_cn: 注意

source: Exploration is terminated explicitly pressing escape, and implicitly:
bg: Изследването се прекратява директно при натискане на Escape и недиректно:
da: Udforskningen afsluttes udtrykkeligt ved at trykke på Escape og yderligere:
de: Die Erkundung wird explizit durch Drücken von escape beendet. Außerdem beenden folgende Aktionen implizit die Erkundung:
es: La exploración termina de forma explícita al presionar escape, e implíccitamente:
fi: Työkalupalkkien selaustilasta poistutaan painamalla Esc-näppäintä, suoritettaessa toimintoa työkalupalkille tai sen kohteelle sekä:
fr: L'exploration se termine explicitement en appuyant sur Échap et implicitement:
gl: A exploración remata de maneira explícita premendo escape, e implícita:
hr: Istraživanje se prekida direktnim pritiskom tipke escape, a inače:
hu: Az eszköztár felfedezése az Esc gomb lenyomásával véget ér, de akkor is ha...
it: La modalità esplorazione termina esplicitamente premendo esc, e implicitamente:
ja: 探索は、エスケープキーを押すと、明示的に終了されます。または、次のような時に、暗黙的に終了されます:
pl: Eksplorację jawnie kończy naciśnięcie klawisza Escape, a także niejawnie.
pt_br: A exploração é finalizada explicitamente pressionando escape e implicitamente:
pt_pt: A exploração termina, explicitamente, ao pressionar a tecla escape ou ao executar implicitamente uma acção na barra de ferramentas ou em qualquer de seus itens;
ro: Explicit, explorarea se termină la apăsarea tastei Escape, iar implicit:
ru: Исследование завершается явным нажатием клавиши escape, а неявное:
sk: Režim prezerania sa ukončí klávesom escape a tiež:
tr: Keşif, esc tuşuna basılarak doğrudan sonlandırılır ve dolaylı olarak:
uk: Дослідження припиняється після натискання клавіші ескейп, а також у випадках:
vi: Chế độ khám phá sẽ ngầm bị tắt ngay khi bấm escape:
zh_cn: 探索终止显式按下escape，并在工具栏或其项目上隐式执行操作：

source: performing an action on toolbar or its item (with space, applications/shift+F10, enter);
bg: Извършване на действие върху лентата с инструменти или елемента й (с клавиша за интервал, Applications/Shift+F10, ENTER);
da: Ved at udføre en handling på værktøjslinjen eller dens element (mellemrum, applikationstast/skift+F10, enter);
de: Ausführen einer Aktion auf der Symbolleiste oder einem Element (mit Leerzeichen, Anwendungstaste/Umschalt+F10, Eingabetaste);
es: realizando una acción en una barra de herramientas o en su elemento (con espacio, aplicaciones / shift+f10, pulsar intro);
fi: suorittamalla toiminnon työkalupalkille tai sen kohteelle (Väli- tai sovellusnäppäimellä/Vaihto+F10-näppäinyhdistelmällä tai Enterillä);
fr: en exécutant une action sur la barre d'outils ou son élément (avec espace, applications / maj+F10, entrée) ;
gl: Realizando unha acción sobre a barra de ferramentas ou o seu elemento (con espazo, aplicacións / shift+f10, enter);
hr: izvršavanjem radnje na alatnoj traci ili njenoj stavci (s razmaknicom, aplikacije/šift+F10, enter);
hu: az eszköztáron műveletet hajt végre a szóköz a menügomb vagy az enter segítségével;
it: eseguendo un'azione sulla barra strumenti o su un suo elemento (con barra spaziatrice, tasto applicazioni/shift+F10, invio);
ja: ツールバーまたはその項目で動作を実行した時(スペース、アプリケーション/シフト+F10、エンターで);
pl: wykonywanie akcji na elemencie paska narzędzi oraz na samym pasku za pomocą spacji klawisza kontekstowego/shift+F10, oraz klawiszem enter);
pt_br: executar uma ação na barra de ferramentas ou em seu item (com espaço, aplicações/shift+F10, enter);
pt_pt: executa uma acção na barra de ferramentas ou seu item (com espaço, aplicativos / shift + F10, enter);
ro: efectuarea unei acțiuni pe bara de unelte sau pe elementul acesteia (cu spațiu, aplicații/shift+F10, enter);
ru: выполнение действия на панели инструментов или её элементе (пробелом, applications/shift+F10, enter);
sk: Vykonaním akcie (pomocou medzeri, klávesu aplikácie alebo shift+f10 a enterom);
tr: araç çubuğunda veya öğesinde bir eylem gerçekleştirme (boşluk, uygulamalar/shift+F10, enter ile);
uk: Після виконання дії над панеллю інструментів чи її елементом (за допомогою пробіла, контекстного меню чи shift+f10, клавіші ентер);
vi: thực hiện một hoạt động trên thanh công cụ hay thành phần của nó (với khoảng trắng, applications/shift+F10, enter);
zh_cn: 在工具栏或其项目上执行操作（请使用 space, applications/shift+F10, enter)快捷键;

source: pressing a gesture that moves out of current toolbar objects (alt, windows, tab, NVDA+F1, object navigation gestures, etc).
bg: Задействане на жест, който измества фокуса от текущите обекти на лентата с инструменти (Alt, Windows, Tab, NVDA+F1, жестове за обектна навигация и т.н.).
da: Ved at trykke en kommando der flytter fokus fra det aktuelle objekt på en værktøjslinje (Alt, Windows, Tab, NVDA+F1, kommandoer til objektnavigation, osv.)
de: Drücken einer Geste, die den fokus vom aktuellen Objekten der Symbolleiste wegbewegt (z.B. alt, Windows-Taste, Tab-Taste, NVDA+F1, Objektnavigationsgesten etc.).
es: pulsando un gesto que te lleve fuera de los objetos de una barra de herramientas (alt, Windows, tabulador, NVDA+f1, gestos de navegación por objetos, etc).
fi: käyttämällä työkalupalkeista pois siirtävää komentoa (Alt-, Windows- tai Sarkain-näppäimen ja NVDA+F1-yhdistelmän painaminen, objektinavigointikomennot jne.).
fr: en appuyant sur le geste qui sort des objets de la barre d'outils actuelle (alt, windows, tab, NVDA+F1, gestes de navigation par objet, etc.).
gl: premendo un xesto que se mova fóra do obxecto actual da barra de ferramentas (alt, Windows, tab, NVDA+F1, xestos de navegación por obxectos, etc.).
hr: pritiskom geste, kojom se premješta izvan trenutačnih objekata alatne trake (alt, windows, tabulator, NVDA+F1, geste za navigaciju po objektima itd.).
hu: olyan parancs használatakor, ami elveszi a fókuszt az eszköztárról például: Windows, Alt, Tab billentyű, NVDA+F1 parancs vagy az elemnavigációs parancsok, stb.
it: eseguendo un comando che si sposta al di fuori degli oggetti della barra strumenti attuale (alt, windows, tab, NVDA+F1, comandi di navigazione oggetti, etc).
ja: 現在のツールバーのオブジェクトから離れるジェスチャーを押した時 (alt, windows, tab, NVDA+F1, オブジェクトナビゲーションジェスチャー、等)。
pl: naciśmnięcie gestu wyprowadzającego z aktualnego paska narzędzi (alt, windows, tab, NVDA+F1, nawigacja objektowa itd).
pt_br: pressionando um comando (gesto) que sai dos objetos atuais da barra de ferramentas (alt, windows, tab, NVDA+F1, comandos de navegação por objetos, etc.).
pt_pt: Pressionar um comando que sai da barra de ferramentas actual (alt, tecla windows, tab, NVDA+F1, comandos de navegação por objectos, etc).
ro: apăsarea unui gest care deplasează cursorul în afara obiectelor barei curente (alt, windows, tab, NVDA+F1, gesturi de navigare ale obiectelor etc).
ru: нажатие жеста, который перемещает текущие объекты панели инструментов (alt, windows, tab, NVDA+F1, жесты навигации по объектам и т.д.).
sk: Stlačením skratky, ktorá opustí aktuálny panel nástrojov (alt, windows, tab, NVDA+F1, gestá objektovej navigácie a pod).
tr: mevcut araç çubuğu nesnelerinden ayrılmaya neden olan bir harekete basarak (alt, windows, tab, NVDA+F1, nesne dolaşım hareketleri vb.).
uk: натискання клавіші чи комбінації клавіш, яка переміщує за межі поточної панелі інструментів чи її елементів (alt, windows, tab, NVDA+F1, жестів об'єктної навігації і так далі).
vi: thực hiện một thao tác chuyển ra khỏi các đối tượng của thanh công cụ hiện tại (alt, windows, tab, NVDA+F1, các thao tác duyệt đối tượng, v...v...).
zh_cn: 按下移出当前工具栏对象的手势可用以下快捷键 (alt, windows, tab, NVDA+F1, 对象导航手势等）。

source: Other gestures not containing alt, windows or escape (as h, 1, shift, shift+h, control+z) simply does nothing.
bg: Други жестове, които не включват Alt, Windows или Escape (като H, 1, Shift, Shift+H, Control+Z) просто не правят нищо.
da: Andre kommandoer, der ikke indeholder Alt, Windows eller Escape (som h, 1, skift, skift+h, Ctrl+z) gør ingenting.
de: Andere Gesten, die keine Alt- oder Windows-taste enthalten (wie z.B. H, 1, Umschalt, Umschalt+H, Strg+Z) führen zu keiner Aktion.
es: Otros gestos que no contengan alt, Windows o escape (como h, 1, shift, shift+h, ctrl+z) simplemente no hacen nada.
fi: Muut komennot, joihin ei sisälly Alt-, Windows- tai Esc-näppäintä (kuten H, 1, Vaihto, Vaihto+H, Ctrl+Z) eivät tee mitään.
fr: D'autres gestes ne contenant pas alt, windows ou échap (comme h, 1, maj, maj+h, contrôle+z) simplement ne fait rien.
gl: Outros xestos que non conteñan alt, Windows ou escape (como h, 1, shift, shift+h, control+z) simplemente non fan nada.
hr: Druge geste koje ne sadrže tipke alt, windows ili escape (kao h, 1, šift, šift+h, kontrol+z) jednostavno ne rade ništa.
hu: A Windows gombot, az Alt és az Esc billentyűket nem tartalmazó parancsok hatására ilyenkor nem történik semmi. (pl.: Shift+H, Ctrl+Z).
it: Altri comandi non contenenti alt, windows o esc (come h, 1, shift, shift+h, control+z) semplicemente non producono alcun effetto.
ja: alt, windows または escapeを含まない、何も起こらないその他のジェスチャー(h, 1, shift, shift+h, control+zのような)。
pl: Inne polecenia, które nie mają w sobie alt, windows lub escape (jak h, 1, shift, shift+h, control+z) po prostu nie robią nic.
pt_br: Outros comandos (gestos) que não contêm alt, windows ou escape (como h, 1, shift, shift+h, control+z) simplesmente não fazem nada.
pt_pt: outros comandos que não contenham alt ou a tecla windows ou escape (como h, 1, shift, shift+h, control+z) não fazem nada.
ro: Alte gesturi care nu conțin alt, windows sau escape (ca h, 1, shift, shift+h, control+z) pur și simplu nu fac nimic.
ru: Другие жесты, не содержащие alt, windows или escape (например, h, 1, shift, shift+h, control+z), просто ничего не делают.
sk: Iné skratky, v ktorých nie sú klávesy alt, Windows a Escape (napríklad h, 1, shift+h, ctrl+z) nemajú žiadny význam.
tr: Alt, windows veya escape içermeyen diğer hareketler (h, 1, shift, shift+h, control+z gibi) hiçbir şey yapmaz.
uk: Інші жести, що не містять alt, windows чи ескейп (наприклад h, 1, shift, shift+h, control+z) просто нічого не роблять.
vi: Các thao tác khác không có phím alt, windows hay escape (như là h, 1, shift, shift+h, control+z) thì đơn giản không làm gì cả.
zh_cn: 其他不包含alt，windows或转义的手势（如h，1，shift，shift + h，control + z）按下以上首饰后将无效。

source: Suggestions
bg: Предложения
da: Forslag
de: Vorschläge für Problemlösungen
es: Sugerencias
fi: Ehdotuksia
gl: Suxestións
hr: Prijedlozi
hu: Javaslatok:
it: Suggerimenti
ja: 提案
pl: sugestie
pt_br: Sugestões
pt_pt: Sugestões:
ro: Sugestii
ru: Предложения
sk: Odporúčania
tr: Öneriler
uk: Поради
vi: Các đề xuất
zh_cn: 使用建议

source: The add-on may fail in Mozilla applications the first time after add-on installation/update; please restart NVDA and Mozilla applications to resolve;
bg: Добавката може да не сработи в приложения на Mozilla при първото пускане след инсталирането/обновяването си. В такъв случай, моля, рестартирайте NVDA и приложенията на Mozilla, за да разрешите този проблем.
da: Tilføjelsen kan fejle i Mozilla-applikationer første gang efter tilføjelsesinstallation/opdatering; Genstart NVDA- og Mozilla-applikationerne for at løse det;
de: Die Erweiterung kann möglicherweise in Mozilla-Anwendungen beim ersten Mal nach der Installation/Aktualisierung fehlschlagen; bitte starten Sie NVDA- und die Mozilla-Anwendungen neu, um das Problem zu lösen;
es: La primera vez después de la instalación / actualización del complemento, este puede fallar en las aplicaciones de Mozilla; por favor, reinicia tanto NVDA como las aplicaciones de Mozilla para resolver este fallo;
fi: Lisäosa ei välttämättä toimi asentamisen/päivittämisen jälkeen Mozilla-sovelluksissa. Ongelma ratkeaa käynnistämällä NVDA ja Mozilla-sovellukset uudelleen;
fr: L'extension peut échouer dans les applications Mozilla la première fois après l'installation / mise à jour de l'extension; Veuillez redémarrer les applications NVDA et Mozilla pour résoudre ;
gl: O complemento pode fallar nas aplicacións de Mozilla a primeira vez trala instalación/actualización do complemento; por favor reinicia NVDA e as aplicacións de Mozilla para resolvelo;
hr: Dodatak možda neće raditi u Mozilla aplikacijama prilikom prvog pokretanja dodatka nakon instaliranja/ažuriranja. Ponovo pokreni NVDA i Mozilla aplikacije, kako bi se problem riješio;
hu: Mozilla alkalmazásokban közvetlenül a telepítés vagy frissítés után előfordulhat, hogy nem működik megfelelően. Az NVDA és a kérdéses Mozilla alkalmazás újraindítása megoldja a problémát.
it: Il componente aggiuntivo potrebbe inizialmente non funzionare nelle applicazioni Mozilla dopo l'installazione/aggiornamento del componente stesso; per favore, riavviare NVDA e le applicazioni Mozilla per risolvere;
ja: このアドオンは、最初にアドオンをインストール/更新した後、Mozillaアプリケーションでうまく行かないかもしれません。; 解決するために、NVDAとMozillaアプリケーションを再起動して下さい。;
pl: Dodatek może nie działać po pierwsze instalacji/aktualizacji aplikacji Mozilli; Aby rozwiązać problem, prosimy zrastartować NVDA i aplikacje Mozilla;
pt_br: O complemento pode falhar nos aplicativos da Mozilla na primeira vez após a instalação/atualização; por favor reinicie o NVDA e os aplicativos Mozilla para resolver;
pt_pt: O extra pode falhar nas aplicações da Mozilla na primeira vez após a instalação / actualização; por favor reinicie o NVDA e o Mozilla para resolver;
ro: Suplimentul poate eșua în aplicațiile Mozilla prima dată după instalarea/actualizarea suplimentului; vă rugăm să reporniți NVDA și aplicațiile Mozilla pentru a rezolva această problemă;
ru: Дополнение может не работать в приложениях Mozilla в первый раз после его установки/обновления; пожалуйста, перезапустите NVDA и приложения Mozilla для устранения неполадок;
sk: Doplnok nemusí pracovať správne pri prvom spustení a po aktualizácii v Mozilla aplikáciách. Reštartujte aplikáciu a NVDA;
tr: Eklenti yüklemesi/güncellemesinden sonra ilk kez kullanıldığında Mozilla uygulamalarında eklenti başarısız olabilir; çözmek için lütfen NVDA ve Mozilla uygulamalarını yeniden başlatın;
uk: Додаток може не працювати у програмах від Mozilla одразу після його встановлення/оновлення; будь ласка, перезапустіть NVDA та програми від Mozilla для вирішення;
vi: Add-on có thể gặp lỗi trong các ứng dụng của Mozilla ở lần đầu sau khi cài đặt / cập nhật add-on; vui lòng khởi động lại NVDA và các ứng dụng của Mozillađể khắc phục;
zh_cn: 插件安装/更新后，插件可能在Mozilla浏览器中首次使用无效;请重启NVDA和Mozilla浏览器来解决此问题;

source: In LibreOffice, best configuration is probably default or single toolbar, set it on view menu/toolbar position.
bg: В LibreOffice, вероятно най-добрата конфигурация е тази по подразбиране или единична лента с инструменти, която се задава в менюто Изглед -> Позиция на лентата с инструменти.
da: I LibreOffice er den bedste konfiguration formentlig standard eller enkelt værktøjslinje, indstil dette i menuen Vis/værktøjslinjeposition.
de: In LibreOffice ist die beste Konfiguration wahrscheinlich die Standard- oder klassische Symbolleiste. Stellen Sie dies im Menü Ansicht / Werkzeugleisten ein.
es: En LibreOffice, la mejor configuración es probablemente la barra de herramientas por defecto o una sola, establécelo en el menú ver/posición de barra de herramientas.
fi: LibreOfficessa paras työkalupalkkien asetus on Oletus tai Yksi työkalurivi. Se määritetään Näytä-valikon kohdasta Työkalupalkin asettelu.
fr: Dans LibreOffice, la meilleure configuration est probablement la barre d'outils par défaut ou unique, définissez-la dans le menu Affichage / Position des barre d'outils.
gl: No LibreOffice, a mellor configuración é probablemente a barra de ferramentas predeterminada ou unha soa, establéceo no menú ver/posición de barra de ferramentas.
hr: U LibreOfficeu je vjerojatno najbolje koristiti standardnu konfiguraciju ili pojedinačnu alatnu traku. Postavi je u izbornik prikaza/na položaj alatne trake.
hu: Libre Office esetén az eszköztárat alapértelmezett vagy egyszerű nézetben lehet megfelelően használni a bővítménnyel. Az eszköztár nézetét a Libre Office alkalmazások Nézet menüjében lehet beállítani.
it: In LibreOffice, la miglior configurazione è probabilmente quella di default o a barra strumenti singola, da impostare nel menu visualizza/interfaccia utente.
ja: LibreOfficeでは、最も良い設定は、ビューメニュー/ツールバーの位置に設定された、恐らく初期設定またはシングルツールバーです。
pl: W LibreOffice, prawdopodobnie najlepiej ustawić domyślny lub pojedynczy pasek narzędzi. Można to zrobić w menu widok/pozycja paska narzędzi.
pt_br: No LibreOffice, a melhor configuração é provavelmente a barra de ferramentas padrão ou única, configure-a no menu de visualização/posição da barra de ferramentas.
pt_pt: No LibreOffice, a melhor configuração é provavelmente a barra de ferramentas padrão ou única, configurada no menu de visualização / posição da barra de ferramentas.
ro: În LibreOffice, cea mai bună configurație este probabil cea implicită sau bara singulară de unelte, setați-o din meniul vizualizare/poziția barei de unelte.
ru: В LibreOffice наилучшей конфигурацией, вероятно, является панель инструментов по умолчанию или одиночная панель инструментов, установите ее в меню "Вид"/ "положение панели инструментов".
sk: V Libre offic eodporúčame v menu zobraziť nastaviť štandardný alebo štandardný (režim jednej lišty).
tr: LibreOffice'de, en iyi yapılandırma muhtemelen varsayılan veya tek araç çubuğudur, bunu görünüm menüsü/araç çubuğu konumlarında ayarlayın.
uk: У LibreOffice у меню "Перегляд" > "Інтерфейс користувача" можна вибрати вигляд панелі інструментів, серед яких найзручнішою/найкращою є типова або однорядкова.
vi: Trong LibreOffice, cấu hình tốt nhất là default hay single toolbar, chỉnh trong trình đơn view/toolbar position.
zh_cn: 在LibreOffice中，最佳配置可能是默认或单个工具栏，将其设置在视图菜单/工具栏位置。
