Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/toolbarsExplorer.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, hu, it, ja, pl, pt_br, pt_pt, ro, ru, sk, tr, uk, vi, zh_cn

source: [[!meta title="ToolbarsExplorer"]]
bg: [[!meta title="Изследване на ленти с инструменти (ToolbarsExplorer)"]]
da: [[!meta title="Udforsk Værktøjslinjer"]]
de: [[!meta title="Symbolleisten erkunden"]]
fi: [[!meta title="Työkalupalkkien selain"]]
hr: [[!meta title="Istraživanje alatnih traka (ToolbarsExplorer)"]]
hu: [[!meta title="Eszköztár Felfedező"]]
pt_br: [[!meta title="Explorador de Barras de Ferramentas (ToolbarsExplorer)"]]
pt_pt: [[!meta title="exploradorBarrasFerramentas"]]
sk: [[!meta title="Prehliadač panelov nástrojov"]]
tr: [[!meta title="Araç çubuğu gezgini"]]
zh_cn: [[!meta title="ToolbarsExplorer工具栏快速导航插件"]]

source: Author: Alberto Buffolino
bg: Автор: Alberto Buffolino
da: Forfatter: Alberto Buffolino
de: Autor: Alberto Buffolino
es: Autor: Alberto Buffolino
fi: Tekijä: Alberto Buffolino
fr: Auteur : Alberto Buffolino
gl: Autor: Alberto Buffolino
hr: Autor: Alberto Buffolino
hu: Készítő: Alberto Buffolino
it: Autore: Alberto Buffolino
ja: 作者: Alberto Buffolino
pl: Autor: Alberto Buffolino
pt_br: Autor: Alberto Buffolino
pt_pt: Autor: Alberto Buffolino
ru: Автор: Alberto Buffolino
sk: Autor: Alberto Buffolino
tr: Yazar: Alberto Buffolino
uk: Автор: Alberto Buffolino
vi: Tác giả: Alberto Buffolino
zh_cn: 作者: Alberto Buffolino

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
hu: [Stabil verzió][1] letöltése
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]
vi: Tải về [phiên bản chính thức][1]
zh_cn: 下载[稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
da: Download [udviklingsversion][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
hu: [Fejlesztői verzió][2] letöltése
it: Scarica la [versione in sviluppo][2]
ja: ダウンロード [開発版][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Baixar [versão de desenvolvimento][2]
ro: Descărcați [versiunea în dezvoltare][2]
ru: Загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürümünü][2] indir
uk: Завантажити [версію в розробці][2]
vi: Tải về [phiên bản thử nghiệm][2]
zh_cn: 下载 [开发板][2]

source: This add-on makes easier to use toolbars in applications, providing an exploration model derived by object navigation, with simplified gestures.
bg: Тази добавка улеснява използването на лентите с инструменти в приложенията, като предоставя модел на изследване, получен чрез навигация по обектите, посредством опростени жестове.
da: Denne tilføjelse gør det nemmere at bruge værktøjslinjer i applikationer, der giver en udforskningsmodel, der er inspireret af objektnavigation, med forenklede bevægelser.
de: Diese NVDA-Erweiterung erleichtert die Verwendung von Symbolleisten in Anwendungen und bietet ein Erkundungsmodell, das durch Objektnavigation mit vereinfachten Tastenbefehlen abgeleitet wird.
es: Este complemento facilita el uso de barras de herramientas en las aplicaciones, proporcionando un modelo de exploración derivado de la navegación de objetos, con gestos simplificados.
fi: Tämä lisäosa helpottaa sovellusten työkalupalkkien käyttöä tarjoten objektinavigoinnista lähtöisin olevan selausmallin yksinkertaistetuilla näppäinkomennoilla.
fr: Cette extension facilite l'utilisation des barres d'outils dans les applications, fournissant un modèle d'exploration dérivé de la navigation par objet, avec des gestes simplifiés.
gl: Este complemento facilita utilizar barras de ferramentas nas aplicacións, proporcionando un modelo de exploración derivado da navegación de obxectos, con xestos simplificados.
hr: Ovaj dodatak olakšava upotrebu alatnih traka u aplikacijama, pružajući model istraživanja (izveden iz objektne navigacije) s pojednostavljenim gestama.
hu: Ez a kiegészítő megkönnyíti bizonyos programok eszköztárainak elérését. Elemnavigáción alapul, csak leegyszerűsített parancsokkal.
it: Questo componente aggiuntivo rende più semplice l'utilizzo delle barre degli strumenti nelle applicazioni, fornendo un modello di esplorazione derivato dalla navigazione ad oggetti, con comandi semplificati.
ja: このアドオンは、オブジェクトナビゲーションにより導き出される探索モデルを提供し、アプリケーションのツールバーをより簡単に、単純化されたジェスチャーで使えるようにします。
pl: Ten dodatek ułatwia używanie pasków narzędzi w aplikacjach. W tym celu, wykorzystuje sposób eksploracji pochodzący z nawigacji obiektowej z uproszczonymi gestami.
pt_br: Esse complemento facilita o uso das barras de ferramentas em aplicativos, fornecendo um modelo de exploração derivado da navegação de objetos, com comandos (gestos) simplificados.
pt_pt: Este extra facilita o uso das barras de ferramentas em aplicações em que elas existam, fornecendo um modelo de exploração derivado da navegação de objectos, com comandos simplificados.
ro: Acest supliment face mai ușoară utilizarea barelor de unelte din aplicații, oferind un model de explorare derivat din navigarea obiectului cu gesturi simplificate.
ru: Это дополнение упрощает использование панелей инструментов в приложениях, предоставляя модель исследования, полученную с помощью навигации по объектам, с упрощёнными жестами.
sk: Umožňuje orientáciu na paneloch nástrojov rôznych aplikácií. Skratky sú odvodené a zjednodušené z objektovej navigácie.
tr: Bu eklenti, basitleştirilmiş hareketlerle nesne navigasyonundan türetilen bir keşif modeli sağlayarak uygulamalarda araç çubuklarının kullanımını kolaylaştırır.
uk: Цей додаток полегшує використання панелей інструментів у програмах, використовуючи модель їх дослідження, утворену об'єктною навігацією, але зі спрощеними жестами.
vi: Add-on này giúp việc sử dụng các thanh công cụ trong các ứng dụng trở nên dễ dàng hơn, cung cấp phương thức khám phá dựa trên điều hướng đối tượng với các thao tác đơn giản.
zh_cn: 此插件可以使应用程序中的工具栏更易于使用，提供了由对象导航派生的探索模型，并具有简化的手势。

source: Commands
bg: Команди
da: Kommandoer
de: Befehle
es: Atajos
fi: Komennot
fr: Touches de commandes
gl: Atallos
hr: Naredbe
hu: Billentyűparancsok
it: Comandi
ja: コマンド
pl: Polecenia
pt_br: Comandos
pt_pt: Comandos:
ro: Comenzi
ru: Команды
sk: Príkazy
tr: Komutlar
uk: Команди
vi: Lệnh
zh_cn: 快捷键

source: * Alt+applications: starts toolbars exploration<br/> (you can remap it via NVDA gesture manager, under Object navigation).
bg: * Alt+Applications: Стартира изследването на лентите с инструменти<br/> (можете да промените командата посредством функцията за управление на жестовете в NVDA, в категорията "Обектна навигация").
da: * Alt+Applikationstast: Starter udforskning af værktøjslinjer. ( Du kan tildele en anden kommando til denne funktion ved brug af NVDA-dialogen "Inputbevægelser" under kategorien "Objektnavigation".
de: * Alt+Anwendungstaste: Startet die Erkundung der Symbolleisten<br/> (Den Tastenbefehl können Sie unter dem Dialog "Eingaben" unter Objekt-Navigation neu zuordnen).
es: * Alt+aplicaciones: Iniciar exploración de barras de herramientas<br> (puedes reasignarlo mediante el Administrador de Gestos de NVDA; bajo Navegación de objetos).
fi: * Alt+Sovellusnäppäin: aloittaa työkalupalkkien selauksen<br/> (näppäinkomennon uudelleenmäärittäminen on mahdollista NVDA:n Näppäinkomennot-valintaikkunan Objektinavigointi-kategoriasta).
fr: * Alt+applications : début de l'exploration des barres d'outils<br/> (vous pouvez le réaffecter via le dialogue Gestes de commandes de NVDA, sous Navigation par objet).
gl: * Alt+aplicacións: iniciar exploración de barras de ferramentas<br> (podes reasignalo mediante o administrador de xestos do NVDA; baixo Navegación de obxectos).
hr: * Alt+aplikacije: pokreće istraživanje alatnih traka<br/> (prečac je moguće promijeniti putem NVDA upravljača gesta, pod Objektna navigacija).
hu: * Alt+menügomb: Az eszköztár felfedezésének elindítása<br/> A parancsot bármikor megváltoztathatja az NVDA beviteli parancsok között az elemnavigáció kategóriában.
it: * Alt+tasto applicazioni: entra in modalità esplorazione barre strumenti<br/> (è possibile rimappare la combinazione attraverso la gestione gesti e tasti d'immissione di NVDA, categoria Navigazione oggetti).
ja: * Alt+applications: ツールバーの探索を開始<br/> (NVDAのジェスチャー管理を利用して、Object navigationのところで、再配置することが出来ます).
pl: * Alt+klawisz kontekstowy: włącza eksplorację pasków narzędzi<br/> (Można przemapować to w oknie zdarzeń wejścia, w kategorii nawigacja obiektowa).
pt_br: * Alt+aplicações: inicia a exploração das barras de ferramentas<br/> (pode remapear através do gerenciador de comandos do NVDA, em Navegação por objetos).
pt_pt: * Alt+tecla de aplicações: Inicia a exploração das barras de ferramentas<br/> (Pode redefinir através do menu de entrada de comandos, navegação por objectos).
ro: * Alt+applications: pornește explorarea barelor de unelte<br/> (Puteți să o modificați din administratorul de gesturi NVDA, aflat sub obiectul de navigare).
ru: * Alt+applications: запускает просмотр панелей инструментов<br/> (вы можете переназначить его с помощью менеджера жестов NVDA в разделе "Навигация по объектам").
sk: * Alt+aplikácie (kontextová ponuka: Spustí režim prezerania panela nástrojov<br/> (Skratku môžetezmeniť v dialógu klávesové skratky, vetva objektová navigácia).
tr: * Alt+uygulama tuşu: araç çubuklarının keşfini başlatır<br/> (NVDA girdi hareketleri iletişim kutusunda Nesne dolaşımı altından yeniden atayabilirsiniz.).
uk: * Alt+клавіша контекстного меню: початок пошуку панелей інструментів<br/> (ви можете змінити цю комбінацію в пункті Жести вводу, розділ Об'єктна навігація).
vi: * Alt+applications: bắt đầu khám phá các thanh công cụ<br/> (bạn có thể gán lại trong Quản lý cử chỉ của NVDA, trong phần Duyệt các đối tượng
zh_cn: * Alt+applications: 启动工具栏探索（您可以通过NVDA手势管理器在对象导航下重新设置此快捷手饰

source: During exploration, following gestures are available:
bg: По време на изследването са на разположение следните жестове:
da: Under udforskningen er følgende kommandoer tilgængelige:
de: Während der Erkundung stehen folgende Gesten zur Verfügung:
es: Durante la exploración, están disponibles los siguientes gestos:
fi: Seuraavat näppäinkomennot ovat käytettävissä:
fr: Lors de l'exploration, les gestes suivants sont disponibles :
gl: Durante a exploración, están dispoñibles os seguintes xestos:
hr: TIjekom istraživanja su dostupne sljedeće geste:
hu: Az eszköztár felfedezése közben az alábbi parancsok használhatók:
it: Durante la modalità esplorazione barre strumenti, sono attivi i seguenti tasti:
ja: 探索の間、以下のジェスチャーが使用可能です:
pl: Podczas eksploracji dostępne są następujące polecenia:
pt_br: Durante a exploração, estão disponíveis os seguintes comandos:
pt_pt: Durante a exploração, estão disponíveis os seguintes comandos:
ro: Pe durata explorării, sunt disponibile următoarele gesturi:
ru: Во время исследования доступны следующие жесты:
sk: Pri zapnutom prezeraní panelov nástrojov fungujú tieto skratky:
tr: Keşif sırasında aşağıdaki hareketler kullanılabilir:
uk: Після того, як пошук панелей інструментів буде завершено, стануть доступні такі комбінації:
vi: Trong khi khám phá, có các thao tác sau:
zh_cn: 在探索期间，可以使用以下手势：

source: Left/right arrow: moves to previous/next toolbar;
bg: Стрелка наляво и надясно: Придвижване съответно до предишната или следващата лента с инструменти;
da: Venstre/højre pil: Flytter til forrige/næste værktøjslinje;
de: Pfeil nach links/rechts: Zur nächsten/vorherigen Symbolleiste bewegen;
es: Flecha izquierda/derecha: se mueve a la anterior/siguiente barra de herramientas;
fi: Nuoli vasemmalle/oikealle: siirtää edelliseen/seuraavaan työkalupalkkiin;
fr: Flèche gauche / droite : aller à la barre d'outils précédente / suivante ;
gl: Frecha esquerda/dereita: móvese á anterior/seguinte barra de ferramentas;
hr: Strelica lijevo/desno: premješta se na prethodnu/sljedeću alatnu traku;
hu: Balnyíl és jobbnyíl: az előző és a következő eszköztárra lép.
it: Freccia sinistra/destra: si sposta alla barra strumenti precedente/successiva;
ja: 左/右矢印: 前/次のツールバーに移動;
pl: Strzałka w lewo/w prawo: przemieszcza do poprzedniego/następnego paska narzędzi;
pt_br: Seta esquerda/direita: move para a barra de ferramentas anterior/seguinte;
pt_pt: Seta esquerda/direita: move entre barra de ferramentas anterior/seguinte
ro: Săgețile stânga și dreapta: deplasează cursorul la bara de unelte următoare sau la cea precedentă;
ru: Стрелка влево/вправо: переход к предыдущей/следующей панели инструментов;
sk: Ľavá a pravá šípka: prechádza na predchádzajúci a nasledujúci panel nástrojov;
tr: Sol/sağ ok: önceki/sonraki araç çubuğuna gider;
uk: Стрілки вліво/вправо: перейти до попередньої/наступної панелі інструментів;
vi: Mũi tên trái / phải: di chuyển đến thanh công cụ trước / kế;
zh_cn: Left/right arrow: 移动到上一个/下一个工具栏;

source: Up/down arrow: scrolls up/down items in current toolbar;
bg: Стрелка нагоре или надолу: Прелиства между елементите нагоре или надолу в текущата лента с инструменти;
da: Pil op og ned: Går op og ned i aktuelle emner i den pågældende værktøjslinje;
de: Pfeil nach oben/unten: navigiert zwischen den Einträgen in der aktuellen Symbolleiste;
es: Flecha arriba/abajo: se desplaza arriba/abajo por los elementos de la barra de herramientas actual;
fi: Nuoli ylös/alas: vierittää nykyisen työkalupalkin kohteita ylös/alas;
fr: Flèche haut / bas : fait défiler les éléments haut / bas dans la barre d'outils actuelle ;
gl: Frecha arriba/abaixo: desprázase cara arriba/abaixo polos elementos da barra de ferramentas actual;
hr: Strelica gore/dolje: kliže gore/dolje po stavkama u trenutačnoj alatnoj traci;
hu: Felnyíl és lenyíl: Lépked az aktuális eszköztár elemein.
it: Freccia su/giù: scorre su/giù gli elementi nella barra strumenti attuale;
ja: 上/下矢印: 現在のツールバーの上/下の項目をスクロール;
pl: Strzałka w górę/w dół: przewija w górę/w dół elementy aktualnego paska narzędzi;
pt_br: Seta para cima/baixo: rola os itens para cima/baixo na barra de ferramentas atual;
pt_pt: Seta para cima/baixo: desloca para cima/para baixo na barra de ferramentas actual;
ro: Săgețile sus și jos: deplasează cursorul la elementele din bara de unelte curentă;
ru: Стрелка вверх/вниз: прокрутка элементов текущей панели инструментов вверх/вниз;
sk: Šípkyhore a dole: Posúva hore alebo dole položky na panely nástrojov;
tr: Yukarı/aşağı ok: mevcut araç çubuğundaki öğeler arasında yukarı/aşağı gider;
uk: Стрілки вгору/вниз: переміщення вгору/вниз між елементами поточної панелі інструментів;
vi: Mũi tên lên / xuống: cuộn lên / xuống ở thanh công cụ hiện tại;
zh_cn: Up/down arrow: 在当前工具栏中向上/向下滚动项目;

source: Enter: activates toolbar or its item;
bg: Enter: Задейства лентата с инструменти или неин елемент;
da: Enter: Aktiverer værktøjslinjen eller dens element;
de: Eingabetaste: Aktiviert die Symbolleiste oder den Eintrag;
es: Enter: activa la barra de herramientas o su elemento;
fi: Enter: aktivoi työkalupalkin tai sen kohteen;
fr: Entrée : active la barre d'outils ou son élément ;
gl: Enter: activa a barar de ferramentas ou o seu elemento;
hr: Enter: aktivira alatnu traku ili njenu stavku;
hu: Enter: aktiválja az eszköztárat vagy annak egy elemét.
it: Invio: attiva la barra strumenti o un suo elemento;
ja: エンター: ツールバーまたはその項目を実行します;
pl: Enter: aktywuje pasek narzędzi lub jego element;
pt_br: Enter: ativa a barra de ferramentas ou um de seus itens;
pt_pt: Enter: activa a barra de ferramentas ou um de seus itens;
ro: Enter: activează bara de unelte sau elementul său;
ru: Enter: активирует панель инструментов или ее элемент;
sk: Enter: Aktivuje panel nástrojov alebo položku;
tr: Enter: araç çubuğunu veya öğesini etkinleştirir;
uk: Ентер: активовує панель інструментів чи її елемент;
vi: Enter: kích hoạt thanh công cụ hay thành phần của nó;
zh_cn: Enter: 激活工具栏或其项目;

source: Space: simulates left mouse click on toolbar or its item;
bg: Интервал: Симулира щракване с ляв бутон на мишката върху лентата с инструменти или неин елемент;
da: Mellemrum: Simulerer venstre museklik på værktøjslinjen eller dens element;
de: Leertaste: Simuliert einen linken Mausklick auf der Symbolleiste oder auf dem Element;
es: Espacio: simula un click izquierdo del ratón en la barra de herramientas o su elemento;
fi: Väli-näppäin: simuloi vasenta hiiripainikkeen napsautusta työkalupalkissa tai sen kohteessa;
fr: Espace : simule un clic gauche sur la barre d'outils ou son élément ;
gl: Espazo: simula un click esquerdo do rato na barra de ferramentas ou o seu elemento;
hr: Razmaknica: simulira klik lijevom tipkom miša na alatnu traku ili njenu stavku;
hu: Szóköz: Bal egérgomb lenyomásának emulálása az eszköztáron vagy annak egy elemén.
it: Barra spaziatrice: simula il click del tasto sinistro del mouse sulla barra strumenti o su un suo elemento;
ja: スペース: ツールバーまたはその項目で左マウスクリックをシミュレート;
pl: Spacja: symuluje kliknięcie lewym przyciskiem myszy na pasku narzędzi lub jego elemencie;
pt_br: Espaço: simula o clique esquerdo do mouse na barra de ferramentas ou em um de seus itens;
pt_pt: Espaço: simula o clique esquerdo do rato na barra de ferramentas ou em um de seus itens;
ro: Spațiu: simulează click stânga pe bara de unelte sau pe elementul său;
ru: Пробел: имитирует щелчок левой кнопки мыши по панели инструментов или её элементу;
sk: Medzera: Simuluje kliknutie ľavým tlačidlom myši na panely alebo položke;
tr: Boşluk: araç çubuğuna veya öğesine sol fare tıklamasını simüle eder;
uk: Пробіл: виконує функцію клацання лівою кнопкою мишки на панелі інструментів чи її елементі;
vi: Khoảng trắng: tương tự bấm chuột trái trên thanh công cụ hay thành phần của nó;
zh_cn: Space: 模拟鼠标左键单击工具栏或其项目;

source: Applications/shift+F10: simulates right mouse click on toolbar or its item;
bg: Applications/Shift+F10: Симулира щракване с десен бутон на мишката върху лентата с инструменти или неин елемент;
da: Applikationstast/skift+F10: Simulerer højre museklik på værktøjslinjen eller dens element;
de: Anwendung(kontextmenü)/Umschalt+F10: Simuliert den rechten Mausklick auf die Symbolleiste oder dem Element;
es: Aplicaciones / shift+f10: simula un click derecho del ratón en la barra de herramientas o su elemento;
fi: Sovellusnäppäin/Vaihto+F10: simuloi oikean hiiripainikkeen napsautusta työkalupalkissa tai sen kohteessa;
fr: Applications / maj+F10 : simule un clic droit sur la barre d'outils ou son élément ;
gl: Aplicacións/shift+f10: simula un click dereito do rato na barra de ferramentas ou o seu elemento;
hr: Aplikacije/šift+F10: simulira klik lijevom tipkom miša na alatnu traku ili njenu stavku;
hu: menügomb vagy Shift+F10: jobb egérgomb lenyomásának emulálása az eszköztáron vagy annak egy elemén.
it: Tasto applicazioni/shift+F10: simula il click del tasto destro del mouse sulla barra strumenti o su un suo elemento;
ja: アプリケーション/shift+F10: ツールバーまたはその項目で右マウスクリックをシミュレート;
pl: Klawisz kontekstowy/sift+F10: symuluje kliknięcie prawym przyciskiem myszy na pasku narzędzi lub jego elemencie;
pt_br: Aplicações/shift+F10: simula o clique direito do mouse na barra de ferramentas ou em um de seus itens;
pt_pt: Tecla de aplicações/sift+f10: simula o clique direito do rato na barra de ferramentas ou em um de seus itens;
ro: Aplicații/shift+F10: simulează click dreapta pe bara de unelte sau pe elementul său;
ru: Applications/shift+F10: имитирует щелчок правой кнопки мыши по панели инструментов или ее элементу;
sk: Aplikácie (kontextová ponuka) alebo shift+F10: Simuluje kliknutie pravým tlačidlom myši na panely alebo položke;
tr: Uygulama tuşu/shift+F10: Araç çubuğuna veya öğesine sağ tıklamayı simüle eder;
uk: Контекстне меню чи shift+F10: виконує функцію клацання правою кнопкою мишки на панелі інструментів чи її елементі;
vi: Applications/shift+F10: tương tự bấm chuột phải trên thanh công cụ hay thành phần của nó;
zh_cn: Applications/shift+F10: 模拟鼠标右键单击工具栏或其项目;

source: Escape: exits from exploration.
bg: Escape: Излиза от режима на изследване.
da: Escape: Lukker udforskning.
de: Escape: Beendet das Erkunden der Symbolleisten.
es: Escape: salir de la exploración.
fi: Esc: poistuu työkalupalkkien selaustilasta.
fr: Échap : sort de l'exploration.
gl: Escape: sae da exploración.
hr: Escape: izlazi iz istraživanja.
hu: Esc: kilép az eszköztár felfedezéséből
it: Esc: esce dalla modalità esplorazione barra strumenti.
ja: エスケープ: 探索を終了します。
pl: Escape: zamyka eksplorację.
pt_br: Escape: sai da exploração.
pt_pt: Escape: sai da exploração.
ro: Escape: iese din explorare.
ru: Escape: выходит из исследования.
sk: Escape: Ukončí prezeranie panelov nástrojov.
tr: Esc tuşu: keşiften çıkar.
uk: Ескейп: вихід з режиму дослідження панелей інструментів.
vi: Escape: thoát khỏi chế độ khám phá.
zh_cn: Escape: 退出探索。
