Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/trainingKeyboardCommands.*.po
Languages: bg, de, es, fi, fr, gl, hr, it, ja, pt_br, pt_pt, ro, ru, sk, tr, uk, zh_cn

source: [[!meta title="Training Keyboard commands"]]
bg: [[!meta title="Обучение на клавиатурни команди (Training Keyboard commands)"]]
de: [[!meta title="Tastaturbefehle trainieren"]]
es: [[!meta title="Práctica de órdenes de teclado"]]
fi: [[!meta title="Näppäinkomentojen harjoittelu"]]
gl: [[!meta title="Práctica de Ordes de teclado"]]
hr: [[!meta title="Vježbanje tipkovničkih prečaca"]]
pt_br: [[!meta title="Comandos do teclado de treinamento"]]
pt_pt: [[!meta title="Aprender comandos de teclado"]]
sk: [[!meta title="Tréner"]]
tr: [[!meta title="kısayol tuş eğitimi"]]
uk: [[!meta title="Training Keyboard commands (Навчальний посібник з клавіатурних команд)"]]
zh_cn: [[!meta title="NVDA命令终结者"]]

source: Author: Ibrahim Hamadeh
bg: Автор: Ibrahim Hamadeh
de: Autor: Ibrahim Hamadeh
es: Autor: Ibrahim Hamadeh
fi: Tekijä: Ibrahim Hamadeh
fr: Auteur: Ibrahim Hamadeh
gl: Autor: Ibrahim Hamadeh
hr: Autor: Ibrahim Hamadeh
it: Autore: Ibrahim Hamadeh
ja: 作者: Ibrahim Hamadeh
pt_br: Autor: Ibrahim Hamadeh
pt_pt: Autor: Ibrahim Hamadeh
ro: Autor: Ibrahim Hamadeh
ru: Автор: Ibrahim Hamadeh
sk: Autor: Ibrahim Hamadeh
tr: Yazar: İbrahim Hamadeh
uk: Автор: Ibrahim Hamadeh
zh_cn: 作者: Ibrahim Hamadeh

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [versão estável] [1]
ru: Загрузить [стабильную версию][1]
tr: [kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
it: Scarica la [versione in sviluppo][2]
ja: ダウンロード [開発版][2]
pt_br: Download [versão de desenvolvimento][2]
pt_pt: Baixar [Versão de desenvolvimento][2]
ro: Descărcați [versiunea în dezvoltare][2]
ru: Загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojovú verziu][2]
tr: [geliştirme sürümü][2] indir
uk: Завантажити [версію в розробці][2]
zh_cn: 下载[开发版][2]

source: This addon is aimed to train NVDA commands in a game like way, for either keyboard layout modes desktop or laptop layout.
bg: Тази добавка има за цел да обучава относно командите на NVDA в подобен на игра начин, независимо кой от двата режима за клавиатурната подредба се използва в NVDA – настолна или лаптоп.
de: Diese Erweiterung hilft beim Trainieren der NVDA-Kurzbefehle in einer spielähnlichen Weise, entweder für das Desktop- oder das Laptop-Tastaturschema.
es: Este complemento está diseñado para practicar las órdenes de NVDA como si se tratara de un juego, tanto para la disposición de teclado de escritorio como la portátil.
fi: Tämän lisäosan tarkoitus on opettaa NVDA-komentojen käyttöä pelimäisellä tavalla molemmista näppäinasetteluista.
fr: Cette extension est conçue pour s'exercer aux commandes NVDA comme s'il s'agissait d'un jeu, que ce soit pour les dispositions clavier pour les ordinateurs de bureau (Desktop) ou pour les ordinateurs portables (Laptop).
gl: Este complemento está destinado á práctica das ordes de teclado do NVDA de forma similar a un xogo, tanto no modo de distribución portátil como no de escritorio.
hr: Dodatak je namijenjen za vježbanje NVDA prečaca putem igre, koristeći modus rasporeda tipkovnice desktop računala ili laptopa.
it: Questo add-on ha l'obiettivo di insegnare i comandi di NVDA in maniera simile a un gioco, per i layout tastiera desktop e laptop.
ja: このアドオンはNVDAコマンドをゲームのように練習するための物です。デスクトップとラップトップのいずれかのレイアウトが選べます。
pt_br: Esse complemento tem o objetivo de treinar os comandos do NVDA de forma semelhante a um jogo, para os modos de layout de teclado do desktop ou do laptop.
pt_pt: Este extra tem como objectivo aprender os comandos do NVDA, como se fosse um jogo, tanto para o esquema de teclado de computador de secretária quanto para o esquema de teclado de computador portátil.
ro: Acest supliment este destinat să instruiască comenzile NVDA într-un mod asemănător jocului pentru ambele aspecte ale tastaturii, fie că vorbim despre laptop sau birou.
ru: Это дополнение предназначено для обучения командам NVDA в игровой форме, как для раскладки клавиатуры рабочего стола, так и для ноутбука.
sk: Môžete si otestovať vaše zručnosti a zistiť, ako dobre poznáte skratky NVDA pre desktop a laptop rozloženie.
tr: Bu eklenti, kullanıcıya dizüstü veya masaüstü klavye düzenlerindeki kısayol tuşlarını bir oyun şeklinde öğretmeyi hedefler.
uk: Цей додаток призначений для вивчення команд NVDA в ігровій формі як для режимів розкладки клавіатури Desktop, так і для розкладки Laptop.
zh_cn: 此插件可以让您以类似游戏的形式，练习 NVDA 台式机或笔记本布局中的键盘命令。

source: All commands data is scraped from keyCommands.html file in locale documentation folder in NVDA.
bg: Всички данни за командите се извличат от файла keyCommands.html в папката с документацията за съответния език в NVDA.
de: Alle Befehlsdaten werden aus der Datei keyCommands.html im lokalen Dokumentationsordner in NVDA extrahiert.
es: Todos los datos de las órdenes se extraen del archivo keyCommands.html de la carpeta de documentación de tu idioma en NVDA.
fi: Komentojen tiedot haetaan keyCommands.html-tiedostosta, joka sijaitsee NVDA:n käyttöliittymäkielen mukaisessa alikansiossa, joka taas sijaitseeNVDA:n ohjelmakansion documentation-alikansiossa.
fr: Toutes les données des commandes sont extraites du fichier keyCommands.html du dossier documentation selon la localisation de la langue de NVDA.
gl: Todos os datos dos comandos extráense dende o arquivo keyCommands.html no cartafol de documentación traducida en NVDA.
hr: Svi podaci o prečacima se sakupljaju iz datoteke keyCommands.html u lokalnoj mapi za NVDA dokumentaciju.
it: Tutti i dati sui comandi sono estratti dal file keyCommands.html, nella cartella locale di documentazione di NVDA.
ja: コマンドのデータは全て、NVDAのローカルドキュメントフォルダ内のkeyCommands.htmlファイルから取得されます。
pt_br: Todos os dados de comandos são extraídos do arquivo keyCommands.html na pasta de documentação de localidade no NVDA.
pt_pt: Todos os dados de comandos são copiados do ficheiro "keyCommands.html" que se encontra na pasta de documentação local no NVDA.
ro: Toate datele comenzilor sunt preluate din fișierul keyCommands.html din folder-ul locale, aflat la rândul lui în folder-ul documentation din NVDA.
ru: Все данные о командах извлекаются из файла keyCommands.html локальной папки документации NVDA.
sk: Doplnok používa na zistenie skratiek zoznam skratiek v súbore keyCommands.html, pričom používa aktuálny jazyk NVDA.
tr: Tüm komut verileri, NVDA'daki local documentation klasöründeki keyCommands.html dosyasından alınmıştır.
uk: Усі дані команд витягуються з файлу keyCommands.html у локальній папці з документацією NVDA.
zh_cn: 所有的命令数据都抽取自 NVDA 安装目录的 documentation 中的 keyCommands.html。

source: This addon does not have any default gesture or shortcut.
bg: Тази добавка по подразбиране няма зададени никакви жестове или команди.
de: Diese Erweiterung hat keine zugewiesene Standardgeste.
es: Este complemento no tiene por defecto ningún gesto o atajo.
fi: Tälle lisäosalle ei ole määritelty oletusarvoista näppäinkomentoa.
fr: Cette extension n'a aucun geste ou raccourci par défaut.
gl: Este complemento non ten ningún xesto ou atallo predeterminado.
hr: Ovaj dodatak nema nijednu zadanu gestu ili prečac.
it: Questo add-on non ha nessun tasto o gesto di default.
ja: このアドオンは初期ジェスチャーやショートカットを持っていません。
pt_br: Esse complemento não tem nenhum gesto ou atalho padrão.
pt_pt: Este extra, por padrão, não tem atribuído qualquer gesto ou tecla de atalho
ro: Acest supliment nu are o scurtătură sau un gest implicit.
ru: В этом дополнении нет ни одного жеста или сочетания клавиш по умолчанию.
sk: Doplnok nemá žiadne vlastné klávesové skratky.
tr: Bu eklentinin herhangi bir varsayılan hareketi veya kısayolu yoktur.
uk: Цей додаток не має жодного початкового жесту або комбінації клавіш.
zh_cn: 该插件没有分配默认的手势快捷键，

source: You have to assign a specific gesture to it via: NVDA menu>preferences>inputGestures>trainingKeyboardCommands.
bg: Трябва да й зададете жест от менюто на NVDA -> Настройки -> Жестове на въвеждане -> Обучение на клавиатурни команди.
de: Sie müssen einen Tastaturbefehl im NVDA-menü>Optionen>Eingaben>Kurzbefehle zuweisen.
es: Tienes que asignar un gesto específico para él mediante: menú NVDA > Preferencias > Gestos de entrada > Práctica de órdenes de NVDA.
fi: Se on mahdollista määrittää Näppäinkomennot-valintaikkunan Näppäinkomentojen harjoittelu -kategoriasta.
fr: Vous devez lui affecter un geste spécifique via: le menu NVDA>Préférences>Gestes de commandes>trainingKeyboardCommands.
gl: Terás que asignarlle un xesto específico: menú NVDA>preferencias>xestosDeEntrada>trainingKeyboardCommands.
hr: Određena gesta se mora odrediti putem: NVDA izbornik>Postavke>Ulazne geste>Vježbanje tipkovničkih prečaca.
it: Dovrete assegnarglielo voi tramite: menù di NVDA->Preferenze->Gesti e Tasti di Immissione->trainingKeyboardCommands.
ja: NVDAメニュー、設定、入力ジェスチャー、trainingKeyboardCommandsで特定のジェスチャーを設定する必要があります。
pt_br: Você precisa atribuir um gesto específico a ele por meio de: Menu NVDA>preferências>gestos de entrada>treinamento de comandos do teclado.
pt_pt: Para o poder usar, tem que lhe atribuir uma tecla de atalho específica, através do Menu do NVDA> Preferências> definir comandos> aprender comandos de teclado.
ro: Trebuie să-i atribuiți un gest specific din meniul NVDA>preferințe>gesturi de intrare>trainingKeyboardCommands.
ru: Вы должны назначить ему определённый жест с помощью: меню NVDA> параметры> жесты ввода> trainingKeyboardCommands.
sk: Skratku musíte nastaviť v menu nvda > nastavenia > klávesové skratky v časti Tréner alebo Training keyboard.
tr: Eklentiye tercihler/girdi hareketleri iletişim kutusu/kısayol tuş eğitimi üzerindn bir kısayol tuşu atamanız gerekir.
uk: Ви можете призначити для нього певний жест за допомогою: меню NVDA>налаштування>жести вводу>trainingKeyboardCommands.
zh_cn: 你必须通过以下方式设置一个：NVDA菜单 > 选项 > 输入手势 > NVDA命令终结者。

source: Usage
bg: Начин на употреба
de: Verwendung
es: Modo de uso
fi: Käyttö
fr: Mode d'utilisation
gl: Uso
hr: Primjena
it: Utilizzo
ja: 使用方法
pt_br: Uso
pt_pt: Utilização:
ro: Utilizare
ru: Использование
sk: Použitie
tr: kullanım
uk: Використання
zh_cn: 使用方法

source: You choose the keyboard layout mode you want to train, and begin play
bg: Избирате режима на клавиатурна подредба, с който искате да тренирате, и започвате да играете.
de: Sie wählen das gewünschte Tastaturschema, das Sie trainieren möchten, und starten das Spiel
es: Eliges el modo de distribución de teclado con el que quieres practicar, y comienzas a jugar
fi: Valitse näppäinasettelu, jota haluat harjoitella, ja aloita pelaaminen.
fr: Vous choisissez le mode de disposition clavier que vous souhaitez vous exercer et commencez à jouer
gl: Elixes o modo de distribución de teclado co que queres practicar, e comezas a xogar
hr: Odaberi modus rasporeda tipkovnice koji želiš vježbati i započni
it: Scegliete il layout tastiera che volete imparare e iniziate a giocare
ja: 練習したいキーボードレイアウトモードを選択して使用開始します
pt_br: Você escolhe o modo de layout do teclado que deseja treinar e começa a jogar
pt_pt: Escolhe o tema de teclado sobre o qual deseja aprender e, depois, é só começar a jogar!
ro: Alegeți aspectul de tastatură pe care vreți să o antrenați, apoi începeți să jucați
ru: Вы выбираете режим раскладки клавиатуры, который хотите тренировать, и начинаете играть
sk: Najprv si vyberiete rozloženie klávesnice.
tr: Öğrenmek istediğiniz klavye düzenini seçin ve oynamaya başlayın
uk: Ви вибираєте режим розкладки клавіатури, який хочете вивчати і починаєте гру
zh_cn: 打开游戏对话框后选择您要练习的键盘布局，然后开始游戏。

source: A question or command and it's description will be displayed, and you have to pick the right related keys or answer
bg: Ще се покаже въпрос или команда и нейното описание и трябва да изберете правилната свързана клавишна команда или отговор.
de: Eine Frage oder ein Befehl und seine Beschreibung werden angezeigt und Sie müssen die richtige Antwort auswählen
es: Se mostrarán una orden o pregunta y su descripción. Debes pulsar las teclas adecuadas o responder
fi: Kysymys tai komento sekä sen kuvaus näytetään, ja sinun täytyy valita oikea vastaus tai sopivat näppäimet.
fr: Une commande ou une question et sa description seront affichées. Vous devez appuyer sur les touches appropriées ou répondre
gl: Amosaranse unha pregunta ou orde e a súa descrición, e terás que premer correctamente as teclas ou a resposta relacionada
hr: Prikazat će se pitanje ili prečac zajedno s opisom, a ti moraš odabrati točne tipke ili odgovor
it: Verrà mostrata una domanda o un comando e la sua descrizione, e dovrete premere il relativo tasto o rispondere
ja: 質問またはコマンドとその説明が表示されるので、正しい関連のキーまたは答えを選びます
pt_br: Uma pergunta ou comando e sua descrição serão exibidos, e você deverá escolher as teclas ou respostas corretas relacionadas
pt_pt: Será mostrada uma pergunta ou um comando e só terá que escolher a resposta certa, entre as existentes
ro: O întrebare sau comanda și descrierea acesteia vor fi afișate, iar dumneavoastră trebuie să apăsați tastele corespunzătoare sau să dați răspunsul
ru: На экране появится вопрос или команда с их описанием, и вам нужно будет выбрать правильные соответствующие клавиши или ответить на них
sk: Potom sa zobrazí otázka a vašou úlohou je vybrať správnu odpoveď.
tr: Bir soru veya komut ve açıklaması görüntülenecek ve doğru ilgili tuşları veya cevabı seçmeniz gerekecek
uk: Відобразиться запитання чи команда та її опис, і ви повинні вибрати правильний варіант відповіді
zh_cn: 然后会显示一个包含了命令、描述和选项的问题，您必须从选项中选择一个正确答案。

source: If you have chose the right answer, your score wi be added one point
bg: Ако сте посочили верния отговор, към резултата ви ще бъде добавена една точка.
de: Wenn Sie die richtige Antwort gewählt haben, wird Ihr Punktewert um einen Punkt erhöht
es: Si has elegido la respuesta correcta, ganarás un punto
fi: Mikäli valitsit oikean vastauksen, pisteesi kasvavat yhdellä.
fr: Si vous avez choisi la bonne réponse, vous gagnerez un point
gl: Se elixiches a resposta correcta, engadirase un punto ó teu marcador
hr: Za točan odgovor dobivaš jedan bod
it: Se avete risposto esattamente, verrà aggiunto un punto al vostro score
ja: 正しい答えを選ぶと一点入ります
pt_br: Se você tiver escolhido a resposta correta, sua pontuação será acrescida de um ponto
pt_pt: Se escolheu a resposta certa, o seu resultado será aumentado um ponto.
ro: Dacă ați răspuns corect, vi se va adăuga un punct la scor
ru: Если вы выбрали правильный ответ, к вашему счёту прибавится одно очко
sk: Za každú správnu odpoveď získate jeden bod.
tr: Doğru cevabı seçtiyseniz, puanınız bir puan artacaktır.
uk: Якщо ви вибрали правильну відповідь, до вашої оцінки буде додано один бал
zh_cn: 如果答对了则增加一分。

source: If the answer was wrong, the score will not change, and go on with no loose
bg: Ако отговорът ви е грешен, резултатът ви няма да се промени и ще продължите без загуба на точки.
de: Wenn die Antwort falsch war, ändert sich die Punktzahl nicht und es geht weiter, ohne einen punkt zu verlieren
es: Si la respuesta fue incorrecta, la puntuación no cambiará y continuarás sin perder nada
fi: Jos vastaus oli väärä, pistetilanteesi ei muutu ja peli jatkuu.
fr: Si la réponse était incorrecte, le score ne changera pas et vous continuerez sans rien perdre
gl: Se a resposta foi incorrecta, o marcador non cambiará e continuarás sen pérdidas
hr: Za krivi odgovor se tvoj rezultat ne mijenja i kreni dalje bez gubitka
it: Se la risposta è errata, il vostro punteggio non cambierà e andrete avanti senza perdite
ja: もし答えが間違っても、点数は変わらず、切れ目なく続きます
pt_br: Se a resposta estiver errada, a pontuação não será alterada e continuará sem nenhuma perda
pt_pt: Se a resposta estiver errada, o jogo continuará, sem modificar o resultado.
ro: Dacă răspunsul e greșit, scorul nu se va modifica, dar nici nu veți pierde nimic
ru: Если ответ был неправильным, счёт не изменится, и вы продолжите без потерь
sk: Ak zvolíte nesprávnu odpoveď, nezískavate ani nestratíte žiadne body.
tr: Cevap yanlışsa, puan değişmeyecek ve oyunu kaybetmeden devam edecek.
uk: Якщо відповідь була неправильною, рахунок не зміниться, тобто ви не програєте
zh_cn: 如果答错了，分数不便，仍然可以继续作答下一题。

source: At any time, if you want to exit, you will be asked if you want to save the remaining questions for next round
bg: По всяко време, ако искате да излезете от играта, ще бъдете попитани дали искате да запазите оставащите въпроси за следващия път.
de: Sie können jederzeit aussteigen. In diesem Fall werden Sie gefragt, ob Sie die restlichen Fragen für die nächste Runde speichern möchten
es: En cualquier momento, si quieres salir, se te preguntará si quieres guardar las preguntas restantes para la siguiente ronda
fi: Jos lopetat pelaamisen, sinulta kysytään, haluatko säästää jäljellä olevat kysymykset seuraavaan kertaan.
fr: À tout moment, si vous souhaitez quitter, il vous sera demandé si vous souhaitez enregistrer les questions restantes pour la partie suivante
gl: En calquera momento, se queres saír, preguntaráseche se desexas gardar as preguntas restantes para a vindeira ronda
hr: U bilo kojem trenutku je moguće izaći iz vježbe. Pojavit će se pitanje, je li želiš spremiti preostala pitanja za iduću rundu vježbanja
it: In ogni momento, se volete uscire, vi verrà chiesto se volete salvare le domande rimanenti per la prossima volta
ja: いつでも、終了したい場合は、残りの質問を次回のために保存するか聞かれます
pt_br: A qualquer momento, se quiser sair, você será perguntado se deseja salvar as perguntas restantes para a próxima rodada
pt_pt: Pode sair, em qualquer altura, sendo-lhe perguntado se deseja guardar as perguntas restantes para a jogada seguinte.
ro: În orice moment în care vreți să ieșiți din joc, veți fi întrebat dacă vreți să salvați întrebările rămase pentru runda următoare
ru: В любой момент, если вы захотите выйти, вас спросят, хотите ли вы сохранить оставшиеся вопросы для следующего раунда
sk: Ak sa rozhodnete hru ukončiť, môžete uložiť aktuálny stav.
tr: Oyundan çıkarken kalan soruları bir sonraki tur için kaydetmek isteyip istemediğiniz sorulacaktır.
uk: У будь-який час, якщо ви хочете вийти, вас запитають, чи хочете ви зберегти решту запитань для наступного раунду
zh_cn: 您随时可以退出游戏，退出时，您可以按照提示选择是否保存游戏记录。

source: If in a later time you choose a layout wit saved questions, you will be asked if you want to resume the remaining questions from previous round
bg: Ако на по-късен етап изберете клавиатурна подредба със запазени въпроси, ще бъдете попитани дали искате да възобновите играта с останалите от предишния път въпроси.
de: Wenn Sie zu einem späteren Zeitpunkt ein Spiel mit gespeicherten Fragen laden, werden Sie gefragt, ob Sie die restlichen Fragen der vorherigen Runde fortsetzen möchten
es: Si más adelante eliges una distribución con preguntas guardadas, se te preguntará si quieres continuar con las preguntas restantes de la ronda anterior
fi: Mikäli valitset myöhemmin näppäinasettelun, jolle löytyy tallennettu pelitilanne, sinulta kysytään, haluatko jatkaa pelaamista siitä, mihin edellisellä kerralla jäit.
fr: Si vous choisissez par la suite une disposition avec des questions enregistrées, il vous sera demandé si vous souhaitez reprendre les questions restantes de la partie précédente
gl: Se máis tarde escolles unha distribución con preguntas gardadas, preguntaráseche se queres retomar as preguntas restantes da ronda anterior
hr: Ako kasnije odabereš raspored sa spremljenim pitanjima, postavit će se pitanje, je li želiš nastaviti s preostalim pitanjima prethodne runde vježbanja
it: Se, in un tempo successivo, scegliete un layout con domande salvate, vi verrà chiesto se volete riprendere le domande rimanenti dalla partita precedente
ja: その後、質問を保存した方のレイアウトを選んだ場合、前回の残りの質問を再開したいかどうか聞かれます
pt_br: Se, posteriormente, você escolher um layout com perguntas salvas, será perguntado se deseja retomar as perguntas restantes da rodada anterior
pt_pt: Se, posteriormente, escolher o mesmo esquema de teclado, ser-lhe-á perguntado se deseja continuar a partida anterior.
ro: Dacă alegeți mai târziu un aspect cu întrebări salvate, veți fi întrebat dacă vreți să reluați jocul salvat
ru: Если позже вы выберете вариант с сохраненными вопросами, вас спросят, хотите ли вы вернуться к оставшимся вопросам из предыдущего раунда
sk: Ak znovu spustíte trénovanie v tom istom rozložení klávesnice, môžete začať odznovu, alebo pokračovať tam, kde ste prestali.
tr: Sonradan önceden kaydettiğiniz bir klavye düzeniyle oyuna başlamak sterseniz, önceden kaydettiğiniz yerdend evam etmek isteyip istemediğiniz sorulacaktır.
uk: Якщо пізніше ви виберете розкладку зі збереженими запитаннями, вас запитають, чи хочете ви відновити запитання, що залишилися з попереднього раунду
zh_cn: 日后您如果选择了一个包含记录的键盘布局，会提示您是否从已保存的记录开始游戏。

source: Answering all questions, about 110 for each layout, you will be declared a winner deserving NVDA addon's cup.
bg: След като отговорите на всички въпроси (около 110 за всяка клавиатурна подредба), ще бъдете обявени за победител, заслужил купата на NVDA.
de: Wenn Sie alle Fragen beantworten, etwa 110 für jedes Layout, werden Sie zum Gewinner erklärt, der den Pokal der NVDA-Erweiterung verdient.
es: Si respondes bien todas las preguntas, aproximadamente 110 en cada distribución, se te declarará ganador y merecedor de la copa de complementos de NVDA.
fi: Kun olet vastannut kaikkiin kysymyksiin, joita on n. 110 kullekin näppäinasettelulle, sinut julistetaan voittajaksi, joka ansaitsee NVDA-lisäosapokaalin.
fr: En répondant à toutes les questions, environ 110 pour chaque disposition, vous serez déclaré gagnant de la coupe de l'extension NVDA.
hr: Nakon što odgovoriš na sva pitanja, ima ih otprilike 110 za svaki raspored, proglasit ćemo te pobjednikom koji zaslužuje pokal NVDA dodataka.
pt_br: Respondendo a todas as perguntas, cerca de 110 para cada layout, você será declarado vencedor e merecedor da taça do complemento NVDA.
ru: Ответив на все вопросы, около 110 для каждого макета, вы будете объявлены победителем, заслуживающим кубок NVDA addon's cup.
tr: Her bir düzen için yaklaşık 100 soruyu cevapladığınızda , NVDA eklenti kupasını kazandığınız belirtilecek.
zh_cn: 正确回答每个键盘布局中的大约 110 个问题后，您将获胜并取得“NVDA杯”冠军称号。
