Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unicodeBrailleInput.*.po
Languages: bg, da, de, fi, fr, gl, hr, ja, pt_br, sk, zh_cn

source: [[!meta title="UnicodeBrailleInput"]]
bg: [[!meta title="Въвеждане на брайл на уникод (UnicodeBrailleInput)"]]
de: [[!meta title="Unicode-Braille-Eingabe"]]
fi: [[!meta title="Unicode-pistekirjoituksen syöttö"]]
hr: [[!meta title="Unos brajice u unikod formatu (UnicodeBrailleInput)"]]
pt_br: [[!meta title="Entrada Braille Unicode (UnicodeBrailleInput)"]]
zh_cn: [[!meta title="Unicode盲文输入"]]

source: Authors: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
bg: Автори: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
da: Forfattere: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
de: Authoren: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
fi: Tekijät: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
fr: Auteurs : Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
gl: Autores: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
ja: 作者: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
pt_br: Autores: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
sk: Autori: Mesar Hameed, Patrick Zajda, Leonard de Ruijter.
zh_cn: 作者： Mesar Hameed、 Patrick Zajda、 Leonard de Ruijter。

source: download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
pt_br: baixe a [versão estável][1]
sk: stiahnuť [stabilnú verziu][1]
zh_cn: 下载 [稳定版][1]

source: This add-on allows you to convert text from braille (E.G. 1345-1236-145-1) to Unicode braille characters. You can also convert text according to the currently selected input braille table.
bg: Тази добавка ви позволява да преобразувате текст от брайл (например 1345-1236-145-1) в брайлови символи на Unicode. Можете също така да конвертирате текст според текущо избраната входна брайлова таблица.
da: Denne tilføjelse giver dig mulighed for at konvertere tekst fra braille (f.eks. 1345-1236-145-1) til Unicode-brailletegn. Du kan også konvertere tekst i henhold til den aktuelt valgte input-brailletabel.
de: Mit dieser Erweiterung können Zeichen, deren angezeigte Braillepunkte numerisch angegeben werden (z. B. 1345-1236-145-1) in Unicode konvertiert werden.
fi: Tällä lisäosalla voit muuntaa tekstiä pistekirjoituksesta (esim. 1345-1236-145-1) unicode-pistekirjoitusmerkeiksi. Voit myös muuntaa tekstiä nykyisen pistesyöttötaulukon mukaisesti.
fr: Cette extension permet de convertir du texte depuis du braille (ex : 1345-1236-145-1) en caractères braille Unicode. Vous pouvez également convertir du texte en fonction de la table braille d'entrée actuellement sélectionnée.
gl: Este complemento permíteche convertir texto de braille (P.e.. 1345-1236-145-1) a caracteres braille Unicode. Tamén podes convertir texto de acordo coa táboa braille de entrada actualmente seleccionada.
hr: Ovaj dodatak omogućuje konvertiranje teksta iz brajice (npr. 1345-1236-145-1) u brajeve unikod znakove. Tekst je moguće konvertirati i prema trenutačnoj brajevoj tablici za unos.
ja: このアドオンにより、点字(例えば、1345-1236-145-1)からユニコード点字の文字にテキストを変換出来ます。また、テキストを現在選択されている入力点字表に従って、変換することも出来ます。
pt_br: Esse complemento permite converter texto de braille (por exemplo, 1345-1236-145-1) em caracteres Braille Unicode. Você também pode converter texto de acordo com a tabela braille de entrada atualmente selecionada.
sk: Tento doplnok umožňuje konvertovať text z brailu (napríklad 1345-1236-145-1) na brailovské Unicode znaky. Takisto umožňuje konvertovať text podľa vybratej braillovskej tabuľky.
zh_cn: 此插件允许您将文本从盲文（例如 1345-1236-145-1）转换为 Unicode 盲文字符。您还可以根据当前选择的输入盲文表转换文本。

source: The purpose of this specialized addon is to make it easier to help to improve liblouis tables and to add automatic tests for your language. With the addition of unicode braille table in NVDA 2017.3, this add-on is no longer required for this, as users can choose to input braille with the new table. However, this add-on can still aid in converting normal text to unicode braille according to a particular input table.
bg: Целта на тази специализирана добавка е да улесни създаването и подобряването на брайлови таблици за Liblouis и да предостави автоматизирани тестове на вашия език. С добавянето на уникод брайлова таблица в NVDA 2017.3, тази добавка вече не се изисква, тъй като потребителите могат да изберат да въвеждат брайл с новата таблица. Въпреки това, тази добавка може все още да е от полза за конвертиране на нормален текст в уникод брайл според конкретна входна таблица.
da: Formålet med denne specialiserede tilføjelse er at gøre det lettere at hjælpe med at forbedre liblouis-tabeller og tilføje automatiske test til dit sprog. Med tilføjelsen af unicode-brailletabel i NVDA 2017.3 er denne tilføjelse ikke længere nødvendig for dette, da brugere kan vælge at indtaste braille med den nye tabel. Denne tilføjelse kan dog stadig hjælpe med at konvertere normal tekst til unicode-braille i henhold til en bestemt inputtabel.
de: Der Zweck dieser speziellen Erweiterung ist es, Verbesserung der Liblouis-Tabellen beizutragen und automatische Tests für Ihre Sprache hinzuzufügen. Mit der Hinzufügung der Unicode-Punktschrifttabelle in der NVDA 2017.3 entfällt dieses Add-on, da der Anwender die Möglichkeit hat, die Blindenschrift mit der neuen Tabelle einzugeben. Dieser Erweiterung kann jedoch trotzdem helfen, normalen Text gemäß einer bestimmten Eingabetabelle in Unicode-Punktschrift umzuwandeln.
fi: Tämän erikoistuneen lisäosan tarkoituksena on Liblouis-taulukkojen parantelun helpottaminen sekä automaattisten testien lisääminen niille. Tätä ei enää tarvita NVDA 2017.3:ssa lisätyn Unicode-pistetaulukon vuoksi, sillä sitä on mahdollista käyttää Unicode-pistekirjoituksen syöttämiseen. Tästä lisäosasta voi kuitenkin olla edelleen apua normaalin tekstin muuntamisessa Unicode-pistekirjoitukseksi tietyn syöttötaulukon mukaisesti.
fr: Le but de cette extension spécialisée est de rendre plus simple l'aide à l'amélioration des tables liblouis et la création de tests automatiques pour votre langue. Avec l'ajout de la table braille Unicode dans NVDA 2017.3, cette extension n'est plus requise, car les utilisateurs peuvent choisir la saisie braille avec la nouvelle table. Cependant, cete extension peut toujours aider à convertir du texte normal en braille unicode en fonction d'une table d'entrée particulière.
gl: O propósito deste complemento especializado é facer máis doado axudar a mellorar as táboas de liblouis e engadir probas automáticas para a túa lingua. Coa incorporación de táboas braille unicode no NVDA 2017.3, este complemento xa non se require, xa que os usuarios poden escoller introducir braille coa táboa nova. Porén, este complemento aínda pode axudar a convertir texto normal a braille unicode de acordo cunha táboa de entrada concreta.
hr: Svrha ovog specijaliziranog dodatka je pomoć pri izradi testova za liblouis tablice, kao i za automatske testove za tvoj jezik. Dodavanjem brajeve unikod tablice u NVDA 2017.3, ovaj dodatak za to više nije potreban, jer korisnici mogu odabrati unos brajice pomoću nove tablice. Međutim, ovaj dodatak i dalje može pomoći konvertirati normalni tekst u brajeve unikod znakove, na osnovi određene tablice za unos.
ja: この特化したアドオンの目的は、liblouis表の改善を助けるのをより簡単にすることと、あなたの言語での自動テストを追加することです。NVDA 2017.3でのユニコード点字表の追加により、ユーザーはこの新しい表で点字を入力することを選択出来るようになったため、このアドオンはそのためには必要ではなくなりました。しかしながら、このアドオンはまだ標準のテキストを特定の入力表に従ってユニコード点字に変換するのに役に立ちます。
pt_br: O objetivo deste complemento especializado é facilitar a melhoria das tabelas liblouis e adicionar testes automáticos ao seu idioma. Com a adição da tabela braille unicode no NVDA 2017.3, esse complemento não é mais necessário, pois os usuários podem optar por inserir braille com a nova tabela. No entanto, esse complemento ainda pode ajudar na conversão de texto normal em braille unicode, de acordo com uma tabela de entrada específica.
sk: Cieľom doplnku je pomôcť pri zlepšovaní liblouis tabuliek a poskytnúť automatické jazykové testovanie. V NVDA od verzie 2017.3 je možné priamo na vstup použiť braillovskú tabuľku unicode. Doplnok však môže byť užitočný na konvertovanie znakov unicode pre ostatné existujúce jazykové tabuľky.
zh_cn: 这个专用插件的目的是更容易帮助改进 liblouis 表并为您的语言添加自动测试。随着 NVDA 2017.3 中添加了 unicode 盲文表，此插件不再需要，因为用户可以选择使用新表输入盲文。但是，这个插件仍然可以帮助根据特定的输入表将普通文本转换为 unicode 盲文。

source: Usage
bg: Начин на употреба
da: Brug
de: Verwendung
fi: Käyttö
fr: Utilisation
gl: Utilización
hr: Primjena
ja: 使用方法
pt_br: Como usar
sk: použitie
zh_cn: 使用方法

source: Open a unicode aware text editor (for example Notepad++).
bg: Отворете текстов редактор с поддръжка на Unicode (напр. Notepad++).
da: Åbn en tekst-editor, som kan behandle Unicode-tegn, f.eks. Notepad Plus Plus.
de: Öffnen Sie einen Text-Editor, der Unicode unterstützt (z. B. Notepad++)
fi: Avaa unicode-tekstieditori (esim. Notepad++).
fr: Ouvrez un éditeur de texte qui supporte l'Unicode (comme Notepad++)
gl: Abrir un editor de textos que soporte unicode (por exemplo Notepad máis máis)
hr: Otvori uređivač teksta koji prepoznaje unikod (na primjer Notepad++).
ja: Unicodeに対応したテキストエディタ (Notepad++など) を開いてください。
pt_br: Abra um editor de texto compatível com unicode (por exemplo, Notepad++).
sk: Otvorte editor, ktorý vie spracovať unicode znaky (napríklad Notepad plus plus).
zh_cn: 打开一个支持 unicode 的文本编辑器（例如 Notepad++）。

source: Press NVDA+Ctrl+U or choose Unicode Braille Input found under NVDA tools menu.
bg: Натиснете NVDA+Ctrl+U или изберете Въвеждане на брайл на Unicode, намиращо се в менюто на NVDA, в подменюто Инструменти.
da: Tryk NVDA+Ctrl+u eller vælg "Unicode Braille input", som findes i NVDA-menuen under værktøjer.
de: Drücken Sie NVDA+Strg+U oder wählen Sie Unicode-Braille-Eingabe aus dem Menü Extras im NVDA-Menü aus.
fi: Paina NVDA+Ctrl+U tai valitse NVDA:n Työkalut-valikosta Unicode-pistekirjoituksen syöttö.
fr: Appuyez sur NVDA+Ctrl+U ou choisir Saisie Braille Unicode situé dans le sous-menu Outils de NVDA.
gl: Preme NVDA+Ctrl+U ou escolle Entrada de Braille Unicode atopada no menú ferramentas do NVDA.
hr: Pritisni NVDA+kontrol+U ili odaberi „Unos brajice u unikod formatu” u NVDA izborniku Alati.
ja: NVDA+Ctrl+Uを押す、または、NVDAのツールメニューのUnicode Braille Inputを選択します。
pt_br: Pressione NVDA+Ctrl+U ou escolha Entrada Braille Unicode encontrada no menu de Ferramentas do NVDA.
sk: Stlačte nvda+ctrl+u alebo aktivujte položku Unicode braille imput v menu nástroje v NVDA.
zh_cn: 按 NVDA+Ctrl+U 或选择 NVDA 工具菜单下的 Unicode 盲文输入。

source: Select whether your input consists of braille dots (e.g. 1345-1236-145-1) or normal text according to the current braille table (e.g. Dutch (Netherlands).
bg: Изберете дали въвежданото от вас се състои от брайлови точки (напр. 1345-1236-145-1) или от обикновен текст според текущата брайлова таблица (напр. Датски (Холандия)).
da: Vælg, om dit input består af punktskriftspunkter (f.eks. 1345-1236-145-1) eller normal tekst i henhold til den aktuelle punktskriftstabel (f.eks. hollandsk (Holland).
de: Wählen Sie aus, ob Ihre Eingabe aus Braille-Punkten (z. B. 1345-1236-145-1) oder normalem Text gemäß der aktuellen Braille-Tabelle (z. B. Niederländisch (Niederlande) besteht.
fi: Valitse, koostuuko syötteesi pistekirjoituspisteistä (esim. 1345-1236-145-1) vai normaalista, nykyisen pistetaulukon (esim. Hollanti (Alankomaat) mukaisesta tekstistä.
fr: Choisissez si votre saisie consiste en des points braille (par ex. 1345-1236-145-1) ou en du texte normal interprété avec la table braille actuelle (par ex. néerlandais (Pays-Bas).
gl: Selecciona se a se a túa entrada consiste de puntos braille (p.ex. 1345-1236-145-1) ou texto normal de acordo coa táboa braille actual (p.ex. Alemán -Países Baixos-).
hr: Odaberi vrstu unosa: brajeve točke (npr. 1345-1236-145-1) ili normalni tekst prema trenutačnoj brajevoj tablici (npr. Hrvatski (Hrvatska).
ja: 入力が点字ドット(例えば1345-1236-145-1)か、または現在の点字表(例えばオランダ語(オランダ))に従った標準のテキストかを選択します。
pt_br: Selecione se sua entrada consiste em pontos braille (por exemplo, 1345-1236-145-1) ou texto normal de acordo com a tabela braille atual (por exemplo, Holandês (Holanda)).
sk: Rozhodnite sa, či budete na vstup používať braillovské body 1345-1236-145-1) alebo normálny text podľa aktuálnej braillovskej tabuľky (napríklad Slovenčina plnopis).
zh_cn: 根据当前的盲文表选择您的输入是由盲文点（例如 1345-1236-145-1）还是普通文本（例如荷兰语（荷兰））组成。

source: Type your braille text in numeric form or your normal text, respectively.
bg: Въведете брайловия текст под формата на числа или съответно – вашия обикновен текст.
da: Indtast din punktskrift i henholdsvis numerisk format eller normal tekst.
de: Geben Sie Ihren Braille-Text in numerischer Form ein.
fi: Syötä pistekirjoitusta numeerisessa muodossa tai normaalia tekstiä.
fr: Saisissez votre texte en braille sous forme numérique ou de texte normal respectivement.
gl: Escribe o texto braille en forma numérica ou o teu texto normal, respectivamente.
hr: Tipkaj brajev tekst u numeričkom obliku, odnosno normalni tekst.
ja: 点字テキストを数字の形式で、または標準テキストで、それぞれ、入力してください。
pt_br: Digite seu texto braille em forma numérica ou em texto normal, respectivamente.
sk: Zadajte reťazec v numerickom tvare alebo ako text.
zh_cn: 分别以数字形式或普通文本键入您的盲文文本。

source: Press OK.
bg: Натиснете OK.
da: Tryk OK.
de: Klicken Sie auf OK.
fi: Paina OK.
fr: Cliquez sur OK.
gl: Premer Aceptar.
hr: Pritisni u redu.
ja: OKを押して下さい。
pt_br: Pressione OK.
sk: Aktivujte tlačidlo OK.
zh_cn: 按OK。

source: The required unicode characters will be copied to your clipboard ready for you to paste.
bg: Необходимите Unicode символи ще бъдат копирани в клипборда, готови за поставяне в документа.
da: De ønskede Unicode-tegn vil blive kopieret til udklipsholderen, så du kan indsætte dem.
de: Die benötigten Unicode-Zeichen werden in die Zwischenablage kopiert, so dass Sie diese gleich einfügen können.
fi: Tarvittavat unicode-merkit kopioidaan leikepöydälle, josta voit liittää ne haluamaasi paikkaan.
fr: Les caractères Unicode requis seront copiés dans votre presse-papiers pour être collés.
gl: Os caracteres Unicode copiaranse no portapapeis listos para se pegar.
hr: Potrebni unikod znakovi će se kopirati u međuspremnik, spremni za lijepljenje.
ja: Unicode文字はクリップボードにコピーされます。貼り付けを実行して入力してください。
pt_br: Serão copiados para a área de transferência os devidos caracteres unicode prontos para serem colados.
sk: Unicode znaky sa vložia do schránky a môžete ich prilepiť do editora.
zh_cn: 所需的unicode字符将被复制到您的剪贴板以供您粘贴。

source: Changes for 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hr: Promjene u verziji 3.0
ja: 3.0の変更点
pt_br: Mudanças na 3.0
sk: Zmeny vo verzii 3.0
zh_cn: 3.0更新日志

source: New maintainer: Leonard de Ruijter.
bg: Нов член на екипа по поддръжката: Leonard de Ruijter.
da: Ny vedligeholder: Leonard de Ruijter.
de: Neuer Betreuer: Leonard de Ruijter.
fi: Uusi ylläpitäjä: Leonard de Ruijter.
fr: Nouveau responsable : Leonard de Ruijter.
gl: Novo mantedor: Leonard de Ruijter.
hr: Novi održavač: Leonard de Ruijter.
ja: 新しいメンテナンス者: Leonard de Ruijter.
pt_br: Novo mantenedor: Leonard de Ruijter.
sk: Doplnok od teraz spravuje Leonard de Ruijter.
zh_cn: 新维护者：Leonard de Ruijter。

source: Add-on is compatible with Python 3 and therefore with NVDA 2019.3 and above.
bg: Добавката е съвместима с Python 3 и следователно – с NVDA 2019.3 и по-нови версии.
da: Add-on er kompatibel med Python 3 og derfor med NVDA 2019.3 og nyere.
de: Erweiterung ist kompatibel mit Python 3 und daher mit NVDA 2019.3 und neuer.
fi: Tämä lisäosa on yhteensopiva Python 3:n ja sen ansiosta myös NVDA 2019.3:n ja uudempien kanssa.
fr: L'extension est compatible avec Python 3 et donc avec NVDA 2019.3 et supérieur.
gl: O complemento é compatible con Python 3 e, en consecuencia, con NVDA 2019.3 e superior.
hr: Dodatak je kompatibilan s Python 3, a samim tim i s NVDA 2019.3 i novijim verzijama.
ja: アドオンがPython 3に互換し、よって、NVDA 2019.3以降に互換するようになりました。
pt_br: O complemento é compatível com Python 3 e, portanto, com o NVDA 2019.3 e superiores.
sk: Doplnok je kompatibilný s Python 3 a teda s NVDA od verzie 2019.3.
zh_cn: 插件与 Python 3 兼容，因此与 NVDA 2019.3 及更高版本兼容。

source: Added the ability to create unicode braille from normal text according to the currently selected input braille table.
bg: Добавена е възможност за създаване на уникод брайл от нормален текст според текущо избраната входна брайлова таблица.
da: Tilføjet muligheden for at oprette unicode-braille fra normal tekst i henhold til den aktuelt valgte indtastningstabel for punktskrift.
de: Es wurde die Möglichkeit hinzugefügt, Unicode-Punktschrift aus normalem Text gemäß der aktuell ausgewählten Eingabepunktetabelle zu erstellen.
fi: Lisätty mahdollisuus Unicode-pistekirjoituksen luomiseen normaalista tekstistä nykyisen pistesyöttötaulukon mukaisesti.
fr: Ajout de la possibilité de créer du braille Unicode à partir de texte normal en fonction de la table braille d'entrée actuellement sélectionnée.
gl: Engadida a posibilidade de crear braille unicode a partir de texto normal de acordo coa táboa braille de entrada actualmente seleccionada.
hr: Dodana je mogućnost generiranja brajice u unikod formatu iz normalnog teksta prema trenutačno odabranoj brajevoj tablici za unos.
ja: ユニコード点字を追加しました。
pt_br: Foi adicionada a capacidade de criar braille unicode a partir de texto normal, de acordo com a tabela braille de entrada atualmente selecionada.
sk: Pridaná možnosť vytvoriť unicode vstup zo zadaného textu podľa vybratej tabuľky.
zh_cn: 添加了根据当前选择的输入盲文表从普通文本创建 unicode 盲文的功能。

source: Changes for 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u verziji 2.0
ja: 2.0の変更点
pt_br: Mudanças na 2.0
sk: Zmeny vo verzii 2.0
zh_cn: 2.0 更新日志

source: Add-on help is available from the Add-ons Manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Hilfe zur Erweiterung ist in der Erweiterungsverwaltung verfügbar.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide de l'extension est disponible à partir du Gestionnaire d'extensions.
gl: A axuda do complemento está dispoñible no Administrador de Complementos.
hr: Pomoć za dodatak dostupna je u upravljaču za dodatke.
ja: アドオンヘルプがアドオンマネージャーから利用可能になりました。
pt_br: A ajuda do complemento está disponível no gestor de complementos.
sk: Návod k doplnku nájdete v správcovi doplnkov.
zh_cn: 插件帮助可从插件管理器获得。

source: Changes for 1.1
bg: Промени във версия 1.1
da: Ændringer i 1.1
de: Änderungen in 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u verziji 1.1
ja: 1.1の変更点
pt_br: Mudanças na 1.1
sk: Zmeny vo verzii 1.1
zh_cn: 版本1.1

source: Improve delay to allow announcements to be heard correctly.
bg: Подобрено е забавянето, за да може съобщенията да бъдат изслушвани безпроблемно.
da: Forbedret forsinkelse, så annonceringer kan høres korrekt.
de: Verbesserte Wartezeiten beim korrekten Ansagen, damit sie besser gehört werden können.
fi: Viivettä lisätty, jotta ilmoitukset kuuluvat oikein.
fr: Améliore le délai pour permettre aux annonces d'être écoutées correctement.
gl: Mellorado o retraso para permitir que os anuncios sexan escoitados corectamente.
hr: Poboljšano kašnjenje, kako bi se obavijesti mogle točno čuti.
ja: 通知が正確に聞こえるように、遅れを改善しました。
pt_br: Aumentada a espera para possibilitar ouvir-se corretamente os anúncios.
sk: Predĺžený čas tak, aby bolo počuť celé hlásenia.
zh_cn: 改善延迟以允许公告被正确听取。

source: Many new translations.
bg: Добавени са много нови преводи.
da: Mange nye oversættelser.
de: Viele weitere Übersetzungen.
fi: Useita uusia käännöksiä lisätty.
fr: Plusieurs nouvelles traductions.
gl: Moitas traducións novas .
hr: Puno novih prijevoda.
ja: 多くの新しい翻訳。
pt_br: Muitas traduções novas.
sk: Nové preklady.
zh_cn: 许多新的翻译。

source: Added documentation under NVDA help menu.
bg: Добавена е документация в менюто на NVDA, в подменю Помощ.
da: Tilføjet dokumentation under NVDAs hjælpemenu.
de: Dokumentation im NVDA-Hilfe-Menü hinzugefügt.
fi: Lisätty Ohje-vaihtoehto NVDA:n Ohje-valikkoon.
fr: Ajout de la Documentation dans le sous-menu aide de NVDA.
gl: Documentación engadida o menú de axuda do NVDA.
hr: Dodana dokumentacija u NVDA izborniku Pomoć.
ja: NVDAヘルプメニューにドキュメントを追加しました。
pt_br: Adicionada documentação no menu Ajuda do NVDA.
sk: V menu pomocník pridaná dokumentácia k doplnku.
zh_cn: 在NVDA帮助菜单下添加文档。

source: Added a checkbox to optionally replace the space braille (character 0x2800) by the regular space character.
bg: Добавено е поле за отмятане за опционално заместване на брайловия интервал (знака 0x2800) с нормалния знак за интервал.
da: Tilføjet en checkboks, så man kan vælge at erstatte Braille-mellemrum (tegn 0x2800) med det almindelige mellemrum.
de: Kontrollkästchen zur optionalen Ersetzung des Braille-Leerzeichens (Zeichen 0x2800) durch das reguläre Leerzeichen hinzugefügt.
fi: Lisätty valintaruutu, jolla voi valinnaisesti korvata pistekirjoitusvälilyönnin (merkki 0x2800) tavallisella välilyöntimerkillä.
fr: Ajout d'une case à cocher pour éventuellement remplacer l'espace braille (caractère 0x2800) par le caractère d'espace régulier.
gl: Engadidda unha caixa de verificación para reemplazar opcionalmente o espazo braille (carácter 0x2800) polo carácter de espazo.
hr: Dodan potvrdni okvir koji omogućuje opcionalnu zamjenu brajevog znaka za razmak (znak 0x2800) s normalnim znakom za razmak.
ja: 空白の点字(文字0x2800)を標準の空白文字に置き換える選択肢のチェックボックスを追加しました。
pt_br: Adicionada uma caixa de seleção para substituir opcionalmente o espaço braille (caractere 0x2800) pelo caractere de espaço regular.
sk: pridané začiarkávacie pole, po ktorého začiarknutí je možné nahradiť znak medzera (znak 0x2800) normálnou medzerou.
zh_cn: 添加了一个复选框，可以用常规空格字符替换空格盲文（字符0x2800）。

source: Shortcuts can now be reassigned using the NVDA gesture input dialog, under the Tools category.
bg: Клавишните комбинации сега могат да се преназначават с помощта на диалоговия прозорец за жестове на въвеждане в менюто на NVDA, в подменюто Инструменти.
da: Genvejstaster kan nu ændres ved hjælp af dialogen Inputbevægelser under kategorien Værktøjer.
de: Tastenkürzel können im Menü Eingabegesten unter Extras von NVDA neu zugeordnet werden.
fi: Pikanäppäimien uudelleenmäärittely on nyt mahdollista NVDA:n Näppäinkomennot-valintaikkunan Työkalut-kategoriasta.
fr: Les raccourcis clavier peuvent maintenant être réaffectées à l'aide de la boîte de dialogue gestes d'entrée de NVDA , sous la catégorie Outils.
gl: Os atallos poden agora ser transferidos mediante o diálogo de entrada xestos do NVDA, na categoría ferramentas.
hr: Prečaci se sada mogu promijeniti koristeći NVDA dijaloški okvir ulaznih gesti, pod kategorijom Alati.
ja: ショートカットを、ツールカテゴリーの、NVDAジェスチャー入力ダイアログを使用して、再割り当て出来るようになりました。
pt_br: Os atalhos agora podem ser reatribuídos usando o diálogo de gestos para entrada do NVDA, na categoria ferramentas.
sk: Skratky je možné zmeniť pomocou nastavení skratiek v NVDA, pozrite strom nástroje.
zh_cn: 现在可以使用Tools类别下的NVDA手势输入对话框重新分配快捷键。

source: Changes for 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u verziji 1.0
ja: 1.0の変更点
pt_br: Mudanças na 1.0
sk: Zmeny vo verzii 1.0
zh_cn: 1.0更新日志

source: Initial release
bg: Първоначално издание
da: Første udgivelse
de: Ehrstveröffentlichung
fi: Ensimmäinen versio
fr: Première version
gl: Versión inicial
hr: Prva verzija
ja: 最初のリリース
pt_br: Versão inicial
sk: prvé vydanie
zh_cn: 发布初始版本
