Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unicodeBrailleInput.*.po
Languages: bg, da, de, fi, fr, gl, hr, ja, pt_br, sk, zh_cn

source: New Languages: French
bg: Нови езици: френски
da: Nye sprog: Fransk.
de: Neue Sprachen: Französisch
fi: Uusi kieli: ranska
fr: Nouvelles Langues : Français
gl: Novos Idiomas: Francés
hr: Novi jezici: francuski
ja: 新しい言語: フランス語
pt_br: Novo idioma: Francês
sk: Preklad do Francúzštiny
zh_cn: 新增法语翻译
