Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Provided compatibility with NVDA 21.3.
de: Kompatibel mit NVDA 2021.3.
es: Se proporciona compativilidad con NVDA 21.3.
fr: Compatibilité avec NVDA 21.3.
pt_br: Fornecida a compatibilidade com o NVDA 21.3.
ru: Обеспечена совместимость с NVDA 21.3.

source: Added hotkey to enable selecting messages or chats.
de: Eine Tastenkombination für die Auswahl von Nachrichten oder Chats hinzugefügt.
es: Se agregan teclas rápidas para habilitar la selección de mensajes o chats.
fr: Ajout d'une touche de raccourci pour permettre la sélection des messages ou des échanges.
pt_br: Adicionada uma tecla de atalho para permitir a seleção de mensagens ou bate-papos.
ru: Добавлена горячая клавиша для включения выбора сообщений или чатов.

source: Added hotkey for forwarding messages.
de: Eine Tastenkombination zum Weiterleiten von Nachrichten hinzugefügt.
es: Se agregan teclas rápidas para reenviar mensajes.
fr: Ajout d'un raccourci pour transférer des messages.
pt_br: Adicionada uma tecla de atalho para encaminhar mensagens.
ru: Добавлена горячая клавиша для пересылки сообщений.

source: Added hotkey for marking a chat as read.
de: Eine Tastenkombination zum Markieren eines Chats als gelesen hinzugefügt.
es: Se agregan teclas rápidas para marcar un chat como leído.
fr: Ajout d'un raccourci pour marquer un échange comme lu.
pt_br: Adicionada uma tecla de atalho para marcar um bate-papo como lido.
ru: Добавлена ​​горячая клавиша для пометки чата как прочитанного.

source: Improved performance of the existing features.
de: Verbesserte Leistung bestehender Funktionen.
es: Se mejoró el rendimiento de las funciones existentes.
fr: Amélioration des performances des fonctionnalités existantes.
pt_br: Desempenho aprimorado dos recursos existentes.
ru: Улучшена производительность существующих функций.

source: Version 2.5.0
es: Versión 2.5.0
pt_br: Versão 2.5.0
ru: Версия 2.5.0

source: There is now a checkbox that, if checked, fixes the voice message recording issue that some users are experiencing.
de: Es gibt nun ein Kontrollkästchen, das, wenn es aktiviert ist, das Problem der Aufzeichnung von Sprachnachrichten behebt, das bei einigen Benutzern auftritt.
es: Ahora hay una casilla de verificación que, al activarla, arregla el problema que experimentaban algunos usuarios al grabar mensajes de voz.
fr: Il y a maintenant une case à cocher qui, si elle est cochée, résout le problème d'enregistrement des messages vocaux que certains utilisateurs rencontrent.
pt_br: Agora há uma caixa de seleção que, se marcada, corrige o problema de gravação de mensagens de voz que alguns usuários estão enfrentando.
ru: Теперь есть флажок, который, если он установлен, устраняет проблему с записью голосовых сообщений, с которой сталкиваются некоторые пользователи.

source: Added a hotkey for replying to a message. You can do it by pressing Enter on the message or you can reassign the alternative hotkeys for this feature to something else.
de: Es wurde ein Hotkey zum Beantworten einer Nachricht hinzugefügt. Sie können dies tun, indem Sie in der Nachricht die Eingabetaste drücken, oder Sie können die alternativen Tastenkombinationen für diese Funktion anderweitig zuweisen.
es: Se agregó una tecla rápida para responder a un mensaje. Puedes hacerlo presionando Enter en el mensaje o puedes reasignar las teclas alternativas para esta característica a otro fin.
fr: Ajout d'une touche de raccourci pour répondre à un message. Ceci dit, Vous pouviez le faire en faisant Entrée sur le message et vous pouvez donc réaffecter ce raccourci alternatif pour autre chose.
pt_br: Adicionada uma tecla de atalho para responder a uma mensagem. Você pode fazer isso pressionando Enter na mensagem ou pode reatribuir as teclas de atalho alternativas para esse recurso a outra coisa.
ru: Добавлена горячая клавиша для ответа на сообщение. Вы можете сделать это, нажав Enter в сообщении, или вы можете переназначить альтернативные горячие клавиши для этой функции на что-то другое.

source: Added hotkey for editing messages. The default keyboard shortcut is ALT+Backspace.
de: Tastenkombination zum Bearbeiten von Nachrichten hinzugefügt. Standardmäßig ist es Alt+Rücktaste.
es: Se agregaron teclas rápidas para editar un mensaje. la combinación de teclas predeterminada es ALT+Retroceso.
fr: Ajout d'un raccourci clavier pour l'édition des messages. Le raccourci clavier par défaut est ALT+Retour arrière.
pt_br: Adicionada uma tecla de atalho para editar mensagens. O atalho de teclado padrão é ALT+Backspace.
ru: Добавлена горячая клавиша для редактирования сообщений. Комбинация клавиш по умолчанию — ALT+Backspace.

source: Version 2.4.0
es: Versión 2.4.0
pt_br: Versão 2.4.0
ru: Версия 2.4.0

source: You will now hear the sender's name when focusing on a message.
de: Der Name des Absenders wird mitgeteilt, sobald Sie eine Nachricht fokussieren.
es: Ahora, al poner el foco en un mensaje, escucharás el nombre de su remitente.
fr: Vous entendrez désormais le nom de l'expéditeur lorsque vous sélectionnez un message.
pt_br: Agora você ouvirá o nome do remetente ao focalizar uma mensagem.
ru: Теперь вы будете слышать имя отправителя при фокусировке на сообщении.

source: When focusing on a group chat that contains unread messages, you will be notified if there are replies for you in that group.
de: Wenn Sie einen Gruppen-Chat fokussiert haben, der ungelesene Nachrichten enthält, werden Sie benachrichtigt, wenn es in dieser Gruppe Antworten gibt.
es: Al poner el foco en un chat grupal que contiene mensajes no leídos, Se te notificará si hay respuestas para ti en dicho grupo.
fr: Lorsque vous sélectionnez un échange de groupe qui contient des messages non lus, vous serez averti si des réponses vous sont adressées dans ce groupe.
pt_br: Ao se concentrar em um bate-papo em grupo que contém mensagens não lidas, você será notificado se houver respostas para você nesse grupo.
ru: При фокусировке на групповом чате, содержащем непрочитанные сообщения, вы будете уведомлены, если в этой группе есть ответы для вас.

source: The performance of features added in the previous update has also been improved.
de: Die Leistung der im letzten Update hinzugefügten Funktionen wurde ebenfalls verbessert.
es: También se mejoró el desempeño de características agregadas en la actualización anterior.
fr: Les performances des fonctionnalités ajoutées dans la mise à jour précédente ont également été améliorées.
pt_br: O desempenho dos recursos adicionados na atualização anterior também foi aprimorado.
ru: Производительность функций, добавленных в предыдущем обновлении, также была улучшена.

source: Version 2.3.0
es: Versión 2.3.0
pt_br: Versão 2.3.0
ru: Версия 2.3.0

source: Improved accessibility of messages containing multiple media attachments. Previously, the caption of a message containing more than one media attachment could only be accessed using object navigation. Now this caption will be read immediately after focusing on such a message.
de: Die Zugänglichkeit von Nachrichten mit mehreren Medienanhängen wurde verbessert. Bisher konnte die Beschriftung einer Nachricht, die mehr als einen Medienanhang enthält, nur über die Objekt-Navigation aufgerufen werden. Nun wird diese Beschriftung sofort nach dem Fokussieren auf eine solche Nachricht mitgeteilt.
es: Se mejoró la accesibilidad de las publicaciones que contienen varios archivos adjuntos. Anteriormente, solo se podía acceder a una firma para las publicaciones que contenían más de un archivo adjunto con la ayuda de la navegación de objetos. Ahora esta firma se leerá directamente al poner el foco en dicha publicación.
fr: Amélioration de l'accessibilité des messages contenant plusieurs pièces jointes multimédia. Auparavant, la légende d'un message contenant plus d'une pièce jointe ne pouvait être consultée qu'en utilisant la navigation par objet. Désormais, cette légende sera lue immédiatement après avoir sélectionné un tel message.
pt_br: Melhoria da acessibilidade de mensagens com vários anexos de mídia. Anteriormente, a legenda de uma mensagem que continha mais de um anexo de mídia só podia ser acessada usando a navegação por objeto. Agora, essa legenda será lida imediatamente após o foco nessa mensagem.
ru: Улучшена доступность сообщений, содержащих несколько мультимедийных вложений. Раньше к заголовку сообщения, содержащего более одного мультимедийного вложения, можно было получить доступ только с помощью навигации по объектам. Теперь эта подпись будет прочитана сразу после фокусировки на таком сообщении.

source: Improved accessibility of messages containing polls. Now when you focus on such a message, you will hear the number of people who have already voted, as well as all the answer options with the result for each option.
de: Die Zugänglichkeit von Nachrichten mit Umfragen wurde verbessert. Sobald Sie eine solche Nachricht fokussieren, hören Sie jetzt die Anzahl der Personen, die bereits abgestimmt haben, sowie alle Antwortoptionen mit dem Ergebnis für jede Option.
es: Se mejoró la accesibilidad para las publicaciones que contienen encuestas. Ahora, al poner el foco en dichas publicaciones, escucharás el número de personas que han votado, así como las opciones de respuesta con un resultado para cada opción. Y si pones el foco en una opción en particular, escucharás el resultado de la misma.
fr: Amélioration de l'accessibilité des messages contenant des sondages. Désormais, lorsque vous sélectionnez un tel message, vous entendrez le nombre de personnes qui ont déjà voté, ainsi que toutes les options de réponse avec le résultat pour chaque option.
pt_br: Melhoria da acessibilidade das mensagens que contêm enquetes. Agora, quando você se concentrar em uma mensagem desse tipo, ouvirá o número de pessoas que já votaram, bem como todas as opções de resposta com o resultado de cada opção.
ru: Улучшена доступность сообщений, содержащих опросы. Теперь при фокусировке на таком сообщении вы услышите количество людей, которые уже проголосовали, а также все варианты ответа с результатом по каждому варианту.

source: Improved accessibility of messages containing URLs. Now, if the URL has a description, it will also be read, i.e., for example, if the message has a URL for YouTube, the title and description for that video will be read right after the URL itself. Also, if the URL is longer than 30 characters, it will be shortened to make the following description easier to read.
de: Die Zugänglichkeit von Nachrichten mit URLs wurde verbessert. Wenn die URL eine Beschreibung enthält, wird diese nun auch mitgeteilt, d. h., wenn die Nachricht beispielsweise eine URL für YouTube enthält, werden der Titel und die Beschreibung für dieses Video direkt nach der URL selbst mitgeteilt. Wenn die URL länger als 30 Zeichen ist, wird sie gekürzt, damit die folgende Beschreibung leichter zu lesen ist.
es: Se mejoró la accesibilidad de las publicaciones que contienen URLs. Ahora si una URL contiene una descripción, esta también se leerá. Por ejemplo, si una publicación contiene una Url de YouTube, se leerá el nombre y la descripción para este video justo después de la URL propiamente dicha. Además, si una URL contiene más de 30 caracteres, esta se abreviará para facilitar la lectura de la descripción que le sigue.
fr: Amélioration de l'accessibilité des messages contenant des URL. Désormais, si l'URL comporte une description, celle-ci sera également lue. Par exemple, si le message comporte une URL YouTube, le titre et la description de cette vidéo seront lus juste après l'URL elle-même. En outre, si l'URL comporte plus de 30 caractères, elle sera raccourcie pour faciliter la lecture de la description qui suit.
pt_br: Melhoria da acessibilidade das mensagens que contêm URLs. Agora, se o URL tiver uma descrição, ela também será lida, ou seja, por exemplo, se a mensagem tiver um URL para o YouTube, o título e a descrição desse vídeo serão lidos logo após o próprio URL. Além disso, se o URL tiver mais de 30 caracteres, ele será encurtado para facilitar a leitura da descrição seguinte.
ru: Улучшена доступность сообщений, содержащих URL-адреса. Теперь, если у URL есть описание, оно тоже будет прочитано, т.е., например, если в сообщении есть URL для YouTube, имя и описание для этого видео будут прочитаны сразу после самого URL. Кроме того, если URL-адрес длиннее 30 символов, он будет сокращен, чтобы облегчить чтение следующего описания.

source: Improved accessibility of the inline query results panel.. To navigate through the results of inline queries, use the following combinations: control+up and control+down.
de: Verbesserte Zugänglichkeit der Inline-Abfrageergebnisse. Um durch die Ergebnisse zu navigieren, verwenden Sie die folgenden Tastenkombinationen: Strg+Pfeiltaste nach oben und Pfeiltaste nach unten.
es: Se mejoró la accesibilidad del panel de resultados de búsqueda. Para navegar por los resultados de búsqueda, utiliza las siguientes combinaciones de teclas: control+ retroceso de página y control+ avance de página.
fr: Amélioration de l'accessibilité du panneau de résultats des requêtes intégrées... Pour naviguer dans les résultats des requêtes intégrées, utilisez les combinaisons Ctrl+ flèche haut et Ctrl+flèche bas.
pt_br: Acessibilidade aprimorada do painel de resultados de consultas em linha... Para navegar pelos resultados das consultas em linha, use as seguintes combinações: control+cima e control+baixo.
ru: Улучшена доступность встроенной панели результатов запроса. Для навигации по результатам встроенных запросов используйте следующие комбинации: control+вверх и control+вниз.

source: Added hotkey to open comments.
de: Eine Tastenkombination zum Öffnen von Kommentaren wurde hinzugefügt.
es: Se agregaron teclas rápidas para abrir comentarios.
fr: Ajout d'une touche de raccourci pour ouvrir les commentaires.
pt_br: Adicionada uma tecla de atalho para abrir comentários.
ru: Добавлена горячая клавиша для открытия комментариев.

source: Version 2.2.0
es: Versión 2.2.0
pt_br: Versão 2.2.0
ru: Версия 2.2.0

source: Added hotkey to delete messages or chats just for you and also on both sides. This function is related to the Unigram interface language, so it may not work in some localizations. In the settings you can choose the type of notifications, text or sound.
de: Eine Tastenkombination zum Löschen von Nachrichten oder Chats nur für Sie und auch auf beiden Seiten hinzugefügt. Diese Funktion hängt mit der Sprache der Unigram-Oberfläche zusammen, so dass sie möglicherweise in einigen Lokalisierungen nicht funktioniert. In den Einstellungen können Sie die Art der Benachrichtigung wählen, Text oder Ton.
es: Se agregaron atajos de teclado para eliminar mensajes y chats, tanto para ti mismo como para ambos interlocutores. Esta característica está unida al idioma de la interfaz de Unigram, por tanto puede que no funcione en algunas traducciones. En configuración, puedes seleccionar el tipo de notificación de eliminación, tanto en texto como en sonido.
fr: Ajout d'une touche de raccourci pour supprimer les messages ou les échanges juste pour vous mais aussi des deux côtés. Cette fonction est liée à la langue de l'interface Unigram, elle peut donc ne pas fonctionner avec certaines traductions. Dans les paramètres, vous pouvez choisir le type de notifications, texte ou audio.
pt_br: Adicionada uma tecla de atalho para excluir mensagens ou bate-papos apenas para você e também em ambos os lados. Essa função está relacionada ao idioma da interface do Unigram, portanto, pode não funcionar em algumas localizações. Nas configurações, você pode escolher o tipo de notificação, texto ou som.
ru: Добавлена горячая клавиша для удаления сообщений или чатов только для вас, а также с обеих сторон. Эта функция связана с языком интерфейса Unigram, поэтому может не работать в некоторых локализациях. В настройках можно выбрать тип уведомлений, текст или звук.

source: Added the ability to specify which interface language you use in Unigram in settings. This is necessary for the correct operation of functions associated with certain localizations.
de: Es wurde die Möglichkeit hinzugefügt, in den Einstellungen anzugeben, welche Schnittstellensprache Sie in Unigram verwenden. Dies ist für den korrekten Betrieb von Funktionen, die mit bestimmten Lokalisierungen verbunden sind, notwendig.
es: En configuración, Puedes especificar qué idioma de interfaz usas en Unigram. Esto es necesario para que las características que están unidas a la traducción funcionen correctamente.
fr: Ajout de la possibilité de spécifier la langue d'interface que vous utilisez avec Unigram dans les paramètres. Ceci est nécessaire pour l'utilisation des fonctions associées à certaines traductions.
pt_br: Adicionada a capacidade de especificar o idioma da interface que você usa no Unigram nas configurações. Isso é necessário para a operação correta das funções associadas a determinadas localizações.
ru: В настройках добавлена возможность указать, какой язык интерфейса вы используете в Unigram. Это необходимо для корректной работы функций, связанных с определенными локализациями.

source: Added hotkey to open current chat profile.
de: Eine Tastenkombination zum Öffnen des aktuellen Chat-Profils hinzugefügt.
es: Se agregó una combinación para abrir el perfil del chat actual.
fr: Ajout d'une touche de raccourci pour ouvrir le profil de l'échange actuel.
pt_br: Adicionada uma tecla de atalho para abrir o perfil de bate-papo atual.
ru: Добавлена горячая клавиша для открытия профиля текущего чата.

source: Now, after closing a chat, the focus will move to the list of chats, and not to the button "Open navigation menu".
de: Es wird nach dem Schließen eines Chats die Liste der Chats fokussiert und nicht die Schaltfläche "Navigationsmenü öffnen".
es: Ahora, después de cerrar el chat, el foco se desplazará a la lista de chats, y no al botón abrir menú de navegación.
fr: Maintenant, après avoir fermé un échange, le focus se déplace vers la liste des échanges et non vers le bouton "Ouvrir le menu de navigation".
pt_br: Agora, depois de fechar um bate-papo, o foco será movido para a lista de bate-papos, e não para o botão “Abrir menu de navegação”.
ru: Теперь после закрытия чата фокус будет перемещаться на список чатов, а не на кнопку "Открыть меню навигации".

source: Version 2.1.0
es: Versión 2.1.0
pt_br: Versão 2.1.0
ru: Версия 2.1.0

source: When switching between folders in the chat list, the name of the current folder will be announced.
de: Wenn Sie in der Liste der Chats zwischen den Ordnern wechseln, wird der Name des aktuellen Ordners mitgeteilt.
es: Al cambiar entre carpetas en la lista de chats, se verbalizará el nombre de la carpeta actual.
fr: Lorsque vous passez d'un dossier à l'autre dans la liste des échanges, le nom du dossier en cours est annoncé.
pt_br: Quando alternar entre pastas na lista de bate-papo, o nome da pasta atual será anunciado.
ru: При переключении между папками в списке чатов будет объявлено имя текущей папки.

source: In the chat list, you hear the name of the chat, followed by its type.
de: In der Liste der Chats sehen Sie den Chat-Namen und den Typ.
es: En la lista de chats, oirás el nombre del chat seguido de su tipo.
fr: Dans la liste des échanges, vous entendez le nom du celui-ci, suivi de son type.
pt_br: Na lista de bate-papos, você ouvirá o nome do bate-papo, seguido do seu tipo.
ru: В списке чатов вы услышите название чата и его тип.

source: Improved the function of moving focus to the list of chats. Now it should work more accurately and without delays.
de: Die Funktion zum Verschieben des Fokus auf die Liste der Chats wurde verbessert. Nun sollte es genauer und ohne Verzögerungen funktionieren.
es: Se ha modernizado la función para mover el foco a la lista de chats. Ahora debería funcionar de forma más precisa y sin retraso.
fr: Amélioration de la fonction de déplacement du focus dans la liste des échanges. Elle devrait maintenant se comporter de manière plus précise et sans délai.
pt_br: Aprimoramos a função de mover o foco para a lista de bate-papos. Agora ela deve funcionar com mais precisão e sem atrasos.
ru: Улучшена функция перемещения фокуса на список чатов. Теперь должно работать точнее и без задержек.

source: Now the add-on settings have become even more flexible, because a section with some UnigramPlus options has appeared in the NVDA Preferences menu.
de: Die Einstellungen der NVDA-Erweiterung sind noch flexibler geworden, denn in den NVDA-Einstellungen ist ein Abschnitt mit einigen UnigramPlus-Optionen hinzugekommen.
es: Ahora las configuraciones del complemento se han hecho aún más flexibles, con una sección que contiene algunas opciones de UnigramPlus en el menú preferencias de NVDA.
fr: Les paramètres de l'extension sont devenus encore plus flexibles, car une section avec certaines options d'UnigramPlus est apparue dans le menu des préférences de NVDA.
pt_br: Agora as configurações do complemento se tornaram ainda mais flexíveis, pois uma seção com algumas opções do UnigramPlus apareceu no menu Preferências do NVDA.
ru: Теперь настройки аддона стали еще более гибкими, ведь в меню настроек NVDA появился раздел с некоторыми опциями UnigramPlus.

source: Added Polish localization.
de: Polnische Übersetzung hinzugefügt.
es: Se agregó traducción al polaco.
fr: Ajout de la traduction polonaise.
pt_br: Adicionada a localização em polonês.
ru: Добавлена Польская локализация.

source: Many small fixes and improvements.
de: Viele kleine Korrekturen und Verbesserungen.
es: Muchas correcciones menores y mejoras.
fr: De nombreuses petites corrections et améliorations.
pt_br: Muitas pequenas correções e aprimoramentos.
ru: Множество мелких исправлений и улучшений.

source: Version 2.0.0
es: Versión 2.0.0
pt_br: Versão 2.0.0
ru: Версия 2.0.0

source: The feature where the word "Seen" is not announced and the word "Not seen" is spoken before the message content is read now works in Spanish, Portuguese, Croatian, Turkish and Persian localizations.
de: Die Funktion, bei der das Wort "Gesehen" nicht angesagt wird und das Wort "Nicht gesehen" gesprochen wird, bevor der Inhalt der Nachricht gelesen wird, funktioniert jetzt auch in den Übersetzungen Spanisch, Portugiesisch, Kroatisch, Türkisch und Persisch.
es: La función en que la palabra visto no se verbaliza, y se dice la palabra visto antes de leer el contenido del mensaje, ahora funciona en las traducciones al español, portugués, Croata, Turco y persa.
fr: La fonction permettant d'annoncer le statut "Vu" et "Non vu" avant la lecture du contenu du message fonctionne désormais dans les localisations espagnole, portugaise, croate, turque et perse.
pt_br: O recurso em que a palavra “Visto” não é anunciada e a palavra “Não visto” é falada antes que o conteúdo da mensagem seja lido agora funciona nas localizações em espanhol, português, croata, turco e persa.
ru: Функция, при которой слово "Просмотрено" не объявляется, а слово "Не просмотрено" объявляется перед чтением содержимого сообщения, теперь работает в испанской, португальской, хорватской, турецкой и персидской локализациях.
