Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Now, when navigating through the chat list, UnigramPlus reports information about premium accounts and verified accounts.
de: Beim Navigieren durch die Liste der Chats meldet UnigramPlus nun Informationen über Premium-Konten und verifizierte Konten.
es: Ahora, al navegar por la lista de chat, Unigram Plus anuncia la información sobre cuentas premium y cuentas verificadas.
fr: Désormais, UnigramPlus signale les informations relatives aux comptes premium et aux comptes vérifiés lorsque vous naviguez dans la liste des échanges.
pt_br: Agora, ao navegar pela lista de bate-papo, o UnigramPlus relata informações sobre contas premium e contas verificadas.
ru: При перемещении по списку чатов Unigramplus теперь сообщает о подтверждённых учётных записях и об учётных записях с подпиской премиум.

source: Version 4.3.0
es: Versión 4.3.0
pt_br: Versão 4.3.0
ru: Версия 4.3.0

source: Now UnigramPlus works correctly when several chats are open in different windows.
de: UnigramPlus läuft jetzt richtig, sobald mehrere Chats in verschiedenen Fenstern geöffnet sind.
es: Ahora Unigram funciona correctamente si muchos chat se abren en varias ventanas.
fr: Maintenant, UnigramPlus fonctionne correctement lorsque plusieurs échanges sont ouverts dans différentes fenêtres.
pt_br: Agora o UnigramPlus funciona corretamente quando vários bate-papos estão abertos em janelas diferentes.
ru: Теперь UnigramPlus работает корректно в тех случаях, когда открыто несколько окон с чатами.

source: Added keyboard shortcut to move focus to user profile area if it is open. The default gesture is alt+5.
de: Es wurde eine Tastenkombination hinzugefügt, um den Bereich des Benutzerprofils zu fokussieren, wenn dieser geöffnet ist. Standardmäßig ist es Alt+5.
es: Se añadió un atajo de teclado para mover el foco al área del perfil del usuario si está abierta. El gesto predeterminado es ALT+5.
fr: Ajout d'un raccourci clavier pour déplacer le focus sur la zone du profil utilisateur si elle est ouverte. Le raccourci clavier par défaut est Alt+5.
pt_br: Adicionado um atalho de teclado para mover o foco para a área de perfil do usuário se ela estiver aberta. O gesto padrão é alt+5.
ru: Добавлено сочетание клавиш для перемещения фокуса в профиль пользователя, если он открыт. Жест по умолчанию - alt+5.

source: Fixed minor bugs.
de: Kleinere Fehler behoben.
es: Se corrigieron errores menores.
fr: Correction de bugs mineurs.
pt_br: Correção de pequenos erros.
ru: Исправлены мелкие ошибки.

source: The mechanism for saving UnigramPlus settings has been significantly redesigned. Now the settings will not be stored in the NVDA config file, but will be stored in its own config file. This should solve the problem when users after an update or just suddenly UnigramPlus stopped working, due to problems accessing the NVDA config file. Unfortunately, users will have to re-configure UnigramPlus for themselves, as after installing this update, all settings will be reset.
de: Der Mechanismus zum Speichern der UnigramPlus-Einstellungen wurde erheblich umgestaltet. Jetzt werden die Einstellungen nicht mehr in der NVDA-Konfigurationsdatei gespeichert, sondern in einer eigenen Konfigurationsdatei. Dies sollte das Problem lösen, dass UnigramPlus nach einem Update oder einfach plötzlich nicht mehr funktioniert, weil es Probleme beim Zugriff auf die NVDA-Konfigurationsdatei gibt. Leider müssen Sie dann UnigramPlus neu konfigurieren, da nach der Installation dieses Updates alle Einstellungen zurückgesetzt werden.
es: El mecanismo para guardar las opciones de Unigram se rediseñó significativamente. Ahora, las opciones no se guardan en el archivo de configuración de NVDA, se guardan en su propio archivo. Esto resuelbe el problema de los usuarios que actualizaban Unigram Plus y este dejava de funcionar, debido a problemas para acceder al archivo de configuración de NVDA. Desafortunadamente, los usuarios deberán reconfigurar Unigram Plus, ya que después de instalar esta actualización, todas las opciones se reestablecen.
fr: Le mécanisme de sauvegarde des paramètres d'UnigramPlus a été considérablement remanié. Désormais, les paramètres ne seront pas stockés dans le fichier de configuration NVDA, mais dans son propre fichier de configuration. Cela devrait résoudre le problème des utilisateurs qui, après une mise à jour ou tout simplement soudainement, n'étaient plus en mesure d'utiliser UnigramPlus, en raison de problèmes d'accès au fichier de configuration NVDA. Malheureusement, vous devrez reconfigurer UnigramPlus, car après l'installation de cette mise à jour, tous les paramètres seront réinitialisés.
pt_br: O mecanismo para salvar as configurações do UnigramPlus foi significativamente reformulado. Agora, as configurações não serão armazenadas no arquivo de configuração do NVDA, mas em seu próprio arquivo de configuração. Isso deve resolver o problema quando os usuários, após uma atualização ou simplesmente de repente, o UnigramPlus para de funcionar, devido a problemas de acesso ao arquivo de configuração do NVDA. Infelizmente, os usuários terão que reconfigurar o UnigramPlus por conta própria, pois após a instalação dessa atualização, todas as configurações serão redefinidas.
ru: Механизм сохранения настроек UnigramPlus был существенно переработан. Теперь настройки не будут сохраняться в файле настроек NVDA, а будут сохраняться в собственном файле настроек. Это поможет решить проблему из-за которой после обновления или вообще внезапно UnigramPlus переставал работать из-за потери доступа к файлу настроек. К сожалению, пользователям придётся заново настроить UnigramPlus, поскольку после установки данного обновления все настройки будут сброшены.

source: Fixed UnigramPlus compatibility issue with BluetoothAudio add-on.
de: Kompatibilitätsproblem zwischen UnigramPlus und BluetoothAudio behoben.
es: Se corrigió un problema de compatibilidad con el complemento Bluetooth Audio.
fr: Correction du problème de compatibilité d'UnigramPlus avec l'extension BluetoothAudio.
pt_br: Corrigido o problema de compatibilidade do UnigramPlus com o complemento BluetoothAudio.
ru: Исправлена проблема совместимости UnigramPlus с дополнением BluetoothAudio.

source: Now the information that the message is not selected will not be reported. If a message is selected, information about it will be announced before the message content.
de: Nun wird die Information, dass die Nachricht nicht ausgewählt wurde, nicht gemeldet. Wenn eine Nachricht ausgewählt ist, wird die Information darüber vor dem Inhalt der Nachricht mitgeteilt.
es: Ahora la información sobre el mensaje no seleccionado no se anuncia. Si el mensaje está seleccionado, se anuncia antes de su contenido.
fr: Désormais, l'information selon laquelle le message n'est pas sélectionné ne sera pas signalée. Si un message est sélectionné, l'information sera annoncée avant le contenu du message.
pt_br: Agora, a informação de que a mensagem não foi selecionada não será informada. Se uma mensagem for selecionada, as informações sobre ela serão anunciadas antes do conteúdo da mensagem.
ru: Теперь информация о том, что сообщение не выделено, не будет сообщаться. Если сообщение выделено, информация об этом будет сообщаться до того, как будет прочитано содержимое сообщения.

source: Now the order number of the elements in the chat will be announced if you have enabled the element position in the NVDA settings.
de: Die Ordnungsnummer der Elemente im Chat wird nun angezeigt, wenn Sie die Elementposition in den NVDA-Einstellungen aktiviert haben.
es: Ahora el número de elementos en la lista de chats se anuncia si está activada la opción Anunciar información de posición del objeto en las opciones de NVDA.
fr: Maintenant, le numéro d'ordre des éléments dans un échange sera annoncé si vous avez activé la position de l'élément dans les paramètres NVDA.
pt_br: Agora, o número de ordem dos elementos no bate-papo será anunciado se você tiver ativado a posição do elemento nas configurações do NVDA.
ru: Теперь порядковый номер элемента в окне чата будет сообщаться, если вы включили объявление позиции элемента в настройках NVDA.

source: Added labels to some buttons.
de: Beschriftungen zu einigen Schaltflächen hinzugefügt.
es: Se añadieron etiquetas para algunos botones.
fr: Ajout d'étiquettes à certains boutons.
pt_br: Adição de rótulos a alguns botões.
ru: Добавлены метки к некоторым кнопкам.

source: Version 4.1.0
es: Versión 4.1.0
pt_br: Versão 4.1.0
ru: Версия 4.1.0

source: Added a gesture to pin a message or chat. By default, no keyboard shortcut are assigned to this feature.
de: Es wurde eine Tastenkombination zum anpinnen einer Nachricht oder eines Chats hinzugefügt. Standardmäßig sind dieser Funktion keine Tastenkombinationen zugewiesen.
es: Se añadió un gesto para fijar un mensaje o chat. De forma predeterminada, no se asigna un atajo de teclado a esta característica.
fr: Ajout d'une commande pour épingler un message ou un échange. Par défaut, aucun raccourci clavier n'est attribué à cette fonctionnalité.
pt_br: Adicionado um gesto para fixar uma mensagem ou bate-papo. Por padrão, nenhum atalho de teclado é atribuído a esse recurso.
ru: Добавлен жест для закрепления сообщения или чата. По умолчанию для этой функции не назначено сочетание клавиш.

source: Added a keyboard shortcut for pressing the "New conversation" button. The default gesture for this feature is ctrl+n.
de: Es wurde eine Tastenkombination für "Neuer Chat" hinzugefügt. Standardmäßig ist für diese Funktion Strg+N.
es: Se añadió una combinación de teclas para presionar el botón "Nuevo chat". El gesto predeterminado para esta característica es Control + N.
fr: Ajout d'un raccourci clavier pour appuyer sur le bouton "Nouvel échange". La commande par défaut pour cette fonctionnalité est Ctrl+n.
pt_br: Adicionado um atalho de teclado para pressionar o botão “Nova conversa”. O gesto padrão para esse recurso é ctrl+n.
ru: Добавлено сочетание клавиш для нажатия кнопки "Новая беседа". Жест по умолчанию для данной функции - CTRL+N.

source: Added a keyboard shortcut for pressing the "Attach media" button. The default gesture is ctrl+shift+a.
de: Es wurde eine Tastenkombination für die Schaltfläche "Medien anhängen" hinzugefügt. Standardmäßig ist es Strg+Umschalt+A.
es: Se añadió un atajo de teclado para presionar el botón "Adjuntar archivo". De forma predeterminada, el gesto predeterminado es Control+Shift+A.
fr: Ajout d'un raccourci clavier pour appuyer sur le bouton "Joindre un média". La commande par défaut est Ctrl+Maj+a.
pt_br: Foi adicionado um atalho de teclado para pressionar o botão “Anexar mídia”. O gesto padrão é ctrl+shift+a.
ru: Добавлено сочетание клавиш для активации кнопки "Прикрепить медиа". Жест по умолчанию для этой функции - CTRL+Shift+A.

source: Added a keyboard shortcut to go to the list of chat folders. The default gesture is alt+4. This feature will be useful for those who use more than nine chat folders.
de: Es wurde eine Tastenkombination hinzugefügt, um die Liste der Chat-Ordner aufzurufen. Standardmäßig ist es Alt+4. Diese Funktion ist für diejenigen nützlich, die mehr als neun Chat-Ordner verwenden.
es: Se añadió un atajo de teclado para ir a la lista de carpetas de chats. El gesto predeterminado es ALT+4. Esta característica es útil para quienes usen más de nueve carpetas de chat.
fr: Ajout d'un raccourci clavier pour aller à la liste des dossiers d'échanges. La commande par défaut est Alt+4. Cette fonctionnalité sera utile pour ceux qui utilisent plus de neuf dossiers d'échanges.
pt_br: Adicionado um atalho de teclado para acessar a lista de pastas de bate-papo. O gesto padrão é alt+4. Esse recurso será útil para aqueles que usam mais de nove pastas de bate-papo.
ru: Добавлено сочетание клавиш для перехода в список папок. Жест по умолчанию - Alt+4. Эта функция будет полезна тем, кто использует больше девяти папок.

source: Now, when switching between folders using the arrows, the focus will not jump anywhere.
de: Wenn Sie nun mit den Pfeiltasten zwischen den Ordnern wechseln, springt der Fokus nirgendwo hin.
es: Ahora, mientras cambias entre carpetas de chat usando las flechas, el foco no saltará.
fr: Maintenant, lorsque vous passez d'un dossier à l'autre à l'aide des flèches, le focus ne sautera plus n'importe où.
pt_br: Agora, ao alternar entre as pastas usando as setas, o foco não pulará para lugar nenhum.
ru: Теперь при переключении папок с помощью клавиш со стрелками фокус не будет перемещаться куда-либо.

source: Now, when switching between folders using hotkeys, in addition to the name of the active folder, the number of unread chats in this folder will be announced.
de: Beim Umschalten zwischen Ordnern mit den Tastenkombinationen wird nun zusätzlich zum Namen des aktiven Ordners die Anzahl der ungelesenen Chats in diesem Ordner angezeigt.
es: Ahora, mientras te mueves a la lista de carpetas utilizando atajos, además del nombre de la carpeta activa, el número de chats no leídos en la carpeta también se anunciará.
fr: Désormais, lorsque vous passez d'un dossier à l'autre à l'aide des touches de raccourci, en plus du nom du dossier actif, le nombre d'échanges non lus dans ce dossier sera annoncé.
pt_br: Agora, ao alternar entre pastas usando as teclas de atalho, além do nome da pasta ativa, será anunciado o número de bate-papos não lidos nessa pasta.
ru: Теперь при переключении папок с использованием горячих клавиш, в дополнение к названию текущей папки будет сообщаться количество непрочитанных чатов в этой папке.

source: Now features such as "Mark a chat as read" and "Pin a message or chat" will also work in reverse.
de: Funktionen wie "Einen Chat als gelesen markieren" und "Eine Nachricht oder einen Chat anpinnen" funktionieren nun auch in umgekehrter Richtung.
es: Ahora, características como "Marcar un chat como leído" y "fijar un mensaje o chat" también funcionarán a la inversa.
fr: Désormais, les fonctions telles que "Marquer un échange comme lu" et "Épingler un message ou un échange" fonctionnent également en sens inverse.
pt_br: Agora, recursos como “Marcar um bate-papo como lido” e “Fixar uma mensagem ou bate-papo” também funcionarão de forma inversa.
ru: Теперь такие функции как "Отметить чат как прочитанный" или "Закрепить сообщение или чат" будут работать и в другую сторону.

source: Added Romanian localization.
de: Rumänische Übersetzung hinzugefügt.
es: Se añadió localización al Rumano.
fr: Ajout de la traduction en roumain.
pt_br: Adição da localização em romeno.
ru: Добавлена ​​румынская локализация.

source: Version 4.0.0
es: Versión 4.0.0
pt_br: Versão 4.0.0
ru: Версия 4.0.0

source: Provided compatibility with Unigram 8.8. Since the Unigram interface has changed, I had to rewrite a significant part of the addon code.
de: Bereitstellung von Kompatibilität mit Unigram 8.8. Da sich die Unigram-Schnittstelle geändert hat, musste ich einen großen Teil des Addon-Codes neu schreiben.
es: Se proporciona compativilidad con Unigram 8.8. Debido a cambios en la interfaz de unigram, Se ha tenido que reescribir una parte significativa del código del complemento.
fr: Fourni la compatibilité avec Unigram 8.8. Comme l'interface d'Unigram a changé, j'ai dû réécrire une partie importante du code de l'extension.
pt_br: Providenciei compatibilidade com o Unigram 8.8. Como a interface do Unigram foi alterada, tive de reescrever uma parte significativa do código do complemento.
ru: Обеспечена совместимость с Unigram 8.8. Поскольку интерфейс Unigram изменился, Мне пришлось заново переписать значительную часть кода дополнения.

source: Added the ability to rewind and fast forward voice messages. To fast forward, use the combination control+right arrow, and to rewind, use control+left arrow.
de: Es wurde die Möglichkeit hinzugefügt, in den Sprachnachrichten zurück- und vorzuspulen. Zum Vorspulen verwenden Sie die Kombination Strg+Pfeiltaste nach rechts und zum Zurückspulen Strg+Pfeiltaste nach links.
es: Se agrega la posibilidad de retroceder y adelantar mensajes de voz. para adelantar, utiliza la combinación control+flecha derecha, y para retroceder, utiliza control+flecha izquierda.
fr: Ajout de la possibilité de reculer et d'avancer rapidement dans les messages vocaux. Pour l'avance rapide, utilisez la combinaison Ctrl+flèche droite et pour revenir en arrière, Ctrl+flèche gauche.
pt_br: Foi adicionada a capacidade de retroceder e avançar rapidamente as mensagens de voz. Para avançar rapidamente, use a combinação control+seta para a direita e, para retroceder, use control+seta para a esquerda.
ru: Добавлена возможность перематывать вперёд и назад голосовые сообщения. Для перемотки вперёд используйте комбинацию Control+Стрелка Вправо, а для перемотки назад - Control+Стрелка Влево.

source: Now UnigramPlus will report not only the presence of reactions in messages, but also announce detailed information about reactions.
de: UnigramPlus teilt nicht nur das Vorhandensein von Reaktionen in Nachrichten mit, sondern teilt auch ausführlichere Informationen zu den Reaktionen mit.
es: Ahora UnigramPlus no solo anunciará la presencia de reacciones en los mensajes, sino también información detallada de las mismas.
fr: Désormais, UnigramPlus signalera non seulement la présence de réactions dans les messages, mais annoncera également des informations détaillées sur celles-ci.
pt_br: Agora, o UnigramPlus relatará não apenas a presença de reações nas mensagens, mas também anunciará informações detalhadas sobre as reações.
ru: Теперь UnigramPlus не только будет сообщать о наличии реакции в сообщениях, но также будет проговаривать и подробную информацию о реакциях.

source: Added the ability to view the text of the message in the popup window. The default gesture for this feature is ALT+C.
de: Es wurde die Möglichkeit hinzugefügt, den Text der Nachricht im Popup-Fenster anzuzeigen. Standardmäßig ist für diese Funktion Alt+C.
es: Se agrega la posibilidad de visualizar el texto del mensaje en una ventana emergente. El gesto predeterminado para esta función es ALT+C.
fr: Ajout de la possibilité de visualiser le texte du message dans une fenêtre pop-up. La commande par défaut pour cette fonctionnalité est ALT+C.
pt_br: Adicionada a capacidade de visualizar o texto da mensagem na janela pop-up. O gesto padrão para esse recurso é ALT+C.
ru: Добавлена возможность просмотра текста сообщения во всплывающем окне. Жест по умолчанию для этой функции - Alt+C.

source: Added keyboard shortcut to open UnigramPlus settings window. The default gesture for this feature is NVDA+control+U
de: Tastaturkürzel zum Öffnen der Einstellungen in UnigramPlus hinzugefügt. Der Standard-Tastenbefehl für diese Funktion ist NVDA+Strg+U
es: Se agrega un atajo de teclado para abrir la ventana de configuraciones de UnigramPlus. El gesto predeterminado para esta función es NVDA+control+U
fr: Ajout d'un raccourci clavier pour ouvrir la fenêtre des préférences d'UnigramPlus. La commande par défaut pour cette fonctionnalité est NVDA+Ctrl+U.
pt_br: Adicionado um atalho de teclado para abrir a janela de configurações do UnigramPlus. O gesto padrão para esse recurso é NVDA+control+U
ru: Добавлено сочетание клавиш для открытия окна настроек UnigramPlus. Жест по умолчанию для этой функции - NVDA+Control+U

source: Added Czech and Romanian localizations.
de: Tschechische und rumänische Übersetzung hinzugefügt.
es: Se agrega traducción al checo.
fr: Ajout des traductions tchèque et roumaine.
pt_br: Adicionadas localizações em tcheco e romeno.
ru: Добавлены чешская и румынская локализации.

source: Fixed issue with UnigramPlus update for Ukrainian residents.
de: Problem mit UnigramPlus-Update für Ukrainisch behoben.
es: Se resuelve un problema con las actualizaciones de UnigramPlus para residentes ucranianos.
fr: Correction du problème de mise à jour d'UnigramPlus pour les résidents ukrainiens.
pt_br: Corrigido o problema com a atualização do UnigramPlus para residentes ucranianos.
ru: Исправлена проблема с обновлением UnigramPlus для жителей Украины.

source: Version 3.2.3
es: Versión 3.2.3
pt_br: Versão 3.2.3
ru: Версия = 3.2.3

source: Added Chinese localization.
de: Chinesische Übersetzung hinzugefügt.
es: Se agrega traducción al chino.
fr: Ajout d'une traduction en chinois.
pt_br: Adicionada a localização em chinês.
ru: Добавлена ​​китайская локализация.

source: Updated existing localizations, including English.
de: Vorhandene Übersetzungen, einschließlich Englisch, wurden aktualisiert.
es: Se actualizan traducciones existentes, Incluso la inglésa.
fr: Mise à jour des traductions existantes, y compris l'anglais.
pt_br: Atualização das localizações existentes, incluindo o inglês.
ru: Обновлены уже имеющиеся локализации, в том числе английский.

source: Version 3.2.0
es: Versión 3.2.0
pt_br: Versão 3.2.0
ru: Версия 3.2.0

source: Removed features such as "Chat activity tracking" and "Read new messages in open chat" because I was unable to get them to work properly in NVDA 2022.1.
de: Funktionen wie "Chat-Aktivitäten verfolgen" und "Neue Nachrichten im offenen Chat mitteilen" wurden entfernt, da sie unter NVDA 2022.1 nicht richtig funktionierten.
es: Se eliminan funciones tales como el "seguimiento de actividad del chat" y leer nuevos mensajes en el chat actual" porque no fue posible hacerlas funcionar adecuadamente en NVDA 2022.1.
fr: Suppression de fonctions telles que "Suivi de l'activité d'échange" et "Lire les nouveaux messages dans l'échange ouvert" car je n'ai pas réussi à les faire fonctionner correctement dans NVDA 2022.1.
pt_br: Removidos recursos como “Rastreamento de atividade de bate-papo” e “Ler novas mensagens em bate-papo aberto” porque não consegui fazê-los funcionar corretamente no NVDA 2022.1.
ru: Удалены такие функции, как "Отслеживание активности в чате" и "Чтение новых сообщений в открытом чате", поскольку мне не удалось заставить их работать должным образом в NVDA 2022.1.

source: Improved accessibility of mute / unmute and turn on / off camera in calls. Now, after pressing the shortcut for both functions, their status will be announced.
de: Verbesserte Zugänglichkeit von Stummschaltung / Aufhebung der Stummschaltung und Ein-/Ausschalten der Kamera bei Anrufen. Nach dem Drücken der Tastenkombination für beide Funktionen wird nun der entsprechende Status angezeigt.
es: Se mejora la accesibilidad del silenciado / desilenciado y la activación / desactivación de la cámara en las llamadas. Ahora, Al presionar el atajo para ambas funciones, Se anunciará su estado.
fr: Amélioration de l'accessibilité de la fonction activation / désactivation du micro et de l'activation / désactivation de la caméra lors des appels. Maintenant, après avoir appuyé sur le raccourci pour ces deux fonctions, leur état sera annoncé.
pt_br: Acessibilidade aprimorada para habilitar/deshabilitar o mudo e habilitar/deshabilitar a câmera em chamadas. Agora, após pressionar o atalho para ambas as funções, o status delas será anunciado.
ru: Улучшена доступность отключения/включения звука и включения/выключения камеры при звонках. Теперь после нажатия горячей клавиши для обеих функций будет объявлен их статус.
