Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Improved the function of progress bar announcements. Now, when this mode is enabled, not all progress indicators are announced, but only those that are in focus.
de: Die Funktion der Fortschrittsbalken-Mitteilungen wurde verbessert. Wenn dieser Modus aktiviert ist, werden jetzt nicht mehr alle Fortschrittsanzeigen mitgeteilt, sondern nur noch die, die fokussiert sind.
es: Se ha mejorado la función de anuncio de barras de progreso. Ahora, cuando se activa este modo, No se anuncian todas las barras de progreso, sino aquellas que estén debajo del foco.
fr: Amélioration de la fonction d'annonce de la barre de progression. Désormais, lorsque ce mode est activé, tous les indicateurs de progression ne sont pas annoncés, mais seulement ceux qui sont en focus.
pt_br: Aprimorada a função de anúncios da barra de progresso. Agora, quando esse modo está ativado, nem todos os indicadores de progresso são anunciados, mas apenas aqueles que estão em foco.
ru: Улучшена функция объявления индикатора выполнения. Теперь при включении этого режима объявляются не все индикаторы выполнения, а только те, которые находятся в фокусе.

source: If you press the spacebar in a message that contains a file that has not completed downloading, you will be notified that the download has been paused.
de: Wenn Sie in einer Nachricht, die eine noch nicht fertig heruntergeladene Datei enthält, die Leertaste drücken, werden Sie darauf hingewiesen, dass der Download angehalten wurde.
es: Si presionas la barra espaciadora en un mensaje que contenga un archivo cuya descarga no se ha completado, se te notificará que dicha descarga ha sido suspendida.
fr: Si vous appuyez sur la barre d'espacement dans un message qui contient un fichier dont le téléchargement n'est pas terminé, vous serez informé que le téléchargement a été mis en pause.
pt_br: Se você pressionar a barra de espaço em uma mensagem que contenha um arquivo cujo download não tenha sido concluído, será notificado de que o download foi pausado.
ru: Если вы нажмете пробел в сообщении, содержащем незавершенную загрузку файла, вы получите уведомление о том, что загрузка приостановлена.

source: Added Portuguese localization.
de: Portugiesische Übersetzung hinzugefügt.
es: Se agregó traducción al portugués.
fr: Ajout d'une traduction en portugais.
pt_br: Adicionado a localização em português.
ru: Добавлена Португальская локализация.

source: Fixed some small issues and improved performance.
de: Einige kleinere Fehler wurden behoben und die Leistung verbessert.
es: Se arreglaron algunos errores menores y se mejoró el rendimiento.
fr: Correction de quelques petits problèmes et amélioration des performances.
pt_br: Corrigido alguns pequenos problemas e melhoria do desempenho.
ru: Исправлены некоторые небольшие проблемы и улучшена производительность.

source: Version 1.9.0
es: Versión 1.9.0
pt_br: Versão 1.9.0
ru: Версия 1.9.0

source: A hotkey has been added that toggles the level of progress bar announcement between values such as: "Announce all progress bars", "Announce some progress bars", "Announce all progress bars except the voice message playback progress bar" and "Do not announce any progress bars".
de: Es wurde eine Tastenkombination hinzugefügt, mit der der Grad der Fortschrittsanzeige zwischen folgenden Werten umgeschaltet werden kann: "Alle Fortschrittsbalken mitteilen", "Einige Fortschrittsbalken mitteilen", "Alle Fortschrittsbalken außer dem Fortschrittsbalken für die Wiedergabe der Sprachnachricht mitteilen" und "Keine Fortschrittsbalken mitteilen".
es: Se agregó una combinación que alterna el nivel de indicaciones auditivas entre valores tales como: "anunciar todas las barras de progreso", "anunciar todas las barras de progreso excepto las de reproducción de mensajes de voz", y "no anunciar barras de progreso".
fr: Une touche de raccourci a été ajoutée pour basculer le niveau d'annonce des barres de progression entre les valeurs suivantes : "Annoncer toutes les barres de progression", "Annoncer certaines barres de progression", "Annoncer toutes les barres de progression sauf celle de la lecture des messages vocaux", "N'annoncer aucune barre de progression".
pt_br: Adicionada uma tecla de atalho que alterna o nível de anúncio da barra de progresso entre valores como: “Anunciar todas as barras de progresso”, ‘Anunciar algumas barras de progresso’, ‘Anunciar todas as barras de progresso, exceto a barra de progresso de reprodução de mensagem de voz’ e ‘Não anunciar nenhuma barra de progresso’.
ru: Добавлена горячая клавиша, которая переключает уровень объявления индикатора выполнения между такими значениями, как: "Объявить все индикаторы выполнения", "Объявить некоторые индикаторы выполнения", "Объявить все индикаторы выполнения, кроме индикатора выполнения голосового сообщения" и "Не объявлять никаких индикаторов выполнения".

source: For those users who have automatic media downloads disabled in Unigram, the progress bar announcement level can be set to "Announce all progress bars except the voice message playback progress bar", and for those who have it enabled, it is better to set it to "Do not announce progress bars".
de: Für Benutzer, bei denen das automatische Herunterladen von Medien in Unigram deaktiviert ist, kann die Ankündigungsstufe für den Fortschrittsbalken auf "Alle Fortschrittsbalken mit Ausnahme des Fortschrittsbalkens für die Wiedergabe von Sprachnachrichten mitteilen" eingestellt werden; für Benutzer, bei denen diese Funktion aktiviert ist, ist es besser, sie auf "Keine Fortschrittsbalken mitteilen" einzustellen.
es: Para aquellos usuarios que tienen la carga automática de medios desactivada en Unigram, se puede ajustar el valor en "anunciar todas las barras de progreso excepto las de reproducción de mensajes de voz", y para quienes la tengan activada, es preferible dejarlo en "no anunciar barras de progreso".
fr: Pour les utilisateurs dont le téléchargement automatique des médias est désactivé dans Unigram, le niveau d'annonce des barres de progression peut être défini sur "Annoncer toutes les barres de progression sauf celle de la lecture des messages vocaux" et pour ceux qui l'ont activé, il est préférable de le définir sur "Ne pas annoncer les barres de progression".
pt_br: Para os usuários que têm downloads automáticos de mídia desativados no Unigram, o nível de anúncio da barra de progresso pode ser definido como “Anunciar todas as barras de progresso, exceto a barra de progresso de reprodução de mensagem de voz), e para aqueles que a têm ativada, é melhor defini-la como “Não anunciar barras de progresso".
ru: Для тех пользователей, у которых в Unigram отключена автоматическая загрузка медиа, уровень объявления индикатора выполнения может быть установлен на "Объявить все индикаторы выполнения, кроме индикатора выполнения голосового сообщения", а для тех, у кого он включен, лучше установить его на "Не объявлять никаких индикаторов выполнения".

source: Added Spanish, Croatian and Persian localizations.
de: Spanische, kroatische und persische Übersetzungen hinzugefügt.
es: Se agregaron traducciones al español, croata y persa.
fr: Ajout des traductions espagnole, croate et perse.
pt_br: Adicionadas localizações em espanhol, croata e persa.
ru: Добавлены испанская, хорватская и персидская локализации.

source: Fixed minor bugs from previous versions.
de: Kleinere Fehler aus früheren Versionen wurden behoben.
es: Se corrigieron errores menores de versiones anteriores.
fr: Correction de bogues mineurs des versions précédentes.
pt_br: Corrigido pequenos erros das versões anteriores.
ru: Исправлены мелкие ошибки предыдущих версий.

source: Version 1.8.0
es: Versión 1.8.0
pt_br: Versão 1.8.0
ru: Версия 1.8.0

source: Added hotkey to move focus to edit field. If the focus is already in the edit field, then after pressing the hot key, it will move to where it was before.
de: Tastenkombination zum Verschieben des Fokus in das Bearbeitungsfeld hinzugefügt. Wenn sich der Fokus bereits im Bearbeitungsfeld befindet, wird er nach dem Drücken der Tastenkombination wieder zur vorherigen Position zurückverschoben.
es: Se agregó una combinación para mover el foco al campo de edición de mensaje. Si el foco ya se encuentra en este campo, al hacer clic, se moverá al último elemento enfocado.
fr: Ajout d'une touche de raccourci pour déplacer le focus sur le champ d'édition. Si le curseur est déjà dans le champ d'édition, après avoir appuyé sur la touche de raccourci, il sera déplacé à l'endroit où il était auparavant.
pt_br: Adicionada uma tecla de atalho para mover o foco para o campo de edição. Se o foco já estiver no campo de edição, depois de pressionar a tecla de atalho, ele será movido para onde estava antes.
ru: Добавлена горячая клавиша для перемещения фокуса в поле редактирования. Если фокус уже находится в поле редактирования, то после нажатия горячей клавиши он переместится туда, где был до этого.

source: The chat activity tracking feature is now enabled by double pressing ALT + T. You can simply turn it on or turn it on temporarily until the next time you close the application.
de: Die Funktion zur Verfolgung von Chat-Aktivitäten wird jetzt durch doppeltes Drücken von Alt+T aktiviert. Sie können sie einfach einschalten oder vorübergehend aktivieren, bis Sie die Anwendung das nächste Mal schließen.
es: Ahora la función de seguimiento de actividad del chat se activa presionando dos veces ALT + T. Puedes simplemente activarla, activarla temporalmente, hasta la próxima vez que cierres la app.
fr: La fonction de suivi des activités d'un échange est maintenant activée en appuyant deux fois sur ALT+T. Vous pouvez simplement l'activer ou l'activer temporairement jusqu'à la prochaine fermeture de l'application.
pt_br: O recurso de rastreamento de atividades de bate-papo agora é ativado ao pressionar duas vezes ALT + T. Você pode simplesmente ativá-lo ou ativá-lo temporariamente até a próxima vez que fechar o aplicativo.
ru: Функция отслеживания активности в чате теперь включается двойным нажатием ALT + T. Вы можете включить ее или включить временно до следующего закрытия приложения.

source: Added the ability to select the type of notification for recording voice messages. This is done by double pressing the control+d hotkey. There you can choose between sound, text notification, or return to the standard voice message recording behavior.
de: Es wurde die Möglichkeit hinzugefügt, die Art der Benachrichtigung für die Aufnahme von Sprachnachrichten auszuwählen. Dies geschieht durch doppeltes Drücken der Tastenkombination Strg+D. Dort können Sie zwischen Ton, Textbenachrichtigung oder der Rückkehr zum Standardverhalten bei der Aufnahme von Sprachnachrichten wählen.
es: Ahora también se agregó la posibilidad de seleccionar el tipo de notificación para grabar mensajes de voz. Esto se hace presionando dos veces la combinación control+d. Aquí puedes elegir entre una alerta auditiva, una alerta de texto, y regresar al comportamiento estándar de grabación de mensajes de voz.
fr: Ajout de la possibilité de sélectionner le type de notification pour l'enregistrement des messages vocaux. Cela se fait en appuyant deux fois sur la touche de raccourci Ctrl+d. Là, vous pouvez choisir entre le son, une notification textuelle ou le retour au comportement standard d'enregistrement des messages vocaux.
pt_br: Adicionada a capacidade de selecionar o tipo de notificação para a gravação de mensagens de voz. Isso é feito pressionando duas vezes a tecla de atalho control+d. Lá você pode escolher entre som, notificação de texto ou retornar ao comportamento padrão de gravação de mensagens de voz.
ru: Добавлена возможность выбора типа уведомления для записи голосовых сообщений. Это делается двойным нажатием горячей клавиши control+d. Там вы можете выбрать между звуком, текстовым уведомлением или вернуться к стандартному поведению записи голосового сообщения.

source: Version 1.7.0
es: Versión 1.7.0
pt_br: Versão 1.7.0
ru: Версия 1.7.0

source: Added the ability to track chat activity. This option can be enabled by pressing ALT+shift+T and remains active until Unigram is closed or NVDA is next restarted.
de: Es wurde die Möglichkeit hinzugefügt, Chat-Aktivitäten zu verfolgen. Diese Option kann durch Drücken von Alt+Umschalt+T aktiviert werden und bleibt aktiv, bis Unigram geschlossen oder NVDA das nächste Mal neu gestartet wird.
es: Se agregó la posibilidad de rastrear la actividad del chat. Esta opción se puede activar presionando ALT+shift+T Y permanecerá activa hasta que se cierre Unigram o hasta el próximo reinicio de NVDA.
fr: Ajout de la possibilité de suivre l'activité de l'échange. Cette option peut être activée en appuyant sur ALT+Maj+T et reste active jusqu'à la fermeture d'Unigram ou le prochain redémarrage de NVDA.
pt_br: Adicionada a capacidade de rastrear a atividade de bate-papo. Essa opção pode ser ativada pressionando ALT+shift+T e permanece ativa até que o Unigram seja fechado ou o NVDA seja reiniciado.
ru: Добавлена возможность отслеживать активность в чате. Эту опцию можно включить, нажав ALT+shift+T, и она остается активной до закрытия Unigram или следующего перезапуска NVDA.

source: The hotkey that activates the "More Options" button now works in the voice chat window and the call window.
de: Die Tastenkombination, die die Schaltfläche "Weitere Optionen" aktiviert, funktioniert jetzt im Sprach-Chat-Fenster und im Anruffenster.
es: Las teclas rápidas que activan el botón más opciones ahora funcionan en el chat de voz y en la ventana de llamada.
fr: Le raccourci clavier qui active le bouton "Plus d'options" fonctionne désormais dans la fenêtre d'échange vocal et dans la fenêtre d'appel.
pt_br: A tecla de atalho que ativa o botão “Mais opções” agora funciona na janela de bate-papo por voz e na janela de chamada.
ru: Горячая клавиша, активирующая кнопку "Другие опции", теперь работает в окне голосового чата и окне звонка.

source: Version 1.6.0
es: Versión 1.6.0
pt_br: Versão 1.6.0
ru: Версия 1.6.0

source: If the media attached to the message is opened using the spacebar, after closing it, the focus will return to the last element that was in focus.
de: Wenn das an die Nachricht angehängte Medium mit der Leertaste geöffnet wird, kehrt der Fokus nach dem Schließen zum letzten Element zurück, welches fokussiert war.
es: Si los medios adjuntos de un mensaje se abren presionando espacio, después de cerarlos, el cursor volverá a su posición anterior.
fr: Si le média joint au message est ouvert à l'aide de la barre d'espacement, après sa fermeture, le focus reviendra au dernier élément qui était sélectionné.
pt_br: Se a mídia anexada à mensagem for aberta usando a barra de espaço, depois de fechá-la, o foco retornará ao último elemento que estava em foco.
ru: Если медиа, прикрепленное к сообщению, открыть с помощью пробела, то после его закрытия фокус вернется к последнему элементу, который был в фокусе.

source: Now you can return to the active voice chat not only from the current group, but also from any other chat.
de: Jetzt können Sie nicht nur aus der aktuellen Gruppe, sondern auch aus jedem anderen Chat zum aktiven Sprach-Chat zurückkehren.
es: Ahora puedes regresar al chat de voz activo, no solo desde el grupo actual, sino también desde cualquier otro chat.
fr: Vous pouvez désormais revenir à l'échange vocal actif non seulement à partir du groupe actuel, mais aussi à partir de n'importe quel autre échange.
pt_br: Agora você pode retornar ao bate-papo de voz ativo não apenas do grupo atual, mas também de qualquer outro bate-papo.
ru: Теперь вернуться в активный голосовой чат можно не только из текущей группы, но и из любого другого чата.

source: Pressing ALT+shift+C in an open chat will return you to the voice chat instead of calling the contact.
de: Wenn Sie in einem offenen Chat Alt+Umschalt+C drücken, kehren Sie zum Sprach-Chat zurück, anstatt den Kontakt anzurufen.
es: Presionando ALT+shift+C en un chat abierto regresarás al chat de voz En lugar de llamar al contacto en cuestión.
fr: En appuyant sur ALT+Maj+C dans un échange ouvert, vous retournerez à l'échange vocal au lieu d'appeler le contact.
pt_br: Pressionar ALT+shift+C em um bate-papo aberto o levará de volta ao bate-papo de voz em vez de ligar para o contato.
ru: Нажатие ALT+shift+C в открытом чате вернет вас в голосовой чат вместо звонка контакту.

source: If a message has not been sent, you will be notified as soon as that message has been focused.
de: Wenn eine Nachricht noch nicht gesendet wurde, werden Sie benachrichtigt, sobald diese Nachricht fokussiert wurde.
es: Si un mensaje no se envía, esto se te notificará una vez que dicho mensaje tenga foco.
fr: Si un message n'a pas été envoyé, vous serez averti dès que ce message aura été sélectionné.
pt_br: Se uma mensagem não tiver sido enviada, você será notificado assim que a mensagem for focalizada.
ru: Если сообщение не было отправлено, вы будете уведомлены, как только это сообщение будет сфокусировано.

source: If the focused message contains a link, you'll only hear the text of the link itself, not the entire message.
de: Wenn die fokussierte Nachricht einen Link enthält, hören Sie nur den Text des Links selbst, nicht die gesamte Nachricht.
es: Si un mensaje enfocado contiene un enlace, solo oirás el texto del enlace propiamente dicho, no el mensaje en su totalidad.
fr: Si le message sélectionné contient un lien, vous n'entendrez que le texte du lien et non l'intégralité du message.
pt_br: Se a mensagem focalizada contiver um link, você ouvirá apenas o texto do próprio link, não a mensagem inteira.
ru: Если сфокусированное сообщение содержит ссылку, вы услышите только текст самой ссылки, а не все сообщение.

source: Fixed an issue where status changes for buttons such as Mute/Unmute Mic and Enable/Disable Camera were not reported in private calls and voice chats.
de: Es wurde ein Problem behoben, bei dem Statusänderungen für Schaltflächen wie Mikrofon stummschalten/aufheben und Kamera aktivieren/deaktivieren in privaten Anrufen und Sprach-Chats nicht mitgeteilt wurden.
es: Se arregló un problema en el cual no se anunciaba el cambio de estado en botones tales como activar/desactivar micrófono y activar/desactivar cámara en llamadas privadas y chats de voz.
fr: Correction d'un problème pour lequel les changements d'état des boutons tels qu'activation / désactivation du micro ou de la caméra n'étaient pas signalés dans les appels privés et les échanges vocaux.
pt_br: Corrigido um problema em que as alterações de status de botões como Mudo/Tirar o som Microfone e habilitado/desabilitado Câmera não eram relatadas em chamadas privadas e chats de voz.
ru: Исправлена ошибка, из-за которой изменения статуса для таких кнопок, как "Отключить/включить звук микрофона" и "Включить/отключить камеру", не объявлялись в приватных звонках и голосовых чатах.

source: Now the message copy function allows you to copy the contents of items in the message quick view window.
de: Mit der Funktion zum Kopieren von Nachrichten können Sie nun den Inhalt von Elementen im Fenster der Nachrichtenschnellansicht kopieren.
es: Ahora la característica de copiado de mensaje te permite copiar el contenido de los elementos en la ventana de vista rápida de un post.
fr: La fonction de copie de message vous permet désormais de copier le contenu des éléments dans la fenêtre d'affichage rapide du message.
pt_br: Agora, a função de cópia de mensagens permite que você copie o conteúdo dos itens na janela de visualização rápida de mensagens.
ru: Теперь функция копирования сообщения позволяет копировать содержимое пунктов в окне быстрого просмотра сообщения.

source: Version 1.5.1
es: Versión 1.5.1
pt_br: Versão 1.5.1
ru: Версия 1.5.1

source: This update fixes a huge number of bugs and improves the performance of the add-on.
de: Dieses Update behebt eine große Anzahl von Fehlern und Leistungsverbesserungen der NVDA-Erweiterung.
es: Esta actualización corrige un gran número de errores y mejora el rendimiento del complemento.
fr: Cette mise à jour corrige un grand nombre de bugs et améliore les performances de l'extension.
pt_br: Agora, a função de cópia de mensagens permite que você copie o conteúdo dos itens na janela de visualização rápida de mensagens.
ru: Это обновление исправляет огромное количество ошибок и повышает производительность дополнения.

source: Version 1.5.0
es: Versión 1.5.0
pt_br: Versão 1.5.0
ru: Версия 1.5.0

source: This update adds a hotkey that clicks the "Instant View" button in a message if included in the message.
de: Dieses Update fügt eine Tastenkombination hinzu, der die Schaltfläche "Sofortige Ansicht" in einer Nachricht anklickt, wenn diese in der Nachricht enthalten ist.
es: Esta actualización agrega una combinación que presiona el botón "vista rápida" en el mensaje, si lo hay.
fr: Cette mise à jour ajoute une touche de raccourci qui permet de cliquer sur le bouton "Affichage instantané" dans un message s'il est inclus dans ce dernier.
pt_br: Essa atualização adiciona uma tecla de atalho que clica no botão “Visualização instantânea” em uma mensagem, se incluído na mensagem.
ru: Это обновление добавляет горячую клавишу, которая нажимает кнопку "Мгновенный просмотр" в сообщении, если оно содержится в сообщении.

source: By default, this feature is activated with the ALT+Q hotkey.
de: Standardmäßig wird diese Funktion mit der Tastenkombination Alt+Q aktiviert.
es: De forma predeterminada, esta función se activa con la combinación ALT + Q.
fr: Par défaut, cette fonctionnalité est activée avec la touche de raccourci ALT+Q.
pt_br: Por padrão, esse recurso é ativado com a tecla de atalho ALT+Q.
ru: По умолчанию эта функция активируется сочетанием клавиш ALT+Q.

source: After opening such an article, the focus will automatically go to the first element of this article, and after closing, the focus will return to the last viewed message.
de: Nach dem Öffnen eines solchen Artikels geht der Fokus automatisch auf das erste Element dieses Artikels, und nach dem Schließen kehrt der Fokus zur zuletzt angesehenen Nachricht zurück.
es: Después de abrir dicho artículo, el foco se situará automáticamente en el primer elemento, y después de cerrar, el foco regresará al último mensaje visto.
fr: Après l'ouverture d'un tel article, le focus ira automatiquement sur le premier élément de cet article, et après la fermeture, le focus reviendra sur le dernier message consulté.
pt_br: Após abrir esse artigo, o foco irá automaticamente para o primeiro elemento desse artigo e, após fechá-lo, o foco retornará à última mensagem visualizada.
ru: После открытия такой статьи фокус автоматически перейдет на первый элемент этой статьи, а после закрытия фокус вернется на последнее просмотренное сообщение.

source: We also fixed an issue where not all article elements in the Instant View window were readable, even if they contained text content.
de: Außerdem wurde ein Problem behoben, bei dem nicht alle Elemente eines Artikels in der Sofortansicht lesbar waren, auch wenn sie Text enthielten.
es: También arreglamos un problema por el cual no se leían todos los elementos de un artículo en la ventana de vista rápida, aún si estos contenían texto.
fr: Nous avons également corrigé un problème où tous les éléments de l'article dans la fenêtre d'affichage instantané n'étaient pas lisibles, même s'ils contenaient du texte.
pt_br: Também corrigimos um problema em que nem todos os elementos do artigo na janela Instant View eram legíveis, mesmo que contivessem conteúdo de texto.
ru: Мы также исправили проблему, из-за которой не все элементы статьи в окне мгновенного просмотра были доступны для чтения, даже если они содержали текстовое содержимое.

source: Version 1.1.7
es: Versión 1.1.7
pt_br: Versão 1.1.7
ru: Версия 1.1.7
