Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Added Turkish localization.
de: Türkische Übersetzung hinzugefügt.
es: Añadida traducción al turco.
fr: Ajout de la traduction en turc.
pt_br: Adicionado a localização em turco.
ru: Добавлена Турецкая локализация.
