Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Author: Kostya Gladkiy (Ukrain)
de: Autor: Kostya Gladkiy (Ukraine)
es: Autor: Kostya Gladkiy (Ucrania)
fr: Auteur : Kostya Gladkiy (Ukraine)
pt_br: Autor: Kostya Gladkiy (Ukrain)
ru: Автор: Константин Гладкий (Украина)

source: Download [stable version][1] (Compatible with NVDA 2021.2 to 2023.1)
de: [Stabile Version herunterladen][1] (kompatibel mit NVDA 2021.2 bis 2023.1)
es: Descargar [versión estable][1] (compatible con NVDA de 2021.2 a 2023.1)
fr: Télécharger [version stable][1] (compatible avec NVDA 2021.2 à 2023.1)
pt_br: Download [versão estável][1] (compatível com NVDA 2021.2 a 2023.1)
ru: Загрузить [стабильную версию][1] (Совместимость с NVDA 2021.2 до 2023.1)

source: [Telegram channel][2]
de: [Telegram-Kanal][2]
es: [Canal de Telegram][2]
fr: [Canal Telegram][2]
pt_br: [Canal do Telegram][2]
ru: [Телеграм-канал][2]

source: [Donation link][3]
de: [Link zum Spenden][3]
es: [Enlace de donación][3]
fr: [Lien pour faire un don][3]
pt_br: [Link de doação][3]
ru: [Ссылка для пожертвований][3]

source: about
de: Info
es: acerca de
fr: à propos
pt_br: sobre
ru: о дополнении

source: Use Unigram in a more comfortable and productive way. This addon provides many hotkeys for a quick and comfortable use of Unigram and makes a lot of small improvements.
de: Benutzen Sie Unigram auf eine bequemere und produktivere Weise. Diese NVDA-Erweiterung bietet viele Tastenkombinationen für eine schnelle und komfortable Nutzung von Unigram und bringt viele kleine Verbesserungen.
es: Utiliza Unigram de una forma más cómoda y productiva. Este complemento proporciona muchos atajos de teclado para un uso más rápido y cómodo de Unigram y hace un montón de pequeñas mejoras.
fr: Utilisez Unigram de manière plus confortable et plus productive. Cet extension fournit de nombreuses touches de raccourci pour une navigation rapide et agréable dans Unigram, tout en apportant de nombreuses petites améliorations.
pt_br: Use o Unigram de forma mais confortável e produtiva. Esse complemento fornece muitas teclas de atalho para um uso rápido e confortável do Unigram e faz vários pequenos aprimoramentos.
ru: Используйте Unigram более удобным и продуктивным способом. Это дополнение предоставляет множество горячих клавиш для быстрого и удобного использования Unigram и вносит множество мелких улучшений.

source: Some of the major improvements are:
de: Einige der wichtigsten Verbesserungen sind:
es: Algunas de las mejoras principales son:
fr: Les nombreuses améliorations majeures sont :
pt_br: Alguns dos principais aprimoramentos são:
ru: Некоторые из основных улучшений:

source: Adds a significant improvement to the display of messages such as a poll, a link, or a message with attached media.
de: Verbessert die Anzeige von Nachrichten wie Umfragen, Links oder Nachrichten mit angehängten Medien signifikant.
es: Añade una mejora importante al mostrar mensajes tales como una encuesta, un enlace o un mensaje con medios adjuntos.
fr: Ajoute une amélioration significative de l'affichage des messages tels qu'un sondage, un lien ou un message avec un média attaché.
pt_br: Adiciona um aprimoramento significativo à exibição de mensagens, como uma enquete, um link ou uma mensagem com mídia anexada.
ru: Значительно улучшено отображение таких сообщений, как опрос, ссылка или сообщение с прикрепленным медиафайлом.

source: When focus enters the list of chats, it removes such phrases as: "chats, tab, selected list". And when the focus hits the list of messages, the phrase "list".
de: Wenn die Liste der Chats fokussiert ist, werden Ausdrücke wie: "Chats, Registerkarte, ausgewählte Liste". Und wenn die Liste der Nachrichten fokussiert ist, wird das Wort "Liste" nicht mitgeteilt.
es: Cuando el foco entra en la lista de chats, se eliminan frases como "Chats pestaña lista seleccionado". Y cuando el foco llega a la lista de mensajes, la frase "lista".
fr: Lorsque le focus est placé dans la liste des échanges, il supprime les termes superflus tels que : "échanges, onglet, liste sélectionnée" et sur la liste des messages, le mot "liste".
pt_br: Quando o foco entra na lista de bate-papos, ele remove frases como: “chats, tabela, lista selecionada” "bate-papos, guia." E quando o foco atinge a lista de mensagens, frase “lista”.
ru: Когда фокус попадает в список чатов, он убирает такие фразы, как: "чаты, вкладка, выбранный список". И когда фокус попадает на список сообщений, фраза "список".

source: The name and size of the file will be spoken when the cursor is focused on the "Open File" button or the "Download File" button, and when the cursor is focused on the play button of the audio file, you will hear its name and duration.
de: Der Name und die Größe der Datei werden mitgeteilt, wenn der Cursor auf die Schaltfläche "Datei öffnen" oder "Datei herunterladen" fokussiert ist, und wenn der Cursor auf die Wiedergabetaste der Audiodatei fokussiert ist, hören Sie deren Namen und Länge.
es: Se verbalizarán el nombre y tamaño del archivo cuando el cursor se sitúe en el botón "Abrir archivo" o el botón "Descargar archivo". Cuando el cursor se sitúe en el botón reproducir de un archivo de audio, se escucharán su nombre y su duración.
fr: Lorsque le curseur est placé sur le bouton "Ouvrir fichier" ou "Télécharger fichier", le nom et la taille du fichier sont énoncés. De même, quand le curseur atteint le bouton de lecture d'un fichier audio, vous entendez son nom et sa durée.
pt_br: O nome e o tamanho do arquivo serão informados quando o cursor estiver focalizado no botão “Abrir arquivo" ou no botão “Baixar arquivo", e quando o cursor estiver focalizado no botão de reprodução do arquivo de áudio, você ouvirá o nome e a duração do arquivo.
ru: Имя и размер файла будут произнесены при наведении курсора на кнопку "Открыть файл" или кнопку "Скачать файл", а при наведении курсора на кнопку воспроизведения аудиофайла вы услышите его название и продолжительность.

source: When focus is placed on a voice message that is currently being played, first information about the time of its playback is announced, and then all other information.
de: Sobald der Fokus auf eine Sprachnachricht bewegt wird, die gerade abgespielt wird, werden zuerst Informationen über den Zeitpunkt der Wiedergabe und dann alle anderen Informationen mitgeteilt.
es: Cuando el foco se sitúe en un mensaje de voz en reproducción, se anunciará primero la información del tiempo de reproducción, y después el resto de detalles.
fr: Lorsque le focus est placé sur un message vocal en cours de lecture, vous entendez d'abord la durée de lecture écoulée, puis toutes les autres informations.
pt_br: Quando o foco é colocado em uma mensagem de voz que está sendo reproduzida no momento, primeiro são anunciadas as informações sobre a hora da reprodução e, em seguida, todas as outras informações.
ru: При установке фокуса на голосовое сообщение, воспроизводимое в данный момент, сначала озвучивается информация о времени его воспроизведения, а затем вся остальная информация.

source: When the focus is on a message that contains information about a call, the duration of this call is announced.
de: Sobald der Fokus auf einer Nachricht bewegt wird, die Informationen über einen Anruf enthält, wird die Dauer dieses Anrufs angesagt.
es: Cuando el foco se encuentre sobre un mensaje que contenga información sobre una llamada, se anunciará la duración de dicha llamada.
fr: Lorsque le focus est placé sur un message contenant des informations relatives à un appel, la durée de celui-ci est annoncée.
pt_br: Quando o foco está em uma mensagem que contém informações sobre uma chamada, a duração dessa chamada é anunciada.
ru: Когда фокус находится на сообщении, содержащем информацию о звонке, объявляется продолжительность этого звонка.

source: When focusing on a selected message in a chat, you will first hear the information that it is selected, and then the content of the message.
de: Sobald Sie eine ausgewählte Nachricht in einem Chat fokussiert haben, wird zuerst die Information, dass sie ausgewählt ist, und dann den Inhalt der Nachricht, mitgeteilt.
es: Al enfocar un mensaje seleccionado en un chat, primero se escuchará la información que está seleccionada, y luego el contenido del mensaje.
fr: Lorsque vous déplacez le focus sur un message au sein d'un échange, vous entendez d'abord l'information selon laquelle il est sélectionné, puis le contenu du message.
pt_br: Quando focar em uma mensagem selecionada em um bate-papo, você ouvirá primeiro a informação de que ela foi selecionada e, em seguida, o conteúdo da mensagem.
ru: При фокусировке на выбранном сообщении в чате вы сначала услышите информацию о том, что оно выбрано, а затем содержание сообщения.

source: Now, when moving in the chat, the phrase "Seen" will not be pronounced at all, and the phrase "Not seen" will be pronounced before the content of the message. This feature currently only works in English, Russian, Ukrainian, Spanish, Portuguese, Polish, Croatian, Turkish, and Persian.
de: Sobald Sie sich im Chat bewegen, wird der Text "Gesehen" nicht mehr mitgeteilt, und der Text "Nicht gesehen" wird vor dem Inhalt der Nachricht mitgeteilt. Diese Funktion funktioniert derzeit nur in Englisch, Russisch, Ukrainisch, Spanisch, Portugiesisch, Polnisch, Kroatisch, Türkisch und Persisch.
es: Ahora, al moverse por el chat, la frase "visto" no se pronunciará en absoluto, y la frase "no visto" se pronunciará antes del contenido del mensaje. Esta función sólo está disponible en inglés, ruso, ucraniano, español, portugués, polaco, croata, turco y persa.
fr: Désormais, lorsque vous vous déplacez dans un échange, le mot "vu" ne sera pas prononcé du tout et "non vu" sera énoncé avant le contenu du message.
pt_br: Agora, ao se mover no bate-papo, a frase “Visto” não será pronunciada, e a frase “Não visto” será pronunciada antes do conteúdo da mensagem. Atualmente, esse recurso só funciona em inglês, russo, ucraniano, espanhol, português, polonês, croata, turco e persa.
ru: Теперь при перемещении в чате фраза "просмотрено" не будет произноситься, а перед содержанием сообщения будет произноситься фраза "не просмотрено".

source: Significantly improved the function of recording voice messages. Recording, sending and canceling the recording of a voice message are accompanied by characteristic sounds.
de: Die Funktion zum Aufzeichnen von Sprachnachrichten wurde signifikant verbessert. Das Aufnehmen, Senden und Abbrechen der Aufnahme einer Sprachnachricht wird von charakteristischen Tönen begleitet.
es: Se mejora significativamente la función de grabación de mensajes de voz. La grabación, cancelación y envío de mensajes de voz se acompañan de sonidos característicos.
fr: Amélioration significative de la fonction d'enregistrement des messages vocaux. L'enregistrement, l'envoi et l'annulation de l'enregistrement d'un message vocal sont accompagnés de sons caractéristiques.
pt_br: Melhorou significativamente a função de gravação de mensagens de voz. A gravação, o envio e o cancelamento da gravação de uma mensagem de voz são acompanhados por sons característicos.
ru: Значительно улучшена функция записи голосовых сообщений. Запись, отправка и отмена записи голосового сообщения сопровождаются характерными звуками.

source: Also, when performing these functions, the focus remains in its position and does not jump to either the record button or the message input field.
de: Außerdem bleibt der Fokus bei der Ausführung dieser Funktionen an seiner Position und springt weder auf die Aufzeichnungstaste noch auf das Nachrichteneingabefeld.
es: Además, al realizar estas funciones, el foco permanece en su posición y no salta al botón de grabación o el campo de introducción de mensaje.
fr: De plus, lors de l'exécution de ces fonctions, le focus reste à sa position et ne saute ni sur le bouton d'enregistrement ni sur le champ de saisie du message.
pt_br: Também , ao executar essas funções, o foco permanece em sua posição e não salta para o botão de registro ou para o campo de entrada de mensagem.
ru: Так же при выполнении этих функций фокус остается на своем месте и не перескакивает ни на кнопку записи, ни на поле ввода сообщения.

source: If the media attached to the message is opened using the spacebar, then after closing it, the focus will return to the last element that was in focus.
de: Wenn das an die Nachricht angehängte Medium mit der Leertaste geöffnet wird, kehrt der Fokus nach dem Schließen zum letzten Element zurück, welches fokussiert war.
es: Si el medio adjunto al mensaje se abre pulsando la barra espaciadora, el foco volverá donde se encontraba previamente al cerrarlo.
fr: Si le média joint au message est ouvert à l'aide de la barre d'espacement, le focus revient au dernier élément sélectionné après sa fermeture.
pt_br: Se a mídia anexada à mensagem for aberta usando a barra de espaço, depois de fechá-la, o foco retornará ao último elemento que estava em foco.
ru: Если медиа, прикрепленные к сообщению, открыть с помощью пробела, то после их закрытия фокус вернется к последнему элементу, который был в фокусе.

source: The add-on allows you to completely disable the announcement of progress bars, as well as disable only the announcement of the progress bar for playing voice messages.
de: In der NVDA-Erweiterung können Sie die Anzeige von Fortschrittsbalken vollständig deaktivieren sowie nur die Anzeige des Fortschrittsbalkens für die Wiedergabe von Sprachnachrichten deaktivieren.
es: El complemento permite desactivar por completo el anuncio de barras de progreso, así como desactivar sólo el anuncio de la barra de progreso que aparece al reproducir mensajes de voz.
fr: L'extension vous permet de désactiver complètement l'annonce des barres de progression, ou encore de désactiver uniquement l'annonce de celle relative à la lecture des messages vocaux.
pt_br: O complemento permite deshabilitar completamente o anúncio das barras de progresso, bem como deshabilitar apenas o anúncio da barra de progresso para a reprodução de mensagens de voz.
ru: Дополнение позволяет полностью отключить озвучивание индикаторов выполнения, а также отключить озвучивание индикатора выполнения только для воспроизведения голосовых сообщений.

source: Information about the opportunity to donate to the developer:
de: Informationen über die Möglichkeit, an den Entwickler zu spenden:
es: Información sobre la oportunidad de donar al desarrollador:
fr: Informations sur l'opportunité de faire un don au développeur :
pt_br: Informações sobre a oportunidade de fazer doações para o desenvolvedor:
ru: Информация о возможности пожертвовать разработчику:

source: If you really like this add-on and you have the desire, and most importantly the opportunity, to financially support the developer and thereby motivate him to further develop this add-on, you can do this by transferring a small amount to the following bank details: [donation link][3], or card number is 5169360009004502(Ukraine).
de: Wenn Ihnen diese NVDA-Erweiterung wirklich gefällt und Sie den Wunsch und vor allem die Möglichkeit haben, den Entwickler finanziell zu unterstützen und ihn dadurch zu motivieren, diese NVDA-Erweiterung weiter zu entwickeln, können Sie dies tun, indem Sie einen kleinen Betrag an die folgende Bankverbindung überweisen: [Spenden-Link][3], oder die Kartennummer lautet 5169360009004502 (Ukraine).
es: Si te gusta este complemento y lo deseas, y lo más importante, tienes la oportunidad, puedes financiar y apoyar al desarrollador para motivarlo en el desarrollo de este complemento. Puedes hacerlo transfiriendo una pequeña cantidad con los siguientes datos bancarios: [enlace de donación][3], o número de tarjeta 5169360009004502 (Ucrania).
fr: Si vous appréciez vraiment cette extension et que vous avez l'envie, mais surtout la possibilité de soutenir financièrement le développeur, le motivant ainsi à faire évoluer cette extension, vous pouvez le faire en envoyant votre contribution à l'aide des coordonnées bancaires suivantes : [Lien pour faire un don][3] ou en utilisant le numéro de carte suivant : 5169360009004502 (Ukraine).
pt_br: Se você realmente gostar desse complemento e tiver o desejo e, o mais importante, a oportunidade de apoiar financeiramente o desenvolvedor e, assim, motivá-lo a continuar desenvolvendo esse complemento, poderá fazer isso transferindo uma pequena quantia para os seguintes dados bancários: [link de doação][3], ou o número do cartão é 5169360009004502(Ucrânia).
ru: Если вам действительно нравится это дополнение и у вас есть желание, а главное возможность, финансово поддержать разработчика и тем самым мотивировать его на дальнейшую разработку этого дополнения, вы можете сделать это, переведя небольшую сумму на следующие банковские реквизиты: [ссылка для пожертвований][3], или номер карты - 5169360009004502 (Украина).

source: And remember that everyone who read this line thought that someone will definitely support the developer, but it will not be me.
de: Und denken Sie daran, dass jeder, der diese Zeile liest, dachte, dass jemand auf jeden Fall den Entwickler unterstützen wird, aber das werde nicht ich sein.
es: Y recuerda que todo el que leyó esta línea pensó que alguien apoyará al desarrollador, pero no seré yo.
fr: Et rappelez-vous que certains de ceux qui ont lu ces lignes ce sont dit que quelqu'un soutiendra bien le développeur, mais que ce ne sera pas moi.
pt_br: E lembre-se de que todos que leram esta linha pensaram que alguém certamente apoiará o desenvolvedor, mas não serei eu.
ru: И помните, что все, кто читал эту строчку, думали, что разработчика кто-то обязательно поддержит, но это буду не я.

source: Hotkey list:
de: Tastenkombinationen:
es: Lista de teclas rápidas:
fr: Liste de raccourcis :
pt_br: Lista de teclas de atalho:
ru: Список горячих клавиш:

source: ALT+1: Move focus to chat list;
de: Alt+1: Fokus in die Liste der Chats verschieben;
es: Alt+1: mover foco a la lista de chats;
fr: ALT+1 : Déplacer le focus vers la liste des échanges ;
pt_br: ALT+1: Move o foco para a lista de bate-papo;
ru: ALT+1: Переместить фокус на список чатов;

source: ALT+2: Move focus to the last message in an open chat;
de: Alt+2: Verschiebt den Fokus auf die letzte Nachricht in einem offenen Chat;
es: Alt+2: mover foco al último mensaje en un chat abierto;
fr: ALT+2 : Déplacer le focus sur le dernier message d'un échange ouvert ;
pt_br: ALT+2: Move o foco para a última mensagem em um bate-papo aberto;
ru: ALT+2: Переместить фокус на последнее сообщение в открытом чате;

source: ALT+3: Move focus to "unread messages" label;
de: Alt+3: Den Fokus auf die Beschriftung "Ungelesene Nachrichten" setzen;
es: Alt+3: mover foco a la etiqueta "Mensajes no leídos";
fr: ALT+3 : Déplacer le focus sur l'étiquette "messages non lus" ;
pt_br: ALT+3: Move o foco para o rótulo “mensagens não lidas”;
ru: ALT+3: Переместить фокус на метку "непрочитанные сообщения";

source: ALT+D: Move the focus to the edit field. If the focus is already in the edit field, then after pressing the hotkey, it will move to where it was before;
de: Alt+D: Verschiebt den Fokus in das Bearbeitungsfeld. Wenn sich der Fokus bereits im Bearbeitungsfeld befindet, wird er nach dem Drücken der Tastenkombination zur vorherigen Position verschoben;
es: Alt+d: mover foco al cuadro de edición. Si el foco ya está en el cuadro de edición, se moverá a su posición anterior al volver a pulsar el atajo;
fr: ALT+D : Déplacer le focus au champ d'édition. Si le focus y est déjà, après avoir appuyé sur la touche de raccourci, il reviendra où il était auparavant ;
pt_br: ALT+D: move o foco para o campo de edição. Se o foco já estiver no campo de edição, depois de pressionar a tecla de atalho, ele será movido para onde estava antes;
ru: ALT+D: Переместить фокус в поле редактирования. Если фокус уже находится в поле редактирования, то после нажатия горячей клавиши он переместится туда, где был до этого;

source: ALT+T: Announce the name and status of an open chat;
de: Alt+T: Teilt den Namen und den Status eines offenen Chats mit;
es: Alt+t: anunciar el nombre y el estado de un chat abierto;
fr: ALT+T : Annonce le nom et le statut d'un échange ouvert ;
pt_br: ALT+T: Anuncia o nome e o status de um bate-papo aberto;
ru: ALT+T: Объявить имя и статус открытого чата;

source: space: Play/stop the focused voice or video message, or open a media file attached to the current message;
de: Leerzeichen: Wiedergeben/Anhalten der fokussierten Sprach- oder Videonachricht oder Öffnet einer an die aktuelle Nachricht angehängten Mediendatei;
es: barra espaciadora: reproducir / detener el mensaje de voz o de vídeo con el foco, o abrir archivo multimedia adjunto al mensaje actual;
fr: Espace : Lire/arrêter le message vocal ou vidéo en cours, ou ouvrir un fichier multimédia joint au message courant ;
pt_br: espaço: Reproduzir/parar a mensagem de voz ou vídeo em foco ou abrir um arquivo de mídia anexado à mensagem atual;
ru: пробел: воспроизведение/остановка выделенного голосового или видеосообщения или открытие медиафайла, прикрепленного к текущему сообщению;

source: ALT+P: Play/pause the voice message currently playing;
de: Alt+P: Wiedergeben/Anhalten der aktuell abgespielten Sprachnachricht;
es: Alt+p: reproducir / pausar el mensaje de voz actualmente en reproducción;
fr: ALT+P : Lire/mettre en pause le message vocal en cours de lecture ;
pt_br: ALT+P: reproduzir/pausar a mensagem de voz que está sendo reproduzida;
ru: ALT+P: Воспроизвести/приостановить воспроизводимое голосовое сообщение;

source: ALT+S: Increase/decrease the playback speed of voice messages;
de: Alt+S: Schnellere/Langsamere Wiedergabegeschwindigkeit von Sprachnachrichten;
es: Alt+s: aumentar / disminuir la velocidad de reproducción de los mensajes de voz;
fr: ALT+S : Augmenter/diminuer la vitesse de lecture des messages vocaux ;
pt_br: ALT+S: Aumenta/diminui a velocidade de reprodução das mensagens de voz;
ru: ALT+S: Увеличить/уменьшить скорость воспроизведения голосовых сообщений;

source: ALT+E: Close audio player;
de: Alt+E: Audio-Player schließen;
es: Alt+e: cerrar reproductor de audio;
fr: ALT+E : Fermer le lecteur audio ;
pt_br: ALT+E: Fecha o reprodutor de áudio;
ru: ALT+E: Закрыть аудиоплеер;

source: control+C: Copy the message if it contains text. If the focus is on a link, the link will be copied;
de: Strg+C: Kopiert die Nachricht, sofern sie Text enthält. Wenn ein Link fokussiert ist, wird der Link kopiert;
es: control+c: copiar mensaje si contiene texto. Si el foco se encuentra sobre un enlace, se copiará el enlace;
fr: Ctrl+C : Copier le message s'il contient du texte. Si le focus est sur un lien, le lien sera copié ;
pt_br: control+C: copia a mensagem se ela contiver texto. Se o foco estiver em um link, o link será copiado;
ru: control+C: Скопировать сообщение, если оно содержит текст. Если фокус находится на ссылке, ссылка будет скопирована;

source: ALT+shift+C: Call if it's a contact, or enter a voice chat if it's a group;
de: Alt+Umschalt+C: Anrufen, wenn es sich um einen Kontakt handelt, oder einen Sprach-Chat beginnen, wenn es sich um eine Gruppe handelt;
es: Alt+shift+c: llamar si se trata de un contacto, o entrar en chat de voz si se trata de un grupo;
fr: ALT+Maj+C : Appeler si c'est un contact, ou entrer dans un échange vocal si c'est un groupe ;
pt_br: ALT+shift+C: liga, se for um contato, ou entra em um bate-papo por voz, se for um grupo;
ru: ALT+shift+C: Позвонить, если это контакт, или войти в голосовой чат, если это группа;

source: ALT+shift+V: Press the video call button;
de: Alt+Umschalt+V: Betätigt die Videoanruftaste;
es: Alt+shift+v: pulsar el botón de videollamada;
fr: ALT+Maj+V : appuyer sur le bouton d'appel vidéo ;
pt_br: ALT+shift+V: Pressione o botão de chamada de vídeo;
ru: ALT+shift+V: Нажимает кнопку видеозвонка;
