Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Fixed an issue where chat folder names were not spoken when switching between them.
de: Es wurde ein Problem behoben, bei dem die Namen von Chat-Fenstern nicht mitgeteilt wurden, wenn zwischen diesen gewechselt wurde.
es: Se corrigió un fallo en las carpetas de chats que no se anunciavan al moverse entre ellas.
fr: Correction d'un problème où les noms des dossiers d'échanges n'ont pas été annoncés lorsque vous passez d'un dossier à l'autre.
pt_br: Foi corrigido um problema em que os nomes das pastas de bate-papo não eram falados ao alternar entre elas.
ru: Исправлена проблема из-за которых иногда не произносились имена папок с чатами при переключении между ними.

source: Fixed a bug that made it impossible to disable or change the order of speaking the chat type and name.
de: Es wurde ein Fehler behoben, der es unmöglich machte, die Reihenfolge der Mitteilung des Chat-Typs und des Namens zu deaktivieren oder zu ändern.
es: Se corrigió un error que hacía imposible deshabilitar o cambiar el orden del anunciado del tipo y nombre de chat.
fr: Correction d'un bug qui a rendu impossible de désactiver ou de modifier l'ordre de l'annonce du type et du nom de l'échange.
pt_br: Foi corrigido um erro que impossibilitava a desativação ou a alteração da ordem de falar o tipo e o nome do bate-papo.
ru: Исправлена ошибка, из-за которой было невозможно изменить или отключить порядок произнесения названия и типа чата.

source: Fixed the issue when it was not possible to find out the correct answer in quizzes.
de: Ein Problem wurde behoben, bei dem es nicht möglich war, die richtige Antwort in den Quiz-Fragen herauszufinden.
es: Se corrigió un error que no hacía posible encontrar la respuesta correcta en cuestionarios.
fr: Correction d'un problème pour lequel n'était pas possible de trouver la bonne réponse dans les questionnaires.
pt_br: Foi corrigido o problema em que não era possível descobrir a resposta correta nos testes.
ru: Исправлена ошибка, из-за которой было невозможно узнать правильный ответ в опросах.

source: Fixed the problem with copying a message using the control+shift+C combination.
de: Das Problem beim Kopieren einer Nachricht mit der Tastenkombination Strg+Umschalt+C wurde behoben.
es: Se solucionó un problema al copiar mensajes con la convinación de teclas control+shift+C.
fr: Correction du problème lors de la copie des messages avec la combinaison de touches Ctrl+Maj+C.
pt_br: Corrigido o problema de copiar uma mensagem usando a combinação control+shift+C.
ru: Исправлена проблема, возникавшая при копировании сообщений с использованием сочетания клавиш CTRL+SHIFT+C.

source: Made several minor fixes, improvements, and code optimizations.
de: Verschiedene kleinere Korrekturen, Verbesserungen und Code-Optimierungen vorgenommen.
es: Se realizaron muchas correcciones de errores menores, mejoras y obtimización de código.
fr: Plusieurs correctifs mineurs, améliorations et optimisations de code ont été apportés.
pt_br: Fizemos várias pequenas correções, melhorias e otimizações de código.
ru: Были сделаны небольшие исправления, улучшения и оптимизация кода.

source: Version 4.7.0
es: Versión 4.7.0
pt_br: Versão 4.7.0
ru: Версия 4.7.0

source: UnigramPlus is now adapted to the latest version of Unigram.
de: UnigramPlus wurde an die neue Unigram-Version angepasst.
es: Unigram Plus se adapta a la última versión de Unigram.
fr: UnigramPlus est maintenant adapté à la dernière version d'Unigram.
pt_br: O UnigramPlus agora está adaptado à versão mais recente do Unigram.
ru: UnigramPlus теперь адаптирован к последней версии Unigram.

source: Compatibility with NVDA-2023 is now ensured.
de: Die Kompatibilität mit NVDA 2023.1 ist nun gewährleistet.
es: La compatibilidad con NVDA-2023 está asegurada.
fr: La compatibilité avec NVDA-2023 est désormais assurée.
pt_br: A compatibilidade com o NVDA-2023 agora está garantida.
ru: Подтверждена совместимость с NVDA 2023.

source: The keyboard shortcut ALT+1 now moves focus not only to the chat list, but also to the contact list and settings section list.
de: Die Tastenkombination Alt+1 wird nun nicht nur die Liste der Chats, sondern auch die Kontaktliste und die Liste des Bereichs der Einstellungen fokussiert.
es: El comando ALT+1 mueve el foco a la lista de chats, pero también a la lista de contactos y la lista de secciones de configuración.
fr: Le raccourci clavier ALT+1 désormais déplace le focus vers la liste d'échanges, mais aussi vers la liste des contacts et la liste des sections de paramètres.
pt_br: O atalho de teclado ALT+1 agora move o foco não apenas para a lista de bate-papo, mas também para a lista de contatos e a lista da seção de configurações.
ru: Сочетание клавиш ALT+1 теперь перемещает фокус не только к списку чатов, но также к списку контактов и к списку разделов в настройках.

source: The automatic announcement of new messages in chat, as well as the announcement of chat actions, have been significantly redesigned, resulting in improved stability.
de: Die automatische Mitteilung über neue Nachrichten im Chat sowie Chat-Aktionen wurden deutlich überarbeitet, was zu einer verbesserten Stabilität führt.
es: La lectura automática de mensajes y el seguimiento automático de la actividad del chat fueron significativamente obtimizados, resolviendo problemas de implementación.
fr: L'annonce automatique des nouveaux messages dans un échange, ainsi que l'annonce d'activité dans les échanges, ont été considérablement remaniées, ce qui a entraîné une amélioration de la stabilité.
pt_br: O anúncio automático de novas mensagens no bate-papo, bem como o anúncio de ações no bate-papo, foram significativamente reformulados, resultando em maior estabilidade.
ru: Автоматическое чтение новых сообщений в чате, а также автоматическое озвучивание событий в чате были серьёзно переработаны, что повысило стабильность работы этих функций.

source: A keyboard shortcut has been added to display all UnigramPlus commands. By default, this function is assigned to ALT+H.
de: Es wurde ein Tastaturkürzel hinzugefügt, um alle UnigramPlus-Befehle anzuzeigen. Standardmäßig ist diese Funktion der Tastenkombination Alt+H zugewiesen.
es: Se añadió una combinación de teclas para mostrar todos los comandos de Unigram. De forma predeterminada, esta función se asigna a ALT+H.
fr: Un raccourci clavier a été ajouté pour afficher toutes les commandes d'UnigramPlus. Par défaut, cette fonction est assignée à ALT+H.
pt_br: Foi adicionado um atalho de teclado para exibir todos os comandos do UnigramPlus. Por padrão, essa função é atribuída a ALT+H.
ru: Было добавлено сочетание клавиш для отображения всех команд UnigramPlus. По умолчанию эта функция назначена на сочетание ALT+H.

source: Several minor issues have also been fixed.
de: Außerdem wurden mehrere kleinere Probleme behoben.
es: Se resolvieron errores menores.
fr: Plusieurs problèmes mineurs ont également été résolus.
pt_br: Vários problemas menores também foram corrigidos.
ru: Были исправлены некоторые незначительные проблемы.

source: Version 4.6.0
es: Versión 4.6.0
pt_br: Versão 4.6.0
ru: Версия 4.6.0

source: Added a keyboard shortcut to move focus to list of group threads. By default, this function is assigned to the ALT+6 combination. Please note that often when pressing the enter key on the group that we want to open, the list of threads may not be displayed and then it is necessary to set the focus on this group again and press the enter key. As a rule, after the second press, a list of threads is displayed, and after that we can press a key combination that will move the focus to this list.
de: Es wurde ein Tastaturkürzel hinzugefügt, um die Liste der Gruppen-Threads zu fokussieren. Standardmäßig ist diese Funktion der Kombination Alt+6 zugewiesen. Bitte beachten Sie, dass beim Drücken der Eingabetaste die zu öffnende Gruppe, die Liste der Threads oft nicht angezeigt wird und es dann notwendig ist, erneut diese Gruppe zu fokussieren und die Eingabetaste zu drücken. In der Regel wird nach dem zweiten Drücken eine Liste der Themen angezeigt und danach können Sie eine Tastenkombination drücken, um diese Liste zu fokussieren.
es: Se añadió un comando para mover el foco a la lista de hilos del grupo. De forma predeterminada, se asigna a la combinación de teclas ALT+6. Por favor, ten en cuenta que si presionas con frecuencia intro en el grupo para abrirlo, la lista de hilos no se mostrará. Es necesario colocar el foco en el grupo de nuevo y presionar la tecla intro. La segunda vez, una lista de hilos se muestra, y después se puede presionar una combinación de teclas que mueva el foco a esta lista.
fr: Ajout d'un raccourci clavier pour déplacer le focus vers la liste des fils du groupe. Par défaut, cette fonction est assignée à la combinaison de touches ALT+6. Veuillez noter que souvent lorsque vous appuyez sur la touche Entrée du groupe que nous voulons ouvrir, la liste des fils peut ne pas être affichée, puis il est nécessaire de remettre le focus sur ce groupe et d'appuyer sur la touche Entrée. En règle générale, après un deuxième appuis, une liste de fils s'affiche, et après cela, nous pouvons appuyer sur une combinaison de touches qui déplacent le focus vers cette liste.
pt_br: Adicionado um atalho de teclado para mover o foco para a lista de tópicos de grupo. Por padrão, essa função é atribuída à combinação ALT+6. Observe que, muitas vezes, ao pressionar a tecla Enter no grupo que queremos abrir, a lista de tópicos pode não ser exibida e, então, é necessário definir o foco nesse grupo novamente e pressionar a tecla Enter. Como regra geral, após o segundo pressionamento, uma lista de tópicos é exibida e, depois disso, podemos pressionar uma combinação de teclas que moverá o foco para essa lista.
ru: Добавлено сочетание клавиш для перемещения фокуса к списку обсуждений в группах. По умолчанию эта функция назначена на комбинацию ALT+6. Обратите внимание на то, что при нажатии клавиши Enter на групповом чате, который мы хотим открыть, список обсуждений не всегда отображается. В этом случае нужно вновь поместить фокус на групповой чат и нажать Enter. Как правило после второго нажатия список обсуждений отображается и мы можем нажать сочетание клавиш, чтобы переместить на него фокус.

source: Now the ALT+2 combination moves the focus not only to the list with messages, but also to the open profile, to the open list of group threads, or to the open section with settings.
de: Mit der Tastenkombination Alt+2 wird nicht nur die Liste mit den Nachrichten, sondern auch das geöffnete Profil, die geöffnete Liste der Gruppen-Threads oder den geöffneten Bereich mit den Einstellungen fokussiert.
es: Ahora la convinación de teclas ALT+2 mueve el foco a la lista de mensajes, pero también al perfil abierto, la lista de hilos del grupo abierta o la sección de configuración abierta.
fr: Maintenant, la combinaison de touches ALT+2 déplace le focus non seulement vers la liste avec les messages, mais aussi vers le profil ouvert, vers la liste des fils du groupe ouverte ou vers la section de paramètres ouverte.
pt_br: Agora, a combinação ALT+2 move o foco não apenas para a lista de mensagens, mas também para o perfil aberto, para a lista aberta de tópicos de grupo ou para a seção aberta de configurações.
ru: Теперь комбинация клавиш ALT+2 перемещает фокус не только к списку сообщений, но также к открытому профилю, к открытому списку обсуждений в группе, а также к открытому разделу в настройках.

source: Now in the UnigramPlus settings, you can disable the pronunciation of the phrases "Admin" and "Owner" on messages in groups.
de: In den UnigramPlus-Einstellungen können Sie jetzt die Aussprache der Ausdrücke "Admin" und "Besitzer" bei Nachrichten in Gruppen deaktivieren.
es: Ahora en las opciones de Unigram plus, puedes desactivar el anuncio de las palabras "administrador" y "propietario" en mensajes de grupos.
fr: Maintenant, dans les paramètres d'UnigramPlus , vous pouvez désactiver l'annonce des termes superflus "administrateur" et "propriétaire" sur les messages en groupes.
pt_br: Agora, nas configurações do UnigramPlus, você pode deshabilitar a pronúncia das frases “Admin” e “Owner” nas mensagens em grupos.
ru: Теперь в настройках UnigramPlus можно отключить проговаривание фраз "Админ" и "Владелец" в групповых сообщениях.

source: Hotkeys for accepting and declining calls now work correctly.
de: Die Tastenkombinationen zum Annehmen und Ablehnen von Anrufen funktionieren nun richtig.
es: Las combinaciones para aceptar y rechazar llamadas funcionan correctamente.
fr: Les raccourcis clavier pour accepter et décliner les appels fonctionnent désormais correctement.
pt_br: As teclas de atalho para aceitar e recusar chamadas agora funcionam corretamente.
ru: Сочетания клавиш для принятия и отклонения звонка теперь работают корректно.

source: Now the automatic announcement feature for new messages and the chat activity will not turn off when NVDA is restarted, but will work until you turn it off yourself.
de: Die automatische Mitteilungen für neue Nachrichten und die Chat-Aktivität wird beim Beenden von NVDA nicht mehr ausgeschaltet, sondern funktioniert so lange, bis Sie sie selbst ausschalten.
es: Ahora, el anuncio automático de nuevos mensajes y la actividad del chat se puede desactivar cuando se reinicia NVDA, pero también se puede desactivar cuando lo decidas.
fr: Maintenant, la fonction d'annonce automatique des nouveaux messages et annonce d'activité dans les échanges peut être désactivée lorsque NVDA est redémarré, mais il peut également être désactivé lorsque vous décidez.
pt_br: Agora, o recurso de anúncio automático de novas mensagens e da atividade de bate-papo não será desativado quando o NVDA for reiniciado, mas funcionará até que você mesmo o desative.
ru: Теперь автоматические оповещения о новых сообщениях в чате и об активности в чатах не будут отключаться при перезапуске NVDA, но продолжат работать до тех пор, пока вы их самостоятельно не отключите.

source: Improved display of some interface elements.
de: Die Anzeige einiger Elemente wurde verbessert.
es: Se implementó el mostrado de algunos elementos de la interfaz.
fr: Amélioration de l'affichage de certains éléments de l'interface.
pt_br: Melhoria na exibição de alguns elementos da interface.
ru: Улучшено отображение некоторых элементов интерфейса.

source: Version 4.5.0
es: Versión 4.5.0
pt_br: Versão 4.5.0
ru: Версия 4.5.0

source: Adapted to the latest version of Unigram
de: Angepasst an die neue Unigram-Version
es: Adaptado a la última versión de Unigram
fr: Adapté à la dernière version d'Unigram
pt_br: Adaptado para a versão mais recente do Unigram
ru: Адаптация к последней версии Unigram

source: Now if a message was sent in response to another message, by pressing the left arrow key, you can hear the text of the message in response to which it was sent
de: Wenn nun eine Nachricht als Antwort auf eine andere Nachricht gesendet wurde, können Sie durch Drücken der linken Pfeiltaste den Text der Nachricht hören, als deren Antwort sie gesendet wurde
es: Ahora, si el mensaje contiene una respuesta a otro, presionando la flecha izquierda, puedes escuchar el mensaje que fue respondido
fr: Maintenant, si le message contient une réponse à un autre message, en appuyant sur la flèche gauche, vous pouvez entendre le message qui a été répondu
pt_br: Agora, se uma mensagem foi enviada em resposta a outra mensagem, ao pressionar a tecla de seta para a esquerda, você poderá ouvir o texto da mensagem em resposta à qual ela foi enviada
ru: Теперь, если сообщение отправляется в ответ на другое сообщение, по нажатию Стрелки Влево вы сможете услышать текст исходного сообщения, на которое был дан ответ

source: Added French localization
de: Französische Übersetzung hinzugefügt
es: Se añadió localización al francés
fr: Ajout de la traduction en français.
pt_br: Adicionada a localização em francês
ru: Добавлена французская локализация

source: Removed the ability to add reactions to messages with keyboard shortcuts, since I was unable to adapt this function to changes in the Unigram interface
de: Die Möglichkeit, Reaktionen mit Tastenkombinationen zu Nachrichten hinzuzufügen, wurde entfernt, da diese Funktion nicht an die Änderungen in der Unigram-Schnittstelle angepasst werden konnte
es: Se eliminó la capacidad de añadir reacciones a los mensajes con atajos de teclado, ya que se volvió difícil adaptar esta función a la interfaz de Unigram
fr: Supprimé la possibilité d'ajouter des réactions aux messages avec des raccourcis clavier, car je n'ai pas pu adapter cette fonction aux changements dans l'interface d'Unigram
pt_br: Removida a capacidade de adicionar reações a mensagens com atalhos de teclado, pois não consegui adaptar essa função às mudanças na interface do Unigram
ru: Удалена возможность добавлять реакции на сообщения с помощью комбинаций клавиш, поскольку я не смог адаптировать эту функцию к изменениям в интерфейсе Unigram

source: Fixed some minor bugs
de: Einige kleinere Fehler behoben
es: Se corrigieron errores menores
fr: Correction de quelques bugs mineurs
pt_br: Corrigido alguns pequenos erros
ru: Исправлены некоторые незначительные ошибки

source: Version 4.4.0
es: Versión 4.4.0
pt_br: Versão 4.4.0
ru: Версия 4.4.0

source: The function of announcing activity in chats has been added. By default, this function is activated by double-pressing the ALT+T combination. The function remains active only until NVDA is restarted.
de: Die Funktion, Aktivitäten in Chats mitzuteilen, wurde hinzugefügt. Standardmäßig wird diese Funktion durch doppeltes Drücken der Tastenkombination Alt+T aktiviert. Die Funktion bleibt nur aktiv, bis NVDA neu gestartet wird.
es: Se añadió la función para anunciar la actividad del chat. Por defecto, esta función se activa presionando dos veces la combinación de teclas ALT+T. La función se mantiene abilitada hasta que NVDA se reinicie.
fr: La fonction d'annonce d'activité dans les échanges a été ajoutée. Par défaut, cette fonction est activée par une double pression sur la combinaison ALT+T. La fonction reste active jusqu'à ce que NVDA soit redémarré.
pt_br: Foi adicionada a função de anunciar a atividade nos bate-papos. Por padrão, essa função é ativada ao pressionar duas vezes a combinação ALT+T. A função permanece ativa somente até que o NVDA seja reiniciado.
ru: Была добавлена функция объявления об активности в чатах. По-умолчанию функция включается двойным нажатием комбинации ALT+T. Функция остаётся активной до перезапуска NVDA.

source: The function of automatic announcements of new messages in the chat has been added. By default, this function is activated by pressing ALT+L. The feature remains active only until NVDA is restarted. There may be stability issues if too many new messages quicly appear in the chat.
de: Die Funktion der automatischen Mitteilungen für neuen Nachrichten im Chat wurde hinzugefügt. Standardmäßig wird diese Funktion durch Drücken von Alt+L aktiviert. Die Funktion bleibt nur so lange aktiv, bis NVDA neu gestartet wird. Es kann zu Problemen mit der Stabilität kommen, wenn zu viele neue Nachrichten in kurzer Zeit im Chat erscheinen.
es: Se añadió la función de lectura automática de mensajes en el chat actual. Por defecto, esta función se activa presionando ALT+L. La función se mantiene abilitada hasta que NVDA se reinicie. Puede tener problemas de estabilidad si muchos mensajes aparecen en el chat.
fr: La fonction d'annonce automatique des nouveaux messages dans un échange a été ajoutée. Par défaut, celle-ci d'active en appuyant sur ALT+L. Cette fonction ne reste active que jusqu'au redémarrage de NVDA. Notez que des problèmes de stabilité peuvent survenir si trop de nouveaux messages apparaissent rapidement dans l'échange.
pt_br: A função de anúncios automáticos de novas mensagens no bate-papo foi adicionada. Por padrão, essa função é ativada ao pressionar ALT+L. O recurso permanece ativo somente até que o NVDA seja reiniciado. Pode haver problemas de estabilidade se muitas mensagens novas aparecerem rapidamente no bate-papo.
ru: Была добавлена функция автоматического оповещения о новых сообщениях в чате. По-умолчанию функция включается нажатием комбинации ALT+L. Функция остаётся включенной до перезапуска NVDA. Функция может работать нестабильно, если в чате быстро появляются новые сообщения.

source: Added a keyboard shortcut for the function of converting voice messages to text. By default, this function is assigned to the NVDA+ALT+R combination. Please note that in cases where the voice message is very long, then the conversion to text takes place in parts. That is, it may happen that when Unigramplus notifies you that the conversion is complete, only part of the voice message will actually be converted. And after a few seconds, this text will be added.
de: Es wurde eine Tastenkombination für die Funktion der Umwandlung von Sprachnachrichten in Text hinzugefügt. Standardmäßig ist diese Funktion der Tastenkombination NVDA+Alt+R zugewiesen. Bitte beachten Sie, dass in Fällen, in denen die Sprachnachricht sehr lang ist, die Umwandlung in Text in Teilen erfolgt. Das heißt, es kann vorkommen, dass, wenn Sie von UnigramPlus mitgeteilt bekommen, dass die Umwandlung abgeschlossen ist, nur ein Teil der Sprachnachricht tatsächlich umgewandelt wird. Und nach einigen Sekunden wird dieser Text hinzugefügt.
es: Se añadió un atajo de teclado para la función convertir el mensaje en texto. Por defecto, esta función se asigna a la combinación NVDA +ALT+R. Por favor, ten en cuenta que en los casos en los cuáles el mensaje sea muy largo, la conversión se divide en varias partes. Esto significa que cuando Unigram Plus notifica que la conversión se ha completado, solo se anunciará una parte. Después de unos segundos, el resto del texto se añade.
fr: Ajout d'un raccourci clavier pour convertir des messages vocaux en texte. Par défaut, cette fonction est assignée à la combinaison NVDA+ALT+R. Veuillez noter que dans les cas où le message vocal est très long, la conversion en texte se fait par segments. Il se peut donc que, lorsque UnigramPlus vous informe que la conversion est terminée, seule une partie du message vocal soit effectivement convertie. Après quelques secondes, ce texte restant sera ajouté.
pt_br: Adicionado um atalho de teclado para a função de conversão de mensagens de voz em texto. Por padrão, essa função é atribuída à combinação NVDA+ALT+R. Observe que, nos casos em que a mensagem de voz é muito longa, a conversão para texto ocorre em partes. Ou seja, pode acontecer que, quando o Unigramplus notificar você de que a conversão está concluída, apenas parte da mensagem de voz será realmente convertida. E, após alguns segundos, esse texto será adicionado.
ru: Добавлено сочетание клавиш для преобразования голосовых сообщений в текст. По-умолчанию эта функция назначена на комбинацию NVDA+ALT+R. Пожалуйста обратите внимание на то, что если голосовое сообщение слишком длинное, его преобразование в текст происходит в несколько этапов. То есть, могут быть ситуации, когда Unigramplus объявляет о том, что преобразование сообщения завершено, в то время как была преобразована только часть сообщения. Оставшийся текст будет добавлен спустя несколько секунд. **Примечание**: Функция преобразования голосовых сообщений доступна только премиум пользователям.
