Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: ALT+Y: Accept call;
de: Alt+Y: Anruf annehmen;
es: Alt+y: aceptar llamada;
fr: Alt+y : accepter l'appel ;
pt_br: ALT+Y: Aceitar a chamada;
ru: ALT+Y: Принять вызов;

source: ALT+N: Press the \"Decline call\" button if there is an incoming call, the \"End call\" button if the call is in progress, or leave the voice chat if it is active;
de: Alt+N: Lehnt einen eingehenden Anruf ab, beendet einen laufenden Anruf oder verlässt den aktiven Sprach-Chat;
es: Alt+n: pulsar el botón "Rechazar llamada" si hay una llamada entrante, el botón "Finalizar llamada" si la llamada está en progreso, o salir del chat de voz si está activo;
fr: ALT+N : Appuyer sur le bouton \"Décliner l'appel\" en cas d'appel entrant, sur le bouton \"Terminer l'appel\" si l'appel est en cours, ou quitter l'échange vocal s'il est actif ;
pt_br: ALT+N: pressione o botão \“recusar chamada"\ se houver uma chamada recebida, o botão \“Encerrar chamada\” se a chamada estiver em andamento ou saia do bate-papo de voz se ele estiver ativo;
ru: ALT+N: Нажимает кнопку "Отклонить вызов", если есть входящий вызов, кнопку "Завершить вызов", если вызов находится в процессе, или выходит из голосового чата, если он активен;

source: ALT+A: Press \"Mute/unmute microphone\" button;
de: Alt+A: Mikrofon stummschalten bzw. Stummschaltung aufheben;
es: Alt+a: pulsar botón "Silenciar / desilenciar micrófono";
fr: ALT+A : Appuyez sur le bouton \"activer/désactiver le microphone\" ;
pt_br: ALT+A: pressione o botão \“desabilitar/habilitar o som do microfone\”;
ru: ALT+A: Нажимает кнопку \"Отключить/включить микрофон\";

source: ALT+C: Press "Enable/disable camera" button;
de: Alt+C: Kamera aktivieren/deaktivieren;
es: Alt+c: pulsar el botón "Activar / desactivar cámara";
fr: ALT+C : Appuyez sur le bouton "Activer/désactiver la caméra" ;
pt_br: ALT+C: Pressione o botão “habilitar/desabilitar câmera”;
ru: ALT+C: Нажимает кнопку "Включить/отключить камеру";

source: ALT+Q: Press \"Instant view\" button, if it is included in the current message;
de: Alt+Q: Sofortansicht, wenn sie in der aktuellen Nachricht enthalten ist;
es: Alt+q: pulsar botón "Vista instantánea", si está incluido en el mensaje actual;
fr: ALT+Q : appuyer sur le bouton \"affichage instantané\", s'il est inclus dans le message en cours ;
pt_br: ALT+Q: Pressione o botão \“Visualização instantânea\”, se ele estiver incluído na mensagem atual;
ru: ALT+Q: Нажимает кнопку "Мгновенный просмотр", если она содержится в текущем сообщении;

source: ALT+O: Press "More Options" button in an open chat, voice chat, or call window;
de: Alt+O: Weitere Optionen in einem geöffneten Text-Chat-, Sprach-Chat- oder Anruffenster;
es: Alt+o: pulsar el botón "Más opciones" en un chat abierto, chat de voz o ventana de llamada;
fr: ALT+O : Appuyez sur le bouton "Plus d'options" dans une fenêtre d'échange, d'échange vocal ou d'appel ouverte ;
pt_br: ALT+O: Pressione o botão “Mais opções" em uma janela aberta de bate-papo, bate-papo por voz ou chamada;
ru: ALT+O: Нажимает кнопку "Дополнительные параметры" в открытом чате, голосовом чате или окне звонка;

source: ALT+M: Open navigation menu;
de: Alt+M: Öffnet das Navigationsmenü;
es: Alt+m: abrir menú de navegación;
fr: ALT+M : Ouvrir le menu de navigation ;
pt_br: ALT+M: Abre o menu de navegação;
ru: ALT+M: Открыть меню навигации;

source: control+R: Start/stop voice message recording;
de: Strg+R: Aufnahme einer Sprachnachricht starten/beenden;
es: control+r: iniciar o detener la grabación de un mensaje de voz;
fr: Ctrl+R : démarrer/arrêter l'enregistrement des messages vocaux ;
pt_br: control+R: Iniciar/parar a gravação de mensagens de voz;
ru: control+R: Начать/остановить запись голосового сообщения;

source: control+D: If pressed once, cancels the recording of a voice message. If pressed twice, changes the notification type when starting, sending, or canceling a voice message recording;
de: Strg+D: Einmaliges Drücken bricht die Aufnahme einer Sprachnachricht ab. Zweimaliges Drücken ändert den Benachrichtigungstyp beim Starten, Senden oder Abbrechen von der Aufnahme einer Sprachnachricht;
es: control+d: si se pulsa una vez, cancela la grabación de un mensaje de voz. Si se pulsa dos veces, cambia el tipo de notificación cuando se inicia, envía o cancela la grabación de un mensaje de voz;
fr: Ctrl+D : si vous exécutez ce raccourci une fois, vous annulez l'enregistrement d'un message vocal. Si vous l'exécutez deux fois, vous changez le type de notification lors du démarrage, de l'envoi ou de l'annulation de l'enregistrement d'un message vocal ;
pt_br: control+D: se pressionado uma vez, cancela a gravação de uma mensagem de voz. Se pressionado duas vezes, altera o tipo de notificação ao iniciar, enviar ou cancelar a gravação de uma mensagem de voz;
ru: control+D: При однократном нажатии отменяет запись голосового сообщения. При двойном нажатии изменяет тип уведомления при запуске, отправке или отмене записи голосового сообщения;

source: ALT+U: Toggle progress bar announcements;
de: Alt+U: Schaltet die Art der Fortschrittsbalken um;
es: Alt+u: conmutar anuncios de la barra de progreso;
fr: ALT+U : basculer les annonces de la barre de progression ;
pt_br: ALT+U: Alterna os anúncios da barra de progresso;
ru: ALT+U: Переключить объявление индикатора выполнения;

source: control+P: Open current chat profile;
de: Strg+P: Öffnet das aktuelle Chat-Profil;
es: control+p: abrir perfil del chat actual;
fr: Ctrl+P : Ouvrir le profil de l'échange courant ;
pt_br: control+P: abre o perfil de bate-papo atual;
ru: control+P: Открыть профиль текущего чата;

source: delete: Delete a message or chat;
de: Entf: Löscht eine Nachricht oder einen Chat;
es: suprimir: eliminar un mensaje o chat;
fr: Suppression : Supprimer un message ou un échange ;
pt_br: delete: Excluir uma mensagem ou bate-papo;
ru: кнопка удаления: Удалить сообщение или чат;

source: shift+delete: Delete message or chat from both sides;
de: Umschalt+Entf: Löscht die Nachricht oder den Chat beidseitig;
es: shift+suprimir: eliminar mensaje o chat de ambos lados;
fr: MAJ+suppression : Supprimer un message ou un échange des deux côtés ;
pt_br: shift+delete: Excluir mensagem ou bate-papo de ambos os lados;
ru: shift+кнопка удаления: Удалить сообщение или чат с обеих сторон;

source: control+ALT+C: Open comments;
de: Strg+Alt+C: Öffnet die Kommentare;
es: control+alt+c: abrir comentarios;
fr: Ctrl+ALT+C : ouvrir les commentaires ;
pt_br: control+ALT+C: abrir comentários;
ru: control+ALT+C: Открыть комментарии;

source: Unassigned: Reply to message;
de: Nicht zugewiesen: Antwort auf Nachricht;
es: Sin asignar: responder a mensaje;
fr: non attribué : Répondre au message ;
pt_br: Não atribuído: Responder à mensagem;
ru: Не назначено: Ответить на сообщение;

source: ALT+F: Forward message;
de: Alt+F: Nachricht weiterleiten;
es: Alt+f: reenviar mensaje;
fr: ALT+F : Transférer le message ;
pt_br: ALT+F: Encaminhar mensagem;
ru: ALT+F: Переслать сообщение;

source: Unassigned: Edit message;
de: Nicht zugewiesen: Nachricht bearbeiten;
es: Sin asignar: editar mensaje;
fr: Non attribué : Modifier le message ;
pt_br: Não atribuído: Editar mensagem;
ru: Не назначено: изменить сообщение;

source: ALT+shift+R: Mark a chat as read;
de: Alt+Umschalt+R: Einen Chat als gelesen markieren;
es: Alt+shift+r: marcar un chat como leído;
fr: ALT+Maj+R : Marquer un échange comme lu ;
pt_br: ALT+shift+R: Marcar um bate-papo como lido;
ru: ALT+shift+R: Пометить чат как прочитанный;

source: control+space: Switch to selection mode;
de: Strg+Leertaste: Wechselt in den Auswahlmodus;
es: control+espacio: alternar modo de selección;
fr: Ctrl+Espace : Passer en mode sélection ;
pt_br: control+espaço: Alternar para o modo de seleção;
ru: control+пробел: перейти в режим выбора;

source: control+shift+C: Copy messages with formatting preserved;
de: Strg+Umschalt+C: Kopiert die formatierte Nachricht;
es: control+shift+c: copiar mensajes preservando el formato;
fr: Ctrl+Maj+C : Copier les messages en préservant le formatage ;
pt_br: control+shift+C: copia mensagens com a formatação preservada;
ru: control+shift+C: Копировать сообщения с сохранением форматирования;

source: ALT+shift+L: Copy data for broadcasting to the clipboard;
de: Alt+Umschalt+L: Kopiert die Daten in die Zwischenablage für die Sendung;
es: Alt+shift+l: copiar datos de difusión al portapapeles;
fr: ALT+Maj+L : Copier les données de diffusion dans le presse-papiers ;
pt_br: ALT+shift+L: Copia dados para transmissão para a área de transferência;
ru: ALT+shift+L: Копировать данные для трансляции в буфер обмена;

source: control+ALT+right arrow: Fast forward a voice message.
de: Strg+Alt+Pfeiltaste nach rechts: Spult die Sprachnachricht vor.
es: control+alt+flecha derecha: adelantar mensaje de voz.
fr: Ctrl+ALT+flèche droite : Avancer rapidement dans un message vocal.
pt_br: control+ALT+seta para a direita: Avançar rapidamente uma mensagem de voz.
ru: control+Alt+Стрелка Вправо: Перемотать голосовое сообщение вперёд.

source: control+ALT+left arrow: Rewind voice message.
de: Strg+Alt+Pfeiltaste nach links: Spult die Sprachnachricht zurück.
es: control+alt+flecha izquierda: rebobinar mensaje de voz.
fr: Ctrl+ALT+flèche gauche : Reculer rapidement dans un message vocal.
pt_br: control+ALT+seta para a esquerda: Retroceder mensagem de voz.
ru: control+alt+Стрелка Влево: Перемотать голосовое сообщение назад.

source: ALT+C: Show message text in popup window.
de: Alt+C: Zeigt den Nachrichtentext im Popup-Fenster an.
es: Alt+c: mostrar el texto del mensaje en una ventana emergente.
fr: ALT+C : Afficher le texte du message dans une fenêtre pop-up.
pt_br: ALT+C: Mostra o texto da mensagem em uma janela pop-up.
ru: Alt+C: Показать текст сообщения во всплывающем окне.

source: NVDA+control+U: Open UnigramPlus settings window
de: NVDA+Strg+U: Öffnet die UnigramPlus-Einstellungen
es: NVDA+control+u: abrir ventana de opciones de Unigram Plus
fr: NVDA+Ctrl+U : Ouvrir la fenêtre des préférences d'UnigramPlus
pt_br: NVDA+control+U: Abrir a janela de configurações do UnigramPlus
ru: NVDA+Control+U: Открыть окно настроек UnigramPlus

source: ALT+4: Move focus to list of chat folders.
de: Alt+4: Verschiebt den Fokus auf die Liste der Chats.
es: Alt+4: mover foco a la lista de carpetas de chat.
fr: ALT+4 : Déplacer le focus sur la liste des dossiers d'échanges.
pt_br: ALT+4: Move o foco para a lista de pastas de bate-papo.
ru: Alt+4: Переместить фокус в список папок.

source: control+shift+A: Press "Attach file" button.
de: Strg+Umschalt+A: Eine Datei anhängen.
es: control+shift+a: pulsar botón "Adjuntar archivo".
fr: Ctrl+Maj+A : appuyer sur le bouton "Joindre un fichier".
pt_br: control+shift+A: Pressione o botão “Anexar arquivo".
ru: control+shift+A: Нажать кнопку "Прикрепить файл".

source: control+N: Press "New chat" button.
de: Strg+N: Öffnet ein neues Chat-Fenster.
es: control+n: pulsar botón "Nuevo chat".
fr: Ctrl+N : Appuyez sur le bouton "Nouvel échange".
pt_br: control+N: Pressione o botão “Novo bate-papo".
ru: control+N: Нажать кнопку "Новая беседа".

source: Unassigned: Pin a message or chat.
de: Nicht zugewiesen: Pinnt eine Nachricht oder einen Chat an.
es: Sin asignar: fijar un mensaje o chat.
fr: Non attribué : Épingler un message ou un échange.
pt_br: Não atribuído: Fixar uma mensagem ou bate-papo.
ru: Не назначено: Закрепить сообщение или чат.

source: ALT+5: Move focus to open profile.
de: Alt+5: Setzt den Fokus auf das geöffnete Profil.
es: Alt+5: mover foco al perfil abierto.
fr: ALT+5 : Déplacer le focus sur le profil ouvert.
pt_br: ALT+5: Move o foco para abrir o perfil.
ru: ALT+5: Переместить фокус к открытому профилю.

source: ALT+L: Enable automatic reading of new messages in the current chat.
de: Alt+L: Aktiviert das automatische Vorlesen neuer Nachrichten im aktuellen Chat.
es: Alt+l: activar lectura automática de mensajes en el chat actual.
fr: ALT+L : Activer la lecture automatique des nouveaux messages sur l'échange courant.
pt_br: ALT+L: Ativa a leitura automática de novas mensagens no bate-papo atual.
ru: ALT+L: Включить автоматическое чтение новых сообщений в текущем чате.

source: NVDA+ALT+R: Convert voice message to text.
de: NVDA+Alt+R: Wandelt die Sprachnachricht in Text um.
es: NVDA+alt+r: convertir mensaje de voz en texto.
fr: NVDA+ALT+R : Convertir un message vocal en texte.
pt_br: NVDA+ALT+R: converte mensagens de voz em texto.
ru: NVDA+ALT+R: Преобразовать голосовое сообщение в текст.

source: Left arrow: Announce the original message, the message that was replied to.
de: Pfeiltaste nach links: Zeigt die ursprüngliche Nachricht an, also die Nachricht, auf die geantwortet wurde.
es: Flecha izquierda: anunciar el mensaje original, el mensaje al que se respondió.
fr: Flèche gauche : Annoncer le message d'origine, le message auquel il a été répondu.
pt_br: Seta para a esquerda: Anuncia a mensagem original, a mensagem que foi respondida.
ru: Стрелка Влево: Прочитать исходное сообщение, сообщение, на которое был дан ответ.

source: ALT+6: Move focus to the list of group threads.
de: Alt+6: Verschiebt den Fokus auf die Liste der Gruppen-Threads.
es: Alt+6: mover el foco a la lista de hilos de grupo.
fr: ALT+6 : Déplacer le focus vers la liste des fils du groupe.
pt_br: ALT+6: Move o foco para a lista de tópicos do grupo.
ru: ALT+6: Переместить фокус к списку обсуждений в группах.

source: ALT+H: Show a list of all UnigramPlus keyboard shortcuts.
de: Alt+H: Zeigt eine Liste aller Tastenkombinationen von UnigramPlus an.
es: Alt+h: mostrar una lista con todos los atajos de teclado de Unigram Plus.
fr: ALT+H : Afficher une liste avec tous les raccourcis clavier d'UnigramPlus.
pt_br: ALT+H: mostra uma lista de todos os atalhos de teclado do UnigramPlus.
ru: ALT+H: Показать список всех сочетаний клавиш UnigramPlus.

source: Note
de: Hinweis
es: Nota
pt_br: Nota
ru: Примечание

source: All hotkeys can be reassigned in NVDA menu, preferences, input gestures.
de: Alle Tastenkombinationen können im NVDA-Menü, in den Einstellungen und dort in den Tastenbefehle neu zugewiesen werden.
es: Todos los atajos se pueden reasignar desde el menú de NVDA, Preferencias, Gestos de entrada.
fr: Toutes les touches de raccourci peuvent être réaffectées dans le menu NVDA, préférences, gestes de commandes.
pt_br: Todas as teclas de atalho podem ser reatribuídas no menu, nas preferências e nos gestos de entrada do NVDA.
ru: Все горячие клавиши можно переназначить в меню NVDA, параметрах, жестах ввода.

source: The fact that the function that focuses the cursor on the "unread message" label can sometimes react with a delay is a known issue. This may depend on the number of cash messages at the moment.
de: Es ist bekannt, dass die Funktion, die den Cursor auf "Ungelesene Nachricht" setzt, manchmal mit einer Verzögerung reagiert. Dies kann von der Anzahl der aktuellen Nachrichten abhängen.
es: El hecho de que la función que sitúa el cursor en la etiqueta "mensajes no leídos" reaccione a veces con retraso es un problema conocido. Puede depender del número de mensajes en ese momento.
fr: Le fait que la fonction qui focalise le curseur sur l'étiquette "message non lu" puisse parfois réagir avec un certain retard est un problème connu. Cela peut dépendre du nombre de messages en attente à ce moment-là.
pt_br: O fato de que a função que focaliza o cursor no rótulo “mensagem não lida” às vezes pode reagir com atraso é um problema conhecido. Isso pode depender do número de mensagens no momento.
ru: Известная проблема заключается в том, что функция, которая наводит курсор на надпись "непрочитанное сообщение", иногда может реагировать с задержкой. Это может зависеть от количества денежных сообщений на данный момент.

source: List of changes:
de: Änderungen:
es: Lista de cambios:
fr: Liste des changements :
pt_br: Lista de alterações:
ru: Список изменений:

source: Version 4.9.0
es: Versión 4.9.0
pt_br: Versão 4.9.0
ru: Версия 4.9.0

source: Added an option to change the behavior when pressing the up arrow in an empty message edit field. You can choose from the following options: activate the function of editing the last sent message, move the focus to the last message in the chat or do nothing.
de: Es wurde eine Option hinzugefügt, mit der das Verhalten beim Betätigen der PfeilTaste nach oben in einem leeren Nachrichtenbearbeitungsfeld geändert werden kann. Sie können zwischen den folgenden Optionen wählen: Funktion zum Bearbeiten der zuletzt gesendeten Nachricht aktivieren, Letzte Nachricht im Chat fokussieren oder Nichts unternehmen.
es: Se ha añadido una opción para cambiar el comportamiento al pulsar flecha arriba en un cuadro de edición de mensaje vacío. Se puede elegir entre las siguientes opciones: activar la función de editar el último mensaje enviado, mover el foco al último mensaje del chat o no hacer nada.
fr: Une option a été ajoutée pour modifier le comportement en appuyant sur flèche haut dans un champ d'édition d'un message vide. Vous pouvez choisir entre les options suivantes : activer la fonction pour éditer le dernier message envoyé, déplacer le focus vers le dernier message d'un échange ou ne rien faire.
pt_br: Adicionada uma opção para alterar o comportamento ao pressionar a seta para cima em um campo de edição de mensagem vazio. Você pode escolher entre as seguintes opções: habilitar a função de edição da última mensagem enviada, mover o foco para a última mensagem no bate-papo ou não fazer nada.
ru: Добавлена возможность поведения при нажатии стрелки вверх в пустом поле редактирования сообщения. Вы можете выбрать один из следующих вариантов: активировать функцию редактирования последнего сообщения, переместить фокус к последнему сообщению в чате или ничего не делать.

source: Fixed answering and rejecting calls using hotkeys.
de: Das Annehmen und Ablehnen von Anrufen über die Tastenkombinationen wurde behoben.
es: Corregidas las funciones de responder y rechazar llamadas con atajos de teclado.
fr: Correction des fonctions pour répondre et décliner les appels avec des raccourcis clavier.
pt_br: Corrigido o atendimento e a rejeição de chamadas usando teclas de atalho.
ru: Исправлен ответ на звонок или его отклонение с помощью горячих клавиш.

source: Fixed minor issues such as the ALT+H key combination not working And an issue when the message to which the reply was written was not spoken when pressing the left arrow.
de: Kleinere Probleme wurden behoben, wie z. B. die nicht funktionierende Tastenkombination Alt+H und ein Problem, bei dem die Nachricht, auf die geantwortet wurde, nicht mitgeteilt wurde, sobald die Pfeiltaste nach links betätigt wurde.
es: Corregidos problemas menores, como el que impedía que funcionara el atajo alt+h y un problema al que se respondía no se verbalizaba al pulsar flecha izquierda.
fr: Correction d'un problème mineur comme celui qui a empêché le raccourci ALT+H de fonctionner et un problème lorsque le message auquel il a été répondu il n'a pas été verbalisé en appuyant sur la flèche gauche.
pt_br: Correção de problemas menores, como a combinação de teclas ALT+H que não funcionava e um problema em que a mensagem para a qual a resposta foi escrita não era falada quando se pressionava a seta para a esquerda.
ru: Исправлены мелкие проблемы, такие как неработающая комбинация ALT+H, а также проблема из-за которой по нажатию стрелки влево не произносилось сообщение, на которое был написан ответ.

source: Fixed display of some elements.
de: Die Anzeige einiger Elemente wurde verbessert.
es: Se corrige un problema al mostrar ciertos elementos.
fr: Correction d'un problème lors de l'affichage de certains éléments.
pt_br: Exibição fixa de alguns elementos.
ru: Исправлено отображение некоторых элементов.

source: Version 4.8.3
es: Versión 4.8.3
pt_br: Versão 4.8.3
ru: Версия 4.8.3

source: Fixed an issue that caused the keyboard shortcut to open the navigation menu to not work.
de: Ein Problem wurde behoben, das dazu führte, dass die Tastenkombination zum Öffnen des Navigationsmenüs nicht funktionierte.
es: Corregido un problema por el que no funcionaba el atajo de teclado para abrir el menú de navegación.
fr: Correction d'un problème selon lequel le raccourci clavier n'a pas fonctionné pour ouvrir le menu de navigation.
pt_br: Foi corrigido um problema que fazia com que o atalho de teclado para abrir o menu de navegação não funcionasse.
ru: Исправлена проблема, из-за которой не работала комбинация клавиш для открытия меню навигации.

source: Version 4.8.1
es: Versión 4.8.1
pt_br: Versão 4.8.1
ru: Версия 4.8.1

source: UnigramPlus has been adapted to be compatible with the NVDA add-on store format.
de: UnigramPlus wurde so angepasst, dass es mit dem Store für NVDA-Erweiterungen kompatibel ist.
es: Unigram Plus se ha adaptado para ser compatible con el formato de la tienda de complementos de NVDA.
fr: UnigramPlus s'est adapté pour être compatible avec le format NVDA add-on store.
pt_br: O UnigramPlus foi adaptado para ser compatível com o formato de armazenamento de complementos do NVDA.
ru: UnigramPlus был адаптирован для обеспечения совместимости с форматом магазина дополнений NVDA.

source: Minor fixes in the English documentation.
de: Kleinere Korrekturen in der englischen Dokumentation.
es: Correcciones menores en la documentación en inglés.
fr: Corrections mineures dans la documentation en anglais.
pt_br: Pequenas correções na documentação em inglês.
ru: Незначительные исправления в документации на английском языке.

source: Version 4.8.0
es: Versión 4.8.0
pt_br: Versão 4.8.0
ru: Версия 4.8.0

source: Now in the Unigram settings, the settings categories can be opened by pressing Enter. When you open any category of settings, the focus will be placed on that category.
de: In den Unigram-Einstellungen können die Einstellungskategorien nun durch Drücken der Eingabetaste geöffnet werden. Wenn Sie eine Einstellungskategorie öffnen, wird diese Kategorie fokussiert.
es: Ahora en las opciones de Unigram, las categorías de configuración se pueden abrir presionanndo intro. Cuando abres una categoría de configuración, el foco se desplaza a dicha categoría.
fr: Désormais dans les paramètres d'Unigram, les catégories de paramètres peuvent être ouvertes en appuyant sur Entrée. Lorsque vous ouvrez une catégorie de paramètres, le focus sera mis sur cette catégorie.
pt_br: Agora, nas configurações do Unigram, as categorias de configurações podem ser abertas pressionando Enter. Quando você abrir qualquer categoria de configurações, o foco será colocado nessa categoria.
ru: Теперь в настройках Unigram категории можно открыть, нажав Enter. При открытии любой категории в настройках фокус будет помещён на эту категорию.

source: Now, when clicking the "Explanation" button in quizzes, the explanation text will open in a separate window for convenient viewing.
de: Wenn Sie jetzt in Quiz-Fragen auf die Schaltfläche "Erklärung" klicken, wird der Erklärungstext in einem separaten Fenster geöffnet, damit Sie ihn bequem lesen können.
es: Ahora, cuando presionas el botón explicación en un cuestionario, el texto de la explicación se abre en una ventana separada para una revisión más conveniente.
fr: Maintenant, lorsque vous appuyez sur le bouton "Explication" d'un questionnaire, le texte de l'explication est ouvert dans une fenêtre séparée pour une visualisation pratique.
pt_br: Agora, ao clicar no botão “Explicação” nos testes, o texto da explicação será aberto em uma janela separada para visualização conveniente.
ru: Теперь при активации кнопки "Пояснение" в опросах, текст пояснения будет открываться в отдельном окне для более удобного просмотра.
