Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unigramPlus.*.po
Languages: de, es, fr, pt_br, ru

source: Fixed an issue where the Enter key was not working properly on some elements. Now you can still record voice messages by holding the Enter key on the record button.
de: Ein Problem wurde behoben, bei dem die Eingabetaste bei einigen Elementen nicht richtig funktionierte. Sie können jetzt immer noch Sprachnachrichten aufnehmen, indem Sie die Eingabetaste auf der Aufnahmetaste gedrückt halten.
es: Se resuelve un problema por el cual la tecla enter no funcionaba adecuadamente con algunos elementos. Ahora puedes seguir grabando mensajes de voz manteniendo presionada la tecla enter en el botón de grabar.
fr: Correction d'un problème où la touche Entrée ne fonctionnait pas correctement sur certains éléments. Désormais, vous pouvez enregistrer des messages vocaux en maintenant la touche Entrée sur le bouton d'enregistrement.
pt_br: Foi corrigido um problema em que a tecla Enter não estava funcionando corretamente em alguns elementos. Agora você ainda pode gravar mensagens de voz mantendo pressionada a tecla Enter no botão de gravação.
ru: Исправлена ошибка, из-за которой клавиша Enter не работала должным образом на некоторых элементах. Теперь вы по-прежнему можете записывать голосовые сообщения, удерживая клавишу Enter на кнопке записи.

source: You can now reassign keyboard shortcuts to features such as "Reply to message" and "Edit message". You can also assign these functions to keys such as Enter, Backspace or even left or right arrows, and it won't interfere with those keys on other items. Note that no keys will be assigned to these features at first, but you will only be able to assign them when the focus is on one of the chat messages.
de: Sie können jetzt Tastaturkürzel für Funktionen wie "Auf Nachricht antworten" und "Nachricht bearbeiten" neu zuweisen. Sie können diese Funktionen auch Tasten wie der Eingabetaste, der Rücktaste oder sogar den Pfeiltasten nach links oder rechts zuweisen, ohne dass diese Tasten bei anderen Elementen beeinträchtigt werden. Beachten Sie, dass diesen Funktionen zunächst keine Tasten zugewiesen werden, sondern dass Sie sie nur zuweisen können, wenn einer der Chat-Nachrichten fokussiert ist.
es: Ahora puedes reasignar atajos de teclado a funciones tales como "responder al mensaje" y "Editar mensaje". También puedes asignar estas funciones a teclas tales como Enter, Retroceso o incluso las flechas izquierda y derecha, y ésto no interferirá con esas teclas en otros elementos. Ten en cuenta que no se asignarán teclas a estas funciones en primera instancia, pero sólo podrás asignarlas cuando el foco esté en uno de los mensajes de chat.
fr: Vous pouvez désormais réaffecter des raccourcis clavier à des fonctions telles que "Répondre au message" et "Modifier le message". Vous avez également la possibilité d'affecter ces fonctions à des touches telles que Entrée, Retour arrière ou même les flèches gauche ou droite et sans que cela n'interfère avec ces touches sur d'autres éléments. Notez qu'aucune touche ne sera affectée à ces fonctions au début et vous ne pourrez les affecter que lorsque le focus sera sur l'un des messages d'un échange.
pt_br: Agora você pode reatribuir atalhos de teclado a recursos como “Responder à mensagem” e “Editar mensagem”. Você também pode atribuir essas funções a teclas como Enter, Backspace ou até mesmo às setas para a esquerda ou para a direita, e isso não interferirá com essas teclas em outros itens. Observe que, a princípio, nenhuma tecla será atribuída a esses recursos, mas você só poderá atribuí-los quando o foco estiver em uma das mensagens do bate-papo.
ru: Теперь вы можете переназначить сочетания клавиш для таких функций, как "Ответить на сообщение" и "Редактировать сообщение". Вы также можете назначить эти функции таким клавишам, как Enter, Backspace или даже стрелкам влево или вправо, и это не будет мешать этим клавишам на других элементах. Обратите внимание, что сначала этим функциям не будут назначены никакие клавиши, но вы сможете назначать их только тогда, когда фокус находится на одном из сообщений чата.

source: Now the function "Say the sender's name" should work more correctly.
de: Der Absendername wird nun richtig mitgeteilt.
es: Ahora la función "decir nombre del remitente" debería funcionar correctamente.
fr: Maintenant, la fonction "Annoncer le nom de l'expéditeur" devrait mieux fonctionner.
pt_br: Agora a função “Diga o nome do remetente” deve funcionar mais corretamente.
ru: Функция "Произнести имя отправителя" теперь должна работать более корректно.

source: When you focus on a link contained in a message, the message text will not be spoken first, but the link text will be spoken immediately.
de: Wenn Sie einen in einer Nachricht enthaltenen Link fokussieren, wird nicht zuerst der Nachrichtentext, sondern sofort der Linktext gesprochen.
es: Cuando te sitúes en un link contenido en un mensaje, no se verbalizará primero el texto del mensaje, sino que se verbalizará enseguida el enlace en cuestión.
fr: Lorsque vous êtes sur un lien contenu dans un message, le texte du message ne sera pas prononcé avant le texte d'aperçu du lien.
pt_br: Quando você se concentrar em um link contido em uma mensagem, o texto da mensagem não será falado primeiro, mas o texto do link será falado imediatamente.
ru: Когда вы фокусируетесь на ссылке, содержащейся в сообщении, текст сообщения не будет произнесен первым, но текст ссылки будет произнесен сразу.

source: made many small improvements and fixed many bugs and shortcomings.
de: Viele kleine Verbesserungen vorgenommen und viele Fehler und Unzulänglichkeiten behoben.
es: se realizan muchas mejoras menores, y se arreglan muchos errores y deficiencias.
fr: Nous avons apporté quantité de petites améliorations et corrigé de nombreux bugs.
pt_br: foram feitos muitos pequenos aprimoramentos e corrigidos muitos bugs e falhas.
ru: сделано много мелких улучшений и исправлено множество ошибок и недочетов.

source: Now UnigramPlus should run noticeably faster.
de: UnigramPlus sollte jetzt merklich schneller laufen.
es: Ahora UnigramPlus debería ejecutarse notoriamente más rápido.
fr: Maintenant, UnigramPlus devrait être nettement plus réactif.
pt_br: Agora o UnigramPlus deve ser executado de forma visivelmente mais rápida.
ru: Теперь UnigramPlus должен работать заметно быстрее.

source: Version 3.1.0
es: Versión 3.1.0
pt_br: Versão 3.1.0
ru: Версия 3.1.0

source: Poll announcement has been improved. The names of users who have taken surveys are now announced in the results window. Polls will also provide information on which option was correct.
de: Die Ankündigung von Umfragen wurde verbessert. Die Namen der Benutzer, die an Umfragen teilgenommen haben, werden nun im Ergebnisfenster angezeigt. Bei Umfragen wird auch angezeigt, welche Option richtig war.
es: Se ha mejorado la verbalización de encuestas. Los nombres de los usuarios que formaron parte de las encuestas ahora se anuncian en la ventna de resultados. Las encuentas también proporcionarán información sobre qué opciónes eran correctas.
fr: L'annonce des sondages a été améliorée. Les noms des utilisateurs qui ont répondu aux sondages sont désormais annoncés dans la fenêtre des résultats. Les sondages fourniront également des informations sur l'option correcte.
pt_br: O anúncio da enquete foi aprimorado. Os nomes dos usuários que responderam às pesquisas agora são anunciados na janela de resultados. As pesquisas também fornecerão informações sobre qual opção estava correta.
ru: Объявление опроса было улучшено. Имена пользователей, принявших участие в опросах, теперь объявляются в окне результатов. Опросы также предоставят информацию о том, какой вариант был правильным.

source: The ability to react to messages has been added, but only in private chats. This feature will not work properly in groups and channels. In private chats, by pressing NVD + ALT + numbers from 1 to 5, you can type the following reactions: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.
es: Se ha agregado la posibilidad de reaccionar a mensajes, pero sólo en chats privados. Esta característica no funcionará apropiadamente en grupos y canales. En chats privados, presionando NVDA + ALT + ALT + números del 1 al 5, puedes digitar las siguientes reacciones: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.
fr: La possibilité de réagir aux messages a été ajoutée, mais uniquement dans les échanges privés. Cette fonctionnalité est pour l'instant instable dans les groupes et les canaux. Dans les échanges privés, en appuyant sur NVDA + ALT + les chiffres de 1 à 5, vous pouvez utiliser les réactions suivantes : 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.
pt_br: A capacidade de reagir a mensagens foi adicionada, mas somente em bate-papos privados. Esse recurso não funcionará corretamente em grupos e canais. Em bate-papos privados, ao pressionar NVD + ALT + números de 1 a 5, você pode digitar as seguintes reações: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.
ru: Добавлена возможность реагировать на сообщения, но только в приватных чатах. Эта функция не будет работать должным образом в группах и каналах. В приватных чатах, нажав NVD+ALT+цифры от 1 до 5, можно установить следующие реакции: 1 - 👍, 2 - 👎, 3 - ❤, 4 - 🔥, 5 - 🥰.

source: Added the ability to announce information about existing replies to messages. Unfortunately, it is not yet possible to announce the name of the available reactions.
de: Es wurde die Möglichkeit hinzugefügt, Informationen über vorhandene Antworten auf Nachrichten anzuzeigen. Leider ist es noch nicht möglich, den Namen der verfügbaren Reaktionen anzuzeigen.
es: Se ha agredado la posibilidad de verbalizar información sobre respuestas existentes en los mensajes. Desafortunadamente, no se puede señalar la reacción exacta todavía.
fr: Ajout de la possibilité d'annoncer des informations sur les réponses existantes aux messages. Malheureusement, il n'est pas encore possible d'annoncer le nom des réactions disponibles.
pt_br: Adicionada a capacidade de anunciar informações sobre as respostas existentes às mensagens. Infelizmente, ainda não é possível anunciar o nome das reações disponíveis.
ru: Добавлена возможность объявлять информацию о существующих ответах на сообщения. К сожалению, пока нет возможности объявить название доступных реакций.

source: Added hotkey to quickly copy data needed for broadcasts.
de: Tastenkombination zum schnellen Kopieren von Daten, die für Sendungen benötigt werden, hinzugefügt.
es: Se agregó la combinación rápida de teclas para copiar rápidamente los datos necesarios para transmitir.
fr: Ajout d'une touche de raccourci pour copier rapidement les données nécessaires aux diffusions.
pt_br: Adicionada uma tecla de atalho para copiar rapidamente os dados necessários para transmissões.
ru: Добавлена горячая клавиша для быстрого копирования данных, необходимых для трансляций.

source: Fixed an issue with displaying inline results that appeared in the latest versions of Unigram.
de: Ein Problem mit der Anzeige von Inline-Ergebnissen, das in den letzten Versionen von Unigram auftrat, wurde behoben.
es: Se ha arreglado el problema con los resultados de búsqueda que aparecían en las últimas versiones de Unigram.
fr: Correction d'un problème d'affichage des résultats en ligne qui apparaissait dans les dernières versions d'Unigram.
pt_br: Corrigido um problema com a exibição de resultados em linha que aparecia nas versões mais recentes do Unigram.
ru: Исправлена проблема с отображением встроенных результатов, появившаяся в последних версиях Unigram.

source: Version 3.0.0
es: Versión 3.0.0
pt_br: Versão 3.0.0
ru: Версия 3.0.0

source: Warning! UnigramPlus will now support NVDA versions no older than 21.2.0. * Added labels for many UI elements. * Fixed some bugs.
de: Achtung! UnigramPlus unterstützt nun NVDA-Versionen, die nicht älter als 2021.2 sind. * Beschriftungen für viele UI-Elemente hinzugefügt. * Einige Fehler behoben.
es: ¡Advertencia! De ahora en adelante UnigramPlus no soportará versiones de NVDA inferiores a 21.2.0 * Se agregan etiquetas para muchos elementos de la interfaz. * Se corrigen algunos errores.
fr: Attention ! UnigramPlus ne prendra plus en charge les versions NVDA antérieures à 21.2.0. * Ajout d'étiquettes pour de nombreux éléments de l'interface utilisateur. * Correction de quelques bugs.
pt_br: Atenção! O UnigramPlus agora será compatível com as versões do NVDA não anteriores à 21.2.0. * Adicionados rótulos para muitos elementos da interface do usuário. * Correção de alguns erros.
ru: Предупреждение! UnigramPlus теперь будет поддерживать версии NVDA не старше 21.2.0. * Добавлены метки для многих элементов пользовательского интерфейса. * Исправлены некоторые ошибки.

source: Version 2.9.0
es: Versión 2.9.0
pt_br: Versão 2.9.0
ru: Версия 2.9.0

source: Now the edit field will change its label depending on whether we are replying to the message or editing it.
de: Das Bearbeitungsfeld ändert nun die Bezeichnung, je nachdem, ob wir auf die Nachricht antworten oder sie bearbeiten.
es: Ahora el campo de edición cambiará de etiqueta dependiendo de si estamos respondiendo o editando un mensaje.
fr: Désormais, le champ d'édition change de libellé selon que l'on répond au message ou qu'on le modifie.
pt_br: Agora, o campo de edição mudará seu rótulo, dependendo se estivermos respondendo à mensagem ou editando-a.
ru: Теперь поле редактирования будет менять свою метку в зависимости от того, отвечаем ли мы на сообщение или редактируем его.

source: Added the ability to enable a confirmation dialog for deleting messages or chats using hotkeys in the settings.
de: Es wurde die Möglichkeit hinzugefügt, einen Bestätigungsdialog für das Löschen von Nachrichten oder Chats über eine Tastenkombination in den Einstellungen zu aktivieren.
es: Se agrega una opción para activar un cuadro de diálogo de confirmación para eliminar mensajes o chats usando teclas rápidas.
fr: Ajout de la possibilité d'activer un dialogue de confirmation pour la suppression des messages ou des échanges en utilisant les touches de raccourci dans les paramètres.
pt_br: Adicionada a capacidade de habilitar uma caixa de diálogo de confirmação para excluir mensagens ou bate-papos usando teclas de atalho nas configurações.
ru: Добавлена возможность включить диалог подтверждения удаления сообщений или чатов с помощью горячих клавиш в настройках.

source: Added Serbian localization.
de: Serbische Übersetzung hinzugefügt.
es: Se agrega traducción al servio.
fr: Ajout de la traduction serbe.
pt_br: Adicionado a localização em sérvio.
ru: Добавлена сербская локализация.

source: Fixed small issues.
de: Kleinere Fehler wurden behoben.
es: Se corrigen errores menores.
fr: Correction de petits problèmes.
pt_br: Correção de pequenos problemas.
ru: Исправлены небольшие проблемы.

source: Version 2.8.0
es: Versión 2.8.0
pt_br: Versão 2.8.0
ru: Версия 2.8.0

source: Added the ability to update the add-on from within the add-on. Now, in order to check for updates and install them, just open the UnigramPlus settings and click the appropriate button. You can also enable automatic check for updates on NVDA startup.
de: Es wurde die Möglichkeit hinzugefügt, die NVDA-Erweiterung aus der NVDA-Erweiterung selbst zu aktualisieren. Um nach Updates zu suchen und sie zu installieren, öffnen Sie nun einfach die Einstellungen von UnigramPlus und klicken Sie auf die entsprechende Schaltfläche. Sie können auch die automatische Suche nach Updates beim Starten von NVDA aktivieren.
es: Se agregó la posibilidad de actualizar el complemento automáticamente. Ahora, Para comprobar actualizaciones e instalarlas, simplemente abre la configuración de Unigramplus y haz clic en el botón correspondiente. Allí podrás también activar la comprobación automática de actualizaciones cuando inicie NVDA.
fr: Ajout de la possibilité de mettre à jour l'extension à partir de celle-ci. Maintenant, pour vérifier les mises à jour et les installer, il suffit d'ouvrir les paramètres d'UnigramPlus et de cliquer sur le bouton approprié. Vous pouvez également activer la vérification automatique des mises à jour au démarrage de NVDA.
pt_br: Adicionada a capacidade de atualizar o complemento de dentro do complemento. Agora, para verificar se há atualizações e instalá-las, basta abrir as configurações do UnigramPlus e clicar no botão apropriado. Você também pode ativar a verificação automática de atualizações na inicialização do NVDA.
ru: Добавлена возможность обновлять дополнение изнутри дополнения. Теперь для того, чтобы проверить наличие обновлений и установить их, достаточно открыть настройки UnigramPlus и нажать соответствующую кнопку. Вы также можете включить автоматическую проверку обновлений при запуске NVDA.

source: Added Arabic localization.
de: Arabische Übersetzung hinzugefügt.
es: Se agregó traducción al árabe.
fr: Ajout d'une traduction en arabe.
pt_br: Adicionado a localização em árabe.
ru: Добавлена арабская локализация.

source: Version 2.7.0
es: Versión 2.7.0
pt_br: Versão 2.7.0
ru: Версия 2.7.0

source: You will now be notified that the message has been forwarded.
de: Sie werden nun benachrichtigt, dass die Nachricht weitergeleitet wurde.
es: Ahora se te notificará de que un mensaje es reenviado.
fr: Vous serez désormais averti que le message a été transféré.
pt_br: Agora você será notificado de que a mensagem foi encaminhada.
ru: Теперь вы будете уведомлены о том, что сообщение было переадресовано.

source: Improved message copy function. Now, if the text contains a clickable link and the focus is on that link, pressing CTRL+C will copy the link instead of the entire text.
de: Verbesserte Funktion zum Kopieren von Nachrichten. Wenn der Text einen anklickbaren Link enthält und dieser Link fokussiert ist, wird nun durch Drücken von Strg+C der Link anstelle des gesamten Textes kopiert.
es: Se ha modernizado la función de copiado de mensajes. Ahora, si el foco está en un elemento cliqueable en el texto de un mensaje, al presionar CTRL+C sólo se copiará el texto del enlace y no todo el texto.
fr: Amélioration de la fonction de copie des messages. Désormais, si le texte contient un lien cliquable et que le focus est sur ce lien, l'appui sur CTRL+C copiera le lien au lieu du texte entier.
pt_br: Aprimoramento da função de cópia de mensagens. Agora, se o texto contiver um link clicável e o foco estiver nesse link, pressionar CTRL+C copiará o link em vez de todo o texto.
ru: Улучшена функция копирования сообщений. Теперь, если текст содержит нажимаемую ссылку и фокус находится на этой ссылке, нажатие CTRL+C скопирует ссылку вместо всего текста.

source: Added hotkey for copying messages while maintaining text formatting. This function emulates the activation of the corresponding item in the application menu. The default hotkey for this feature is CTRL+shift+C. Because of this feature, the hotkey for opening comments has been changed to CTRL+ALT+C.
de: Eine Tastenkombination zum Kopieren von formatierten Nachrichten hinzugefügt. Diese Funktion emuliert die Aktivierung des entsprechenden Eintrags im Anwendungsmenü. Standardmäßig ist für diese Funktion Strg+Umschalt+C. Auf Grund dieser Funktion wurde die Tastenkombination zum Öffnen von Kommentaren auf Strg+Alt+C geändert.
es: Se agregan teclas rápidas para copiar mensajes preservando el formato del texto. Esta función emula la activación del elemento respectivo en el menú de la aplicación. Las teclas predeterminadas para esta función son CTRL+shift+C. las teclas rápidas para habrir comentarios se han cambiado a CTRL+ALT+C.
fr: Ajout d'une touche de raccourci pour copier les messages tout en conservant le formatage du texte. Cette fonction émule l'activation de l'élément correspondant dans le menu de l'application. Le raccourci clavier par défaut pour cette fonction est CTRL+Maj+C. En raison de cette fonctionnalité, le raccourci clavier pour ouvrir les commentaires a été modifié en CTRL+ALT+C.
pt_br: Adicionada uma tecla de atalho para copiar mensagens mantendo a formatação do texto. Essa função emula a ativação do item correspondente no menu do aplicativo. A tecla de atalho padrão para esse recurso é CTRL+shift+C. Devido a esse recurso, a tecla de atalho para abrir comentários foi alterada para CTRL+ALT+C.
ru: Добавлена горячая клавиша для копирования сообщений с сохранением форматирования текста. Эта функция эмулирует активацию соответствующего пункта в меню приложения. Горячая клавиша по умолчанию для этой функции — CTRL+shift+C. Из-за этой функции горячая клавиша для открытия комментариев была изменена на CTRL+ALT+C.

source: Added the ability to automatically announce new messages in open chat. By default, it can be enabled by pressing ALT + L.
de: Es wurde die Möglichkeit hinzugefügt, neue Nachrichten im offenen Chat automatisch anzukündigen. Standardmäßig kann sie durch Drücken von Alt+L aktiviert werden.
es: Se agrega la función para el anuncio automático de nuevos mensajes en el chat actual. De forma predeterminada, esto se activa presionando ALT + L.
fr: Ajout de la possibilité d'annoncer automatiquement les nouveaux messages dans l'échange ouvert. Par défaut, elle peut être activée en appuyant sur ALT+L.
pt_br: Adicionada a capacidade de anunciar automaticamente novas mensagens no bate-papo aberto. Por padrão, ele pode ser ativado pressionando ALT + L.
ru: Добавлена возможность автоматически объявлять новые сообщения в открытом чате. По умолчанию его можно включить, нажав ALT + L.

source: Added hotkeys for quick viewing of chat messages. Press NVDA + CTRL + the number corresponding to the number of a particular message in reverse order, that is, if you want to view the last message, press 1, if you want to view the previous message, press 2, etc.
de: Tastenkombinationen zum schnellen Anzeigen von Chat-Nachrichten hinzugefügt. Drücken Sie NVDA+Strg+Zahl, die der Nummer einer bestimmten Nachricht entspricht, in umgekehrter Reihenfolge, d. h., wenn Sie die letzte Nachricht anzeigen möchten, drücken Sie 1, wenn Sie die vorherige Nachricht anzeigen möchten, drücken Sie 2, etc.
es: Se agrega función para ver mensajes rápidamente en un chat. Necesitas presionar NVDA+CTRL+dígitos correspondientes a el número de un mensaje en particular en orden inverso, es decir, si quieres ver el último mensaje, presionas 1, si es el penúltimo, presionas 2, etc.
fr: Ajout de touches de raccourci pour un affichage rapide des messages dans un échange. Appuyez sur NVDA+CTRL+ le numéro correspondant au numéro d'un message particulier dans l'ordre inverse, c'est-à-dire que si vous voulez afficher le dernier message, appuyez sur 1, si vous voulez afficher le message précédent, appuyez sur 2, etc.
pt_br: Adicionadas teclas de atalho para visualização rápida de mensagens de bate-papo. Pressione NVDA + CTRL + o número correspondente ao número de uma determinada mensagem na ordem inversa, ou seja, se quiser ver a última mensagem, pressione 1, se quiser ver a mensagem anterior, pressione 2, etc.
ru: Добавлены горячие клавиши для быстрого просмотра сообщений чата. Нажмите NVDA+CTRL+цифру соответствующую номеру конкретного сообщения в обратном порядке, то есть если хотите просмотреть последнее сообщение нажмите 1, если хотите просмотреть предыдущее сообщение нажмите 2 и т.д.

source: Now pressing ALT+T will give you information about the active voice chat in the current group.
de: Sobald Sie nun Alt+T drücken, erhalten Sie Informationen über den aktiven Sprach-Chat in der aktuellen Gruppe.
es: Ahora presionar ALT+T tedará información acerca de un chat de voz activo en el grupo actual.
fr: En appuyant maintenant sur ALT+T, vous obtiendrez des informations sur l'échange vocal actif dans le groupe actuel.
pt_br: Agora, ao pressionar ALT+T, você obterá informações sobre o bate-papo por voz ativo no grupo atual.
ru: Теперь нажатие ALT+T даст информацию об активном голосовом чате в текущей группе.

source: Version 2.6.0
es: Versión 2.6.0
pt_br: Versão 2.6.0
ru: Версия 2.6.0
