Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unmute.*.po
Languages: bg, es, fi, fr, gl, ja, pt_br, pt_pt, ru, tr, uk

source: The add-on uses a third-party module Windows Sound Manager.
bg: Добавката използва модул на трета страна – Диспечер за звука на Windows.
es: El complemento usa un módulo de terceros, Windows Sound Manager.
fi: Lisäosa käyttää kolmannen osapuolen Windows Sound Manager -moduulia.
fr: L'extension utilise un module tiers Windows Sound Manager.
gl: O complemento utiliza un módulo de terceiros Windows Sound Manager.
ja: このアドオンは、サードパーティモジュール、Windows Sound Managerを使用しています。
pt_br: O complemento usa um módulo de terceiros, o Windows Sound Manager.
pt_pt: O extra utiliza um módulo de gestão de som de terceiros.
ru: В работе дополнение использует сторонний модуль Windows Sound Manager.
tr: TEklenti, üçüncü taraf bir Windows Sound Manager modülü kullanır.
uk: В роботі додаток використовує сторонній модуль Windows Sound Manager.

source: Altering of add-on source code
bg: Промяна на изходния код на добавката
es: Alteración del código fuente del complemento
fi: Lisäosan lähdekoodin muuttaminen
fr: Modification du code source de l'extension
gl: Alteración do código fonte do complemento
ja: アドオンのソースコードの変更
pt_br: Alteração do código-fonte do add-on
pt_pt: Alteração do código fonte
ru: Внесение изменений в исходный код дополнения
tr: Eklenti kaynak kodunun değiştirilmesi
uk: Внесення змін до вихідного коду доповнення

source: You may clone this repo to make alteration to NVDA Unmute.
bg: Можете да клонирате това хранилище, за да направите промени по добавката "Включване на звука за NVDA".
es: Puedes clonar este repositorio para alterar NVDA Unmute.
fi: Voit kloonata tämän koodivaraston muuttaaksesi Poista mykistys -lisäosaa.
fr: Vous pouvez cloner ce référentiel pour apporter des modifications à NVDA Unmute.
gl: Poderías clonar este repo para facer alteración a NVDA Unmute.
ja: このレポジトリをクローンして、NVDA Unmuteに変更を加えることが出来ます。
pt_br: Você pode clonar este repositório para fazer alterações no NVDA Unmute.
pt_pt: Pode clonar este repositório para fazer alterações ao extra "reactivar som".
ru: Вы можете клонировать этот репозиторий, чтобы внести изменения в NVDA Unmute.
tr: NVDA Sesi Aç'ta değişiklik yapmak için bu repoyu klonlayabilirsiniz.
uk: Ви можете клонувати цей репозиторій, щоб внести зміни до NVDA Unmute.

source: Third Party dependencies
bg: Зависимости от трети страни
es: Dependencias de terceros
fi: Kolmannen osapuolen riippuvuudet
fr: Dépendances tierses
gl: Dependencias de terceiros
ja: サードパーティへの依存
pt_br: Dependências de terceiros
pt_pt: Dependências de terceiros
ru: Дополнительные зависимости
tr: Üçüncü Taraf gereksinimleri
uk: Додаткові залежності

source: These can be installed with pip:
bg: Те могат да бъдат инсталирани чрез pip:
es: Se pueden instalar con Pip:
fi: Nämä voidaan asentaa pip:llä:
fr: Celles-ci peuvent être installées avec pip 0160:
gl: Pódense instalar con pip:
ja: これらはpipでインストール出来ます:
pt_br: Eles podem ser instalados com o pip:
pt_pt: Podem ser instaladas com pip:
ru: Следующие модули можно установить с помощью pip:
tr: Bunlar pip ile kurulabilir:
uk: Ці модулі можна встановити за допомогою pip:

source: To package the add-on for distribution
bg: За пакетиране на добавката за разпространение
es: Para empaquetar el complemento para su distribución
fi: Pakkaa lisäosa jakelua varten
fr: Pour empaqueter l'extension pour distribution
gl: Para empaquetar o complemento para distribución
ja: 配布のためのアドオンをパッケージするには
pt_br: Para empacotar o add-on para distribuição
pt_pt: Para preparar o extra para distribuição
ru: Построение дополнения из репозитория
tr: Eklentiyi dağıtım için paketlemek için
uk: Підготовка додатка для розповсюдження

source: Open a command line, change to the root of this repo
bg: Отворете команден ред и преминете към кореновата директория на това хранилище
es: Abre una línea de órdenes, navega a la raíz de este repositorio
fi: Avaa komentokehote ja vaihda hakemistoksi tämän koodivaraston juuri
fr: Ouvrez une ligne de commande, passez à la racine de ce référentiel
gl: Abre unha liña de ordes, cambia á raíz deste repo
ja: コマンドラインを開き、このレポジトリのルートディレクトリに変更します
pt_br: Abra uma linha de comando, mude para a raiz deste repositório
pt_pt: Abrir uma linha de comando, mudar para a raiz deste repositório
ru: Откройте командную строку, перейдите в корневой каталог этого репозитория
tr: Bir komut satırı açın, ve reponun ana dizinine geçin
uk: Відкрийте командний рядок, перейдіть до кореневого каталогу цього репозиторія

source: Run the **scons** command. The created add-on, if there were no errors, is placed in the current directory.
bg: Изпълнете командата **scons**. Създадената добавка, ако няма грешки, се поставя в текущата директория.
es: Ejecuta la orden **scons**. El complemento creado, si no hay errores, se sitúa en el directorio actual.
fi: Suorita **scons**-komento. Jos virheitä ei ollut, luotu lisäosa sijoitetaan nykyiseen hakemistoon.
fr: Exécutez la commande **scons**. L'extension créée, s'il n'y a pas eu d'erreurs, est placée dans le répertoire courant.
gl: Executa a orde **scons**. O complemento creado, se non houbo erros, estará situado no directorio actual.
ja: **scons**コマンドを実行します。エラーがなければ、出来上がったアドオンが現在のディレクトリに入ります。
pt_br: Execute o comando **scons**. O add-on criado, se não houver erros, será colocado no diretório atual.
pt_pt: Executar o comando **scons***. O extra criado, se não houver erros, é colocado no directório actual.
ru: Запустите на выполнение команду ** scons **. Если не возникло ошибок, сгенерированное дополнение будет помещено в текущий каталог.
tr: **scons** komutunu çalıştırın. Oluşturulan eklenti, herhangi bir hata yoksa mevcut dizine yerleştirilir.
uk: Запустіть на виконання команду **scons**. Якщо не виникло помилок, згенерований додаток розміщується в поточному каталозі.
