Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unmute.*.po
Languages: bg, es, fi, fr, gl, ja, pt_br, pt_pt, ru, tr, uk

source: [[!meta title="NVDA Unmute"]]
bg: [[!meta title="Включване на звука за NVDA (NVDA Unmute)"]]
fi: [[!meta title="Poista mykistys"]]
pt_pt: [[!meta title="Reactivar Som"]]
tr: [[!meta title="NVDA ses aç"]]
uk: [[!meta title="NVDA Unmute (Автоувімкнення звуку Windows)"]]

source: Author: Oleksandr Gryshchenko
bg: Автор: Oleksandr Gryshchenko
es: Autor: Oleksandr Gryshchenko
fi: Tekijä: Oleksandr Gryshchenko
fr: Auteur : Oleksandr Gryshchenko
gl: Autor: Oleksandr Gryshchenko
ja: 作者: Oleksandr Gryshchenko
pt_br: Autor: Oleksandr Gryshchenko
pt_pt: Autor: Oleksandr Gryshchenko
ru: Автор: Олександр Грищенко
tr: Yazar: Oleksandr Gryshchenko
uk: Автор: Олександр Грищенко

source: Version: 1.5
bg: Версия: 1.5
es: Versión: 1.5
fi: Versio: 1.5
gl: Versión: 1.5
ja: バージョン: 1.5
pt_br: Versão: 1.5
pt_pt: Versão: 1.5
ru: Версия: 1.5
tr: Sürüm: 1.5
uk: Версія: 1.5

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
es: Compatibilidad con NVDA: 2019.3 y posteriores
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : NVDA 2019.3 et ultérieurs
gl: Compatibilidade con NVDA: 2019.3 en diante
ja: NVDA 互換性: 2019.3 以降
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
pt_pt: Compatibilidade com o NVDA: 2019.3 e seguintes
ru: Совместимость с NVDA: 2019.3 и более новые версии
tr: NVDA 2019.3 veya sonraki bir sürümü gerektirir.
uk: Сумісність з NVDA: 2019.1 і новіші

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
ja: ダウンロード [安定版][1]
pt_br: Download [versão estável][1]
pt_pt: Descarregar [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: This add-on checks the status of the Windows audio system when NVDA starts. And, if it turns out that the sound is muted - the add-on forcibly turns it on.
bg: Тази добавка проверява състоянието на аудиосистемата на Windows при стартиране на NVDA. И ако се окаже, че звукът е заглушен, добавката го включва принудително.
es: Este complemento comprueba el estado del sonido en Windows cuando NVDA se inicia y, si determina que el sonido está silenciado, el complemento fuerza su activación.
fi: Tämä lisäosa tarkistaa Windowsin äänijärjestelmän tilan NVDA:n käynnistyessä, ja jos käy ilmi, että ääni on mykistetty, lisäosa poistaa mykistyksen väkisin.
fr: Cette extension vérifie l'état du système audio de Windows au démarrage de NVDA. Et s'il s'avère que le son est coupé, l'extension l'active de force.
gl: Este complemento comproba o estado do sistema de audio de Windows cando NVDA se inicia. E, se resulta que o son está silenciado - o complemento forza a súa activación.
ja: このアドオンは、NVDAが起動した時のWindowsのオーディオシステムの状態を確認します。そして、音がミュートされていることがわかると、アドオンは強制的に音をオンにします。
pt_br: Esse complemento verifica o status do sistema de áudio do Windows quando o NVDA é iniciado. E, se for constatado que o som está mudo, o complemento o ativará à força.
pt_pt: Este extra verifica o estado do sistema áudio do Windows quando o NVDA arranca. E, se se verificar que o som está desactivado, o extra liga-o à força.
ru: Это дополнение проверяет состояние аудиосистемы Windows при запуске NVDA. И, если оказывается, что звук выключен или очень приглушенный, - приложение принудительно включает его.
tr: Bu eklenti, NVDA başladığında Windows ses sisteminin durumunu denetler. Eğer ses kapalıysa, eklenti sesi açar.
uk: Цей додаток перевіряє стан аудіосистеми Windows під час запуску NVDA. І, якщо виявляється, що звук вимкнений або дуже приглушений, - додаток примусово вмикає його.

source: At the same time, the volume level is checked separately for the NVDA process.
bg: В същото време нивото на звука се проверява отделно за процеса на NVDA.
es: Al mismo tiempo, se comprueba por separado el volumen del proceso de NVDA.
fi: Samalla tarkistetaan NVDA-prosessin äänenvoimakkuuden taso.
fr: Dans le même temps, le niveau de volume est vérifié séparément pour le processus NVDA.
gl: Ó mesmo tempo, compróbase o nivel de volume de forma separada para o proceso de NVDA.
ja: 同時に、NVDAのプロセスの音量レベルが別途確認されます。
pt_br: Ao mesmo tempo, o nível de volume é verificado separadamente para o processo NVDA.
pt_pt: Ao mesmo tempo, o nível de volume é verificado separadamente para o processo do NVDA.
ru: Одновременно проверяется уровень громкости установленый отдельно для процесса NVDA.
tr: Ayrıca ses seviyesi NVDA işlemi için ayrı olarak kontrol edilir.
uk: Одночасно перевіряється рівень гучності, встановлений окремо для процесу NVDA.

source: The add-on also checks the status of the speech synthesizer. If there are problems with its initialization, attempts are made to start the synthesizer, which is specified in the NVDA settings.
bg: Добавката също така проверява състоянието на речевия синтезатор. Ако има проблеми с инициализирането му, се правят опити за стартиране на синтезатора, който е посочен в настройките на NVDA.
es: El complemento también comprueba el estado del sintetizador de voz. Si hay problemas durante su inicialización, se hacen intentos para iniciarlo, tal y como se especifica en las opciones de NVDA.
fi: Lisäosa tarkistaa myös puhesyntetisaattorin tilan. Jos sen alustuksessa on ongelmia, NVDA:n asetuksissa määritetty syntetisaattori yritetään käynnistää.
fr: L'extension vérifie également l'état du synthétiseur vocal. S'il y a des problèmes avec son initialisation, des tentatives sont faites pour démarrer le synthétiseur, ce qui est spécifié dans les paramètres de NVDA.
gl: O complemento tamén comproba o estado do sintetizador de voz. Se hai problemas coa súa inicialización, realízanse intentos para inicialo, que está especificado nas opcións de NVDA.
ja: このアドオンはまた、読み上げ合成音声の状態も確認します。もし、その初期化に問題があるようであれば、NVDA設定に指定された合成音声を開始しようとします。
pt_br: O complemento também verifica o status do sintetizador de fala. Se houver problemas com sua inicialização, serão feitas tentativas de iniciar o sintetizador, que é especificado nas configurações do NVDA.
pt_pt: O extra também verifica o estado do sintetizador de voz. Se houver problemas com a sua inicialização, são feitas tentativas para iniciar o sintetizador, que são especificadas nas configurações do NVDA.
ru: Также дополнение проверяет состояние синтезатора речи. Если возникли проблемы с его инициализацией, выполняются попытки запуска синтезатора, который указан в настройках NVDA.
tr: Eklenti ayrıca konuşma sentezleyicinin durumunu da denetler. Eğer sentezleyici başlatması ile ilgili sorunlar bulunursa, eklenti NVDA ayarlarında belirtildiği şekilde sentezleyiciyi başlatmayı dener.
uk: Також додаток перевіряє стан синтезатора мовлення. Якщо виникли проблеми з його ініціалізацією, виконуються спроби запуску синтезатора, який вказаний в налаштуваннях NVDA.

source: There is an additional opportunity to check on which audio device the NVDA sound is output. And, if this device differs from the default device, the output automatically switches to the audio device installed in the system as the main one.
bg: Има допълнителна възможност за проверка на кое аудио устройство се извежда звукът от NVDA. И ако това устройство се различава от устройството по подразбиране, изходът автоматично се превключва към звуковото устройство, зададено като такова по подразбиране в системата.
es: Hay una posibilidad adicional que comprueba el dispositivo de sonido por el que sale NVDA. Si este dispositivo es distinto del predeterminado, se alterna automáticamente la salida al dispositivo predeterminado instalado en el sistema.
fi: Lisäksi on mahdollista tarkistaa, millä äänilaitteella NVDA:n äänet toistetaan, ja mikäli se on muu kuin oletuslaite, äänilaitteeksi vaihtuu automaattisesti järjestelmän oletusäänilaite.
fr: Il existe une possibilité supplémentaire de vérifier sur quel périphérique audio le son NVDA est émis. Et, si cet appareil diffère de l'appareil par défaut, la sortie bascule automatiquement sur l'appareil audio installé dans le système en tant que périphérique audio principal.
gl: Hai unha oportunidade adicional para comprobar a qué dispositivo de son está saíndo NVDA. E, se este dispositivo difire do dispositivo predeterminado, a saída cambia automaticamente ao dispositivo de son instalado no sistema como o principal.
ja: また、どのオーディオデバイスでNVDAの音を出力するか確認する追加の機会があります。そして、もしそのデバイスが既定のデバイスと異なる場合は、出力は自動的に、メインとしてシステムにインストールされているオーディオデバイスに切り替わります。
pt_br: Existe uma oportunidade adicional de verificar em qual dispositivo de áudio o som do NVDA é emitido. E, se esse dispositivo for diferente do dispositivo padrão, a saída mudará automaticamente para o dispositivo de áudio instalado no sistema como o principal.
pt_pt: Há uma oportunidade adicional de verificar em que dispositivo de áudio o som do NVDA é emitido. E, se este dispositivo for diferente do dispositivo padrão, a saída muda automaticamente para o dispositivo de áudio instalado no sistema como o principal.
ru: Присутствует дополнительная возможность проверять на какое аудио устройство выводится звук NVDA. И, если это устройство отличается от устройства по умолчанию, - вывод автоматически переключается на аудио-устройство, установленное в системе как основное.
tr: Son olarak eklenti NVDA sesinin hangi ses aygıtından çıktığını denetlemeyi sağlayan bir seçenek sunar. Eğer nvda sesinin çıktığı cihaz varsayılan cihazdan farklıysa, çıkış cihazı otomatik olarak sistem varsayılan ses cihazıyla değiştirilir.
uk: Присутня додаткова можливість перевіряти, на який аудіопристрій виводиться звук NVDA. І, якщо цей пристрій відрізняється від пристрою за замовчуванням, вивід автоматично перемикається на аудіопристрій, що встановлений в системі як основний.

source: Note: If the add-on startup sound always plays even if the NVDA volume is online. That is, the add-on switches the output to the main audio device each time you start NVDA.
bg: Забележка: Ако стартовия звук от добавката винаги се възпроизвежда, дори ако звукът от NVDA е наличен. Тоест добавката превключва изхода към основното аудио устройство всеки път, когато стартирате NVDA.
es: Nota: siempre se reproduce el sonido de inicio del complemento, incluso si el volumen está activado. Esto es porque el complemento conmuta la salida al dispositivo de sonido principal cada vez que NVDA se inicia.
fi: Huom: Jos lisäosan käynnistysääni kuuluu, vaikka NVDA:n äänet olisi mykistetty, tämä tarkoittaa, että lisäosa vaihtaa äänilaitteeksi oletuslaitteen aina NVDA:n käynnistyessä.
fr: Remarque : si le son de démarrage de l'extension est toujours émis même si le volume NVDA est activé, Cela signifie que l'extension bascule la sortie vers le périphérique audio principal chaque fois que vous démarrez NVDA.
gl: Nota: Se o son de inicio do complemento se reproduce aínda que o volume do NVDA estea activo. Isto significa, que o complemento cambia a saída ó disppositivo principal de son cada vez que inicias NVDA.
ja: 備考: もしアドオンが起動すると、NVDAの音量がオンラインでも、音が常に鳴ります。つまり、アドオンは、NVDAを起動する時いつも、出力をメインのオーディオデバイスに切り替えます。
pt_br: Nota: se o som de inicialização do add-on sempre for reproduzido, mesmo que o volume do NVDA esteja on-line. Ou seja, o complemento alterna a saída para o dispositivo de áudio principal toda vez que você inicia o NVDA.
pt_pt: Nota: Se o som de arranque do extra tocar sempre, mesmo que o volume do NVDA esteja online. Ou seja, o suplemento muda a saída para o dispositivo de áudio principal cada vez que se inicia o NVDA.
ru: Примечание: Если звуковой сигнал дополнения всегда воспроизводится, даже если уровень громкости NVDA находится на должном уровне. То есть дополнение переключает вывод звука на основное аудио-устройство каждый раз при запуске NVDA.
tr: Not: Eğer NVDA başlatılırken eklenti sesi çalarsa ve sistem sesi kapalı değilse bu, eklentinin ses çıkış cihazını değiştirdiği anlamına gelir.
uk: Примітка: звуковий сигнал додатка завжди відтворюється, навіть якщо рівень гучності NVDA перебуває на належному рівні. Тобто додаток перемикає виведення звуку на основний аудіопристрій щоразу при запуску NVDA.

source: This occurs when the audio output device is in the NVDA settings is differ from the default output device or "Microsoft Sound Mapper".
bg: Това се случва, когато изходното аудио устройство в настройките на NVDA се различава от изходното устройство по подразбиране или "Microsoft Sound Mapper".
es: Esto sucede cuando el dispositivo de sonido de salida configurado en las opciones de NVDA difiere del dispositivo de salida predeterminado o del "Asignador de sonido Microsoft".
fi: TäTä tapahtuu, kun äänilaitteeksi on NVDA:n asetuksissa määritetty muu kuin oletuslaite tai "Microsoft Sound Mapper".
fr: Cela se produit lorsque le périphérique de sortie audio dans les paramètres NVDA est différent du périphérique de sortie par défaut ou "Mappeur de sons Microsoft".
gl: Isto ocorre cando o dispositivo de son de saída nas opcións de NVDA difire do dispositivo de son predeterminado ou "Microsoft Sound Mapper".
ja: これは、NVDA設定でのオーディオ出力デバイスが、既存の出力デバイスまたは「Microsoftサウンドマッパー」と異なる時に起こります。
pt_br: Isso ocorre quando o dispositivo de saída de áudio nas configurações do NVDA é diferente do dispositivo de saída padrão ou do “Microsoft Sound Mapper”.
pt_pt: Isto ocorre quando o dispositivo de saída de áudio que está nas definições do NVDA é diferente do dispositivo de saída padrão ou "Microsoft Sound Mapper".
ru: Это обычно происходит, когда устройство вывода звука в настройках NVDA отличается от устройства вывода по умолчанию или "Microsoft Sound Mapper".
tr: Bu, ses çıkış aygıtının NVDA ayarlarında varsayılan çıkış aygıtından veya "Microsoft ses eşleştiricisi"nden farklı olması durumunda oluşur.
uk: Це зазвичай відбувається, коли пристрій виведення звуку в налаштуваннях NVDA відрізняється від пристрою виводу за замовчуванням або "Microsoft Sound Mapper".

source: This can be easily solved in one of the following ways:
bg: Това може лесно да бъде решено по един от следните начини:
es: Esto se puede resolver de una de las siguientes formas:
fi: Tämä voidaan ratkaista helposti jollakin seuraavista tavoista:
fr: Cela peut être facilement résolu de l'une des manières suivantes :
gl: Isto pódese resolver facilmente dun dos seguintes xeitos:
ja: これは、次の方法の1つで簡単に解決出来ます:
pt_br: Isso pode ser facilmente resolvido de uma das seguintes maneiras:
pt_pt: Isto pode ser facilmente resolvido de uma das seguintes formas:
ru: Такое поведение можно легко изменить одним из следующих способов:
tr: Bu durum, aşağıdaki yöntemler ile kolayca çözüleblir:
uk: Таку поведінку можна легко змінити одним із таких способів:

source: After restarting NVDA, just save the current configuration using NVDA+Ctrl+C. The default audio device will be saved in the NVDA settings and switching will not occur each time when NVDA starts.
bg: След като рестартирате NVDA, просто запазете текущите настройки чрез командата NVDA+Ctrl+C. Аудио устройството по подразбиране ще бъде запазено в настройките на NVDA и превключването вече няма да се случва всеки път, когато NVDA стартира.
es: Después de reiniciar NVDA, guarda la configuración actual pulsando NVDA+ctrl+c. Se guardará el dispositivo de sonido predeterminado en los ajustes de NVDA y la conmutación no se producirá cada vez que NVDA se inicie.
fi: Tallenna nykyiset asetukset NVDA:n uudelleenkäynnistyksen jälkeen näppäinkomennolla NVDA+Ctrl+C, jolloin oletusäänilaite tallennetaan NVDA:n asetuksiin, eikä äänilaitetta enää vaihdeta jokaisella NVDA:n käynnistyksellä.
fr: Après avoir redémarré NVDA, enregistrez simplement la configuration actuelle en utilisant NVDA+Ctrl+C. Le périphérique audio par défaut sera enregistré dans les paramètres de NVDA et la commutation ne se produira pas à chaque démarrage de NVDA.
gl: Despois de reiniciar NVDA, soamente garda a configuración actual utilizando NVDA+Ctrl+C. O dispositivo de son predeterminado gardarase nas opcións de NVDA e o cambio non ocorrerá cada vez que NVDA se inicie.
ja: NVDAを再起動後、現在の設定を、NVDA+Ctrl+Cで保存します。この既定のオーディオデバイスは、NVDA設定に保存され、NVDAが起動する時に、毎回切り替えが起こりません。
pt_br: Depois de reiniciar o NVDA, basta salvar a configuração atual usando NVDA+Ctrl+C. O dispositivo de áudio padrão será salvo nas configurações do NVDA e a troca não ocorrerá toda vez que ele for iniciado.
pt_pt: Após reiniciar o NVDA, basta guardar a configuração actual usando NVDA+Ctrl+C. O dispositivo de áudio padrão será guardado nas definições do NVDA e a comutação não ocorrerá de cada vez que o NVDA seja iniciado.
ru: После перезапуска NVDA просто сохраните текущую конфигурацию с помощью комбинации клавиш NVDA+Ctrl+C. Аудио-устройство по умолчанию будет сохранено в настройках NVDA, и переключения не будет происходить при каждом запуске.
tr: NVDA'yı yeniden başlattıktan sonra, NVDA+Ctrl+C tuşlarını kullanarak mevcut konfigürasyonunu kaydetmeniz yeterlidir. Varsayılan ses cihazı NVDA ayarlarına kaydedilecek ve NVDA her başladığında cihaz değiştirilmeyecektir.
uk: Після перезапуску NVDA просто збережіть поточну конфігурацію за допомогою комбінації клавіш NVDA+Ctrl+C. Аудіопристрій за замовчуванням буде збережено в налаштуваннях NVDA, і перемикання не відбуватиметься при кожному запуску.

source: If you don't want to change the NVDA configuration - just disable the function of switching audio devices in the Unmute settings panel.
bg: Ако не искате да променяте настройките на NVDA, просто деактивирайте функцията за превключване на аудио устройства в панела за настройка на "Включване на звука".
es: Si no quieres cambiar la configuración de NVDA, simplemente desactiva la función de alternar dispositivos de sonido en el panel de opciones de Unmute.
fi: Mikäli et halua muuttaa NVDA:n asetuksia, poista äänilaitteen vaihtaminen käytöstä Poista mykistys -lisäosan asetuspaneelista.
fr: Si vous ne souhaitez pas modifier la configuration de NVDA, désactivez simplement la fonction de changement de périphérique audio dans le panneau des paramètres d'activation du son.
gl: Se non queres cambiar a configuración de NVDA - só deshabilita a función de cambiar o dispositivo de son no panel de opcións de Unmute.
ja: NVDA設定の変更を保存したくない時は、Unmute設定パネルのオーディオデバイスの切り替え機能を無効にします。
pt_br: Se você não quiser alterar a configuração do NVDA, basta desativar a função de alternância de dispositivos de áudio no painel de configurações do Unmute.
pt_pt: Se não quiser alterar a configuração do NVDA, basta desactivar a função de mudar os dispositivos de áudio no painel de configurações do extra.
ru: Если вы не хотите менять конфигурацию NVDA - просто отключите функцию переключения звукового устройства в панели настроек дополнения.
tr: NVDA konfigürasyonunu değiştirmek istemiyorsanız - NVDA Ses aç ayarlar iletişim kutusunda ses cihazları arasında geçiş yapma özeliğini devre dışı bırakabilirsiniz.
uk: Якщо ви не хочете змінювати конфігурацію NVDA - просто вимкніть функцію перемикання звукового пристрою в панелі налаштувань додатка.

source: Add-on settings dialog
bg: Диалогов прозорец за настройка на добавката
es: Diálogo de opciones del complemento
fi: Lisäosan asetuspaneeli
fr: Dialogue des paramètres de l'extension
gl: Diálogo de opcións do complemento
ja: アドオン設定ダイアログ
pt_br: Diálogo de configurações do complemento
pt_pt: Configurações:
ru: Диалоговое окно настроек дополнения
tr: Eklenti ayarları iletişim kutusu
uk: Діалог налаштувань додатка

source: To open the add-on settings panel, follow these steps:
bg: За да отворите панела с настройките на добавката, изпълнете следните стъпки:
es: Para abrir el panel de opciones del complemento, sigue estos pasos:
fi: Avaa lisäosan asetuspaneeli seuraavasti:
fr: Pour ouvrir le panneau des paramètres de l'extension, procédez comme suit :
gl: Para abrir o panel de opcións do complemento, segue estes pasos:
ja: アドオン設定パネルを開くには、次のステップに従います:
pt_br: Para abrir o painel de configurações do complemento, siga estas etapas:
pt_pt: Para abrir o painel de configurações do add-on, siga estes passos:
ru: Чтобы открыть панель настроек дополнения, выполните следующие действия:
tr: Eklenti ayarları iletişim kutusunu açmak için:
uk: Щоб відкрити панель налаштувань додатка, виконайте такі дії:

source: Press NVDA+N to open NVDA menu.
bg: Натиснете NVDA+N, за да отворите менюто на NVDA.
es: Pulsa NVDA+n para abrir el menú NVDA.
fi: Avaa NVDA-valikko painamalla NVDA+N.
fr: Pressez NVDA+N pour ouvrir le menu NVDA.
gl: Preme NVDA+N para abrir o menú NVDA.
ja: NVDA+Nを押してNVDAメニューを開きます。
pt_br: Pressione NVDA+N para abrir o menu NVDA.
pt_pt: Pressione NVDA+N para abrir o menu do NVDA.
ru: Нажмите NVDA+N, чтобы открыть меню NVDA.
tr: NVDA menüsünü açmak için NVDA+N tuşlarına basın.
uk: Натисніть NVDA+N, щоб відкрити меню NVDA.

source: Then go to "Preferences" -> "Settings..." and in the categories list find and open "Unmute Windows Audio".
bg: След това отидете на "Настройки" -> "Опции" и в списъка с категории намерете и отворете "Включване на звука на Windows".
es: Después ve a "Preferencias" -> "Opciones..." y busca en la lista de categorías "Unmute Windows Audio".
fi: Siirry sitten Asetukset-alivalikkoon, valitse "Asetukset..." ja etsi kategorialuettelosta "Poista Windowsin äänien mykistys".
fr: Ensuite, allez dans "Préférences" -> "Paramètres..." et dans la liste des catégories, recherchez et ouvrez "Réactiver le son de Windows".
gl: Logo vai a "Preferencias" -> "Opcións..." e na lista de categorías busca e abre "Unmute Windows audio".
ja: 設定(P)、設定(S)に行き、カテゴリーリストで「Unmute Windows Audio」を見つけて開きます。
pt_br: Em seguida, vá para “Preferências” -> “Configurações...” e, na lista de categorias, localize e abra “Desativar o áudio do Windows”.
pt_pt: Depois vá para "Preferências" -> "configurações..." e na lista de categorias encontre e abra "Reactivar som".
ru: Далее перейдите к подменю "Параметры" -> "Настройки...", и в списке категорий найдите и откройте "Автовключение звука Windows".
tr: Ardından "Tercihler" -> "Ayarlar..." seçeneğine gidin ve kategoriler listesinde "NVDA ses aç" öğesini bulun ve açın.
uk: Далі перейдіть до "Параметри" -> "Налаштування...", та у списку категорій знайдіть і відкрийте "Автоувімкнення звуку Windows".

source: That's it, you can now use the Tab key to move between add-on settings.
bg: Това е всичко – вече можете да използвате клавиша TAB, за да се придвижвате между настройките на добавката.
es: Eso es todo, ahora puedes usar el tabulador para desplazarte por las opciones del complemento.
fi: Voit nyt siirtyä lisäosan asetusten välillä Sarkain-näppäimellä.
fr: C'est tout, vous pouvez maintenant utiliser la touche Tab pour vous déplacer entre les paramètres de l'extension.
gl: Iso é todo, xa podes utilizar a tecla tab para moverte entre as opcións do complemento.
ja: これで、アドオン設定の間を動くのに、タブキーが使えます。
pt_br: É isso, agora você pode usar a tecla Tab para se deslocar entre as configurações do complemento.
pt_pt: Pode agora usar a tecla Tab para se mover entre as configurações do extra.
ru: Это все, теперь пользуясь клавишей Tab можно переходить между параметрами дополнения.
tr: İşte bu kadar, artık eklenti ayarları arasında geçiş yapmak için Sekme tuşunu kullanabilirsiniz.
uk: Це все, тепер ви можете переходити між параметрами додатка клавішею Tab.
