Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unmute.*.po
Languages: bg, es, fi, fr, gl, ja, pt_br, pt_pt, ru, tr, uk

source: For getting the information about running processes and using the PyCaw component - [psutil module](https://github.com/giampaolo/psutil) that is distributed under BSD-3 license.
bg: За получаване на информация за изпълняващите се процеси и използването на компонента PyCaw: [модула psutil](https://github.com/giampaolo/psutil) което се разпространява под BSD-3 лиценз.
es: Para obtener información sobre procesos en ejecución y usar en componente PyCaw - [módulo psutil](https://github.com/giampaolo/psutil), distribuido bajo la licencia BSD-3.
fi: Tietojen saamiseen käynnissä olevista prosesseista ja PyCaw-komponentin käytöstä: [psutil-moduuli](https://github.com/giampaolo/psutil), jota jaetaan BSD-3-lisenssillä.
fr: Pour obtenir des informations sur les processus en cours d'exécution et l'utilisation du composant PyCaw - [module psutil] (https://github.com/giampaolo/psutil) qui est distribué sous licence BSD-3.
gl: Para obter a información sobre procesos en execución e usar o compoñente PyCaw - [módulo psutil](https://github.com/giampaolo/psutil) distribuído baixo licenza BSD-3.
ja: 実行プロセスの情報を取得し、PyCawのコンポーネントを使うために、BSD-3ライセンスで配布されている[psutilモジュール](https://github.com/giampaolo/psutil)
pt_br: Para obter informações sobre processos em execução e usar o componente PyCaw - [psutil module](https://github.com/giampaolo/psutil) que é distribuído sob a licença BSD-3.
pt_pt: Para obter a informação sobre processos em execução e utilização do componente PyCaw - [módulo psutil](https://github.com/giampaolo/psutil) que é distribuído sob licença BSD-3.
ru: Для получения информации о запущенных процессах и работы компонента PyCaw - [модуль psutil](https://github.com/giampaolo/psutil), который распространяется под лицензией BSD-3.
tr: Çalışan işlemler hakkında bilgi almak ve PyCaw bileşenini kullanmak için -[psutil module](https://github.com/giampaolo/psutil) that is distributed under BSD-3 license.
uk: Для отримання інформації про запущені процеси і роботи компонента PyCaw - [модуль psutil](https://github.com/giampaolo/psutil), який поширюється за ліцензією BSD-3.

source: Change log
bg: Списък с промените
es: Registro de cambios
fi: Muutosloki
fr: Journal des changements
gl: Rexistro de trocos
ja: 変更履歴
pt_br: Registro de alterações
pt_pt: Modificações:
ru: Журнал изменений
tr: Değişiklik listesi
uk: Журнал змін

source: Version 1.5.5
bg: Версия 1.5.5
es: Versión 1.5.5
fi: Versio 1.5.5
gl: Versión 1.5.5
ja: バージョン1.5.5
pt_br: Versão 1.5.5
pt_pt: Versão 1.5.5
ru: Версия 1.5.5
tr: Sürüm 1.5.5
uk: Версія 1.5.5

source: the add-on has been tested for compatibility with NVDA 2021.1;
bg: добавката е тествана за съвместимост с NVDA 2021.1;
es: se ha probado la compatibilidad del complemento con NVDA 2021.1;
fi: Lisäosan yhteensopivuus on testattu NVDA 2021.1:n kanssa;
fr: L'extension a été testée pour la compatibilité avec NVDA2021.1;
gl: o complemento probouse para compatibilidade con NVDA 2021.1;
ja: アドオンは互換性について、NVDA 2021.1でテストされています;
pt_br: o complemento foi testado quanto à compatibilidade com o NVDA 2021.1;
pt_pt: o extra foi testado para compatibilidade com o NVDA 2021.1;
tr: eklenti, NVDA 2021.1 ile uyumluluk açısından test edilmiştir;
uk: додаток протестовано на сумісність з NVDA 2021.1;

source: updated third-party module **psutil**;
bg: Обновен е модулът на трета страна **psutil**;
es: se ha actualizado el módulo de terceros **psutil**;
fi: Päivitetty kolmannen osapuolen moduuli: **psutil**;
fr: mise à jour du composant tiers **psutil**;
gl: actualizado o módulo de terceiros **psutil**;
ja: サードパーティのモジュール**psutil**を更新;
pt_br: módulo de terceiros atualizado **psutil**;
pt_pt: módulo de terceiros actualizado **psutil***;
tr: **psutil** üçüncü taraf bileşeni güncellendi;
uk: оновлено сторонній модуль **psutil**;

source: the add-on is adapted to support Python versions 3.7 and 3.8;
bg: добавката е пригодена да поддържа Python версии 3.7 и 3.8;
es: se ha adaptado el complemento para soportar las versiones de Python 3.7 y 3.8;
fi: Lisäosa on mukautettu tukemaan Python-versioita 3.7 ja 3.8;
fr: L'extension a été adaptée pour supporter Python 3.7 et 3.8;
gl: o add-on adáptase para soportar as versións 3.7 e 3.8 de Python;
ja: このアドオンは、Python 3.7と3.8をサポートするように適合しています;
pt_br: o complemento é adaptado para suportar as versões 3.7 e 3.8 do Python;
pt_pt: o extra foi adaptado para suportar as versões Python 3.7 e 3.8;
tr: eklenti, Python 3.7 ve 3.8 sürümlerini destekleyecek şekilde uarlandı;
uk: додаток адаптовано для підтримки версій Python 3.7 та 3.8;

source: MyPy type annotations added to the add-on source code;
bg: Анотации от тип MyPy са добавени към изходния код на добавката;
es: Añadidas anotaciones de MyPy al código fuente;
fi: MyPy-tyyppiset kommentit lisätty lisäosan lähdekoodiin;
fr: Annotations de type MyPy ajoutées au code source de l'extension;
gl: engadidas anotacións de tipo MyPy ó código fonte do complemento;
ja: MyPyタイプの注釈をアドオンのソースコードに追加しました;
pt_br: Anotações do tipo MyPy adicionadas ao código-fonte do complemento;
pt_pt: Anotações do tipo MyPy adicionadas ao código fonte do extra;
uk: до вихідного коду додатка додано MyPy анотації типів;

source: added "Switch to the default output audio device" feature;
bg: добавена е функция "Превключвай към изходното аудио устройство по подразбиране";
es: añadida función "Cambiar al dispositivo de salida predeterminado";
fi: lisätty "Vaihda oletusäänilaitteeseen" -toiminto;
fr: ajout de la fonction "Passer au périphérique audio de sortie par défaut";
gl: engadida a característica "Switch to the default output audio device" (cambiar ó dispositivo de son de saída predeterminado);
ja: 「既定の出力オーディオデバイスに切り替え」機能を追加しました;
pt_br: adicionado o recurso "Alternar para o dispositivo de áudio de saída padrão";
pt_pt: adicionada a funcionalidade "Mudar para o dispositivo áudio de saída padrão";
tr: "Varsayılan çıkış ses aygıtına geç" özelliği eklendi;
uk: додано функцію перемикання виводу звуку NVDA на аудіопристрій за замовчуванням;

source: the add-on parameters are always stored in the base configuration profile.
bg: параметрите на добавката винаги се съхраняват в основния конфигурационен профил.
es: los parámetros del complemento siempre se alojan en el perfil de configuración base.
fi: Lisäosan asetukset tallennetaan aina perusasetusprofiiliin.
fr: les paramètres de l'extension sont toujours stockés dans le profil de configuration de base.
gl: os parámetros dos complementos almacénanse sempre no perfil de configuración base.
ja: アドオンのパラメータを常に、基本設定プロファイルに保存されるようにしました。
pt_br: os parâmetros do add-on são sempre armazenados no perfil de configuração básico.
pt_pt: os parâmetros do extra são sempre armazenados no perfil de configuração base.
tr: eklenti parametreleri her zaman temel konfigürasyon profilinde saklanır.
uk: налаштування додатка завжди зберігаються у базовому профілі конфігурації.

source: Version 1.4
bg: Версия 1.4
es: Versión 1.4
fi: Versio 1.4
gl: Versión 1.4
ja: バージョン1.4
pt_br: Versão 1.4
pt_pt: Versão 1.4
ru: Версия 1.4
tr: Sürüm 1.4
uk: Версія 1.4

source: added a method to increase the startup volume separately for the NVDA process;
bg: добавен е метод за увеличаване на стартовата сила на звука отделно за процеса на NVDA;
es: añadido un método para aumentar el volumen del proceso NVDA por separado al iniciar;
fi: Lisätty menetelmä, jolla lisätään käynnistysäänenvoimakkuutta erikseen NVDA-prosessille;
fr: ajout d'une méthode pour augmenter le volume de démarrage séparément pour le processus NVDA ;
gl: engadido un método para incrementar o volume de inicio de forma separada para o proceso NVDA;
ja: NVDAのプロセスの起動ボリュームを別々に増加する方法を加えました;
pt_br: adicionado um método para aumentar o volume de inicialização separadamente para o processo NVDA;
pt_pt: adicionado um método para aumentar o volume de arranque separadamente para o processo do NVDA;
ru: добавлен метод увеличения громкости при запуске отдельно для процесса NVDA;
tr: NVDA işlemi için başlangıç ​​ses değerini ayrı olarak artırmak için bir yöntem eklendi;
uk: додано метод збільшення гучності при запуску окремо для процесу NVDA;

source: changed the sound notification of a successful operation (thanks to Manolo);
bg: променено е звуковото известие за успешна операция (благодарности на Manolo);
es: cambiado el sonido de operación exitosa (gracias a Manolo);
fi: Muutettu onnistuneen toimenpiteen ääni-ilmoitusta (kiitos Manololle);
fr: Changement de la notification sonore d'une opération réussie (merci à Manolo);
gl: cambiado o son da notificación de operación exitosa (grazas a Manolo);
ja: 動作が成功している音での通知を変更しました(Manoloのおかげです);
pt_br: alterou a notificação sonora de uma operação bem-sucedida (graças a Manolo);
pt_pt: alterada a notificação sonora de uma operação bem sucedida (graças ao Manolo);
ru: изменено звуковое оповещение об успешно выполненной операции (благодарность Manolo за сгенерированный звук);
tr: başarılı bir işlemin sesli bildirimini değiştirdi (Manolo'ya teşekkürler;
uk: змінено звукове сповіщення про успішно виконану операцію (подяка Manolo за згенерований звук);

source: all manual volume control functions have been transferred to the NVDA Volume Adjustment add-on.
bg: Всички функции за ръчно регулиране на силата на звука са прехвърлени в добавката за регулиране на силата на звука на NVDA.
es: todas las funciones manuales para controlar el volumen se han transferido al complemento de ajuste de volumen para NVDA.
fi: Kaikki manuaaliset äänenvoimakkuuden säätötoiminnot on siirretty NVDA:n äänenvoimakkuuden säätö -lisäosaan.
fr: toutes les fonctions de contrôle du volume manuel ont été transférées vers l'extension NVDA Volume Adjustment.
gl: tódalas funcións de control manual do volume se transferiron ó complemento de NVDA Volume Adjustment.
ja: 全ての手動音量コントロール機能が、NVDA Volume Adjustmentアドオンに移りました。
pt_br: todas as funções de controle de volume manual foram transferidas para o complemento NVDA Volume Adjustment.
pt_pt: todas as funções de controlo manual do volume foram transferidas para o extra de definição de volume do NVDA.
ru: все функции ручного управления уровнем громкости перенесены в дополнение NVDA Volume Adjustment.
tr: tüm manuel ses kontrolü işlevleri NVDA Ses Ayarı eklentisine aktarılmıştır.
uk: всі функції ручного керування рівнем гучності перенесені до додатка NVDA Volume Adjustment.

source: Version 1.3
bg: Версия 1.3
es: Versión 1.3
fi: Versio 1.3
gl: Versión 1.3
ja: バージョン1.3
pt_br: Versão 1.3
pt_pt: Versão 1.3
ru: Версия 1.3
tr: Sürüm 1.3
uk: Версія 1.3

source: added the ability to control the volume of the main audio device and separately for each running program;
bg: добавена е възможност за контрол на силата на звука на основното аудио устройство и поотделно за всяка работеща програма;
es: añadida la capacidad de controlar de forma separada el volumen principal y de cada programa;
fi: Lisätty mahdollisuus ohjata oletusäänilaitteen äänenvoimakkuutta erikseen jokaiselle käynnissä olevalle ohjelmalle;
fr: ajout de la possibilité de contrôler le volume du périphérique audio principal séparément pour chaque programme en cours d'exécution ;
gl: engadida a posibilidade de controlar o volume do dispositivo de son principal e de xeito separado para cada programa en execución;
ja: メインオーディオデバイスと起動中のプログラムの音量を別々に操作出来るようになりました;
pt_br: adicionada a capacidade de controlar o volume do dispositivo de áudio principal e separadamente para cada programa em execução;
pt_pt: adicionada a capacidade de controlar o volume do dispositivo de áudio principal e separadamente para cada programa em execução;
ru: добавлена ​​возможность управлять уровнем громкости звука основного аудио устройства и отдельно для каждой запущенной программы;
tr: ana ses cihazının ses seviyesini ve çalışan her program için ayrı ayrı kontrol etme olanağı eklendi;
uk: додана можливість керувати рівнем гучності звуку основного аудіо-пристрою та окремо для кожної запущеної програми;

source: updated translation into Vietnamese (thanks to Dang Manh Cuong);
bg: Обновен е виетнамският превод (благодарности на Dang Manh Cuong);
es: actualizada traducción al vietnamita (gracias a Dang Manh Cuong);
fi: Vietnaminkielinen käännös päivitetty (kiitos Dang Manh Cuongille);
fr: mise à jour de la traduction en Vietnamien (merci à Dang Manh Cuong);
gl: actualizada a tradución ao vietnamita (grazas a Dang Manh Cuong);
ja: ベトナム語への翻訳を更新しました(Dang Manh Cuongのおかげです);
pt_br: tradução atualizada para o vietnamita (graças a Dang Manh Cuong);
pt_pt: tradução actualizada em vietnamita (graças a Dang Manh Cuong);
ru: обновлен перевод на вьетнамский язык (спасибо Dang Manh Cuong);
tr: Vietnamca'ya güncellenmiş çeviri (Dang Manh Cuong'a teşekkürler;
uk: оновлено переклад на в'єтнамську мову (подяка Dang Manh Cuong);

source: added Turkish translation (thanks to Cagri Dogan);
bg: Добавен е турски превод (благодарности на Cagri Dogan);
es: añadida la traducción al turco (gracias a Cagri Dogan);
fi: Lisätty turkinkielinen käännös (kiitos Cagri Doganille);
fr: ajout de la traduction en Turc (merci à Cagri Dogan);
gl: engadida tradución turca (grazas a Cagri Dogan);
ja: トルコ語への翻訳を追加しました(Cagri Doganのおかげです);
pt_br: adicionada a tradução para o turco (graças a Cagri Dogan);
pt_pt: adicionada tradução turca (graças a Cagri Dogan);
ru: добавлен перевод на турецкий язык (благодарность Cagri Dogan);
tr: Türkçe çeviri eklendi (Çağrı Doğan'a teşekkürler;
uk: додано переклад на турецьку мову (подяка Cagri Dogan);

source: Italian translation added (thanks to Christianlm);
bg: Добавен е италиански превод (благодарности на Christianlm);
es: Añadida la traducción al italiano (gracias a Christianlm);
fi: Lisätty italiankielinen käännös (kiitos Christianlm:lle);
fr: ajout de la traduction en Italien (merci à Christianlm);
gl: Engadida tradución italiana (grazas a Christianlm);
ja: イタリア語の翻訳を加えました(Christianlmのおかげです);
pt_br: Tradução italiana adicionada (graças a Christianlm);
pt_pt: Acrescentada a tradução italiana (graças a Christianlm);
ru: Добавлен перевод на итальянский язык (спасибо Christianlm);
tr: İtalyanca çeviri eklendi (Christianlm'a teşekkürler;
uk: додано переклад на італійську мову (подяка Christianlm);

source: added simplified Chinese translation (thanks to Cary Rowen);
bg: Добавен е превод на опростен китайски (благодарности на Cary Rowen);
es: añadida la traducción al chino simplificado (gracias a Cary Rowen);
fi: Lisätty yksinkertaistetun kiinan käännös (kiitos Cary Rowenille);
fr: ajout de la traduction en Chinois simplifié (merci à Cary Rowen);
gl: engadida tradución china simplificada (grazas a Cary Rowen);
ja: 簡体中国語への翻訳を追加しました(Cary Rowenのおかげです);
pt_br: adicionada a tradução simplificada para o chinês (graças a Cary Rowen);
pt_pt: Adicionada a tradução em chinês simplificado (graças a Cary Rowen);
ru: добавлен перевод на китайский язык (спасибо Cary Rowen);
tr: basitleştirilmiş Çince çeviri eklendi (Cary Rowen'a teşekkürler;
uk: додано переклад на китайську мову (подяка Cary Rowen);

source: Polish translation added (thanks to Stefan Banita);
bg: Добавен е полски превод (благодарности на Stefan Banita);
es: Añadida traducción al polaco (gracias a Stefan Banita);
fi: Lisätty puolankielinen käännös (kiitos Stefan Banitalle);
fr: ajout de la traduction en Polonais (merci à Stefan Banita);
gl: engadida tradución polaca (grazas a Stefan Banita);
ja: ポーランド語の翻訳を追加しました(Stefan Banitaのおかげです);
pt_br: Tradução para o polonês adicionada (graças a Stefan Banita);
pt_pt: Acrescentada a tradução polaca (graças a Stefan Banita);
ru: Добавлен перевод на польский язык (благодарность Stefan Banita);
tr: Lehçe çeviri eklendi (Stefan Banita'YA teşekkürler;
uk: додано переклад на польську мову (подяка Stefan Banita);

source: updated Ukrainian translation;
bg: Обновен е украинският превод;
es: actualizada traducción al ucraniano;
fi: Ukrainankielinen käännös päivitetty;
fr: mise à jour de la traduction en Ukrainien;
gl: actualizada tradución ucrainiana;
ja: ウクライナ語の翻訳を更新しました;
pt_br: tradução ucraniana atualizada;
pt_pt: tradução ucraniana actualizada;
ru: обновлен перевод на украинский язык;
tr: Ukraynaca çevirisi güncellendi;
uk: оновлено переклад українською мовою;

source: updated ReadMe.
bg: Файлът "ReadMe" е обновен.
es: actualizada la documentación.
fi: ReadMe-tiedosto päivitetty.
fr: Lisez-moi mis à jour.
gl: actualizado Leme.
ja: ReadMeを更新しました。
pt_br: readMe atualizado.
pt_pt: readMe actualizado.
ru: обновлено справку ReadMe.
tr: beni oku dosyası güncellendi.
uk: оновлено довідку ReadMe.

source: Version 1.2
bg: Версия 1.2
es: Versión 1.2
fi: Versio 1.2
gl: Versión 1.2
ja: バージョン1.2
pt_br: Versão 1.2
pt_pt: Versão 1.2
ru: Версия 1.2
tr: Sürüm 1.2
uk: Версія 1.2

source: switched to using the **Core Audio Windows API** instead of **Windows Sound Manager**;
bg: Вече се използва **ППИ за аудио ядрото на Windows** вместо **Диспечера за звука на Windows**;
es: ahora se usa la **API Windows Audio Core** en vez del **administrador de sonido de Windows**;
fi: Vaihdettu käyttöön **Windows Core Audio -rajapinta** **Windows Sound Managerin** sijaan;
fr: passé à l'utilisation de **Core Audio Windows API** au lieu de **Windows Sound Manager** ;
gl: cambio para usar **Core Audio Windows API** no canto de **Windows Sound Manager**;
ja: **Windows Sound Manager**の代わりに、**Core Audio Windows API**を使用するように、切り替えました;
pt_br: passou a usar o **Core Audio Windows API** em vez do **Windows Sound Manager**;
pt_pt: passou a utilizar o **Core Audio Windows API*** em vez de **Windows Sound Manager***;
ru: переведено на использование **Core Audio Windows API** вместо **Windows Sound Manager**;
tr: aartık **Windows Sound Manager** yerine **Core Audio Windows API** kullanılıyor;
uk: переведено на використання Core Audio Windows API** замість **Windows Sound Manager**;

source: added startup sound playback when audio is successfully turned on by add-on.
bg: добавена е опция за възпроизвеждане на стартов звук, когато звукът е включен успешно от добавката.
es: se añade la reproducción de un sonido de inicio cuando el complemento activa con éxito el audio.
fi: Lisätty käynnistysäänen toisto, kun lisäosa on onnistuneesti poistanut äänen mykistyksen.
fr: ajout de la lecture d'un son de démarrage lorsque l'audio est activé avec succès par l'extension.
gl: engadida reprodución de son de inicio cando o audio se activa con éxito dende o complemento.
ja: このアドオンで音をオンにするのに成功した時に、起動音を再生するようにしました。
pt_br: adicionada a reprodução do som de inicialização quando o áudio é ativado com êxito pelo complemento.
pt_pt: adicionada a reprodução de som de arranque quando o áudio é ligado com sucesso através de um extra.
ru: добавлено воспроизведения звука при запуске, когда аудио успешно включено дополнением.
tr: Ses, eklenti tarafından başarıyla açıldığında, başlangıç ​​sesi çalma eklendi.
uk: додано відтворення звуку під час запуску, коли додаток успішно увімкнув аудіо.

source: Version 1.1
bg: Версия 1.1
es: Versión 1.1
fi: Versio 1.1
gl: Versión 1.1
ja: バージョン1.1
pt_br: Versão 1.1
pt_pt: Versão 1.1
ru: Версия 1.1
tr: Sürüm 1.1
uk: Версія 1.1

source: added add-on settings dialog;
bg: Добавен е диалогов прозорец за настройка на добавката;
es: añadido diálogo de opciones del complemento;
fi: Lisätty lisäosan asetuspaneeli;
fr: Ajout du dialogue de paramètres de l'extension;
gl: engadido diálogo de opcións do complemento;
ja: アドオン設定ダイアログを追加しました;
pt_br: adicionada a caixa de diálogo de configurações do complemento;
pt_pt: Adicionado o diálogo de configurações do add-on
ru: добавлено диалоговое окно с настройками приложения;
tr: eklenti ayarları iletişim kutusu eklendi;
uk: додано діалог налаштувань додатка;

source: updated Ukrainian translation.
bg: Обновен е украинският превод.
es: actualizada traducción al ucraniano.
fi: Ukrainankielinen käännös päivitetty.
fr: mise à jour de la traduction en Ukrainien.
gl: actualizada tradución ucrainiana.
ja: ウクライナ語の翻訳を更新しました。
pt_br: tradução ucraniana atualizada.
pt_pt: tradução ucraniana actualizada.
ru: обновленный перевод на Украинский язык.
tr: Ukraynaca çevirisi güncellendi.
uk: оновлений переклад українською мовою.

source: Version 1.0.1
bg: Версия 1.0.1
es: VERSIÓN 1.0.1
fi: Versio 1.0.1
gl: Versión 1.0.1
ja: バージョン1.0.1
pt_br: Versão 1.0.1
pt_pt: Versão 1.0.1
ru: Версия 1.0.1
tr: Sürüm 1.0.1
uk: Версія 1.0.1

source: Performs repeated attempts to enabling the synth driver in case of its failed initialization;
bg: Извършва многократни опити за активиране на драйвера за речевия синтезатор в случай на неуспешна инициализация;
es: Realiza intentos repetidos para activar el controlador del sintetizador en caso de inicialización fallida;
fi: Yrittää toistuvasti ottaa syntetisaattoriajurin käyttöön, mikäli sen alustus epäonnistuu;
fr: Effectue des tentatives répétées pour activer le pilote de synthétiseur en cas d'échec de son initialisation ;
gl: Realiza intentos repetidos de habilitar o controlador de síntese no caso da súa inicialización falida;
ja: 合成音声ドライバの初期化に失敗している場合に、有効化を繰り返し試みるようになりました;
pt_br: Executa tentativas repetidas de ativar o driver do sintetizador em caso de falha na inicialização;
pt_pt: Realiza repetidas tentativas para activar o sintetizador em caso da sua inicialização falhada;
ru: Выполняет неоднократные попытки повторно запустить драйвер синтезатора речи в случае его неудачной инициализации;
tr: Başarısız başlatma durumunda sentezleyici sürücüsünü etkinleştirmek için tekrarlanan girişimlerde bulunur;
uk: Виконує неодноразові спроби увімкнути драйвер синтезатора у разі його невдалої ініціалізації;

source: Vietnamese translation added by Dang Manh Cuong;
bg: Добавен е виетнамски превод от Dang Manh Cuong;
es: Añadida traducción al vietnamita por Dang Manh Cuong;
fi: Lisätty Dang Manh Cuongin tekemä Vietnaminkielinen käännös;
fr: Traduction en Vietnamien ajoutée par Dang Manh Cuong;
gl: engadida tradución vietnamita por Dang Manh Cuong;
ja: ベトナム語の翻訳が、Dang Manh Cuongにより追加されました;
pt_br: Tradução para o vietnamita adicionada por Dang Manh Cuong;
pt_pt: Tradução vietnamita acrescentada por Dang Manh Cuong;
ru: Добавлен перевод на вьетнамский язык спасибо Dang Manh Cuong;
tr: Eklenti Dang Manh Cuong tarafından Vietnamcaya çevrildi;
uk: Додано переклад на в'єтнамську мову (подяка Dang Manh Cuong);

source: Ukrainian translation added.
bg: Добавен е украински превод.
es: Añadida traducción al ucraniano.
fi: Lisätty ukrainankielinen käännös.
fr: Ajout de la traduction en Ukrainien.
gl: engadida tradución ucrainiana.
ja: ウクライナ語の翻訳が追加されました。
pt_br: Tradução ucraniana adicionada.
pt_pt: Acrescentada a tradução ucraniana.
ru: Добавлен перевод на Украинский язык.
tr: Ukraynaca çeviri eklendi.
uk: перекладено українською.

source: Version 1.0. Features of implementation
bg: Версия 1.0: Внедрени функции
es: VERSIÓN 1.0. CARACTERÍSTICAS DE LA IMPLEMENTACIÓN
fi: Versio 1.0
fr: Version 1.0. Caractéristiques de mise en œuvre
gl: Versión 1.0. Características de implementación
ja: バージョン1.0 実装の機能
pt_br: Versão 1.0. Recursos de implementação
pt_pt: Versão 1.0: funcionalidades de implementação
ru: Версия 1.0. особенности реализации
tr: Sürüm 1.0. Uygulamanın özellikleri
uk: Версія 1.0. Особливості реалізації
