Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/unmute.*.po
Languages: bg, es, fi, fr, gl, ja, pt_br, pt_pt, ru, tr, uk

source: The following options are available in the add-on settings dialog:
bg: В диалоговия прозорец за настройки на добавката са налични следните опции:
es: Las siguientes opciones están disponibles en el diálogo de opciones del complemento:
fi: Asetuspaneelissa ovat käytettävissä seuraavat vaihtoehdot:
fr: Les options suivantes sont disponibles dans le dialogue des paramètres de l'extension :
gl: As seguintes opcións están dispoñibles no diálogo de opcións do complemento:
ja: アドオン設定ダイアログでは、次の選択肢が利用出来ます:
pt_br: As seguintes opções estão disponíveis na caixa de diálogo de configurações do add-on:
pt_pt: As seguintes opções estão disponíveis, nas configurações do extra:
ru: В диалоговом окне настроек дополнения доступны следующие параметры:
tr: Eklenti ayarları iletişim kutusunda aşağıdaki seçenekler mevcuttur:
uk: В діалозі налаштувань додатка доступні такі параметри:

source: The first slider in the add-on settings dialog allows you to specify the volume level of Windows, which will be set when you start NVDA if the sound was previously muted or was too low.
bg: Първият плъзгач в диалоговия прозорец за настройки на добавката ви позволява да посочите нивото на звука на Windows, което ще бъде зададено, когато стартирате NVDA, за случаите в които звукът преди е бил заглушен или е бил твърде нисък.
es: El primer deslizador del diálogo de opciones del complemento te permite especificar el nivel de volumen de Windows que se configurará cuando inicies NVDA si el sonido estaba silenciado o el volumen estaba muy bajo.
fi: Asetuspaneelin ensimmäisellä liukusäätimellä voit määrittää Windowsin äänenvoimakkuuden, joka otetaan käyttöön NVDA:n käynnistyessä, jos ääni oli aiemmin mykistetty tai liian alhainen.
fr: Le premier curseur dans le dialogue des paramètres de l'extension vous permet de spécifier le niveau de volume de Windows, qui sera défini lorsque vous démarrerez NVDA si le son était précédemment coupé ou était trop faible.
gl: O primeiro deslizador no diálogo de opcións do complemento permíteche especificar o nivel de volume windows, que se establecerá cando inicies NVDA se o son se silenciase anteriormente ou fose demasiado baixo.
ja: アドオン設定ダイアログの一番目のスライダーでは、NVDAを起動した時の、Windowsの音量レベルを決められます。
pt_br: O primeiro controle deslizante na caixa de diálogo de configurações do complemento permite especificar o nível de volume do Windows, que será definido quando você iniciar o NVDA se o som tiver sido silenciado anteriormente ou estiver muito baixo.
pt_pt: O primeiro selector das configurações permite-lhe especificar o nível de volume do Windows, que será definido quando iniciar o NVDA se o som tiver sido previamente desactivado ou se o volume estiver demasiado baixo.
ru: Первый слайдер в диалоговом окне настроек дополнения позволяет указать уровень громкости звука Windows, который будет установлен при запуске NVDA, если предварительно звук был выключен или его уровень был слишком низок.
tr: Eklenti ayarları iletişim kutusundaki ilk sürgü, ses daha önce kapatılmışsa veya çok düşükse NVDA'yı başlattığınızda ayarlanacak olan Windows ses düzeyini belirlemenize olanak tanır.
uk: Перший повзунок у діалозі налаштувань додатка дозволяє вказати рівень гучності звуку Windows, який буде встановлено при запуску NVDA, якщо попередньо звук був вимкнений або його рівень був занадто низьким.

source: The minimum Windows volume level at which the volume up procedure will be applied. This slider allows you to adjust the sensitivity level of the add-on.
bg: Минималното ниво на силата на звука на Windows, при което ще се прилага процедурата за увеличаване на звука. Този плъзгач ви позволява да регулирате нивото на чувствителност на добавката.
es: El nivel de volumen mínimo de Windows para que se aplique el procedimiento de incremento de volumen. Este deslizador te permite ajustar el nivel de sensibilidad del complemento.
fi: Windowsin vähimmäisäänenvoimakkuuden taso, jolla äänenvoimakkuutta lisätään. Tämän liukusäätimen avulla voit säätää lisäosan herkkyystasoa.
fr: Le niveau de volume Windows minimum auquel la procédure d'augmentation du volume sera appliquée. Ce curseur vous permet de régler le niveau de sensibilité de l'extension.
gl: O volume de windows mínimo no cal se aplicará o procedemento de suba de volume. Este deslizador permíteche axustar o nivel de sensibilidade do complemento.
ja: ボリュームを上げる動作が適用される最小ウィンドウズ音量レベル。このスライダーで、アドオンの感度レベルを調整出来ます。
pt_br: O nível mínimo de volume do Windows no qual o procedimento de aumento de volume será aplicado. Esse controle deslizante permite ajustar o nível de sensibilidade do complemento.
pt_pt: O nível mínimo de volume do Windows em que o procedimento de aumento de volume será aplicado. Este selector permite ajustar o nível de sensibilidade do add-on.
ru: Минимальный уровень громкости Windows, при котором будет применяться процедура увеличения звука. Этот слайдер позволяет настроить уровень чувствительности дополнения.
tr: Sesi açma işleminin yapılacağı minimum Windows ses düzeyi. Bu sürgü, eklentinin hassasiyet seviyesini ayarlamanıza olanak tanır.
uk: Мінімальний рівень гучності Windows, при якому буде застосовуватись процедура збільшення звуку. Цей повзунок дозволяє налаштувати рівень чутливості додатка.

source: If the volume level drops to less than the value specified here, the volume will be increased the next time you start NVDA.
bg: Ако нивото на силата на звука падне под стойността, посочена тук, силата на звука ще се увеличи при следващото стартиране на NVDA.
es: Si el volumen cae por debajo del valor indicado aquí, este aumentará la próxima vez que inicies NVDA.
fi: Jos äänenvoimakkuus laskee tässä määritettyä arvoa pienemmäksi, äänenvoimakkuutta lisätään, kun seuraavan kerran käynnistät NVDA:n.
fr: Si le niveau de volume tombe en dessous de la valeur spécifiée ici, le volume sera augmenté la prochaine fois que vous démarrerez NVDA.
gl: Se o nivel de volume baixa a menos do nivel especificado aquí, o volume incrementarase a próxima vez que inicies NVDA.
ja: もし音量レベルがここで示された値よりも小さくなったら、次にNVDAを起動する時に音量が上がります。
pt_br: Se o nível de volume cair para menos do que o valor especificado aqui, o volume será aumentado na próxima vez que você iniciar o NVDA.
pt_pt: Se o nível de volume cair para um valor inferior ao aqui especificado, o volume será aumentado na próxima vez que iniciar o NVDA.
ru: Если уровень громкости снизится до величины, которая меньше указаного здесь значения, то при следующем запуске NVDA громкость будет увеличена.
tr: Eğer ses düzeyi burada belirtilen değerin altına düşerse, NVDA'yı bir sonraki başlatışınızda ses düzeyi artırılacaktır.
uk: Якщо рівень гучності знизиться до меншого ніж вказане тут значення, то при наступному запуску NVDA гучність буде збільшено.

source: Otherwise, if the volume level remains higher than the value specified here, then when you restart NVDA, its level will not change.
bg: В противен случай, ако нивото на силата на звука остане по-високо от стойността, посочена тук, тогава, когато рестартирате NVDA, нивото му няма да се промени.
es: De lo contrario, si el volumen es mayor que el valor que se indique aquí, el nivel no cambiará al reiniciar NVDA.
fi: Mikäli äänenvoimakkuuden taso pysyy korkeampana kuin tässä määritetty arvo, taso ei muutu, kun käynnistät NVDA:n uudelleen.
fr: Sinon, si le niveau de volume reste supérieur à la valeur spécifiée ici, lorsque vous redémarrerez NVDA, son niveau ne changera pas.
gl: Noutro caso, se o nivel de volume permanece máis alto có nivel especificado aquí, cando reinicies NVDA, o seu nivel non mudará.
ja: そうでなければ、もし音量レベルがここに示す値よりも高いままであれば、NVDAを再起動する時、レベルは変わりません。
pt_br: Caso contrário, se o nível do volume permanecer mais alto do que o valor especificado aqui, quando você reiniciar o NVDA, o nível não será alterado.
pt_pt: Caso contrário, se o nível de volume permanecer superior ao valor aqui especificado, então quando reiniciar o NVDA, o seu nível não mudará.
ru: Иначе, если уровень громкости останется выше, чем указаное здесь значение, то при перезапуске NVDA его уровень меняться не будет.
tr: Aksi takdirde, ses seviyesi belirtilen değerden daha yüksek kalırsa, NVDA'yı yeniden başlattığınızda ses seviyesi değişmez.
uk: Інакше, якщо рівень гучності залишиться вищим ніж вказане тут значення, то при перезапуску NVDA його рівень змінюватись не буде.

source: And, of course, if the sound was previously turned off, when restarts add-on will turn it on anyway.
bg: И, разбира се, ако преди това звукът е бил изключен, при рестартиране добавката ще го включи.
es: Y, por supuesto, si el sonido estaba apagado, se encenderá al reiniciar el complemento.
fi: Ja jos ääni oli aiemmin mykistettynä, lisäosa poistaa mykistyksen uudelleenkäynnistyksen yhteydessä.
fr: Et, bien sûr, si le son était précédemment désactivé, l'extension l'activera de toute façon lors du redémarrage.
gl: E, por suposto, se o son estaba previamente desactivado, ao reiniciar o complemento activarao en calquera caso.
ja: そして、もちろん、もし音が前もってオフになっていたら、再起動するとアドオンがとにかくオンにします。
pt_br: E, é claro, se o som tiver sido desativado anteriormente, quando o complemento for reiniciado, ele será ativado de qualquer maneira.
pt_pt: E, claro, se o som tiver sido previamente desligado, quando reiniciar, o extra irá ligá-lo de qualquer forma.
ru: И, конечно, если звук ранее был выключен, при перезапуске дополнение все равно включит его в любом случае.
tr: Ve elbette, ses daha önce kapatılmışsa, yeniden başlatıldığında eklenti sesi açacaktır.
uk: І, звичайно, якщо звук раніше було вимкнено, при перезапуску додаток все одно увімкне його в будь-якому випадку.

source: The following check box allows to enable re-initialization of the voice synthesizer driver.
bg: Следната опция за отмятане позволява да се активира повторната инициализация на драйвера на речевия синтезатор.
es: La siguiente casilla de verificación permite habilitar la reinicialización del controlador de sintetizador de voz.
fi: Seuraava valintaruutu mahdollistaa puhesyntetisaattoriajurin uudelleenalustamisen.
fr: La case à cocher suivante permet d'activer la réinitialisation du pilote du synthétiseur vocal.
gl: A seguinte caixa de verificación permite activar a reinicialización do controlador do sintetizador de voz.
ja: 次のチェックボックスで、合成音声のドライバーの再初期化を有効に出来ます。
pt_br: A caixa de seleção a seguir permite habilitar a reinicialização do driver do sintetizador de voz.
pt_pt: A caixa de verificação seguinte permite a reinicialização do driver do sintetizador de voz.
ru: Следующий флажок позволяет включить повторную инициализацию драйвера голосового синтезатора.
tr: Aşağıdaki onay kutusu, ses sentezleyici sürücüsünün yeniden başlatılmasına olanak tanır.
uk: Наступний прапорець дозволяє увімкнути повторну ініціалізацію драйвера голосового синтезатора.

source: This procedure will only start if it is detected at NVDA startup that the voice synthesizer driver has not been initialized.
bg: Тази процедура ще се стартира само ако при стартиране на NVDA бъде установено, че драйверът за речевия синтезатор не е инициализиран.
es: Este procedimiento sólo se iniciará si se detecta que el controlador del sintetizador de voz no se ha iniciado tras arrancar NVDA.
fi: Tämä toimenpide aloitetaan vain, jos NVDA:n käynnistyksen yhteydessä havaitaan, että puhesyntetisaattorin ajuria ei ole alustettu.
fr: Cette procédure ne démarrera que s'il est détecté au démarrage de NVDA que le pilote du synthétiseur vocal n'a pas été initialisé.
gl: Este procedemento só iniciará se se detecta no inicio de NVDA que o controlador do sintetizador de voz non se inicializou.
ja: この動作は、NVDAの起動時に、合成音声のドライバーが初期化されていないのを検出した時にのみ開始します。
pt_br: Esse procedimento só será iniciado se for detectado, na inicialização do NVDA, que o driver do sintetizador de voz não foi inicializado.
pt_pt: Este procedimento só será iniciado se for detectado, no arranque do NVDA, que o driver do sintetizador de voz não foi iniciado.
ru: Эта процедура будет запускаться только в том случае, когда при старте NVDA будет обнаружено, что драйвер синтезатора голоса не был инициализирован.
tr: Bu işlem, yalnızca NVDA başlatılırken ses sentezleyici sürücüsünün başlatılamadığı algılanırsa çalıştırılacaktır.
uk: Ця процедура буде запускатись лише у разі, коли при старті NVDA буде виявлено, що драйвер синтезатора мовлення не був ініціалізований.

source: In this field you can specify the number of attempts to re-initialize the voice synthesizer driver. Attempts are performed cyclically with an interval of 1 second. A value of 0 means that attempts will be performed indefinitely until the procedure is successfully completed.
bg: В това поле можете да посочите броя опити за повторна инициализация на драйвера за речевия синтезатор. Опитите се извършват циклично с интервал от 1 секунда. Стойност 0 означава, че опитите ще се извършват за неопределено време, докато процедурата приключи успешно.
es: En el siguiente campo puedes indicar el número de intentos de reinicialización del sintetizador. Los intentos se realizan cíclicamente en intervalos de un segundo. Un valor de 0 significa que se realizarán intentos indefinidamente hasta que el procedimiento se complete con éxito.
fi: Tässä kentässä voit määrittää puhesyntetisaattoriajurin uudelleenalustamisyritysten lukumäärän. Yritykset suoritetaan syklisesti sekunnin välein. Arvo 0 tarkoittaa, että yrityksiä suoritetaan toistaiseksi, kunnes toimenpide on suoritettu onnistuneesti.
fr: Dans ce champ, vous pouvez spécifier le nombre de tentatives de réinitialisation du pilote de synthétiseur vocal. Les tentatives sont effectuées de manière cyclique avec un intervalle de 1 seconde. Une valeur de 0 signifie que les tentatives seront effectuées indéfiniment jusqu'à ce que la procédure soit terminée avec succès.
gl: Neste campo podes especificar o número de intentos de reinicializar o controlador do sintetizador de voz. Os intentos realízanse ciclicamente cun intervalo de 1 segundo. Un valor de 0 significa que os intentos se realizará indefinidamente ata que se complete o procedemento con éxito.
ja: このフィールドで、何回合成音声ドライバーを再初期化しようとするか指定出来ます。1秒ごとに繰り返し試行されます。0の値は、試行を、この動作が成功して完了するまで、絶対的に行います。
pt_br: Nesse campo, você pode especificar o número de tentativas para reinicializar o driver do sintetizador de voz. As tentativas são executadas ciclicamente com um intervalo de 1 segundo. Um valor de 0 significa que as tentativas serão executadas indefinidamente até que o procedimento seja concluído com êxito.
pt_pt: Neste campo pode especificar o número de tentativas para reiniciar o sintetizador de voz. As tentativas são executadas de forma cíclica com um intervalo de 1 segundo. Um valor de 0 significa que as tentativas serão executadas indefinidamente até que o procedimento seja concluído com sucesso.
ru: В этом поле можно указать количество попыток повторной инициализации драйвера. Попытки выполняются циклически с интервалом в 1 секунду. Значение 0 означает, что попытки будут выполняться бесконечно аж до успешного завершения процедуры.
tr: Bu alanda, ses sentezleyici sürücüsünü yeniden başlatma denemelerinin sayısını belirleyebilirsiniz. Denemeler 1 saniye aralıklarla döngüsel olarak gerçekleştirilir. 0 değeri, işlemin başarıyla tamamlanana kadar girişimlerin süresiz olarak gerçekleştirileceği anlamına gelir.
uk: В цьому полі можна вказати кількість спроб повторної ініціалізації драйвера. Спроби виконуються циклічно з інтервалом в 1 секунду. Значення 0 означає, що спроби будуть виконуватись безкінечно аж до успішного завершення процедури.

source: The "Switch to the default output audio device" option allows to check at startup the audio device on which NVDA sound is output. And, if this device differs from the default device, the output automatically switches to the audio device installed in the system as the main one.
bg: Опцията "Превключвай към изходното аудио устройство по подразбиране" позволява при стартиране да се провери аудио устройството, на което се извежда звукът от NVDA. И ако това устройство се различава от устройството по подразбиране, изходът автоматично се превключва на звуковото устройство, зададено в системата като такова по подразбиране.
es: La opción "Switch to the default output audio device" permite comprobar al iniciar el dispositivo de salida de sonido de NVDA. Si este dispositivo difiere del predeterminado, se alterna automáticamente la salida al dispositivo de sonido instalado en el sistema como principal.
fi: "Vaihda oletusäänilaitteeseen" -vaihtoehdon avulla voit tarkistaa käynnistyksen yhteydessä äänilaitteen, jota NVDA käyttää. Mikäli laite on eri kuin järjestelmän oletuslaite, äänilaite vaihtuu automaattisesti järjestelmän oletusäänilaitteeksi.
fr: L'option "Passer au périphérique audio de sortie par défaut" permet de vérifier au démarrage le périphérique audio sur lequel le son NVDA est émis. Et, si cet appareil diffère de l'appareil par défaut, la sortie bascule automatiquement sur l'appareil audio installé dans le système en tant que principal.
gl: A opción "Switch to the default output audio device" (Cambiar ó dispositivo de son de saída por defecto") permite comprobar ó inicio o dispositivo de son ó que o NVDA está saíndo. E, se este dispositivo difire do dispositivo predeterminado, a saída cambia automaticamente ó dispositivo de son instalado no sistema como o principal.
ja: 「既定の出力オーディオデバイスへの切り替え」の選択肢で、NVDAの音が出力されるオーディオデバイスを起動時に確認出来るようになります。そして、このデバイスが既定のデバイスと異なる時には、出力が自動的にメインとしてシステムにインストールされているオーディオデバイスに切り替わります。
pt_br: A opção "Alternar para o dispositivo de áudio de saída padrão" permite verificar, na inicialização, o dispositivo de áudio no qual o som do NVDA é emitido. E, se esse dispositivo for diferente do dispositivo padrão, a saída mudará automaticamente para o dispositivo de áudio instalado no sistema como o principal.
pt_pt: A opção "mudar para o dispositivo de áudio padrão" permite verificar no arranque o dispositivo de áudio em que o som NVDA é emitido. E, se este dispositivo for diferente do dispositivo padrão, a saída muda automaticamente para o dispositivo de áudio instalado no sistema como o principal.
ru: Опция "Переключать вывод звука NVDA на аудио-устройство по умолчанию" позволяет при запуске проверить на какое аудио устройство выводится звук NVDA. И, если это устройство отличается от устройства по умолчанию, - вывод автоматически переключается на аудио-устройство, установленное в системе как основное.
tr: "Varsayılan çıkış ses aygıtına geç" seçeneği, başlangıçta NVDA sesinin çıktığı ses aygıtının kontrol edilmesini sağlar. Ve bu cihaz varsayılan cihazdan farklıysa, çıkış otomatik olarak sistemde kurulu olan ses cihazına ana cihaz olarak geçer.
uk: Опція "Перемикати вивід звуку NVDA на аудіопристрій за замовчуванням" дозволяє при запуску перевірити, на який аудіопристрій виводиться звук NVDA. І, якщо цей пристрій відрізняється від пристрою за замовчуванням, вивід автоматично перемикається на аудіопристрій, що встановлений в системі як основний.

source: The next checkbox turns on or off playing the startup sound when the operation is successful.
bg: Следващото поле за отметка включва или изключва възпроизвеждането на стартовия звук, когато операцията е успешна.
es: La siguiente casilla de verificación activa o desactiva la reproducción de un sonido de inicio cuando la operación tiene éxito.
fi: Seuraava valintaruutu ottaa käyttöön tai poistaa käytöstä käynnistysäänen toistamisen, kun toiminto on suoritettu onnistuneesti.
fr: La case à cocher suivante active ou désactive la lecture du son de démarrage lorsque l'opération est réussie.
gl: A seguinte caixa de verificación activa ou desactiva a reprodución do son de inicio cando a operación é exitosa.
ja: 次のチェックボックスで、動作が成功した時に起動音を鳴らすかどうかを切り替えます。
pt_br: A próxima caixa de seleção ativa ou desativa a reprodução do som de inicialização quando a operação é bem-sucedida.
pt_pt: A caixa de verificação seguinte liga ou desliga o som de arranque quando a operação é bem sucedida.
ru: Следующий флажок включает или выключает воспроизведение стартового звука при успешном выполнении операции.
tr: Sonraki onay kutusu, işlem başarılı olduğunda başlangıç ​​sesini çalma durumunu açar veya kapatır.
uk: Наступний прапорець вмикає або вимикає відтворення стартового звуку при успішному виконанні операції.

source: Third Party components
bg: Компоненти на трети страни
es: Componentes de terceros
fi: Kolmannen osapuolen komponentit
fr: Composants tiers
gl: Compoñentes de terceiros
ja: サードパーティのコンポーネント
pt_br: Componentes de terceiros
pt_pt: Componentes de terceiros
ru: Сторонние компоненты
tr: Üçüncü Taraf bileşenleri
uk: Сторонні компоненти

source: The add-on uses the following third-party components:
bg: Добавката използва следните компоненти на трети страни:
es: El complemento utiliza los siguientes componentes de terceros:
fi: Lisäosa käyttää seuraavia kolmannen osapuolen komponentteja:
fr: L'extension utilise les composants tiers suivants :
gl: O complemento utiliza os seguintes compoñentes de terceiros:
ja: このアドオンは、次のサードパーティコンポーネントを使用します:
pt_br: O add-on usa os seguintes componentes de terceiros:
pt_pt: O extra utiliza os seguintes componentes de terceiros:
ru: Для работы дополнение использует следующие сторонние компоненты:
tr: Eklenti, aşağıdaki üçüncü taraf bileşenlerini kullanır:
uk: Для роботи додаток використовує такі сторонні компоненти:

source: For interaction with the **Windows Core Audio API** - [PyCaw module](https://github.com/AndreMiras/pycaw/) that is distributed under the MIT license.
bg: За взаймодействие с **ППИ за аудио ядрото на Windows**: [модула PyCaw](https://github.com/AndreMiras/pycaw/) което се разпространява под MIT лиценз.
es: Para interactuar con la **API Windows Audio Core** - [módulo PyCaw](https://github.com/AndreMiras/pycaw/), distribuido bajo la licencia MIT.
fi: Vuorovaikutukseen **Windows Core Audio -rajapinnan** kanssa: [PyCaw-moduuli](https://github.com/AndreMiras/pycaw/), jota jaetaan MIT-lisenssillä.
fr: Pour l'interaction avec **Windows Core Audio API** - [module PyCaw](https://github.com/AndreMiras/pycaw/) qui est distribué sous la licence MIT.
gl: Para a interacción coa **Windows Core Audio API** - [módulo PyCaw](https://github.com/AndreMiras/pycaw/) distribuído baixo a licenza MIT.
ja: **Windows Core Audio API**とやり取りをするために、MITライセンスで配布されている、[PyCawモジュール](https://github.com/AndreMiras/pycaw/)。
pt_br: Para interação com a **Windows Core Audio API** - [módulo PyCaw](https://github.com/AndreMiras/pycaw/) que é distribuída sob a licença MIT.
pt_pt: Para interacção com o **Windows Core Audio API** - [módulo PyCaw](https://github.com/AndreMiras/pycaw/) que é distribuído sob a licença do MIT.
ru: Для взаимодействия с **Windows Core Audio API** - [модуль PyCaw](https://github.com/AndreMiras/pycaw/), который распространяется под лицензией MIT.
tr: **Windows Core Audio API** ile etkileşim için - [PyCaw module](https://github.com/AndreMiras/pycaw/) that is distributed under the MIT license.
uk: Для взаємодії з Windows Core Audio API - [модуль PyCaw](https://github.com/AndreMiras/pycaw/), який розповсюджується за ліцензією MIT.
