Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/updateChannel.*.po
Languages: bg, de, fr, gl, hr, ja, uk

source: [[!meta title="NVDAUpdate Channel Selector"]]
bg: [[!meta title="Избор на канал за обновяване на NVDA (NVDA Update Channel Selector)"]]
de: [[!meta title="Update-Kanal-Auswahl"]]
fr: [[!meta title="Sélecteur du canal de mise à jour de NVDA"]]
hr: [[!meta title="Selektor kanala za aktualiziranje NVDA čitača (NVDAUpdate Channel Selector)"]]
uk: [[!meta title="NVDAUpdate Channel Selector (Вибір каналу оновлення NVDA)"]]

source: Author: Jose Manuel Delicado
bg: Автор: Jose Manuel Delicado
de: Autor: José Manuel Delicado
fr: Auteur : Jose Manuel Delicado
gl: Autor: Jose Manuel Delicado
hr: Autor: Jose Manuel Delicado
ja: 作者: Jose Manuel Delicado
uk: Автор: Jose Manuel Delicado

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
ja: ダウンロード [安定版][1]
uk: Завантажити [стабільну версію][1]

source: This add-on allows you to download and install the latest NVDA version of the chosen type without visiting any webpage nor using your web browser. It is useful when, for example, you want to test new features in a NVDA snapshot and then return back to the most recent stable release. If you test regularly NVDA snapshots and you usually install them in your computer, you will save a lot of time with this add-on. If you prefer testing snapshots in portable mode keeping your installed copy of NVDA unchanged, this add-on is for you as well.
bg: Тази добавка ви позволява да изтеглите и инсталирате най-новата версия на NVDA от избрания тип, без да посещавате която и да е уеб страница или да използвате вашия уеб браузър. Полезно е, когато например искате да тествате нови функции в тестова версия на NVDA и след това да се върнете към най-новата стабилна версия. Ако редовно тествате тестови версии на NVDA и обикновено ги инсталирате в компютъра си, ще спестите много време с тази добавка. Ако предпочитате да тествате тестови версии в преносим режим, оставяйки инсталираното копие на NVDA непроменено, тази добавка е и за вас.
de: Mit dieser NVDA-Erweiterung können Sie die neueste NVDA-Version des ausgewählten Typs herunterladen und installieren, ohne einen Web-Browser zu benutzen. Dies ist nützlich, wenn Sie beispielsweise neue Funktionen in einem NVDA-Snapshot testen und dann zur neuesten stabilen Version zurückkehren möchten. Wenn Sie regelmäßig NVDA-Snapshots testen und diese in der Regel auf Ihrem Computer installieren, sparen Sie mit dieser NVDA-Erweiterung viel Zeit. Wenn Sie es vorziehen, Snapshots als portable Version zu testen und die installierte NVDA-Version unverändert zu lassen, ist diese NVDA-Erweiterung ebenfalls für Sie geeignet.
fr: Cette extension vous permet de télécharger et d'installer la dernière version de NVDA du type choisi sans visiter une page Web ni utiliser votre navigateur Web. Elle est utile lorsque, par exemple, vous souhaitez essayer de nouvelles fonctionnalités dans une version de développement, puis retourner à la version stable la plus récente. Si vous testez régulièrement des versions de développement de NVDA en les installant normalement sur votre ordinateur, vous économiserez beaucoup de temps avec cette extension. Si vous préférez tester les versions de développement en mode portable et conserver votre copie installée de NVDA sans modifications, cette extension est également pour vous.
gl: Este complemento permíteche descargar e instalar a última versión de NVDA do tipo escollido sen visitar ningunha páxina web nin usar o teu navegador web. É útil cando, por exemplo, precisas probar novas características nunha versión de desenvolvemento de NVDA e logo volver á publicación estable máis recente. Se probas regularmente versións de desenvolvemento de NVDA e adoitas instalalas no teu ordenador, aforrarás unha chea de tempo con este complemento. Se prefires probar as versións de desenvolvemento en modo portable mantendo a túa copia instalada de NVDA sen cambios, este complemento tamén é para ti.
hr: Ovaj dodatak omogućuje preuzimanje i instaliranje najnovije verzije NVDA čitača odabrane vrste bez posjećivanja bilo koje web stranice te bez korištenja web preglednika. Korisno je za testiranje novih funkcija međuizdanja NVDA čitača, uz mogućnost vraćanja na najnovije stabilno izdanje. Ako redovito testiraš NVDA međuizdanja i ako ih obično instaliraš na računalo, uštedjet ćeš puno vremena s ovim dodatkom. Ako više voliš testirati međuizdanja u prijenosnom načinu, čuvajući nepromijenjenu instaliranu kopiju NVDA čitača, ovaj dodatak je i za tebe.
ja: このアドオンにより、ウェブページを訪問したり、ウェブブラウザを使用したりすることなく、選択した種類の最新のNVDAのバージョンをダウンロードとインストールが出来ます。これは、例えば、NVDAスナップショットの新しい機能をテストしたい時、そして最も新しい安定リリースに戻りたい時に便利です。もし、普段からNVDAスナップショットをテストしていてそれらをコンピュータにインストールしている場合、このアドオンで多くの時間を節約出来ます。スナップショットをポータブルモードでテストし、インストールされたNVDAを変更しないで維持したい場合も、同じように、このアドオンはあなたのための物です。
uk: Цей додаток дозволяє завантажувати і встановлювати найновішу версію NVDA вибраного типу без відвідування будь-яких сайтів і без використання браузера. Це корисно, коли, наприклад, ви хочете протестувати нові функції у снепшотах NVDA, а потім повернутися до останньої стабільної версії. Якщо ви регулярно тестуєте снепшоти NVDA і зазвичай встановлюєте їх на свій комп’ютер, ви заощадите багато часу за допомогою цього додатка. Якщо ви надаєте перевагу тестуванню снепшотів у переносному режимі, зберігаючи встановлену копію NVDA без змін, цей додаток також для вас.

source: Usage
bg: Начин на употреба
de: Verwendung
fr: Utilisation
gl: Uso
hr: Upotreba
ja: 使用方法
uk: Як користуватись

source: You can change the NVDA update channel by going to NVDA menu, Preferences, Settings, Update channel category. Once you choose the desired channel and press OK, wait until the next automatic update check or go to NVDA help menu and choose "Check for updates" option. For now, these are the available channels:
bg: Можете да промените канала за обновяване на NVDA, като отворите менюто на NVDA -> Настройки -> Опции -> категория "Канал за обновяване". След като изберете желания канал и натиснете OK, изчакайте до следващата автоматична проверка за обновления или отидете в менюто "Помощ" на NVDA и изберете опцията "Провери за обновления". Към момента наличните канали са:
de: Sie können den Kanal für die NVDA-Updates ändern, in dem Sie über das NVDA-Menü, Optionen, Einstellungen, Kategorie "Update-Kanal-Auswahl" gehen. Nach dem Sie den gewünschten Kanal ausgewählt und auf "OK" geklickt haben, warten Sie bis zur nächsten automatischen Update-Prüfung oder im NVDA-Menü, Hilfe und wählen Sie die Option "Nach Updates suchen" aus. Im Moment sind dies die verfügbaren Kanäle:
fr: Vous pouvez changer le canal de mise à jour en allant au menu NVDA, Préférences, Paramètres, catégorie Canal de mise à jour. Une fois que vous avez choisi le canal souhaité et appuyez sur OK, attendez la prochaine recherche de mise à jour automatique ou accédez au menu Aide de NVDA et choisissez l'option "Rechercher une mise à jour". Pour l'instant, voici les canaux disponibles :
gl: Podes cambiar a canle de actualización de NVDA indo ó menú de NVDA, Preferencias, Opcións, categoría Update channel. Unha vez escollas a canle desexada e premas Aceptar, agarda á próxima verificación automática de actualizacións ou vai ó menú e escolle a opción "Procurar actualización...". Polo de agora, estas son as canles dispoñibles:
hr: Kanal za aktualiziranje NVDA čitača možeš promijeniti putem NVDA izbornika, Postavke, Postavke, Ažuriranje kategorije kanala. Nakon što odabereš željeni kanal i pritisneš „U redu”, pričekaj do sljedeće automatske provjere aktualiziranja ili idi na izbornik NVDA pomoći i odaberi opciju „Provjeri ažuriranja”. Za sada su ovo dostupni kanali:
ja: NVDAの更新チャンネルを変更出来ます。NVDAメニュー、設定(P)、設定(S)、Update Channelカテゴリーに行き、希望するチャンネルを選んでOKを押したら、次の自動更新確認を待つか、NVDAのヘルプメニューに行き、「更新を確認」の項目を選択します。現時点で、以下が利用可能なチャンネルです:
uk: Ви можете змінити канал оновлення NVDA, увійшовши до меню NVDA, «Параметри», «Налаштування», категорія «Канал оновлень». Одразу після вибору бажаного каналу йнатискання кнопки «Гаразд», дочекайтеся наступної перевірки оновлення або увійдіть до меню довідки NVDA і оберіть «Перевірити наявність оновлень». Наразі доступні такі канали:

source: Default: this is the default channel used by your NVDA version. Choosing this option means the same as disabling the add-on.
bg: По подразбиране: Това е каналът по подразбиране, използван от вашата версия на NVDA. Изборът на тази опция означава същото като да забраните добавката.
de: Standard: Dies ist der Standardkanal, der von der aktuellen NVDA-Version verwendet wird. Die Auswahl dieser Option bedeutet dasselbe wie das Deaktivieren der NVDA-Erweiterung.
fr: Défaut : Ceci est le canal par défaut utilisé par votre version de NVDA. Choisir cette option équivaut à désactiver l'extension.
gl: Default (predeterminada): ésta é a canle por defecto utilizada pola túa versión de NVDA. Elixir esta opción é o mesmo que desactivar o complemento.
hr: Standarno: ovo je standardni kanal koji koristi tvoja NVDA verzija. Biranje ove opcije znači isto kao i deaktiviranje dodatka.
ja: 元々の設定: これはあなたのNVDAのバージョンにより使用されている、元々の設定のチャンネルです。
uk: Стандартний: це стандартний канал, який використовує ваша версія NVDA. Вибір цього параметра аналогічний вимкненню додатка.

source: Stable: force update channel to stable. Useful when you want to return to a stable version from a snapshot.
bg: Стабилен: Принудително обновяване до стабилна версия. Полезно, когато искате да се върнете към стабилна версия от тестова такава.
de: Stabil: Aktualisierungskanal auf stabil erzwingen. Nützlich, wenn Sie von einem Snapshot zu einer stabilen Version zurückkehren möchten.
fr: Stable : Force le canal de mise à jour à Stable. Utile lorsque vous souhaitez revenir à une version stable à partir d'une version de développement.
gl: Stable (estable): forzar o canle de actualización a estable. Útil cando queiras volver a unha versión estable dende unha versión de desenvolvemento.
hr: Stabilno: prisili kanal aktuliziranja na stabilnu verziju. Korisno kad se iz međuizdanja želiš vratiti na stabilnu verziju.
ja: 安定版: 更新チャンネルを安定版にします。スナップショットから安定版に戻りたい時に便利です。
uk: Стабільний: примусово встановлює стабільний канал оновлень. Корисно, якщо ви хочете повернутися до стабільної версії зі снепшота.

source: Rc and beta: this is the channel for beta releases. You will receive the first beta version once it is released. This channel allows you to update through betas and release candidates.
bg: RC и Бета: Това е каналът за бета версии. Ще получите първата бета версия, след като бъде пусната. Този канал ви позволява да обновявате до бета версии и кандидат-издания.
de: RC und Beta: Dies ist der Kanal für Beta-Versionen. Sie erhalten die erste Beta-Version, sobald sie veröffentlicht wird. Über diesen Kanal können Sie Updates durch Beta- und RC-Versionen installieren.
fr: RC et bêta : Ceci est le canal des versions bêta. Vous recevrez la première version bêta une fois qu'elle sera publiée. Ce canal vous permet de mettre à jour en passant par bêta et release candidate.
gl: Rc e beta: ésta é a canle das versións beta. Recibirás a primeira versión beta unha vez se publique. Esta canle permíteche actualizar ás betas e candidatas a publicación.
hr: Kandidat izdanja i beta izdanje: ovo je kanal za beta izdanja. Dobit ćeš prvu beta verziju kad se objavi. Ovaj kanal omogućuje aktualiziranje putem beta izdanja i kandidata izdanja.

source: Alpha (snapshots): choose this option to update to the latest alpha. Alpha snapshots allows you to test new features, but they are quite unstable. Please, be careful.
bg: Алфа (тестови версии): Изберете тази опция, за да актуализирате до най-новата алфа версия. Алфа тестовите версии ви позволяват да тествате нови функции, но те могат да бъдат доста нестабилни. Моля, бъдете внимателни.
de: Alpha (Snapshots): Wählen Sie diese Option aus, um auf die neueste Alpha zu aktualisieren. Mit den Alpha-Snapshots können Sie neue Funktionen ausprobieren, aber sie können noch ziemlich instabil sein; daher auf eigene Gefahr.
fr: Alpha (versions de développement) : Choisissez cette option pour mettre à jour à l'alpha plus récente. Les versions de développement alpha vous permettent d'essayer de nouvelles fonctionnalités, mais elles sont assez instables. S'il vous plaît soyez prudent.
gl: Alpha (alfa, versións de desenvolvemento): escolle esta opción para actualizar á última alfa. As versións de desenvolvemento alfa permítenche probar novas características, pero son algo inestables. Por favor, sé coidadoso.
hr: Alfa (međuizdanja): odaberi ovu opciju za aktualiziranje na najnoviju alfa verziju. Alfa međuizdanja omogućuju testiranje novih funkcija, ali su prilično nestabilne verzije, stoga ih koristi s oprezom.
ja: アルファ(スナップショット): 最新のアルファに更新するにはこれを選択します。アルファスナップショットは新しい機能をテスト出来ますが、非常に不安定です。注意して下さい。
uk: Альфа (снепшоти): оберіть цей параметр, щоб оновити NVDA до найновішої альфа-версії. Альфа-снепшоти дозволяють вам тестувати нові функції, проте вони дуже нестабільні. Будь ласка, будьте уважними.

source: Disable updates (not recommended): this option disables the update channel. If you check for updates an error message will be displayed. Remember that you can disable automatic updates from the General settings category. Use this option only with testing purposes.
bg: Забраняване на обновяването (не се препоръчва): Тази опция забранява канала за обновяване. Ако проверите за обновления, ще бъде изведено съобщение за грешка. Не забравяйте, че можете да забраните автоматичното обновяване от категорията "Основни" в настройките на NVDA. Използвайте тази опция само с цел тестване.
de: Updates deaktivieren (nicht empfohlen): Diese Option deaktiviert den Update-Kanal. Wenn Sie nach Updates suchen, wird eine Fehlermeldung angezeigt. Denken Sie daran, dass Sie automatische Updates in den Einstellungen in der Kategorie Allgemein deaktivieren können. Verwenden Sie diese Option nur zu Testzwecken.
fr: Désactiver les mises à jour (non recommandé) : Cette option désactive le canal de mises à jour. Si vous recherchez des mises à jour, un message d'erreur s'affiche. N'oubliez pas que vous pouvez désactiver les mises à jour automatiques à partir de la catégorie Général du dialogue Paramètres. Utilisez cette option juste pour faire des tests.
gl: Disable updates (desactivar actualizacións, non recomendada): esta opción desactiva a canle de actualización. Se buscas actualizacións amosarase unha mensaxe de erro. Lembra que podes desactivar as actualizacións automáticas dende a categoría xeral das opcións. Utiliza esta opción só con fins de proba.
hr: Deaktiviraj aktualiziranja (ne preporučuje se): ova opcija deaktivira kanal za aktualiziranje. Ako tražiš nove verzije, prikazat će se poruka o pogrešci. Automatsko aktualiziranje možeš deaktivirati u postavakama, pod kategorijeom „Opće”. Koristi ovu opciju samo u svrhu testiranja.
ja: 更新しない(非推奨): この項目は、更新チャンネルを無効にします。更新を確認するとエラーメッセージが表示されます。自動更新を無効にすることは、一般設定カテゴリーでも可能であることを覚えておいて下さい。この項目は、テスト目的だけに使用して下さい。
uk: Вимкнути оновлення (не рекомендовано): цей параметр вимикає канал оновлень. Під час перевірки оновлень ви бачитимете повідомлення про помилку. Пам’ятайте, що ви можете вимкнути автоматичні оновлення у категорії «Загальні налаштування». Використовуйте цей параметр лише з тестовою метою.

source: Information about available updates for each channel will be retrieved in the background once the settings panel is opened. Press tab to navigate to a read only edit field, where you can see this information. This information will be dynamically updated when you change the update channel from the combo box. If there is an update available for the selected channel, one or two links will appear next to the edit field:
bg: Информацията за наличните обновления за всеки канал ще бъде извлечена във фонов режим, след като се отвори панелът с настройки. Натиснете таб, за да преминете към полето само за четене, където можете да видите тази информация. Тази информация ще се актуализира динамично, когато промените канала за обновления от падащия списък. Ако има налично обновление за избрания канал, една или две връзки ще се появят до полето за редактиране:
de: Informationen zu verfügbaren Updates für jeden Kanal werden im Hintergrund abgerufen, sobald das Einstellungsfenster geöffnet wird. Drücken Sie die Tabulatortaste, um zu einem schreibgeschützten Bearbeitungsfeld zu navigieren, in dem Sie diese Informationen sehen können. Sie werden dynamisch aktualisiert, wenn Sie den Update-Kanal über das Kombinationsfeld ändern. Ist für den ausgewählten Kanal ein Update verfügbar, werden neben dem Bearbeitungsfeld ein oder zwei Links dazu angezeigt:
fr: Dès que le panneau Paramètres, est ouvert, des informations sur les mises à jour disponibles sur chaque canal seront récupérées en arrière-plan. Appuyez sur Tab pour accéder à une zone d'édition en lecture seule, où vous pouvez voir ces informations. Ces informations seront mises à jour de manière dynamique lorsque vous modifiez le canal de mise à jour dans la liste déroulante. S'il y a une mise à jour disponible sur le canal sélectionné, un ou deux liens apparaîtront à côté de la zone d'édition:
gl: Obterase información sobre as actualizacións dispoñibles para cada canle en segundo plano cando se abra o panel de opcións. Preme tab para navegar a unha caixa de edición de só lectura, onde poderás ver esta información. Esta información actualizarase dinamicamente cando cambies o canle de actualización na caixa combinada. Se hai unha actualización dispoñible para a canle seleccionada, aparecerán unha ou dúas ligazóns a continuación da caixa de edición:
hr: Informacije o dostupnim novim verzijama za svaki kanal dohvatit će se u pozadini kad se otvori ploča s postavkama. Pritisni tabulator za kretanje do polja za uređivanje koje je samo za čitanje, gdje možeš vidjeti ove informacije. Ove informacije će se dinamički aktualizirati kad promijeniš kanal aktualiziranja u odabirnom okviru. Ako je za odabrani kanal dostupna nova verzija, jedna ili dvije poveznice će se pojaviti pored polja za uređivanje:
ja: それぞれのチャンネルの入手可能な更新についての情報は、設定パネルを一度開くと、バックグラウンドで取得されます。タブキーを押して読み取り専用エディットに行くと、この情報を読めます。この情報は、コンボボックスから更新チャンネルを変更すると、動的に更新されます。選択したチャンネルに入手可能な更新があると、1または2つのリンクがエディットフィールドの隣に現れます:
uk: Інформацію про доступні оновлення для кожного каналу буде отримано у фоновому режимі після відкриття панелі налаштувань. Натисніть клавішу tab для переходу до поля редагування лише для читання, у якому ви зможете побачити цю інформацію. Ця інформація буде динамічно оновлюватися у разі зміни каналу оновлення в комбінованому полі. Якщо для вибраного каналу доступне оновлення, поруч із полем редагування з’являться одне або два посилання:

source: Download: press spacebar on this link to open it in your web browser and download the latest installer.
bg: Изтегли: Задействайте тази връзка с клавиша за интервал, за да я отворите във вашия уеб браузър и да изтеглите най-новия инсталационен пакет.
de: Download: Betätigen Sie die Leertaste auf diesem Link, um die neueste Setup-Datei im Web-Browser zu öffnen und sie herunterzuladen.
fr: Télécharger: Appuyez sur la barre d'espace sur ce lien pour l'ouvrir dans votre navigateur Web et téléchargez l'installateur le plus récent.
gl: Download (Descargar): preme a barra espaciadora nesta ligazón para abrilo no teu navegador web e descargar o último instalador.
hr: Preuzimanje: pritisni razmaknicu na ovoj poveznici za otvaranje poveznice u tvom web pregledniku i za preuzimanje najnovijeg instalacijskog programa.
ja: ダウンロード: このリンクでスペースバーを押すと、ウェブブラウザで開いて最新のインストーラーをダウンロードします。
uk: Завантажити: натисніть пробіл на цьому посиланні, щоб відкрити його у браузері й завантажити останній пакет встановлення.

source: View changelog: press spacebar on this link to open the What's new document in your web browser. For some channels, this link won't be displayed.
bg: Преглед на списъка с промените: Задействайте тази връзка с клавиша за интервал, за да отворите документа "Какво ново" във вашия уеб браузър. За някои канали тази връзка няма да е налична.
de: Änderungsprotokoll anzeigen: Betätigen Sie die Leertaste auf diesem Link, um das Dokument im Web-Browser zu öffnen. Bei einigen Kanälen wird dieser Link nicht angezeigt.
fr: Voir journal des changements: Appuyez sur la barre d'espace sur ce lien pour ouvrir la documentation Quoi de Neuf dans votre navigateur Web. Dans certains canaux, ce lien ne sera pas affiché.
gl: View changelog (Ver rexistro de trocos): preme a barra espaciadora nesta ligazón para o documento de Que hai de novo no teu navegador web. Para algúns canais, esta ligazón non se amosará.
hr: Pregledaj dnevnik promjena: pritisni razmaknicu na ovoj poveznici za otvaranje dokumenta „Što je novo” u web pregledniku. Za neke kanale ova se poveznica neće prikazati.
ja: 変更履歴を見る: このリンクでスペースバーを押すと、最新情報ドキュメントをウェブブラウザで開きます。
uk: Переглянути журнал змін: натисніть пробіл на цьому посиланні, щоб відкрити у браузері документ «Що нового». Для деяких каналів це посилання не відображається.

source: Changelog
bg: Списък на промените
de: Änderungsprotokoll
fr: Journal des changements
gl: Rexistro de trocos
hr: Dnevnik promjena
ja: 変更履歴
uk: Журнал змін

source: Version 1.4
bg: Версия 1.4
gl: Versión 1.4
hr: Verzija 1.4
uk: Версія 1.4

source: Updated translations.
bg: Обновени преводи.
de: Aktualisierte Übersetzungen.
fr: Traductions mis à jour.
gl: Traducións actualizadas.
hr: Aktualizirani prijevodi.
ja: 翻訳を更新。
uk: Оновлено переклади.

source: Compatible with NVDA 2023.1.
bg: Добавката е съвместима с NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
fr: Compatible avec NVDA 2023.1.
gl: Compatible con NVDA 202231.
hr: Kompatibilno s NVDA čitačem 2023.1.
uk: Сумісний з NVDA 2023.1.

source: For security reasons, minimum NVDA version is set to 2022.4.
bg: От съображения за сигурност, минималната версия на NVDA е задандена на 2022.4.
de: Aus Sicherheitsgründen ist die Mindestversion von NVDA auf 2022.4 festgelegt.
fr: Pour des raisons de sécurité, la version minimale de NVDA est définie sur 2022.4.
gl: Por razóns de seguridade, a versión mínima de NVDA establécese na 2022.4.
hr: Iz sigurnosnih razloga, minimalna NVDA verzija postavljena je na 2022.4.
uk: З причин безпеки для роботи додатка тепер потрібна мінімум NVDA 2022.4.

source: Version 1.3
bg: Версия 1.3
gl: Versión 1.3
hr: Verzija 1.3
uk: Версія 1.3

source: Fixed a bug which prevented creating portable copies from alpha snapshots.
bg: Поправена е грешка, която пречи на създаването на преносими копия от алфа версиите.
de: Es wurde ein Fehler behoben, der die Erstellung portabler Versionen von Alpha-Schnappschüssen verhinderte.
fr: Correction d'un bug qui a empêché la création des copies portables à partir des versions alpha en développement.
uk: Виправлено помилку, яка перешкоджала створенню переносних копій з альфа-снепшотів.

source: Version 1.2
bg: Версия 1.2
gl: Versión 1.2
hr: Verzija 1.2
ja: バージョン1.2
uk: Версія 1.2

source: Compatible with NVDA 2022.1.
bg: Добавката е съвместима с NVDA 2022.1.
de: Kompatibel mit NVDA 2022.1.
fr: Compatible avec NVDA 2022.1.
gl: Compatible con NVDA 2022.1.
hr: Kompatibilno s NVDA čitačem 2022.1.
ja: NVDA 2022.1に互換。
uk: Сумісний з NVDA 2022.1.

source: For security reasons, minimum NVDA version is set to 2021.3.
bg: От съображения за сигурност, минималната версия на NVDA е задандена на 2021.3.
de: Aus Sicherheitsgründen wurde die Mindestanforderung der NVDA-Version auf 2021.3 festgelegt.
fr: Pour des raisons de sécurité, la version minimale de NVDA est définie sur 2021.3.
gl: Por razóns de seguridade, a versión mínima de NVDA establécese na 2021.3.
hr: Iz sigurnosnih razloga, minimalna NVDA verzija postavljena je na 2021.3.
ja: セキュリティ上の理由で、最小NVDAバージョンを2021.3に設定。
uk: З метою безпеки для роботи додатка тепер потрібна мінімум NVDA.2021.3.
