Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/updateChannel.*.po
Languages: bg, de, fr, gl, hr, ja, uk

source: Workaround for a bug in the NV Access server which caused version 2019.2.1 to be offered when updating from alpha to stable.
bg: Заобиколно решение за грешка в сървъра на NV Access, която доведе до предлагането на версия 2019.2.1 при актуализиране от алфа до стабилна версия.
de: Workaround für einen Fehler im Server bei NV Access, der dazu führte, dass beim Update von Alpha auf Stable die Version 2019.2.1 angeboten wurde.
fr: Solution pour un bogue dans le serveur NV Access qui a provoqué la version 2019.2.2.1 lors de la mise à jour de la version alpha vers la stable.
gl: Parche para un erro no servidor de NV Access que causaba que se ofrecese a versión 2019.2.1 ó actualizar dende alfa a estable.
hr: Zaobilazno rješenje za grešku na NV Access poslužitelju zbog kojeg se verzija 2019.2.1 nudi prilikom aktualiziranja s alfa verzije na stabilnu verziju.
ja: アルファから安定版に更新時、バージョン2019.2.1が提供される、NV Accessサーバーでのバグを回避。
uk: Виправлено помилку на сервері NV Access, через яку в разі оновлення з альфа-версії на стабільну пропонувалася версія 2019.2.1.

source: Version 1.1
bg: Версия 1.1
gl: Versión 1.1
hr: Verzija 1.1
ja: バージョン1.1
uk: Версія 1.1

source: Removed unsupported channels.
bg: Премахнати са неподдържаните канали.
de: Nicht unterstützte Kanäle entfernt.
fr: Les canaux non supportés ont été supprimés.
gl: Eliminados canais sen soporte.
hr: Uklonjeni su nepodržani kanali.
ja: サポートされていないチャンネルを除去。
uk: Видалено непідтримувані канали.

source: Added information of currently available updates to the settings panel.
bg: Добавена е информация за наличните в момента обновления към панела с настройките.
de: Informationen zu derzeit verfügbaren Updates zum Einstellungsfeld hinzugefügt.
fr: Les informations ont été ajoutées au panneau Paramètres sur les mises à jour actuellement disponibles.
gl: Engadida a información de actualizacións actualmente dispoñibles ó panel de opcións.
hr: Dodane su informacije o trenutačno dostupnim novim verzijama u ploču postavki.
ja: 現在入手可能な更新の情報を設定パネルに追加。
uk: Додано інформацію про наявність доступних оновлень у панель налаштувань.

source: Version 1.0
bg: Версия 1.0
gl: Versión 1.0
hr: Verzija 1.0
ja: バージョン1.0
uk: Версія 1.0

source: Initial version.
bg: Първо издание.
de: Erste Version.
fr: Version initiale.
gl: Versión inicial.
hr: Prva verzija.
ja: 最初のバージョン。
uk: Перша версія.

source: NVDA compatibility: 2023.3.4 and beyond
de: NVDA-Kompatibilität: 2023.3.4 und neuer
fr: Compatibilité NVDA : 2023.3.4 et au-delà
