Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/urlShortener.*.po
Languages: bg, de, fi, fr, it, uk

source: [[!meta title="URL Shortener"]]
bg: [[!meta title="Съкращаване на URL адреси (URL Shortener)"]]
de: [[!meta title="URL verkürzen"]]
fi: [[!meta title="URLin lyhentäjä"]]
fr: [[!meta title="Réduire URL"]]
it: [[!meta title="Abbreviatore di URL"]]
uk: [[!meta title="URL Shortener (Скорочувач URL-адрес)"]]

source: Author: Noelia Ruiz Martínez
bg: Автор: Noelia Ruiz Martínez
fi: Tekijä: Noelia Ruiz Martínez
fr: Auteur : Noelia Ruiz Martínez

source: This add-on is used to shorten URLs from NVDA through [is.gd][1].
bg: Тази добавка се използва за съкращаване на URL адреси от NVDA посредством [is.gd][1].
fi: Tätä lisäosaa käytetään URLien lyhentämiseen NVDA:sta [is.gd][1]-palvelun avulla.
fr: Cette extension est utilisé pour réduire les URL depuis NVDA à travers de [is.gd][1].

source: Shorten URL dialog
bg: Диалогов прозорец "Съкращаване на URL адрес"
de: Dialogfeld zum URL verkürzen
fi: Lyhennä URL -valintaikkuna
fr: Boîte de dialogue Réduire URL
it: Finestra di dialogo abbrevia URL
uk: Діалог скорочення URL

source: Go to NVDA's menu, Tools submenu, and activate the Shorten URL item.
bg: Отидете в менюто на NVDA -> подменю "Инструменти" и задействайте елемента "Съкрати URL адрес".
de: Gehen Sie in das NVDA-Menü, Untermenü Extras und wählen Sie den Eintrag "URL verkürzen" aus.
fi: Siirry NVDA-valikkoon, avaa Työkalut-alivalikko ja valitse Lyhennä URL -vaihtoehto.
fr: Accédez au menu NVDA, Outils sous-menu et activez l'élément Réduire URL.
it: Vai nel menu di NVDA, sottomenu Strumenti, e attiva la voce Abbrevia URL.
uk: Перейдіть до меню NVDA, підменю «Інструменти» і активуйте пункт «Скоротити URL-адресу».

source: Alternatively, you can assign a gesture from the Input gestures dialog of NVDA.
bg: Като алтернатива можете да зададете жест от диалоговия прозорец "Жестове на въвеждане" на NVDA.
de: Alternativ können Sie einen Tastenbefehl über das Dialogfeld für die Tastenbefehle in NVDA zuweisen.
fi: Vaihtoehtoisesti voit määrittää näppäinkomennon NVDA:n Näppäinkomennot-valintaikkunasta.
fr: Alternativement, vous pouvez assigner un geste à partir de la boîte de dialogue Gestes de commandes de NVDA.
it: In alternativa, puoi assegnare un gesto dalla finestra di dialogo Gesti e tasti di immissione di NVDA.
uk: Крім того, ви можете призначити жест у діалозі «Жести вводу» NVDA.

source: The Shorten URL dialog includes the following controls:
bg: Диалоговият прозорец "Съкращаване на URL адрес" включва следните контроли:
de: Das Dialogfeld zum URL verkürzen enthält die folgenden Steuerelemente:
fi: Lyhennä URL -valintaikkuna sisältää seuraavat säätimet:
fr: La boîte de dialogue Réduire URL comprend les commandes suivantes:
it: La finestra di dialogo Abbrevia URL include i seguenti controlli:
uk: Діалог скорочення URL містить такі елементи керування:

source: A list to select one of the saved URLs. From this list, Press shift+tab to search, and tab to press one of the following buttons.
bg: Списък за избор на един от запазените URL адреси. От този списък натиснете shift+tab, за да търсите, и tab, за да задействате един от следните бутони.
de: Eine Liste, um eine der gespeicherten URLs auszuwählen. Drücken Sie in dieser Liste Umschalt+Tab, um nach einer zu suchen und Tab, um eine der folgenden Tasten zu betätigen.
fi: Luettelo, josta voit valita jonkin tallennetuista URLeista. Siirry Vaihto+Sarkain- ja Sarkain-näppäimillä hakukenttään ja seuraaviin painikkeisiin.
fr: Une liste pour sélectionner l'une des URL sauvegardées. À partir de cette liste, appuyez sur Shift + Tab pour rechercher et Tab pour appuyer sur l'un des boutons suivants.
it: Un elenco per selezionare uno degli URL salvati. Da questo elenco, premi MAIUSC+TAB per cercare e TAB per posizionarti su uno dei seguenti pulsanti.
uk: Список для вибору однієї зі збережених URL-адрес. У цьому списку натисніть клавіші shift+tab для пошуку, і tab для натискання однієї з наведених нижче кнопок.

source: Copy shortened URL. This can also be activated by pressing Enter from the URLs list.
bg: Копирай съкратения URL адрес: Тази команда може да се задейства и чрез натискане на ENTER от списъка с URL адреси.
de: Verkürzte URL kopieren. Dies kann auch durch Drücken der Eingabetaste in der Liste der URLs getätigt werden.
fi: Kopioi lyhennetty URL. Tämä voidaan aktivoida myös URLien luettelosta painamalla Enter.
fr: Copier l'URL réduite. Cela peut également être activé en appuyant sur Entrée à partir de la liste des URL.
it: Copia l'URL abbreviato. Questo può essere attivato anche premendo Invio dall'elenco degli URL.
uk: Скопіювати скорочену URL-адресу. Цей пункт також можна активувати, натиснувши клавішу Enter у списку URL-адрес.

source: A readonly box showing details about the selected URL.
bg: Нередактируемо текстово поле, показващо подробности за избрания URL адрес.
fi: Vain luku -tyyppinen muokkausruutu, jossa näytetään URLin tiedot.
fr: Une boîte de dialogue en lecture seule affichant des détails sur l'URL sélectionnée.

source: Set of controls to shorten a new URL: Provide the new URL; optionally, you can set a display name and a custom subfix for the shortened URL. Finally, press the Shorten URL button.
bg: Набор от контроли за съкращаване на нов URL адрес: Предоставете новия URL адрес; По желание можете да зададете показвано име и персонализиран субфикс за съкратения URL адрес. Накрая натиснете бутона "Съкрати URL".
fi: Säätimet uuden URLin lyhentämiseen: Anna uusi URL. Valinnaisesti voit määrittää lyhennetylle URLille myös näyttönimen ja mukautetun jälkiliitteen. Paina lopuksi Lyhennä URL -painiketta.
fr: Ensemble de contrôles pour réduire une nouvelle URL : fournit la nouvelle URL. Vous pouvez éventuellement définir un nom à afficher et un sous-fixe personnalisé pour l'URL réduite. Enfin, appuyez sur le bouton Réduire URL.

source: Rename: opens a dialog to provide a new name to display the selected URL on the list.
bg: Преименувай: Отваря диалогов прозорец за въвеждане на ново име за показване на избрания URL адрес в списъка.
de: Umbenennen: Öffnet ein Dialogfeld, in dem Sie einen neuen Namen für die Anzeige der ausgewählten URL in der Liste eingeben können.
fi: Nimeä uudelleen: Avaa valintaikkunan, jossa voidaan antaa luettelossa näkyvä uusi nimi valitulle URLille.
fr: Renommer : ouvre une boîte de dialogue pour fournir un nouveau nom pour afficher l'URL sélectionnée sur la liste.
it: Rinomina: apre una finestra di dialogo per indicare un nuovo nome da visualizzare nell'elenco per l'URL selezionato.
uk: Перейменувати: відкриває діалог для надання нового імені для відображення вибраної URL-адреси у списку.

source: Delete: opens a dialog to delete the selected URL.
bg: Изтрий: Отваря диалогов прозорец за изтриване на избрания URL адрес.
de: Löschen: Öffnet einen Dialogfeld zum Löschen einer ausgewählten URL.
fi: Poista: Avaa valintaikkunan, jossa valittu URL voidaan poistaa.
fr: Supprimer : ouvre une boîte de dialogue pour supprimer l'URL sélectionnée.
it: Elimina: apre una finestra di dialogo per eliminare l'URL selezionato.
uk: Видалити: відкриває діалог для видалення вибраної URL-адреси.

source: Remove saved URLs: opens a dialog to remove the saved URLs from the configuration folder.
bg: Премахни запазените URL адреси: Отваря диалогов прозорец за премахване на запазените URL адреси от конфигурационната папка.
de: Gespeicherte URLs entfernen: Öffnet einen Dialogfeld zum Entfernen gespeicherter URLs aus dem Konfigurationsordner.
fi: Poista tallennetut URLit: Avaa valintaikkunan, jossa tallennetut URLit voidaan poistaa.
fr: Supprimer les URL sauvegardés : ouvre une boîte de dialogue pour supprimer les URL sauvegardés du dossier de configuration.
it: Rimuovi URL salvati: apre una finestra di dialogo per rimuovere gli URL salvati dalla cartella di configurazione.
uk: Видалити збережені URL-адреси: відкриває діалог для видалення збережених URL-адрес із папки конфігурації.

source: Close.
bg: Затвори.
de: Schließen.
fi: Sulje.
fr: Fermer.
it: Chiudi.
uk: Закрити.

source: Changes for 8.0.0
bg: Промени във версия 8.0.0
fi: Muutokset versiossa 8.0.0
fr: Changements pour la version 8.0.0

source: Added a readonly box with details about the selected URL.
bg: Добавено е нередактируемо текстово поле с подробности за избрания URL адрес.
fi: Lisätty vain luku -tyyppinen muokkausruutu, jossa näytetään URLin tiedot.
fr: Ajout d'une boîte de dialogue en lecture seule avec des détails sur l'URL sélectionnée.

source: Changes for 5.0.0
bg: Промени във версия 5.0.0
fi: Muutokset versiossa 5.0.0
fr: Changements pour la version 5.0.0

source: The new URL dialog has been replaced with a set of controls in the main dialog, so that the focus can be placed in the relevant field to fix possible errors.
bg: Новият диалогов прозорец за URL адреса е заменен с набор от контроли в главния диалогов прозорец, така че фокусът да може да бъде поставен върху съответното поле, с цел коригиране на възможни грешки.
fi: Uusi URL -valintaikkuna on korvattu muutamalla säätimellä päävalintaikkunassa, jotta kohdistus voidaan sijoittaa asiaankuuluvaan kenttään mahdollisten virheiden korjaamiseksi.
fr: La boîte de dialogue Nouvelle URL a été remplacée par un ensemble de contrôles dans la boîte de dialogue principale, afin que le focus puisse être placé sur le champ approprié pour corriger d'éventuelles erreurs.

source: Changes for 2.0.0
bg: Промени във версия 2.0.0
de: Änderungen in 2.0.0
fi: Muutokset versiossa 2.0.0
fr: Changements pour la version 2.0.0
it: Modifiche nella versione 2.0.0
uk: Зміни у версії 2.0.0

source: The Shorten URL option won't appear multiple times in Tools submenu when reloading plugins.
bg: Опцията "Съкрати URL адрес" няма да се показва няколко пъти в подменюто Инструменти при презареждане на добавките.
de: Die Option "URL verkürzen" wird im Untermenü "Extras" nicht mehr mehrfach angezeigt, sobald Plugins neu geladen werden.
fi: Lyhennä URL -vaihtoehto ei näy useita kertoja Työkalut-alivalikossa liitännäisiä uudelleenladattaessa.
fr: L'option Réduire URL n'apparaîtra pas plusieurs fois dans Outils sous-menu lors du rechargement des extensions.
it: L'opzione Abbrevia URL non verrà visualizzata più volte nel sottomenu Strumenti durante il ricaricamento dei plug-in.
uk: Опція Скоротити URL-адресу не з'являтиметься кілька разів у підменю Інструменти під час перезавантаження плагінів.

source: The New URL dialog includes an edit box to provide a custom subfix for the shortened URL.
bg: Диалоговият прозорец "Нов URL адрес" включва текстово поле за предоставяне на персонализирана наставка за съкратения URL адрес.
de: Das Dialogfeld für Neue URL enthält ein Bearbeitungsfeld, in dem Sie ein benutzerdefiniertes Subfix für die verkürzte URL angeben können.
fi: Uusi URL -valintaikkunassa on muokkausruutu, johon voidaan antaa lyhennetyn URLin jälkiliite.
fr: La boîte de dialogue Nouvelle URL comprend une zone d'édition pour fournir un sous-fixe personnalisé pour l'URL réduite.
it: La finestra di dialogo Nuovo URL include una casella di modifica per fornire un suffisso personalizzato per l'URL abbreviato.
uk: Діалог «Нова URL-адреса» містить поле для редагування, у якому можна вказати власний суфікс для скороченої URL-адреси.

source: Changes for 1.0.0
bg: Промени във версия 1.0.0
de: Änderungen in 1.0.0
fi: Muutokset versiossa 1.0.0
fr: Changements pour la version 1.0.0
it: Modifiche nella versione 1.0.0
uk: Зміни у версії 1.0.0

source: Initial version.
bg: Първо издание.
de: Erstveröffentlichung.
fi: Ensimmäinen versio.
fr: Première version.
it: Versione iniziale
uk: Перша версія.
