Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/virtualRevision.*.po
Languages: da, hr, it, pt_br, sr, zh_cn

source: [[!meta title="Virtual Review"]]
da: [[!meta title="Virtuel Visning"]]
hr: [[!meta title="Virtualni pregled (Virtual Review)"]]
pt_br: [[!meta title="Exploração Virtual"]]
sr: [[!meta title="Virtuelni pregled"]]
zh_cn: [[!meta title="虚拟浏览"]]

source: Authors: Rui Batista and NVDA Addon Team
da: Forfattere: Rui Batista og NVDA Addon Team
hr: Autori: Rui Batista i NVDA tim za dodatke
it: Autori: Rui Batista e la comunità dei componenti aggiuntivi di NVDA
pt_br: Autores: Rui Batista e time de complementos do NVDA
sr: Autori: Rui Batista i NVDA tim za dodatke
zh_cn: 作者：Rui Batista和NVDA Addon团队

source: Download [stable version][1]
da: Download [stabil version][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
pt_br: Baixe a [versão estável][1]
sr: Preuzmi[stabilnu verziju][1]
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2019.3 and beyond
hr: NVDA kompatibilnost: 2019.3 i novija
it: Compatibilità con NVDA: versione 2019.3 e successive
pt_br: Compatibilidade com NVDA: 2019.3 e posteriores
zh_cn: NVDA兼容版本: 2019.3以上

source: This Addon allows NVDA users to review a Window content in a text box, similar to window virtualization of JAWS for Windows. Note, however, that this is just a convenience for users and does not replace NVDA's excellent review modes and object navigation support.
da: Denne tilføjelse giver NVDA-brugere mulighed for at gennemse vinduets indhold i en tekstboks, der ligner vinduesvirtualiseringen JAWS for Windows. Bemærk dog, at dette kun er en bekvemmelighed for brugere og erstatter ikke NVDAs fremragende gennemsynsfunktioner og objektnavigationsfunktionalitet.
hr: Ovaj dodatak omogućuje korisnicima NVDA čitača ekrana pregledati sadržaj prozora u tekstualnom okviru, na sličan način kao u virtualizaciji prozora u JAWS čitaču za Windows. Dodatak je izrađen kako bi korisnici udobnije radili. Nije mišljen kao zamjena za odlični NVDA način pregledavanja i navigaciju po objektima.
it: Questo componente aggiuntivo permette agli utenti di NVDA di esaminare il contenuto di una finestra in una casella di testo, similmente alla virtualizzazione delle finestre di Jaws per Windows. Si noti, comunque, che questa modalità è solo una comodità per gli utenti e non sostituisce la modalità esplorazione e la navigazione ad oggetti di NVDA.
pt_br: Este complemento possibilita aos usuários do NVDA explorar o conteúdo duma janela numa caixa de texto, de modo similar à virtualização de janelas do JAWS for Windows. Note, porém, que se trata apenas dum recurso de conveniência para os usuários e não substitui o excelente suporte do NVDA à revisão plana e à navegação por objetos.
sr: Ovaj dodatak dozvoljava korisnicima pregled sadržaja prozora u jednom tekstualnom polju, slično virtualizaciji prozora u Jawsu. Imajte na umu, da je ovo samo poboljšanje iskustva korisnika i ne zamenjuje odlične režime pregleda programa NVDA kao što su objektna navigacija.
zh_cn: 此Addon允许NVDA用户在文本框中查看Window内容，类似于JAWS for Windows的窗口虚拟化。但请注意，这只是为用户带来的便利，并不能取代NVDA出色的浏览模式和对象导航支持。

source: Usage
da: Brug
hr: Primjena
it: Utilizzo
pt_br: Uso
sr: Korišćenje
zh_cn: 用法

source: Press NVDA+control+w to open the virtual revision Window. Then simply navigate the shown textbox as you do in any other text content. You can press Escape to close the virtual revision window.
da: Tryk på NVDA+Ctrl+W for at åbne vinduet til virtuel visning. Herefter skal du blot navigere i den viste tekstboks som du gør i andet tekstindhold. Du kan trykke på Escape for at lukke vinduet for den virtuelle visning.
hr: Pritiskanjem tipki NVDA+kontrol+w otvara se prozor virtualnog pregleda. Navigacija u prikazanom tekstualnom okviru je ista, kao u uobičajenim tekstualnim sadržajima. Prozor virtualnog pregleda se zatvara pritiskom tipke escape.
it: Premere NVDA+Control+w per virtualizzare la finestra corrente. Utilizzare poi i tasti di esplorazione del testo come frecce, pagina su/giù, per esaminarla. Premere esc per chiudere la finestra di revisione virtuale.
pt_br: Pressione NVDA+Control+w para abrir a janela de exploração virtual. Aí simplesmente navegue na caixa de texto exibida como se faz em qualquer outro conteúdo textual. Pode pressionar escape para fechar a janela de exploração virtual.
sr: Pritisnite NVDA+control+w da otvorite prozor virtuelnog pregleda. Nakon toga krećite se kroz sadržaj kao i u bilo kom drugom tekstualnom polju. You can press Escape to close the virtual revision window.
zh_cn: 按下NVDA + control + w打开虚拟修订窗口。然后，像在任何其他文本内容中一样，只需导航显示的文本框。您可以按Escape关闭虚拟修订窗口。

source: Changes for 3.0
hr: Promjene u verziji 3.0
it: Novità nella versione 3.0
pt_br: Mudanças na 3.0
zh_cn: 版本3.0

source: Requires NVDA 2019.3 or later.
hr: Zahtijeva NVDA 2019.3 ili noviju verziju.
it: Richiede NVDA 2019.3 o superiore.
pt_br: Requer NVDA 2019.3 ou posterior.
zh_cn: 需要NVDA 2019.3或更高版本。

source: Changes for 2.3
hr: Promjene u verziji 2.3
it: Novità nella versione 2.3
pt_br: Mudanças na 2.3
zh_cn: 版本2.3

source: Internal changes to support future NVDA releases.
hr: Unutarnje promjene, kako bi se podržala buduća NVDA izdanja.
it: Modifiche interne per supportare le versioni future di NVDA.
pt_br: Alterações internas para suportar futuras versões de NVDA.
zh_cn: 当前，内部更改以支持以后的NVDA版本。

source: Changes for 2.2
da: Ændringer for 2.2
hr: Promjene u verziji 2.2
it: Novità nella versione 2.2
pt_br: Mudanças na 2.2
sr: Promene u verziji 2.2
zh_cn: 版本2.2

source: When windows are minimized or if the foreground window has no title, NVDA will record this fact when displaying virtual review window.
da: Når vinduer minimeres, eller hvis forgrundsvinduet ikke har nogen titel, registrerer NVDA denne kendsgerning, når vinduet for den virtuelle visning vises.
hr: Kad su prozori smanjeni ili ako prednji prozor nema naslov, NVDA će zabilježiti tu činjenicu prilikom prikazivanja prozora virtualnog pregleda.
it: Quando le finestre sono minimizzate o la finestra in primo piano non ha titolo, NVDA ne terrà conto e lo mostrerà all'utente nella finestra virtualizzata.
pt_br: Quando as janelas estiverem minimizadas ou se a janela em primeiro plano não possuir título, o NVDA registrará esse fato ao mostrar a janela virtual de exploração.
sr: Kada su prozori umanjeni ili prozor koji je aktivan nema naslov, NVDA će ovo prepoznati kada prikazuje virtuelni prozor.
zh_cn: 当窗口最小化或前景窗口没有标题时，NVDA将在显示虚拟浏览窗口时记录这一事实。

source: Changes for 2.1
da: Ændringer for 2.1
hr: Promjene u verziji 2.1
it: Novità nella versione 2.1
pt_br: Mudanças na 2.1
sr: Promene u verziji 2.1
zh_cn: 版本2.1

source: The title of the screen under virtual review will be included.
da: Titlen på skærmen under Virtuel Visning vil blive inkluderet.
hr: Uključit će se naslov ekrana koji se nalazi u virtualnom pregledu.
it: Nella revisione virtuale verrà ora incluso il titolo della finestra.
pt_br: O título da tela sob a exploração virtual será incluído.
sr: Naslov ekrana će biti uključen u virtuelnom pregledu .
zh_cn: 虚拟浏览下的屏幕标题将包含在内。

source: It is now possible to review contents of Universal Windows Platform (UWP) apps in Windows 10 and most modern apps in Windows 8.x.
da: Det er nu muligt at gennemgå indholdet af Universal Windows Platform (UWP) apps i Windows 10 og de fleste moderne apps i Windows 8.x.
hr: Sad je moguće pregledati sadržaj aplikacija Universal Windows Platform (UWP) u sustavu Windows 10 kao i većine modernih aplikacija u sustavu Windows 8.x.
it: E' ora possibile esplorare il contenuto delle app UWP (universal Windows platform) di Windows10 e delle applicazioni più moderne di Windows 8.x.
pt_br: Agora é possível explorar o conteúdo de apps da Plataforma Universal do Windows (UWP) em Windows 10 e a maioria dos apps modernos em Windows 8.x.
sr: Sada je moguće pregledati sadržaj univerzalnih aplikacija (eng. Universal Windows platform(UWP)) u Windowsu 10 i većini modernih aplikacija u Windowsu 8.x.
zh_cn: 现在可以查看Windows 10中的通用Windows平台（UWP）应用程序和Windows 8.x中现代的应用程序的内容。

source: When obtaining screen contents for modern and universal apps, a beep will be heard to indicate when the virtual review window is ready.
da: Når man får skærmens indhold til moderne og universelle apps, vil der blive hørt et bip, der angiver, hvornår vinduet med den virtuelle visning er klar.
hr: Prilikom pribavljanja sadržaja ekrana za moderne i univerzalne aplikacije, čut će se zvučni signal, kojim se ukazuje na to, da je prozor virtualnog pregleda spreman.
it: Quando viene recuperato il contenuto dello schermo per app moderne o universali, vi sarà un segnale acustico che avviserà che la finestra revisione virtuale è pronta.
pt_br: Ao obter o conteúdo da tela em apps modernos e universais, um bipe será ouvido para indicar quando a janela virtual de exploração estiver pronta.
sr: Kada dodatak preuzima sadržaj ekrana za moderne i univerzalne aplikacije, čućete zvučni signal kada je virtuelni prozor spreman.
zh_cn: 在获取现代和通用应用程序的屏幕内容时，会听到哔声以指示虚拟浏览窗口何时准备就绪。

source: Changes for 2.0
da: Ændringer for 2.0
hr: Promjene u verziji 2.0
it: Novità nella versione 2.0
pt_br: Mudanças na 2.0
sr: Promene u verziji 2.0
zh_cn: 版本2.0

source: New name: Virtual Review.
da: Nyt navn: Virtuel Visning.
hr: Novo ime: Virtual Review (Virtualni pregled).
it: Nuovo nome: Virtual Review.
pt_br: Novo nome: Exploração virtual.
sr: Novo ime: Virtuelni pregled.
zh_cn: 新名称：虚拟浏览。

source: Due to changes in how content is shown, NVDA 2015.2 or later is required.
da: På grund af ændringer i, hvordan indhold vises, kræves NVDA 2015.2 eller nyere.
hr: Zbog promjena u načinu prikazivanja sadržaja, potreban je NVDA 2015.2 ili noviji.
it: A causa di modifiche nella modalità di visualizzazione dei contenuti, questo componente funziona soltanto con NVDA 2015.2 o superiore.
pt_br: Devido a mudanças em como os conteúdos são exibidos, requer-se o NVDA 2015.2 ou posterior.
sr: Zbog promena u načinu prikazivanja sadržaja, NVDA verzija 2015.2 ili novija je neophodna.
zh_cn: 由于内容显示方式发生变化，因此需要NVDA 2015.2或更高版本。

source: Thanks to new features in 2015.2 and later, you can now find text in virtualized windows.
da: Takket være nye funktioner i 2015.2 og senere kan du nu finde tekst i virtualiserede vinduer.
hr: Zahvaljujući novim funkcijama u 2015.2 i novijim verzijama, tekst je sada moguće pronaći u virtualiziranim prozorima.
it: Grazie alle nuove peculiarità disponibili dalla versione 2015.2 di NVDA, ora è possibile cercare del testo nelle finestre virtualizzate.
pt_br: Graças a novos recursos no 2015.2 e posteriores, pode-se agora localizar textos em janelas virtuais.
sr: Zahvaljujući novim karakteristikama u verziji 2015.2 i novijim, sada možete pronaći tekst u virtualizovanim prozorima.
zh_cn: 感谢2015.2及更高版本中的新功能，您现在可以在虚拟化窗口中查找文本。

source: Fixed the add-on functionality with non-console window.
da: Fixed tilføjelsens funktionalitet med vinduet uden konsol.
hr: Popravljena je funkcionalnost dodatka s prozorima koji nisu terminali.
it: Sistemata la virtualizzazione con finestre non console.
pt_br: Corrigida funcionalidade do complemento com janelas que não são de console.
sr: Ispravljene funkcije dodatka u prozorima koji nisu konzole.
zh_cn: 修复了非控制台窗口的附加功能。

source: Removed useless blank lines at bottom of virtualized console window.
da: Fjernet ubrugelige tomme linjer nederst i det virtualiserede konsolvindue.
hr: Uklonjeni su beskorisni prazni redci na kraju virtualiziranog prozora terminala.
it: Rimosse alcune linee vuote inutili alla fine della finestra virtualizzata.
pt_br: Removidas linhas em branco inúteis ao fundo da janela virtualizada de console.
sr: Uklonjeni beskorisni prazni redovi na dnu virtualizovanih prozora konzola.
zh_cn: 在虚拟控制台窗口的底部删除无用的空白行。

source: Some minor adjustments.
da: Nogle mindre justeringer.
hr: Neka mala podešavanja.
it: Alcune piccole correzioni.
pt_br: Alguns ajustes menores.
sr: Neke sitnije izmene.
zh_cn: 一些小调整。

source: Translations added.
da: Oversættelser tilføjet.
hr: Dodani prijevodi.
it: Traduzioni aggiunte.
pt_br: Adicionadas traduções.
sr: Prevodi dodati
zh_cn: 补充翻译。

source: Changes for 1.2
da: Ændringer for 1.2
hr: Promjene u verziji 1.2
it: Novità nella versione 1.2
pt_br: Mudanças na 1.2
sr: Promene u verziji 1.2
zh_cn: 版本1.2

source: Support virtualizing of console windows
da: Understøttelse for virtualisering af konsolvinduer.
hr: Podržana virtualizacija prozora terminala
it: Supporto alla virtualizzazione di finestre console, come ad esempio prompt dei comandi
pt_br: Suporte à virtualização de janelas de console
sr: Podrška za virtualizovanje prozora konzola
zh_cn: 支持控制台窗口的虚拟化

source: Changes for 1.1
da: Ændringer i 1.1
hr: Promjene u verziji 1.1
it: Novità nella versione 1.1
pt_br: Mudanças na 1.1
sr: Promene u verziji 1.1
zh_cn: 版本1.1

source: Converted virtual revision to an add-on.
da: Konverteret virtuel revision til et tilføjelsesprogram.
hr: Virtual revision je pretvoren u dodatak.
it: Virtual Revision convertito in componente aggiuntivo.
pt_br: Exploração virtual transformado num complemento.
sr: Virtuelni pregled je pretvoren u dodatak
zh_cn: 转换虚拟查看器未插件。

source: Changes for 1.0
da: Ændringer i 1.0
hr: Promjene u verziji 1.0
it: Novità nella versione 1.0
pt_br: Mudanças na 1.0
sr: Promene u verziji 1.0
zh_cn: 版本1.0

source: Initial Release
da: Første udgivelse
hr: Prva verzija
it: Versione iniziale
pt_br: Lançamento inicial
sr: Prva verzija
zh_cn: 初始版本

source: [[!tag dev stable]]
zh_cn: [[!tag dev stable]]\n
