Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/vlc.*.po
Languages: bg, de, es, fr, gl, hr, ja, pt_br, ru, tr, uk

source: [[!meta title="VLC Media Player"]]
pt_br: [[!meta title="Reprodutor de Mídias VLC (VLC Media Player)"]]
ru: [[!meta title="Медиапроигрыватель VLC"]]
tr: [[!meta title="VLC Medya oynatıcı"]]

source: Author: Javi Dominguez
bg: Автор: Javi Dominguez
de: Autor: Javi Dominguez
es: Autor: Javi Domínguez
fr: Auteur : Javi Dominguez
gl: Autor: Javi Domínguez
hr: Autor: Javi Dominguez
ja: 作者: Javi Dominguez
pt_br: Autor: Javi Dominguez
ru: Автор: Javi Dominguez
tr: Yazar: Javi Dominguez
uk: Автор: Javi Dominguez

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stablnu verziju][1]
ja: ダウンロード [安定版][1]
pt_br: Download [versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
bg: Изтегляне на [тестова версия][2]
de: [Entwicklerversion herunterladen][2]
es: Descargar [versión de desarrollo][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [razvojnu verziju][2]
ja: ダウンロード [開発版][2]
pt_br: Download [versão de desenvolvimento][2]
ru: Загрузить [разрабатываемую версию][2]
tr: [geliştirme sürümünü][2] indir
uk: Завантажити [версію в розробці][2]

source: This addon provides some accessibility features for VLC Media Player.
bg: Тази добавка предоставя някои подобрения за достъпността във VLC Media Player.
de: Diese Erweiterung stellt Funktionen zur Verbesserung der Zugänglichkeit für VLC media player zur Verfügung.
es: Este Complemento proporciona algunas características de accesibilidad para VLC Media Player.
fr: Cette extension fournit des fonctionnalités d'accessibilité pour VLC Media Player.
gl: Este Complemento proporciona algunhas características de acesibilidade para VLC Media Player.
hr: Ovaj dodatak pruža nekoliko funkcija za pristupačnost s VLC Media Playerom.
ja: このアドオンにより、VLCメディアプレイヤーのアクセシビリティ機能が提供されます。
pt_br: Este complemento fornece alguns recursos de acessibilidade para o Reprodutor de Mídias VLC.
ru: Данное дополнение улучшает поддержку медиа-плеера VLC.
tr: Bu eklenti, VLC Medya oynatıcı için bazı erişilebilirlik özellikleri sunar.
uk: Цей додаток надає деякі функції доступності для VLC Media Player.

source: Allows navigating through the playback controls using Tab and Shift+Tab. To activate a selected control press enter.
bg: Позволява навигиране между контролите за възпроизвеждане чрез Tab и Shift+Tab. За да задействате фокусирана контрола, натиснете ENTER.
de: Ermöglicht das Navigieren durch die Wiedergabesteuerelemente mit Tab und Umschalt + Tab. Um ein ausgewähltes Steuerelement zu aktivieren, drücken Sie die Eingabetaste.
es: Permite la navegación a través de los controles de reproducción utilizando Tab y Shift+Tab. para activar un control seleccionado pulsa intro.
fr: Permet de naviguer à travers les contrôles de lecture à l'aide de Tab et Maj+Tab. Pour activer un contrôle sélectionné, appuyez sur Entrée.
gl: Permite a navegación a través dos controis de reproducción usando Tab e Shift+Tab. Para activar un control seleccionado preme enter.
hr: Omogućuje kretanje između kontrola za reprodukciju, koristeći tabulator i šift+tabulator. Za aktiviranje označene kontrole, pritisni enter.
ja: TabとShift+Tabを使用して再生操作がナビゲートされるようになります。選択されたコントロールを実行するには、エンターキーを押します。
pt_br: Permite navegar pelos controles de reprodução usando Tab e Shift+Tab. Para ativar um controle selecionado, pressione enter.
ru: Позволяет перемещаться по элементам медиа-плеера, используя клавиши Tab и Shift+Tab. Чтобы активировать выбранный элемент, нажмите клавишу enter.
tr: Tab ve Shift+Tab kullanarak oynatma kontrollerinde gezinmeye izin verir. Seçilen bir kontrolü etkinleştirmek için enter tuşuna basın.
uk: Дозволяє переміщатися між елементами керування відтворенням клавішами tab і shift+tab. Активація вибраного елемента здійснюється клавішею enter.

source: Reads status bar information (press I). The gesture can be set up in NVDA preferences.
bg: Прочита информацията от лентата на състоянието (при натискане на клавиша I). Жестът може да бъде указан в настройките на NVDA.
de: Liest Informationen der Statusleiste (drücken Sie i). Die Geste kann in NVDA-Einstellungen eingerichtet werden.
es: Leer información de la barra de estado (pulsa I). Se puede modificar este atajo en las preferencias de NVDA.
fr: Lire les informations de la barre d'état (appuyez sur I). Le geste peut être configuré dans les préférences NVDA.
gl: Le información da barra de estado (preme I). O xesto pódese configurar nas preferencias do NVDA.
hr: Čita traku stanja (pritisni tipku I). Gesta se može postaviti u NVDA postavkama.
ja: ステータスバーの情報を読み上げ (Iを押す)。このジェスチャーはNVDAの設定で設定出来ます。
pt_br: Para ler a informação da barra de status (pressione I). O comando — gesto — pode ser configurado nas preferências do NVDA.
ru: Читает информацию строки состояния (клавиша I). Этот жест можно настроить в настройках NVDA.
tr: Durum çubuğu bilgilerini okur (I tuşuna basın). Hareket, NVDA tercihlerinde ayarlanabilir.
uk: Читання інформації у рядку стану (натисніть I). Жест можна призначити в діалозі Жести вводу підменю Параметри NVDA.

source: Says elapsed time when moving back and forward using VLC keystrokes: Control plus left/right arrow to skip 1 minute and Shift plus left/right arrows to skip 5 seconds. You can set the verbosity in the NVDA preferences. You can also assign a keyboard shortcut to toggle it.
bg: Съобщава изминалото време при превъртане напред или назад чрез командите във VLC: Control+стрелка наляво/стрелка надясно за преход през 1 минута и Shift+стрелка наляво/стрелка надясно за преход през 5 секунди. Можете да настроите словесността в настройките на NVDA. Можете също така да зададете клавишна комбинация, с която да я включвате и изключвате.
de: Gibt die abgelaufene Zeit an, wenn Sie mit VLC-Tastenbefehlen vor- und zurückgehen: Strg + Pfeil links / rechts, um 1 Minute vor- und zurückzuspulen bzw. Umschalt + Pfeil links / rechts, um 5 Sekunden vor- und zurückzuspulen. Sie können die Ausführlichkeit in den NVDA-Einstellungen festlegen und eine Tastenkombination zum Umschalten zuweisen.
es: Decir tiempo transcurrido cuando se mueva hacia atrás y hacia adelante utilizando combinaciones de teclas de VLC: Control más flechas izquierda o derecha para saltar 1 minuto y Shift más flechas izquierda o derecha para saltar 5 segundos. Puedes establecer la cantidad de información verbalizada en las preferencias de NVDA. También puedes asignar un atajo de teclado para conmutarla.
fr: Annonce le temps écoulé lors du déplacement en arrière et en avant à l'aide des séquences de touches de VLC : Contrôle plus flèches gauche/droite pour sauter 1 minute et Maj plus flèches gauche/droite pour sauter 5 secondes. Vous pouvez définir la verbosité dans les préférences NVDA. Vous pouvez également attribuer un raccourci clavier pour le basculer.
gl: Di o tempo transcorrido cando te movas cara atrás e cara adiante usando combinacións de teclas do VLC: Control máis frechas esquerda ou dereita para saltar 1 minuto e Shift máis frechas esquerda ou dereita para saltar 5 segundos. Podes establecer a verbosidade nas preferencias do NVDA. Tamén podes asignar un atallo de teclado para conmutar isto.
hr: Izgovara proteklo vrijeme prilikom premještanja prema natrag ili naprijed, koristeći VLC prečace: kontrol+strelica lijevo/desno za preskakanje jedne minute i šift+strelica lijevo/desno za preskakanje pet sekundi. Opširnost izgovaranja je moguće postaviti u NVDA postavkama. Za uključivanje i isključivanje je moguće dodijeliti tipkovnički prečac.
ja: VLCのキー操作で逆戻しまたは早送りをした時に、経過時間を読み上げ:Control+左右矢印キーで1分移動、Shift+左右矢印で5秒移動。NVDA設定でこの冗長性を設定出来ます。これらをトグルするのにキーボードショートカットを割り当てることも出来ます。
pt_br: Fala o tempo decorrido ao se mover para trás e para frente usando as teclas VLC: Control mais seta à esquerda/direita para pular 1 minuto e Shift + seta à esquerda/direita para pular 5 segundos. Pode definir o tempo nas preferências do NVDA. Também pode atribuir um atalho de teclado para alterná-lo.
ru: Проговаривает пройденное время проигрывания при использовании команд VLC: Control плюс стрелка влево/вправо, чтобы промотать на одну минуту и Shift плюс стрелка влево/вправо чтобы промотать на пять секунд. Вы можете настроить детализацию в настройках NVDA. Вы также можете назначить сочетание клавиш для ее переключения.
tr: VLC tuş komutlarını kullanarak ileri ve geri hareket ederken geçen süreyi belirtir: 1 dakika atlamak için Kontrol artı sol/sağ ok ve 5 saniye atlamak için Shift artı sol/sağ oklar. Ayrıntıyı NVDA tercihlerinde ayarlayabilirsiniz. Geçiş yapmak için bir klavye kısayolu da atayabilirsiniz.
uk: Озвучує витрачений час при промотуванні назад і вперед з використанням комбінацій клавіш VLC: Control плюс стрілка вліво/вправо щоб пропустити 1 хвилину і Shift плюс стрілка вліво/вправо щоб пропустити 5 секунд. Ви можете призначити у Жестах вводу (підменю Параметри NVDA) комбінацію клавіш або жест, щоб вмикати або вимикати озвучення цієї інформації.

source: Announces state when change random mode (key R) and repeat mode (key L).
bg: Съобщава промяната в режима на възпроизвеждане при задействане на командите за разбъркано възпроизвеждане (при натискане на клавиш R) и режима на повторение (при натискане на клавиша L).
de: Gibt den Status beim Ändern des Zufallsmodus (Taste R) und des Wiederholungsmodus (Taste L) an.
es: Verbaliza el estado al cambiar el modo aleatorio (tecla R) y el modo de repetición (tecla L).
fr: Annonce l'état lors du changement en mode aléatoire (touche R) et en mode répétition (touche L).
gl: Anuncia o estado cando se cambia o modo aleatorio (tecla R) e o modo repetir (tecla L).
hr: Najavljuje stanje kad se promijeni slučajni način rada (tipka R) i način ponavljanja (tipka L).
ja: ランダムモード(キーR)とリピートモード(キーL)を変更する時に状態を通知します。
pt_br: Anuncia o estado quando muda para o modo aleatório (tecla R) e para o modo de repetição (tecla L).
ru: Объявляет состояние при смене случайного режима (клавиша R) и режима повтора (клавиша L).
tr: Rastgele modu değiştirdiğinizde (R tuşu) ve tekrarla modunu değiştirdiğinizde (L tuşu) durumu bildirir.
uk: Повідомляє, увімкнене чи вимкнене перемішування (клавіша R) і повторення (клавіша L).

source: There are some layered windows and panels that NVDA is not able to focus it automatically when they are displayed. Press Control+Tab to try to bring them to the front.
bg: Има някои слоеви прозорци и панели, които NVDA не може да фокусира автоматично, когато се показват. Натиснете Control+TAB, за да опитате да ги изведете на преден план.
de: Es gibt einige mehrschichtige Fenster und Panels, die NVDA nicht automatisch fokussieren kann, wenn sie angezeigt werden. Drücken Sie Strg+Tab, um sie in den Vordergrund zu holen.
es: Hay algunas ventanas y paneles en capa que NVDA no es capaz de enfocar automáticamente cuando se muestran, Pulsa Control+Tab para intentar traerlos al frente.
fr: Certaines fenêtres et certains panneaux ne peuvent pas avoir le focus lorsqu'ils sont affichés. Appuyez sur Contrôle+Tab pour essayer de les amener à l'avant.
gl: Hai algunhas ventanas e paneis que NVDA non é capaz de enfocar automaticamente cando se mostran. Preme Control+Tab para tentar traelos á fronte.
hr: Postoje neki nasloženi prozori i ploče koje NVDA ne može automatski fokusirati kad se prikazuju. Pritisni kontrol+tabulator i pokušaj ih dovesti prema naprijed.
ja: 一部のレイヤーのウィンドウとパネルは、表示される時にNVDAが自動的にフォーカス出来ません。それらを最前面に移動しようとするには、Control+Tabを押して下さい。
pt_br: Existem algumas janelas e painéis em camadas que o NVDA não consegue focalizar automaticamente quando são exibidas. Pressione Control+Tab para tentar trazê-las para a frente.
ru: В некоторых многоуровневых окнах и панелях NVDA не может автоматически сфокусировать изображение при их отображении. Нажмите Control+Tab, чтобы попытаться вывести их на передний план.
tr: NVDA'nın görüntülendiğinde otomatik olarak odaklayamadığı bazı katmanlı pencereler ve paneller vardır. Onları öne getirmeye çalışmak için Control+Tab tuşlarına basın.
uk: Існують деякі нашаровані вікна й панелі, на котрих NVDA не може автоматично сфокусуватися в момент, коли вони відображаються. Натисніть control+tab для того, щоб вивести їх на передній план.

source: Important note: This addon is optimized for versions of VLC 3.0 and higher; it will not work correctly with earlier versions.
bg: Важна забележка: Тази добавка е оптимизирана да работи с версия 3.0 на VLC и по-нови. Няма да работи правилно с по-стари версии.
de: Wichtiger Hinweis: Diese Erweiterung ist für VLC ab Version 3.0 optimiert; es läuft nicht korrekt mit älteren Versionen.
es: Aviso importante: este complemento está optimizado para VLC 3.0 y versiones posteriores; no funcionará correctamente en versiones anteriores.
fr: Note importante : Cette extension est optimisée pour les versions de VLC 3.0 et supérieures; elle ne fonctionnera pas correctement avec les versions antérieures.
gl: Nota importante: Este complemento está optimizado para versións de VLC 3.0 e superiores; non funcionará correctamente con versións anteriores.
hr: Važna napomena: Ovaj dodatak je optimiran za VLC verziju 3.0 i novije verzije; neće raditi ispravno sa starijim verzijama.
ja: 重要事項: このアドオンはVLC 3.0以降のバージョンに最適化されています。それより前のバージョンでは正しく動作しません。
pt_br: Nota importante: esse complemento é otimizado para versões do VLC 3.0 e superiores; ele não funcionará corretamente com versões anteriores.
ru: Важное примечание: Это дополнение оптимизировано для версий VLC 3.0 и выше; оно не будет правильно работать с более ранними версиями.
tr: Önemli not: Bu eklenti, VLC 3.0 ve üzeri sürümleri için optimize edilmiştir; önceki sürümlerde düzgün çalışmayacaktır.
uk: Важлива примітка: цей додаток оптимізовано для VLC 3.0 і пізніших версій; з ранішими версіями він може працювати некоректно.

source: Covered by the GNU General Public License. See the [file COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) for more details.
bg: Обхваща се от общия публичен лиценз на GNU. Вижте [file COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) за повече подробности.
de: Lizenziert durch GNU General Public License. Weitere Informationen finden Sie in der [Datei COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt).
es: Cubierto por la GNU General Public License. consulta el [archivo COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) para más detalles.
fr: Couvert par la licence publique générale GNU. Voir le [fichier COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) pour plus de détails.
gl: Cuberto pola GNU General Public License. Consulta o [arquivo COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) para máis detalles.
hr: Pokriveno GNU općom javnom licencom. Pogledaj [datoteku COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) za daljnje pojedinosti.
ja: GNU General Public Licenseによりカバーされています。詳しくは[file COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt)を参照して下さい。
pt_br: Coberto pela GNU General Public License — Licença Pública Geral GNU. Veja o [arquivo COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) para mais detalhes.
ru: Распространяется по лицензии GNU General Public License. Для получения подробной информации смотрите [файл COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt).
tr: GNU Genel Kamu Lisansı kapsamındadır. Daha fazla ayrıntı için [COPYING.txt dosyasına](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) bakın.
uk: Захищений GNU General Public License. Перегляньте [файл COPYING.txt](https://github.com/javidominguez/VLC/blob/master/COPYING.txt) щоб дізнатися більше.
