Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/vocalizer.*.po
Languages: gl

source: Authors: Nuance Communications (distributor: Tiflotecnia, LDA)
gl: Autores: Nuance Communications (distribuidor: Tiflotecnia, LDA)

source: download [Vocalizer Automotive driver][1]
gl: descargar [controlador de Vocalizer Automotive][1]

source: download [Vocalizer Expressive driver][2]
gl: descargar [controlador de Vocalizer Expressive][2]

source: NVDA compatibility: 2019.3 (2022.1 for Expressive) and later
gl: compatibilidade con NVDA: 2019.3 (2022.1 para Expressive) e posterior

source: Vocalizer synthesizer series (Automotive and Expressive) are a series of commercial synthesizers from Nuance Communications, with the add-ons licensed, packaged, and distributed by Tiflotecnia, LDA. These add-ons include:
gl: A serie de sintetizadores Vocalizer (Automotive e Expressive) é unha serie de sintetizadores comerciais de Nuance Communications, co licenciamento, empaquetado e distribución dos complementos a cargo de Tiflotecnia, LDA. Este complementos inclúen:

source: Vocalizer Automotive (driver 2.x)
gl: Vocalizer Automotive (controlador 2.x)

source: Vocalizer Expressive (driver 3.x)
gl: Vocalizer Expressive (controlador 3.x)

source: For more information and to purchase the package, visit [Tiflotecnia website][3].
gl: Para máis información e para mercar o paquete, visita o [sitio web de Tiflotecnia][3].

source: [1]: https://www.nvaccess.org/addonStore/legacy?file=vocalizerautomotive
gl: [1]: https://addons.nvda-project.org/files/get.php?file=vocalizerautomotive

source: [2]: https://www.nvaccess.org/addonStore/legacy?file=vocalizerexpressive
gl: [2]: https://addons.nvda-project.org/files/get.php?file=vocalizerexpressive
