Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Weather_Plus.*.po
Languages: de, fi, gl, hr, hu, ja, pt_br, pt_pt, ru, sk, tr, uk, vi

source: Enable the reading of the hours in 24-hour format. - If this checkbox is unchecked, announces the time in 12-hour format for example, 12 AM `-` 12 PM. Checkbox is checked (by default)
de: 24-Stunden-Format. Wenn dieses Kontrollkästchen nicht markiert ist, wird die Uhrzeit im 12-Stunden-Format angegeben, z. B. 12 Uhr morgens `-` 12 Uhr abends. Das Kontrollkästchen ist standardmäßig aktiviert.
fi: Ilmoita aika 24 tunnin muodossa: Jos tätä valintaruutua ei ole valittu, kellonaika ilmoitetaan 12 tunnin muodossa, esim. 12 AM `-` 12 PM. Valintaruutu on oletusarvoisesti valittuna.
gl: Habilitar a lectura das horas en formato de 24 horas. - Se non está marcado, anuncia en formato de 12h, por exemplo, 12AM/12PM. A caixa de verificación está marcada (por defecto)
hr: Aktiviraj čitanje sata u 24-satnom formatu – Ako potvrdni okvir nije označen, najavljuje sate u 12-satnom formatu, npr. 12 AM `-` 12 PM. Potvrdni okvir je standardno označen.
hu: 24 órás formátum - Ha a jelölőnégyzet nincs bejelölve, a bővítmény által megjelenített helyi idők 12 órás formátumban lesznek hallhatók. Pl. 10 AM, 13 PM. Alapértelmezés szerint be van kapcsolva.
ja: 時間を24時間書式で読み上げを有効化 - このチェックボックスがチェックされていないと、時間を例えば12 AM - 12 PM といった12時間書式で読み上げます。チェックボックスはチェックされています（初期設定）
pt_br: Habilitar a leitura das horas no formato de 24 horas. - Se esta caixa de controle estiver desmarcada, anuncia a hora no formato de 12 horas, por exemplo, 12 AM `-` 12 PM. A caixa de seleção está marcada (por padrão)
pt_pt: Permitir a leitura das horas em formato de 24 horas. - Se esta caixa de verificação estiver desmarcada, anuncia a hora no formato das horas com A M e P M. A caixa de verificação é marcada (por padrão)
ru: Включить чтение часов в 24-часовом формате - Если эта функция отключена, объявляет время в 12-часовом формате, например: 12 AM `-` 12 PM. флажок установлен (по умолчанию)
sk: Používať 24-hodinový formát: Ak je odčiarknuté, oznamuje čas v 12-hodinovom formáte, napríklad 12 AM `-` 12 PM. Predvolene je zapnuté.
tr: Saatlerin 24 saat formatında okunmasını etkinleştir. - Bu onay kutusu işaretli değilse, saati 12 saatlik biçimde duyurur, örneğin, 12 AM `-` 12 PM. Onay kutusu işaretli (varsayılan olarak)
uk: Увімкнути читання годин у 24-годинному форматі. — Якщо це не позначено, оголошується час у 12-годинному форматі,наприклад, 12 ранку `-` 12 вечора. Прапорець позначено (початково)
vi: Bật đọc giờ ở định dạng 24-giờ. - nếu không chọn hộp kiểm này, sẽ đọc giờ ở định dạng 12-giờ, 12 SA `-` 12 CH chẳng hạn. Hộp kiểm được bật mặc định.

source: Enable help buttons in the settings window; checkbox checked (by default)
de: Zeige Hilfe-Schaltflächen in den Einstellungen. Dieses Kontrollfeld ist standardmäßig aktiviert.
fi: Ota käyttöön asetusikkunan ohjepainikkeet: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Habilitar botóns de axuda na ventá de configuración; caixa de verificación marcada (por defecto)
hr: Aktiviraj gumbe pomoći u prozoru postavki; otvrdni okvir je standardno označen.
hu: Súgószövegek a gombokon - Alapértelmezés szerint be van jelölve.
ja: 設定ウィンドウでヘルプボタンを有効化; チェックボックスはチェックされています（初期設定）
pt_br: Habilitar os botões de ajuda na janela de configurações; caixa de seleção marcada (por padrão)
pt_pt: Activar botões de ajuda na janela de configurações; caixa de verificação marcada (por padrão)
ru: Включить кнопки с подсказками в окне настроек; флажок установлен (по умолчанию)
sk: Povoliť texty Pomocníka v oknách s nastaveniami: Predvolene je zapnuté.
tr: Ayarlar penceresinde yardım düğmelerini etkinleştir; onay kutusu işaretli (varsayılan olarak)
uk: Увімкнути кнопки довідки у вікні налаштувань; Прапорець позначено (початково)
vi: Bật nút trợ giúp trong cửa sổ cài đặt; hộp kiểm mặc định được chọn

source: Read wind information; checkbox not checked (by default). If this checkbox is enabled, you can also activate the following checkboxes:
de: Windinformationen ausgeben. Das Kontrollkästchen ist standardmäßig nicht aktiviert. Wenn dieses Kontrollfeld aktiviert ist, können Sie auch die folgenden Felder aktivieren:
fi: Lue tuulitiedot: Tämä valintaruutu ei ole oletusarvoisesti valittuna. Mikäli se on valittuna, voit valita myös seuraavat valintaruudut:
gl: Ler informacion do vento; caixa de verificación non marcada (por defecto). Se esta caixa de verificación está activada, tamén poderás activar as seguintes:
hr: Pročitaj informacije o vjetru; potvrdni okvir standardno nije označen. Ako je označen, možeš aktivirati i sljedeće potvrdne okvire:
hu: Szélviszonyok - A jelölőnégyzet bejelölése után további opciók jelennek meg. Itt lehet megadni, hogy milyen információkat szeretnénk az előrejelzésben a szélviszonyokról.
ja: 風の情報を読み上げ; チェックボックスはチェックされていません（初期状態）。チェックボックスが有効になっていると、次のチェックボックスも有効にすることが出来ます:
pt_br: Ler as informações do vento; caixa de seleção não marcada (por padrão). Se esta caixa de seleção estiver ativada, você também poderá ativar as seguintes caixas de seleção:
pt_pt: Ler informação sobre o vento; caixa de verificação não marcada (por padrão). Se esta caixa de verificação estiver marcada, pode também activar as seguintes caixas de verificação:
ru: Читать информацию о ветре; флажок не установлен (по умолчанию). Если установлен, то вы можете также активировать:
sk: Oznamovať poveternostné podmienky: Predvolene je vypnuté. Po zapnutí budú dostupné tieto možnosti:
tr: Rüzgar bilgisini seslendir; onay kutusu işaretli değil (varsayılan olarak). Bu onay kutusu etkinleştirilirse, aşağıdaki onay kutularını da etkinleştirebilirsiniz:
uk: Читати інформацію про вітер; Прапорець не позначено (початково). Якщо цей прапорець позначено, ви також можете активувати такі прапорці:
vi: Đọc thông tin gió; hộp kiểm mặc định không chọn. Nếu chọn, bạn có thể bật thêm các hộp kiểm sau:

source: Add wind direction; indicates the provenance of the wind. Checkbox checked (by default)
de: Windrichtung ergänzen. Gibt die Herkunft des Windes an. Das Kontrollfeld ist standardmäßig nicht aktiviert.
fi: Lisää tuulen suunta: Ilmaisee suunnan, josta tuuli puhaltaa. Tämä Valintaruutu on oletusarvoisesti valittuna.
gl: Engadir dirección do vento; Indica de onde provén o vento. Caixa de verificación marcada (por defecto)
hr: Dodaj smjer vjetra; ukazuje na smjer iz kojeg vjetar dolazi. Potvrdni okvir je standardno označen.
hu: Szélirány
ja: 風向きを追加; 風の起源を表示します。チェックボックスはチェックされています（初期状態）
pt_br: Adicionar direção do vento; indica a procedência do vento. Caixa de seleção marcada (por padrão)
pt_pt: Adicionar a direcção do vento; indica a proveniência do vento. Caixa de verificação marcada (por padrão)
ru: Добавить направление ветра; Показывает направление ветра. Флажок установлен (по умолчанию)
sk: Oznamovať smer vetra: bude oznamovať pri počasí aj smer vetra. Predvolene zapnuté.
tr: Rüzgar yönü bilgisini ekle; rüzgarın kaynağını gösterir. Varsayılan olarak onay kutusu işaretlidir.
uk: Додати напрям вітру; вказує напрям вітру. Прапорець позначено (початково)
vi: Thêm hướng gió; xác định hướng đi của gió. Hộp kiểm mặc định được chọn

source: Add speed of the wind; indicates the speed in kilometers or miles per hour. Checkbox checked (by default)
de: Windgeschwindigkeit ergänzen. Gibt die Geschwindigkeit in Kilometern oder Meilen pro Stunde an. Das Kontrollfeld ist standardmäßig aktiviert.
fi: Lisää tuulen nopeus: Ilmaisee tuulen nopeuden kilometreinä tai maileina tunnissa. Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir velocidad do vento; indicates engade a velocidade do vento en quilómetros ou millas por hora. Caixa de verificación marcada (por defecto)
hr: Dodaj brzinu vjetra; ukazuje na brzinu u kilometrima na sat ili u miljama na sat. Potvrdni okvir je standardno označen.
hu: Szélsebesség
ja: 風速を追加します; 時速キロメートルまたはマイルの速度を表示します。チェックボックスはチェックされています（初期状態）
pt_br: Adicionar velocidade do vento; indica a velocidade em quilômetros ou milhas por hora. Caixa de seleção marcada (por padrão)
pt_pt: Adicionar a velocidade do vento; indica a velocidade em quilómetros ou milhas por hora. Caixa de verificação marcada (por padrão)
ru: Добавить скорость ветра; Показывает скорость в километрах или милях в час. Флажок установлен (по умолчанию)
sk: Oznamovať rýchlosť vetra: Bude oznamovať rýchlosť vetra v mýľach alebo kilometroch za hodinu. Predvolene zapnuté.
tr: Rüzgar hızını ekle; hızı kilometre veya mil/saat olarak gösterir. Varsayılan olarak onay kutusu işaretlidir.
uk: Додати швидкість вітру; вказує швидкість вітру в кілометрах чи милях за годину. Прапорець позначено (початково)
vi: Thêm tốc độ gió; xác định tốc độ gió bằng ki lô mét hoặc dặm trên giờ. Hộp kiểm mặc định được chọn

source: Add speed in meters per second of the wind; checkbox checked (by default)
de: Windgeschwindigkeit in Meter pro Sekunde ergänzen. Das Kontrollfeld ist standardmäßig aktiviert.
fi: Lisää tuulen nopeus metreinä sekunnissa: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir velocidade do vento en metros por segundo; caixa de verificación marcada (por defecto)
hr: Dodaj brzinu vjetra u metrima po sekundi; potvrdni okvir je standardno označen.
hu: Szélsebesség méter per szekundumban - ha nincs bejelölve akkor az érték kilométer per órában jelenik meg.
ja: 風速を秒速メートルで追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar velocidade em metros por segundo do vento; caixa de seleção marcada (por padrão)
pt_pt: Adicionar a velocidade do vento em metros por segundo; caixa de verificação marcada (por padrão)
ru: Добавить скорость ветра в метрах в секунду; флажок установлен (по умолчанию)
sk: Oznamovať rýchlosť vetra v metroch za sekundu: Predvolene zapnuté.
tr: Rüzgarın saniyede kaç metre hızda estiği bilgisini ekle;Varsayılan olarak onay kutusu işaretlidir.
uk: Додати швидкість вітру в метрах за секунду; Прапорець позначено (початково)
vi: Thêm tốc độ gió tính bằng &mét trên giây; hộp kiểm mặc định được chọn

source: Add wind gust speed of the wind; checkbox checked (by default)
de: Windgeschwindigkeit und Böen hinzufügen; Kontrollkästchen aktiviert (standardmäßig)
fi: Lisää tuulen nopeus puuskissa: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir velocidade da racha de vento; caixa de verificación marcada (por defecto)
hr: Dodaj brzinu udara vjetra u metrima po sekundi; potvrdni okvir je standardno označen.
ja: 突風の風速を追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar velocidade da rajada do vento; caixa de seleção marcada (por padrão)
pt_pt: Adicionar a velocidade das rajadas de vento; Caixa de verificação marcada, por padrão.
ru: Добавить скорость и порывы ветра; флажок установлен (по умолчанию)
tr: Rüzgar esinti hızını ekle; Varsayılan olarak onay kutusu işaretlidir.
uk: Додати швидкість поривів вітру; прапорець позначено (початково)
vi: Thêm lượng gió tốc độ của gió; hộp kiểm mặc định được chọn

source: Add perceived temperature; checkbox checked (by default)
de: Gefühlte Temperatur ergänzen. Das Kontrollfeld ist standardmäßig aktiviert.
fi: Lisää havaittu lämpötila: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir sensación térmica; caixa de verificación verificada (por defecto)
hr: Dodaj osjetnu temperaturu; potvrdni okvir je standardno označen.
hu: Hőérzet - a szél befolyása a mért hőmérséklet érzékelésére.
ja: 感覚温度を追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar sensação térmica; caixa de seleção marcada (por padrão)
pt_pt: Adicionar a sensação térmica. Caixa de verificação marcada, por padrão.
ru: Добавить воспринимаемую температуру; флажок установлен (по умолчанию)
sk: Oznamovať pocitovú teplotu: Predvolene zapnuté.
tr: Hissedilen sıcaklığı ekle; Varsayılan olarak onay kutusu işaretlidir.
uk: Додати температуру за відчуттям; прапорець позначено (початково)
vi: Thêm nhiệt độ nhận thức; hộp kiểm mặc định được chọn

source: Read atmospherical information; checkbox not checked (by default). If enabled, you can also check the following checkboxes:
de: Atmosphärische Informationen ausgeben. Das Kontrollfeld ist standardmäßig nicht aktiviert. Wenn es aktiviert ist, können Sie auch die folgenden Kontrollfelder aktivieren:
fi: Lue ilmakehän tiedot: Tätä valintaruutua ei ole oletusarvoisesti valittu. Jos se on valittuna, voit valita myös seuraavat valintaruudut:
gl: Ler información atmosférica; caixa de verificación non marcada (por defecto). Se está habilitada, tamén podes marcar as seguintes caixas de verificación:
hr: Pročitaj informacije o atmosferi; potvrdni okvir standardno nije označen. Ako je označen, možeš aktivirati i sljedeće potvrdne okvire:
hu: Légköri viszonyok - Bejelölés után további opciókat lehet elérni:
ja: 大気情報を読み上げ; チェックボックスはチェックされていません（初期状態）。有効になっていると、次のチェックボックスも有効にすることが出来ます:
pt_br: Ler informações atmosféricas; caixa de seleção não marcada (por padrão). Se ativada, você também pode marcar as seguintes caixas de seleção:
pt_pt: Ler informação atmosférica; caixa de verificação não marcada (por padrão). Se marcada, pode também marcar as seguintes caixas de verificação:
ru: Читать атмосферную информацию; флажок не установлен (по умолчанию). Если установлен, то вы можете также активировать:
sk: Oznamovať atmosferické informácie: Predvolene je vypnuté. Po zapnutí budú dostupné tieto možnosti:
tr: Atmosferik bilgileri seslendir; Varsayılan olarak onay kutusu işaretli değildir. İşaretlenirse, aşağıdaki onay kutuları da işaretlenebilir:
uk: Читати атмосферну інформацію; прапорець не позначено (початково). Якщо цей параметр увімкнено, ви також можете позначити такі прапорці:
vi: Đọc thông tin không khí; hộp kiểm mặc định không chọn. Nếu chọn, bạn có thể chọn thêm các hộp kiểm sau:

source: Add humidity value; indicates the humidity in percent. Checkbox checked (by default)
de: Wert für Luftfeuchtigkeit ergänzen. Gibt die Feuchtigkeit in Prozent an. Das Kontrollfeld ist standardmäßig aktiviert.
fi: Lisää kosteusarvo: Ilmaisee kosteuden prosentteina. Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor da humidade; Indica a humidade en por cento. Caixa de verificación marcada (por defecto)
hr: Dodaj vrijednost za vlagu; ukazuje na vlagu u postocima. Potvrdni okvir je standardno označen.
hu: Páratartalom - a levegő páratartalma százalékban
ja: 湿度値を追加; 湿度をパーセントで表示します。チェックボックスはチェックされています（初期状態）
pt_br: Adicionar valor de umidade; indica a umidade em porcentagem. Caixa de seleção marcada (por padrão)
pt_pt: Adicionar valor da humidade; indica a humidade em percentagem. Caixa de verificação marcada (por padrão)
ru: Добавить значение влажности; Показывает влажность в процентах. Флажок установлен (по умолчанию)
sk: Oznamovať vlhkosť: Oznamuje vlhkosť vzduchu v percentách. Predvolene zapnuté.
tr: Nem değerini ekle; yüzde olarak nemi gösterir. Varsayılan olarak Onay kutusu işaretlidir.
uk: Додати рівень вологості; вказує вологість у відсотках. Прапорець позначено (початково)
vi: Thêm giá trị độ ẩm; xác định độ ẩm bằng phần trăm. Hộp kiểm mặc định được chọn

source: Add visibility value; indicate in kilometres or miles the distance visible. Checkbox checked (by default)
de: Wert für Sichtweite ergänzen. Geben Sie die sichtbare Entfernung in Kilometern oder Meilen an. Das Kontrollfeld ist standardmäßig aktiviert.
fi: Lisää näkyvyysarvo: Ilmaisee näkyvyyden kilometreinä tai maileina. Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor de visibilidade; Indicar en quilómetros ou millas a distancia visible. Caixa de verificación marcada (por defecto).
hr: Dodaj vrijednost za vidljivost; ukazuje na vidljivost u kilometrima ili miljama. Potvrdni okvir je standardno označen.
hu: Látótávolság - kilométerben vagy mérföldben.
ja: 視界の値を追加; 視界の距離をキロメートルまたはマイルで表示します。チェックボックスはチェックされています（初期状態）
pt_br: Adicionar valor de visibilidade; indica em quilômetros ou milhas a distância visível. Caixa de seleção marcada (por padrão)
pt_pt: Adicionar valor da visibilidade; indica em quilómetros ou milhas a distância visível. Caixa de verificação marcada (por padrão)
ru: Добавить значение видимости; Показывает расстояние видимости в километрах или милях. Флажок установлен (по умолчанию)
sk: Oznamovať Viditeľnosť: Oznamuje viditeľnosť v míľach alebo kilometroch. Predvolene zapnuté.
tr: Görüş mesafesi değerini ekle; görünür mesafeyi kilometre veya mil olarak gösterir. Varsayılan olarak onay kutusu işaretlidir.
uk: Додати рівень видимості; вказує на відстань видимості у кілометрах чи милях. Прапорець позначено (початково)
vi: Thêm giá trị tầm nhìn; xác định tầm nhìn bằng ki lô mét hoặc dặm. Hộp kiểm mặc định được chọn

source: Add atmospheric pressure value; indicates the atmospheric pressure in millibars or inches of mercury. If it's checked, enable an additional checkbox that allows you to indicate the pressure in millimeters of mercury. Checkbox checked (by default)
de: Wert für Luftdruck ergänzen. Gibt den Luftdruck in Millibar oder Zoll Quecksilber an. Wenn es markiert ist, aktivieren Sie ein zusätzliches Kontrollkästchen, mit dem Sie den Luftdruck in Millimetern Quecksilber angeben können. Das Kontrollkästchen ist standardmäßig aktiviert.
fi: Lisää ilmakehän painearvo: Ilmaisee ilmakehän paineen millibaareina tai elohopeatuumina. Mikäli tämä valintaruutu on valittuna, ota käyttöön myös ylimääräinen valintaruutu, joka ilmoittaa paineen elohopeamillimetreinä. Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor de presión atmosférica; indica o valor da presión atmosférica en milibares ou polgadas de mercurio. Se está marcada, habilita unha caixa de verificación adicional que permite indicar a presión en milímetros de mercurio. Caixa de verificación marcada (por defecto)
hr: Dodaj vrijednost za atmosferski tlak; ukazuje ne atmosferski tlak u milimetrima ili inčima žive. Ako je označeno, uključuje dodatni potvrdni okvir za označavanje tlaka u milimetrima žive. Potvrdni okvir je standardno označen.
hu: Légnyomás - a bejelölés után megadható, hogy milyen mértékegységben szeretnénk. Légnyomás higanymilliméterben (mmHg) jelölőnégyzet ha be van jelölve, akkor a légnyomás értéke higanymilliméterben, ha nincs bejelölve akkor barban jelenik meg.
ja: 大気圧の値を追加; 大気圧をミリバールまたは水銀インチで表示します。チェックされている場合、追加のチェックボックスを有効にして、圧力を水銀ミリメートルで表示することも出来ます。チェックボックスはチェックされています（初期状態）
pt_br: Adicionar valor da pressão atmosférica; indica a pressão atmosférica em milibares ou polegadas de mercúrio. Se estiver marcada, habilita uma caixa de seleção adicional que permite indicar a pressão em milímetros de mercúrio. Caixa de seleção marcada (por padrão)
pt_pt: Adicionar o valor da pressão atmosférica; indica a pressão atmosférica em milibares ou polegadas de mercúrio. Se marcada, activa uma caixa de verificação adicional que lhe permite indicar a pressão em milímetros de mercúrio. Caixa de verificação marcada (por padrão)
ru: Добавить значение атмосферного давления; Показывает атмосферное давление в милибарах или дюймах ртутного столба. Если флажок установлен, включите дополнительный флажок, который позволяет указать давление в миллиметрах ртутного столба. Флажок установлен (по умолчанию)
sk: Oznamovať hodnotu Atmosferického tlaku: Oznamuje stav tlaku v milibaroch alebo palcoch ortuti. Predvolene je zapnuté. Po začiarknutí je tiež možné začiarknuť oznamovanie tlaku v milimetroch ortuti.
tr: Atmosferik basınç değeri ekle; atmosfer basıncını milibar veya inç cıva olarak gösterir. İşaretliyse, basıncı milimetre cıva cinsinden belirtmenize izin veren ek bir onay kutusunu etkinleştiri. Varsayılan olarak Onay kutusu işaretlidir.
uk: Додати значення атмосферного тиску; вказує атмосферний тиск в мілібарах або дюймах ртутного стовпчика. Якщо цей прапорець позначено, позначте додатковий прапорець, який дозволяє вказувати тиск у міліметрах ртутного стовпчика. Прапорець позначено (початково)
vi: Thêm giá trị áp suất khí quyển; xác định áp suất khí quyển bằng millibars hoặc inch thủy ngân. Nếu chọn, bật thêm một hộp kiểm cho phép bạn xác định áp suất bằng mi li mét thủy ngân. Hộp kiểm mặc định được chọn

source: Add status of barometric pressure; check box checked (by default)
fi: Lisää ilmanpaineen tila: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir estado da presión barométrica; caixa de verificación marcada (por defecto)
hr: Dodaj stanje barometra; potvrdni okvir je standardno označen.
hu: Légnyomás tendenciája - Stagnál, emelkedik vagy csökken.
ja: 気圧計の圧力の状態を追加; チェックボックスはチェックされています（初期状態）
uk: Додати статус барометричного тиску; прапорець позначено (початково)
vi: Thêm trạng thái của áp xuất không khí; hộp kiểm mặc định được chọn

source: Add cloudiness value; check box checked (by default)
de: Trübungswert hinzufügen; Kontrollkästchen aktiviert (standardmäßig)
fi: Lisää pilvisyysarvo: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor de nubosidade; caixa de verificación marcada (por defecto)
hr: Dodaj vrijednost oblačnosti; potvrdni okvir je standardno označen.
ja: 雲量の値を追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar valor de nebulosidade; caixa de seleção marcada (por padrão)
pt_pt: Adicionar valor da nebulosidade. Caixa de verificação marcada, por padrão.
ru: Добавить значение облачности; флажок установлен (по умолчанию)
tr: Bulutluluk değeri ekle; Varsayılan olarak onay kutusu işaretlidir.
uk: Додати рівень хмарності; прапорець позначено (початково)
vi: Thêm giá trị mây; hộp kiểm mặc định được chọn

source: Add precipitation value; check box checked (by default)
de: Niederschlagswert hinzufügen; Kontrollkästchen aktiviert (standardmäßig)
fi: Lisää sademäärä: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor de precipitación; caixa de verificación marcada (por defecto)
hr: Dodaj vrijednost oborine; potvrdni okvir je standardno označen.
ja: 降水量の値を追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar o valor da precipitação; caixa de seleção marcada (por padrão)
pt_pt: Adicionar valor da precipitação. Caixa de verificação marcada, por padrão.
ru: Добавить значение осадков; флажок установлен (по умолчанию)
tr: Yağış değeri ekle; Varsayılan olarak onay kutusu işaretlidir.
uk: Додати значення опадів; прапорець позначено (початково)
vi: Thêm giá trị mưa; hộp kiểm mặc định được chọn

source: Add ultraviolet radiation value; check box checked (by default)
de: Wert der UV-Strahlung hinzufügen; Kontrollkästchen aktiviert (standardmäßig)
fi: Lisää ultraviolettisäteilyn arvo: Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Engadir valor de radiación ultravioleta; caixa de verificación marcada (por defecto)
hr: Dodaj vrijednost ultraljubičastog zračenja; potvrdni okvir je standardno označen.
ja: 紫外線照射の値を追加; チェックボックスはチェックされています（初期状態）
pt_br: Adicionar o valor da radiação ultravioleta; caixa de seleção marcada (por padrão)
pt_pt: Adicionar valor da radiação ultravioleta. Caixa de verificação marcada, por padrão.
ru: Добавить значение ультрафиолетового излучения; флажок установлен (по умолчанию)
tr: Ultraviyole radyasyon değeri ekle; Varsayılan olarak onay kutusu işaretlidir.
uk: Додати рівень ультрафіолетового випромінювання; прапорець позначено (початково)
vi: Thêm giá trị tia cực tím; Hộp kiểm mặc định được chọn
