Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Weather_Plus.*.po
Languages: de, fi, gl, hr, hu, ja, pt_br, pt_pt, ru, sk, tr, uk, vi

source: Export your cities... - It allows you to save the cities in the specified file with the extension *.zipcodes. This button is activated if you have added and saved at least one city into the list.
de: Städte exportieren - Sie können un die Städte in der Datei mit der Erweiterung *.zipcodes speichern. Diese Schaltfläche wird aktiviert, wenn Sie mindestens eine Stadt in die Liste vorhanden ist.
fi: Vie kaupunkeja...: Tällä painikkeella voit tallentaa kaupunkeja tiedostoon, jonka pääte on .zipcodes. Toiminto aktivoidaan, jos olet lisännyt ja tallentanut luettelooon vähintään yhden kaupungin.
gl: Exportar as súas cidades... - Permíteche garcar as cidades no arquivo especificado coa extensión *.zipcodes. Este botón está activo se engadiu e gardou alomenos unha cidade á lista.
hr: Izvezi gradove … – Dozvoljava spremanje gradova u određenu datoteku s nastavkom *.zipcodes. Ovaj se gumb aktivira, ako se u popis doda i spremi barem jedan grad.
hu: Városok exportálása - Elmenti a városlistát egy megadott *.zipcodes kiterjesztésű fájlba. A funkció csak akkor működik, ha legalább egy várost már felvett a listájára.
ja: 都市をエクスポートする... - 都市を拡張子が*.zipcodesの指定のファイルに保存出来ます。このボタンは、少なくとも一つの都市をリストに追加して保存している場合に有効になります。
pt_br: Exportar suas cidades... - Permite salvar as cidades no arquivo especificado com a extensão *.zipcodes. Este botão é ativado se você adicionou e salvou pelo menos uma cidade na lista.
pt_pt: Exportar as suas cidades... - Permite-lhe guardar as cidades no ficheiro especificado com a extensão *.zipcodes. Este botão é activado se tiver adicionado e guardado pelo menos uma cidade na lista.
ru: Экспортировать города... - Позволяет сохранить ваш список городов по указанному пути Эта кнопка активируется, если вы добавили и сохранили в список по крайней мере один город.
sk: Exportovať: Umožňuje vám uložiť mestá do súboru s príponou * .zipcodes. Exportovať môžete len vtedy, ak je v zozname aspoň jedno mesto.
tr: Şehirleri dışa aktar... - Şehirleri *.zipcodes uzantısıyla belirtilen dosyaya kaydetmenizi sağlar. Listeye en az bir şehir eklediyseniz ve kaydettiyseniz bu düğme etkinleştirilebilir.
uk: Експортувати свої міста... — Це дозволяє зберігати міста в зазначеному файлі з розширенням *.zipcodes. Ця кнопка активується, якщо ви додали або зберегли в списку хоча б одне місто.
vi: Xuất các tỉnh thành của bạn... - cho phép lưu các tỉnh / thành vào một tập tin với phần mở rộng là *.zipcodes. Có thể bấm nút này nếu bạn đã thêm và lưu ít nhất một tỉnh / thành vào danh sách.

source: hourly forecast setting... - This button allows you to choose the contents of the hourly forecast report.
fi: Tuntiennusteen asetukset...: Tällä painikkeella voit valita tuntiennusteraportin sisällön.
gl: opción de previsión por horas... - Este botón permíteche escoller o contido do informe da previsión por horas.
hr: Postavka prognoze po satu … – Ovaj gumb omogućuje biranje sadržaja izvještaja o prognozi po satu.
ja: 1時間ごとの予報の設定... - このボタンで、1時間の予報のレポートのコンテンツを選択出来ます。
uk: налаштування погодинного прогнозу погоди... — Ця кнопка дозволяє вибрати вміст повідомлення погодинного прогнозу погоди.
vi: Cài đặt dự báo từng giờ... - nút này cho phép bạn chọn nội dung của việc dự báo theo từng giờ.

source: Scale of temperature measurement: Use the radio button to select between Celsius (by default), Fahrenheit and Kelvin.
de: Temperaturskala: Verwenden Sie die Auswahlschalter, um Celsius (Standard), Fahrenheit oder Kelvin auszuwählen.
fi: Lämpötilamittauksen asteikko: Käytä tätä valintapainiketta valitaksesi asteikoksi Celsius (oletuksena), Fahrenheit tai Kelvin.
gl: Escala de temperatura: Utiliza o botón de opción para seleccionar entre Celsius (por defecto), Fahrenheit e Kelvin.
hr: Temperaturna ljestvica: Koristi odabirni gumb za biranje između Celzijevih stupnjeva (standardno), Fahrenheitovih stupnjeva i kelvina.
hu: Hőmérsékleti skála - Használja a választógombot a kívánt skála beállításához. Celsius az alapértelmezett beállítás, de választhat még Fahrenheit és kelvin közül is.
ja: 温度測定単位: ラジオボタンを使用して、セルシウス（初期設定）、ファーレンハイト、ケルビンの間で切り替えます。
pt_br: Escala de medição de temperatura: use o botão de opção para selecionar entre Celsius (por padrão), Fahrenheit e Kelvin.
pt_pt: Escala de medição da temperatura: permite Utilizar os botões de rádio para seleccionar entre Celsius (por padrão), Fahrenheit e Kelvin.
ru: Шкала измерения температуры: - Используйте переключатель для выбора между: Цельсия (по умолчанию), Фаренгейта и Кельвина.
sk: Jednotky merania teploty: Pomocou prepínača vyberte medzi stupňami Celzia (predvolené), Fahrenheita alebo Kelvina.
tr: Sıcaklık ölçümü ölçeği: Celsius (varsayılan olarak), Fahrenheit ve Kelvin arasında seçim yapmak için radyo düğmesini kullanın.
uk: Шкала вимірювання температури: використовуйте радіокнопки для вибору між градусами Цельсія( початково), Фаренгейта і Кельвіна.
vi: Đơn vị đo nhiệt độ: dùng các nút radio để chọn giữa Celsius (mặc định), Fahrenheit và Kelvin.

source: Degrees shown as: Use the radio button to select between: Celsius `-` Fahrenheit `-` Kelvin (by default) C `-` F `-` K or Unspecified.
de: Grad-Einheit anzeigen als: Verwenden Sie den Auswahlschalter, um die verschiedenen Grad-Einheiten auszuwählen: Celsius `-` Fahrenheit `-` Kelvin (Standard), C `-` F `-` K oder Nicht angeben.
fi: Asteet näytetään muodossa: Käytä tätä valintapainiketta valitaksesi seuraavien vaihtoehtojen väliltä: Celsius `-` Fahrenheit `-` Kelvin (oletuksena), C `-` F `-` K tai Ei määritetty.
gl: Graos mostrados coma: Utiliza o botón de opción para seleccionar entre: Celsius `-` Fahrenheit `-` Kelvin (por defecto) C `-` F `-` K ou sen especificar.
hr: Stupnjevi prikazani kao: Koristi odabirni gumb za biranje između: Celzija `-` Fahrenheita `-` Kelvina (standardno) C `-` F `-` K ili neodređeno.
hu: Mértékegység megjelenítése - Itt lehet beállítani, hogyan jelenjenek meg a hőfok értékek egységei a beállítottt skálának megfelelően. Teljes névvel, egybetűs jelöléssel, vagy ne jelenjen meg mértékegység az értékek után.
ja: 温度表示: ラジオボタンを使用して、次の間で選択します: セルシウス '-' ファーレンハイト '-' ケルビン(初期設定)、C '-' F '-' K、または表示なし。
pt_br: Graus mostrados como: Use o botão de opção para selecionar entre: Celsius `-` Fahrenheit `-` Kelvin (por padrão) C `-` F `-` K ou Não Especificado.
pt_pt: Mostrar os graus como: Use os botões de rádio para seleccionar entre: Celsius `-` Fahrenheit `-` Kelvin (por padrão) C `-` F `-` K ou não especificado.
ru: Показывать градусы в: Используйте переключатель для выбора между: Цельсия `-` Фаренгейта `-` Кельвина (по умолчанию), C `-` F `-` K или Не указывать.
sk: Zobraziť stupne ako: Pomocou prepínača vyberte medzi Celzia `-` Fahrenheita `-` Kelvina (redvolené) C` -` F `-` K alebo neurčovať.
tr: Dereceler şu şekilde gösterilir: Aşağıdakiler arasında seçim yapmak için radyo düğmesini kullanın: Celsius `-` Fahrenheit `-` Kelvin (varsayılan olarak) C `-` F `-` K veya Belirtilmemiş.
uk: Показувати градуси: скористайтеся радіокнопкою для вибору між: Градусами Цельсія `-` Фаренгейта `-` Кельвіна (початково) C `-` F `-` K або не вказано.
vi: Hiển thị nhiệt độ: dùng các nút radio để chọn giữa: Celsius `-` Fahrenheit `-` Kelvin (làm mặc định) C `-` F `-` K hoặc không quy định.

source: Combo box: Weather Forecasts up to days: 1; you can choose between 1 to 3 (1 days by default)
de: Kombinationsfeld: Wettervorhersagen bis zu Tage: 1; Sie können zwischen 1 bis 3 auswählen (standardmäßig ist 1 Tag voreingestellt)
fi: Sääennuste näin monelle päivälle: Tästä yhdistelmäruudusta voit valita sääennusteen 1-3 päivälle (oletusarvoisesti yksi päivä)
gl: Caixa combinada: Previsión meteorolóxica ata días: 1; Podes escoller de 1 a 3 (1 días por defecto)
hr: Odabirni okvir: Vremenska prognoza do dana: 1; odaberi između 1 do 3 (standardno je postavljeno na 1 dan)
ja: コンボボックス: 何日間の天気予報: 1; 1から3の間で選択出来ます(1日が初期設定)
pt_br: Caixa de combinação: Previsões do Tempo até dias: 1; você pode escolher entre 1 a 3 (1 dia por padrão)
pt_pt: Caixa de Combinação: Previsão do tempo até dias: 1; pode escolher entre 1 a 3 (1 dia por padrão)
ru: Комбинированный список: Прогноз погоды на число дней: 1; Выберите от 1 до 3 (1 день по умолчанию)
tr: Şu kadar günlük hava durumu tahmini: 1; 1 ila 3 arasında seçim yapabilirsiniz (varsayılan olarak 1 gün)
uk: Комбінований список: Прогнози погоди по днях: 1; Ви можете вибрати від 1 до 3 днів (початково 1 день)
vi: Hộp xổ: dự báo thời tiết đến ngày: 1; bạn có thể chọn từ 1 đến 3 (mặc định là một ngày).

source: Combo box: API response language: English, en; you can choose the language of the weather conditions text.
de: Kombinationsfeld: Antwort der API-Sprache: Englisch, en; Sie können die Sprache des Wettertextes auswählen.
fi: Ohjelmointirajapinnan vastauksen kieli: Tästä yhdistelmäruudusta voit valita säätilan tekstin kielen (oletusarvoisesti englanti).
gl: Caixa combinada: idioma de resposta da API: inglés, en; podes escoller o idioma do texto coas condicións do tempo.
hr: Odabirni okvir: Jezik API-ja: Engleski, en; možeš odabrati jezik teksta vremenskih uvjeta.
ja: コンボボックス: API応答言語: 英語, en; 天気状況のテキストの言語を選択出来ます。
pt_br: Caixa de combinação: Idioma de resposta da API: Inglês, en; você pode escolher o idioma do texto das condições meteorológicas.
pt_pt: Caixa de Combinação: Idioma de resposta da API: Inglês, pt; pode escolher o idioma do texto das condições meteorológicas.
ru: Комбинированный список: Язык ответа API: English, en; Вы можете выбрать язык текста погодных условий.
tr: API yanıt dili seçim kutusu: İngilizce, tr; hava koşulları metninin dilini seçebilirsiniz.
uk: Комбінований список: Мова відповіді API: Англійська, en; ви можите вибрати мову тексту інформації про погодні умови.
vi: Hộp xổ: Ngôn ngữ trả về cho API: English, en; bạn có thể chọn ngôn ngữ của nội dung dự báo thời tiết.

source: To perform the following actions, toggle the following checkboxes:
de: Um die folgenden Aktionen durchzuführen, können Sie die folgenden Kontrollkästchen ein- oder ausschalten:
fi: Valitse seuraavat valintaruudut suorittaaksesi niiden toiminnot:
gl: Para realizar as seguintes accións, modifique as seguintes caixas de verificación:
hr: Za izvršavanje sljedećih radnji uključi ili isključi sljedeće potvrdne okvire:
hu: A következő opciók használatához jelölje be a jelölőnégyzeteket:
ja: 次の動作を行うには、次のチェックボックスを切り替えます:
pt_br: Para executar as seguintes ações, alterne as seguintes caixas de seleção:
pt_pt: Para realizar as acções, marque ou desmarque as seguintes caixas de verificação:
ru: Чтобы выполнить следующие действия, переключите следующие флажки:
sk: Dostupné sú aj tieto začiarkávacie polia:
tr: Aşağıdaki eylemleri gerçekleştirmek için şu onay kutularını değiştirin:
uk: Щоб виконати ці дії, позначте такі прапорці:
vi: Để thực hiện các hoạt động sau đây, hay bật / tắt các hộp kiểm tương ứng:

source: Copy the weather report and weather forecast, including city details to clipboard; checkbox not checked (by default)
de: Wetterbericht und Wettervorhersage einschließlich der Stadt-Informationen in die Zwischenablage kopieren, dieses Kontrollkästchen ist standardmäßig nicht aktiviert.
fi: Kopioi sääraportti ja -ennuste leikepöydälle (kaupungin tiedot mukaan lukien): Tätä valintaruutua ei ole oletusarvoisesti valittu.
gl: Copia o reporte do clima e o pronóstico do tempo, incluíndo os detalles da cidade ao portapapeis; caixa de verificación non marcada (por defecto)
hr: Kopiraj izvještaj o vremenu i vremensku prognozu, uključujući podatke o gradu u međuspremnik; potvrdni okvir standardno nije označen.
hu: Időjárás-előrejelzés másolása a vágólapra, a város részletes adataival együtt - alapértelmezés szerint ki van kapcsolva.
ja: 都市の詳細を含め、天気報告と天気予報をクリップボードにコピーする; チェックボックスチェックなし（初期状態）
pt_br: Copia o boletim meteorológico e a previsão do tempo, incluindo os detalhes da cidade para a área de transferência; caixa de seleção não marcada (por padrão)
pt_pt: Copiar o boletim meteorológico e a previsão do tempo, incluindo detalhes da cidade para a área de transferência; caixa de verificação não marcada (por padrão)
ru: Копировать метеосводку и прогноз погоды, включая сведения о городе в буфер обмена; флажок не установлен (по умолчанию)
sk: kopírovať predpoveď počasia, aktuálne počasie a informácie o meste do schránky - predvolene vypnáté
tr: Şehir ayrıntıları da dahil olmak üzere hava durumu raporunu ve hava tahminini panoya kopyala; onay kutusu işaretli değil (varsayılan olarak)
uk: Скопіювати інформацію про поточну погоду і прогноз погоди, включно з інформацією про місто до буфера обміну; прапорець не позначено (початково)
vi: Sao chép thông tin và dự báo thời tiết, bao gồm chi tiết tỉnh thành vào bộ ""nhớ tạm; hộp kiểm (mặc định không chọn)

source: Enable audio effects (only for the current weather conditions); this checkbox also allows you to manage the installation of sound effects; if the sound effects are installed and the checkbox is activated, the F5 key and the volume setting becomes available.
de: Sound-Effekte nur für die aktuellen Wetterbedingungen aktivieren. Mit diesem Kontrollkästchen können Sie auch die Installation von Sound-Effekten verwalten. Wenn die Sound-Effekte installiert sind und das Kontrollkästchen aktiviert ist, ist die F5-Taste und die Lautstärke-Einstellung verfügbar.
fi: Ota käyttöön äänitehosteet (vain nykyiselle säätilalle): Tällä valintaruudulla voit myös hallita äänitehosteiden asennusta. Mikäli äänitehosteet on asennettu ja valintaruutu valitaan, F5-näppäin ja äänenvoimakkuusasetus ovat käytettävissä.
gl: Habilitar Efectos de son (só para as condicións actuais do clima); Esta caixa de verificación tamén che permite xestionar a instalación dos efectos de son; Se os efectos de son están instalados e a caixa de verificación activada, dispoñibilizaranse a tecla f5 e o control de volume.
hr: Aktiviraj zvučne efekte (samo za trenutačne vremenske uvjete). Ovaj potvrdni okvir također omogućuje upravljanje instalacijom zvučnih efekata. Ako su zvučni efekti instalirani i ako je potvrdni okvir aktiviran, tipka F5 i postavka glasnoće postaju dostupni.
hu: Hangeffektek az időjárási viszonyokhoz - Ezzel a jelölőnégyzettel lehet kezelni a hangeffekteket. Amennyiben az effektek telepítve vannak és a jelölőnégyzet is be van jelölve, elérhetővé válik a hangerő beállítása is.
ja: オーディオエフェクトを有効にする（現在の天気状況についてのみ）; このチェックボックスで、サウンドエフェクトのインストールも管理出来ます; サウンドエフェクトがインストールされてチェックボックスが有効になっていると、F5キーと音量設定が使用可能になります。
pt_br: Habilitar efeitos de áudio (apenas para as condições climáticas atuais); essa caixa de seleção também permite gerenciar a instalação de efeitos sonoros; se os efeitos sonoros estiverem instalados e a caixa de seleção estiver ativada, a tecla F5 e a configuração do volume ficam disponíveis.
pt_pt: Activar efeitos de som (apenas para as condições meteorológicas actuais); esta caixa de verificação também permite gerir a instalação de efeitos sonoros; se os efeitos sonoros forem instalados e a caixa de verificação for marcada, a tecla F5 e a definição do volume tornam-se disponíveis.
ru: Включить аудио эффекты (только для текущей погоды); Этот флажок также позволяет управлять установкой звуковых эффектов; Если установлены звуковые эффекты и флажок активирован, становятся доступными клавиша F5 и настройка громкости.
sk: Predpoveď oznamovať aj Zvukom: Po začiarknutí môžete spravovať zvukové efekty. Ak sú nainštalované zvukové efekty a pole je začiarknuté, môžete upravovať hlasitosť zvukov klávesom F5.
tr: Ses efektlerini etkinleştir (yalnızca geçerli hava koşulları için); bu onay kutusu ayrıca ses efektlerinin kurulumunu yönetmenizi sağlar; ses efektleri yüklenir ve onay kutusu etkinleştirilirse F5 tuşu ve ses ayarı kullanılabilir hale gelir.
uk: Увімкнути звукові ефекти (лише для поточних погодних умов); цей прапорець дозволяє також керувати установкою звукових ефектів; якщо звукові ефекти встановлені і прапорець позначено, стають доступними клавіша F5 і налаштування гучності.
vi: Bật hiệu ứng âm thanh (chỉ cho điều kiện thời tiết hiện tại); hộp kiểm này cũng cho phép bạn quản lý việc cài đặt hiệu ứng âm thanh; nếu đã cài hiệu ứng âm thanh và bật hộp kiểm này, phím F5 và các cài đặt âm lượng sẽ có tác dụng.

source: There will also be available an additional checkbox: "Use only weather effects".
de: Es wird auch eine zusätzliche Kontrolfeld zur Verfügung stehen: "Nur Wettereffekte verwenden".
fi: Käytettävissä on myös ylimääräinen valintaruutu: "Käytä vain säätehosteita".
gl: Tamén estará dispoñible unha caixa de verificación adicional: Utilizar só efectos do tempo.
hr: Također će biti dostupan dodatni potvrdni okvir: Koristi samo vremenske efekte.
hu: Kapcsolódó opció: Csak időjárási hangok.
ja: 追加のチェックボックスが使用可能になる予定です: “天気効果のみを使用”。
pt_br: Também estará disponível uma caixa de seleção adicional: "Use apenas efeitos climáticos".
pt_pt: Estará também disponível uma caixa de verificação adicional: "Usar apenas efeitos climáticos".
ru: Также будет доступен дополнительный флажок: "Использовать только погодные эффекты".
sk: Pribudne tiež začiarkávacie políčko Neprehrávať zvuky Prostredia.
tr: Ayrıca yalnız hava durumu efetlerini kullan adında ek bir onay kutusu da bulunur.
uk: Також буде доступний додатковий прапорець: «використовувати лише погодні ефекти».
vi: Cũng có thêm một hộp kiểm khác: "Chỉ dùng hiệu ứng thời tiết".

source: You can change the overall volume or change the last heard sound effect and filter out the others sounds in your environment. Checkbox is not checked by default.
de: Sie können die Gesamtlautstärke ändern oder den zuletzt gehörten Sound-Effekt ändern und die anderen Geräusche in Ihrer Umgebung herausfiltern. Das Kontrollfeld ist standardmäßig nicht aktiviert.
fi: Voit muuttaa yleistä äänenvoimakkuutta tai muuttaa viimeksi kuultua äänitehostetta ja suodattaa pois muut äänet ympäristöstäsi. Tätä valintaruutua ei ole valittu oletuksena.
gl: Pode cambiar o volume xeral ou o do último son escoitado e filtrar outros sons no seu entorno. A caixa de verificación non está marcada por defecto.
hr: Moguće je promijeniti ukupnu glasnoću ili promijeniti zadnje korišteni zvučni efekt, kao i izdvojiti ostale zvukove vlastitog okruženja. Potvrdni okvir standardno nije označen.
hu: Megváltoztathatja a hangerőt és az utoljára hallott effektet. A jelölőnégyzet alapértelmezés szerint ki van kapcsolva.
ja: 全部の音量を変更、または最後に聞いたサウンドエフェクトを変更出来ます。また、あなたの環境で、他の音をフィルター出来ます。チェックボックスは初期設定でチェックされていません。
pt_br: Pode alterar o volume geral ou o último efeito sonoro ouvido e filtrar os outros sons em seu ambiente. A caixa de seleção não está marcada por padrão.
pt_pt: Ppode alterar o volume geral ou modificar o último efeito de som ouvido e filtrar os outros sons do seu ambiente.
ru: Вы можете изменить общую громкость или последний слышимый звуковой эффект и отфильтровать другие звуки в вашей среде. По умолчанию флажок не установлен.
sk: Môžete zmeniť celkovú úroveň hlasitosti, prípadne upraviť hlasitosť pre jednotlivé udalosti. Predvolene nie je začiarknuté.
tr: Genel ses seviyesini veya son duyulan ses efektini değiştirebilirsiniz. Ayrıca ortamdaki diğer sesleri filtreleyebilirsiniz. Onay kutusu varsayılan olarak işaretli değildir.
uk: Ви можете змінити гучність або змінити останній почутий звуковий ефект і вибрати інші звуки у вашому середовищі. Прапорець початково не позначено.
vi: Bạn có thể thay đổi âm lượng tổng thể hoặc thay đổi hiệu ứng âm thanh được nghe sau cùng và lọc đi các âm thanh khác trong môi trường của bạn. Hộp kiểm mặc định không được bật.

source: Use only weather effects - This option is available if sound effects are enabled; if is enabled, allows to listen only weather effects such as rain, wind, thunder, etc., filtering out all environmental ones. (unchecked by default)
de: Nur Wettereffekte verwenden - Diese Option ist verfügbar, wenn Sound-Effekte aktiviert sind. Wenn diese aktiviert ist, können nur Wettereffekte wie Regen, Wind, Donner, etc. gehört werden, wobei alle Umgebungseffekte herausgefiltert werden (ist standardmäßig nicht aktiviert).
fi: Käytä vain säätehosteita: Tämä vaihtoehto on käytettävissä, jos äänitehosteet ovat käytössä. Mikäli tämä asetus on käytössä, vain säätehosteet, kuten sade, tuuli, ukkonen jne. sallitaan suodattaen pois kaikki ympäristötehosteet (ei ole oletusarvoisesti valittuna).
gl: Utilizar só efectos do tempo; Esta opción está dispoñible se os efectos de son están habilitados; Se se habilita, permite escoitar só efectos de tempo como choiva, vento, raio, etc., filtrando todos os ambientais. (desmarcada por defecto)
hr: Koristi samo vremenske efekte – Ova je opcija dostupna, ako su zvučni efekti aktivirani. Ako je opcija aktivirana, omogućuje preslušavanje samo vremenskih efekata poput kiše, vjetra, grmljavine itd., isključujući pri tome sve okolišne efekte. (standardno nije označeno)
hu: Csak időjárási hangok - Ha be van jelölve,akkor a program csak az időjárási hangokat játssza le a környékhez kapcsolódó hangokat nem. Alapértelmezés szerint ki van kapcsolva.
ja: 天気効果のみを使用 - この選択肢はサウンドエフェクトが有効の場合に使用可能です。有効な場合、雨、風、雷などといった、天気効果のみを聞くことが出来ます。全部についてフィルターして取り除くことも出来ます（初期設定でチェックなし）
pt_br: Use apenas efeitos climáticos - Esta opção estará disponível se os efeitos sonoros estiverem ativados; se estiver ativado, permite ouvir apenas efeitos climáticos, como chuva, vento, trovão, etc., filtrando todos os efeitos ambientais. (desmarcado por padrão)
pt_pt: Utilizar apenas efeitos climáticos - Esta opção está disponível se os efeitos sonoros estiverem activados; se estiver activada, permite ouvir apenas efeitos climáticos como chuva, vento, trovões, etc., filtrando todos os efeitos ambientais. (desmarcado por defeito)
ru: Использовать только погодные эффекты - Эта опция доступна, если включены звуковые эффекты; Если включён, позволяет прослушивать только погодные эффекты, такие как дождь, ветер, гром и т.д., отфильтровывая все окружающие. (не установлен по умолчанию)
sk: Neprehrávať zvuky Prostredia: Táto možnosť je k dispozícii, ak sú zvukové efekty povolené. Po začiarknutí sa budú prehrávať len zvuky počasia (dážď, búrka, vietor) a nie zvuky prostredia. Predvolene je vypnuté.
tr: Yalnızca hava durumu efektlerini kullan - Bu seçenek, ses efektleri etkinleştirilmişse kullanılabilir; etkinleştirilirse, tüm çevresel etkileri filtreleyerek yalnızca yağmur, rüzgar, gök gürültüsü vb. gibi hava etkilerinin dinlenmesine izin verir. (varsayılan olarak işaretli değil)
uk: Використовувати лише погодні ефекти — ця функція доступна, якщо увімкнено звукові ефекти; якщо увімкнено, дозволяє прослуховувати лише погодні ефекти такі, як дощ, вітер, грім та інші, фільтруючи всі екологічні ефекти. (початково не позначено)
vi: Chỉ dùng hiệu ứng thời tiết - tùy chọn này xuất hiện khi bật hiệu ứng âm thanh; nếu chọn, chỉ cho nghe các hiệu ứng thời tiết như mưa, gió, sấm sét, v...v..., lọc đi các âm thanh môi trường. (mặc định không chọn)
