Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Weather_Plus.*.po
Languages: de, fi, gl, hr, hu, ja, pt_br, pt_pt, ru, sk, tr, uk, vi

source: The following message is displayed only for the first time! Settings Preset None F1: help placing, F2: last TAB selection, F3: list and edit box, F4: control duration Weather Forecast, F5: volume controls.
de: Die folgende Meldung wird nur beim ersten Mal angezeigt! Einstellungen, Voreinstellung oder Keine. F1: Hilfe, F2: Letzte TAB-Auswahl, F3: Liste und Bearbeitungsfeld, F4: Dauer der Wettervorhersage, F5: Lautstärkeregler.
fi: Seuraava ilmoitus näytetään vain ensimmäisellä käyttökerralla. Oletuskaupunki Ei mitään F1: ohje, F2: viimeisimmän välilehden valitseminen, F3: luettelo- ja muokkausruutu, F4: muuta sääennusteen kestoa, F5: äänenvoimakkuuden säätimet.
gl: A seguinte mensaxe só se amosa a primeira vez! Preaxuste Ningún f1: axuda, f2: selección da última lapela, f3: lista e caixa de edición, f4: controlar duración do pronóstico meteorolóxico, f5: controis de volume.
hr: Sljedeće poruke se prikazuju samo za prvi put! Unaprijed određene postavke Ništa F1: pomoć za određivanje mjesta, F2: zadnji odabir pomoću tabulatora, F3: popisni okvir i okvir za uređivanje, F4: odredi trajanje Vremenske prognoze, F5: kontrole za glasnoću.
hu: A következő üzenet csak az első alkalommal jelenik meg: Beállítások Alapértelmezett nincs megadva F1: Súgó, F2: utolsó kijelölt lapfül, F3: Lista és szerkesztőmező, F4: Előrejelzés napok száma, F5: Hangerő.
ja: 次のメッセージが初回のみ表示されます！設定のプリセット なし F1: ヘルプを出す, F2: 最後のタブを選択, F3: リストとエディットボックス, F4: Weather Forecastのコントロール間隔, F5: 音量コントロール。
pt_br: A seguinte mensagem é exibida apenas pela primeira vez! Configurações Predefinição Nenhuma F1: ajuda na localização, F2: seleção do último TAB, F3: lista e caixa de edição, F4: controle da duração da previsão do tempo, F5: controles de volume.
pt_pt: A seguinte mensagem é apresentada apenas na primeira utilização! Configurações (Nenhuma predefinição) F1: ajuda à localização, F2: selecção do último tab, F3: listas e caixas combinação, F4: controlo da duração da previsão do tempo, F5: controlos do volume.
ru: Следующее сообщение отображается только в первый раз! Настройки установить ничего F1: помощь размещения, F2: последний выбор TAB, F3: список и окно редактирования, F4: управление продолжительностью прогноза погоды, F5: управление громкостью.
sk: Zobrazí sa táto správa: Predvolené mesto nie je. f1: Pomocník, f2: Oznámy aktuálne vybratú záložku, f3: presunie kurzor na editačné pole alebo zoznam, f4: Nastaví dĺžku predpovede počasia, F5: Nastavenie úrovne hlasitosti.
tr: Bu iletişim kutusunu ilk açışınızda aşağıdaki mesaj görüntülenir: F1: yardımı göster, F2: son SEKME seçimi, F3: liste and düzenleme kutusu, F4: Hava Tahmini süre kontrolü.
uk: Нижченаведене повідомлення відображається лише під час першого запуску! Налаштування нічого F1: З’являється допомога, F2: Вибір останньої вкладки, F3: Список і поле редагування, F4: керування тривалістю прогнозу погоди, F5: регулятори гучності.
vi: Các thông điệp sau đây chỉ hiển thị ở lần sử dụng đầu tiên! Cài đặt có sẵn không có F1: thông tin giúp đỡ, F2: TAB được chọn cuối cùng, F3: danh sách và ô nhập liệu, F4: điều khiển thời gian dự báo thời tiết, F5: điều khiển âm lượng.

source: In the edit box, enter a City or choose one from the list, if available. Note: The F5 key is available if the sound effects are activated.
de: Geben Sie im Bearbeitungsfeld eine Stadt ein oder wählen Sie eine aus der Liste aus, falls verfügbar. Hinweis: Die Taste F5 ist verfügbar, wenn die Soundeffekte aktiviert sind.
fi: Kirjoita tähän muokkauskenttään kaupunki tai valitse se luettelosta. Huom: F5-näppäin on käytettävissä, mikäli äänitehosteet on otettu käyttöön.
gl: Na caixa de edición, introduce unha cidade ou selecciona unha da lista, se está dispoñible. Nota: A tecla F5 está dispoñible se os efectos de son están activados.
hr: U okviru za uređivanje upiši grad ili odaberi grad s popisa, ako postoji. Napomena: Tipka F5 je dostupna, ako su zvučni efekti aktivirani.
ja: エディットボックスにて、都市を入力またはあればリストから選択します。備考: F5キーはサウンドエフェクトが動作している場合に使用可能です。
pt_br: Na caixa de edição, digite uma cidade ou escolha uma da lista, se disponível. Nota: A tecla F5 estará disponível se os efeitos sonoros estiverem ativados.
pt_pt: Na caixa de edição, introduza uma Cidade ou escolha uma da lista, se disponível. Nota: A tecla F5 está disponível se os efeitos sonoros estiverem activados.
ru: В поле редактирования введите город или выберите один из списка, если он доступен. Примечание: Клавиша F5 доступна, если звуковые эффекты активированы.
tr: Yazı alanına bir Şehir girin veya varsa listeden birini seçin. Not: Ses efektleri etkinleştirilirse F5 tuşu kullanılabilir.
uk: У полі редагування введіть місто або оберіть його зі списку, якщо воно доступне. Примітка: клавіша F5 доступна, якщо активовано звукові ефекти.
vi: Trong ô nhập liệu, gõ tên tỉnh / thành hoặc chọn trong danh sách nếu có. Lưu ý: phím F5 sẽ hoạt động nếu đã bật hiệu ứng âm thanh.

source: After pressing enter on the item "Set and Manage Your Cities...", you will find other buttons as follows:
de: Nachdem Sie die Eingabetaste auf dem Punkt "Städte verwalten" gedrückt haben, finden Sie weitere Schaltflächen wie folgt:
fi: Kun olet valinnut "Määritä ja hallinnoi kaupunkeja..." -kohdan, käytettävissä ovat seuraavat painikkeet:
gl: Despois de premer enter sobre o elemento "Establecer e administrar as súas cidades...", acharás a continuación outros botóns como segue:
hr: Nakon pritiskanja stavke „Postavi i upravljaj gradovima …”, naći ćeš sljedeće gumbe:
hu: A párbeszédpanelen az alábbi gombok találhatók:
ja: 項目”都市の設定及び管理...”でエンターした後、次のような他のボタンが見つかります:
pt_br: Depois de pressionar enter no item "Defina e Gerencie Suas Cidades...", você encontrará outros botões, como a seguir:
pt_pt: Depois de pressionar enter na opção "Configurações Gerais" encontrará os seguintes botões:
ru: После нажатия на пункт "Установка и управление городами...", найдите кнопки в следующем порядке:
sk: Po aktivovaní položky spravovať mestá sú dostupné tieto možnosti:
tr: "Şehirlerinizi Ayarlayın / Yönetin..." seçeneğini etkinleştirdiğinizde, aşağıdaki diğer düğmeler görüntülenir:
uk: Після натискання клавіші Enter на пункті «Налаштування та керування містами...», ви знайдете такі варіанти:
vi: Sau khi bấm enter ở mục "Cài đặt và quản lý các tỉnh thành của bạn...", bạn sẽ tìm thấy các nút sau đây:

source: Test - Test the validity of the city and find the data of it.
de: Test durchführen - Testen Sie die Gültigkeit der Stadt und lassen Sie den dazugehörigen Datensatz ermitteln.
fi: Testaa: Testaa kaupungin kelvollisuus ja hae sen tiedot.
gl: Probar - proba a validez da cidade e busca os seus datos.
hr: Provjeri – Provjeri ispravnost grada i pronađi njegove podatke.
ja: テスト - 都市の有効性をテストし、そのデータを見つけます。
pt_br: Testar - Testa a validade da cidade e localiza os dados dela.
pt_pt: Testar - Testar a validade da cidade e encontrar os dados da mesma.
ru: Тест - Проверка достоверности города и нахождение его данных.
tr: Sına - Şehrin geçerliliğini test eder ve verilerini buler.
uk: Перевірити — перевірте достовірність міста та його дані.
vi: Thử nghiệm - kiểm tra tính hợp lệ của tỉnh / thành và tìm dữ liệu của nó.

source: Add - Adds the current city into your list. This button can be activated if you select a city from the list, when the city entered passed the test.
de: Hinzufügen - Fügt die aktuelle Stadt in der Liste hinzu. Diese Schaltfläche kann aktiviert werden, wenn Sie eine Stadt aus der Liste ausgewählt haben, wenn die eingegebene Stadt den Test bestanden hat.
fi: Lisää: Lisää nykyisen kaupungin luetteloon. Tämä painike on käytettävissä, jos valitset luettelosta kaupungin tai mikäli se on läpäissyt testin.
gl: Engadir - engade a cidade actual á túa lista. Este botón pódese activar se seleccionas unha cidade dende a lista, e ésta pasou a comprobación.
hr: Dodaj – Dodaje trenutačni grad u popis. Ovaj se gumb može aktivirati, ako u popisu odabereš grad, kad je upisani grad prošao test.
hu: Hozzáadás - Hozzáadja a jelenlegi várost a listához. A gomb csak akkor aktiválható ha a listáról választott várost vagy pedig a beírt város szerepel az adatbázisban, azaz megfelelt az ellenőrzésen.
ja: 追加 - 現在の都市をリストに追加します。このボタンは、リストから都市を選択し、その入力した都市がテストを通過すると、有効になります。
pt_br: Adicionar - Adiciona a cidade atual à sua lista. Este botão pode ser ativado se você selecionar uma cidade da lista, quando a cidade inserida passou no teste.
pt_pt: Adicionar - Adiciona a cidade actual à sua lista. Este botão pode ser activado se seleccionar uma cidade da lista, ou quando a cidade introduzida passou no teste.
ru: Добавить - Добавляет текущий город в ваш список. Эта кнопка может быть активирована, если вы выберете город из списка, когда введённый город прошел тест.
sk: Pridať: pridá aktuálne mesto do zoznamu. Toto tlačidlo sa dá aktivovať, ak je vybraté mesto zo zoznamu, a ak ste zadané mesto otestovali.
tr: Ekle - Bulunduğunuz şehri listenize ekler. Girilen şehir doğruysa, bu düğme etkinleştirilebilir.
uk: Додати — додає поточне місто до вашого списку. Ця кнопка буде активована, якщо ви виберете місто зі списку, коли введене місто пройшло перевірку.
vi: Thêm - thêm tỉnh / thành hiện tại vào danh sách của bạn. Có thể bấm nút này nếu bạn chọn một tỉnh / thành từ danh sách, khi tỉnh thành được nhập vào đã được kiểm nghiệm và hợp lệ.

source: Details - Displays information about the current city. This button is activated if you select a city from the list, or it has passed the test.
de: Informationen - Zeigt Informationen über die aktuelle Stadt an. Diese Schaltfläche wird aktiviert, wenn Sie eine Stadt aus der Liste auswählen oder wenn diese den Test bestanden hat.
fi: Tiedot: Näyttää nykyisen kaupungin tiedot. Tämä painike on käytettävissä, jos valitset luettelosta kaupungin tai mikäli se on läpäissyt testin.
gl: Detalles - amosa información sobre a cidade actual. Este botón pódese activar se seleccionas unha cidade dende a lista, e esta pasou a comprobación.
hr: Detalji – Prikazuje informacije o trenutačnom gradu. Ovaj se gumb aktivira, ako u popisu odabereš grad ili ako je grad prošao test.
hu: Részletek - Részleteket jelenít meg a jelenlegi városról. A gomb csak akkor működik, ha a megadott várost már elfogadta a rendszer.
ja: 詳細 - 現在の都市のについて詳細を表示します。このボタンは、リストから都市を選択するか、テストを通過すると有効になります。
pt_br: Detalhes - Exibe informações sobre a cidade atual. Este botão é ativado se você selecionar uma cidade da lista ou se passou no teste.
pt_pt: Detalhes - Apresenta informação sobre a cidade actual. Este botão é activado se seleccionar uma cidade da lista, ou se esta tiver passado no teste.
ru: Подробности - Отображает информацию о выбранном городе. Эта кнопка активируется, если вы выберите город из списка, или он прошёл тест.
sk: Podrobnosti: zobrazuje informácie o aktuálnom meste. Toto tlačidlo sa dá aktivovať, ak je zo zoznamu vybraté mesto alebo ak ste ho už otestovali.
tr: Ayrıntılar - Bulunduğunuz şehirle ilgili bilgileri görüntüler. Bu düğme, listeden bir şehir seçerseniz veya testi geçtiyse etkinleştirilir.
uk: Подробиці — відображається інформація про поточне місто. Ця кнопка активується, якщо ви виберете місто зі списку або воно пройде перевірку.
vi: Chi tiết - hiển thị thông tin về tỉnh / thành hiện tại. Kích hoạt nút này nếu bạn chọn một tỉnh / thành từ danh sách, hoặc nó đã qua được bước kiểm nghiệm.

source: Define - Allows you to define the area, in order to adapt the sound effects. This button can be activated if the audio effects are installed and activated, and you select a city from the list.
de: Festlegen - Ermöglicht den Bereich zu definieren, um die Sound-Effekte anzupassen. Diese Schaltfläche kann aktiviert werden, wenn diese installiert und aktiviert sind und Sie eine Stadt aus der Liste auswählen.
fi: Määritä: Voit määrittää alueen äänitehosteiden mukauttamiseksi. Tämä painike on käytettävissä, mikäli äänitehosteet on asennettu ja ne ovat käytettävissä, ja valitset luettelosta kaupungin.
gl: Definir - Permíteche definir a área, para adaptar os efectos de son. Este botón pódese activar se os efectos de audio están instalados e activos, e se seleccionas unha cidade da lista.
hr: Odredi – Dozvoljava odrediti područje, kako bi se prilagodili zvučni efekti. Ovaj se gumb može aktivirati, ako su zvučni efekti instalirani i aktivirani i ako iz popisa odabereš grad.
hu: Definiálás - Megadható a régió típusa a hangeffektek hozzárendeléséhez. A gomb csak akkor működik, ha a hangeffektek telepítve és aktiválva vannak.
ja: 定義 - サウンドエフェクトを適用するために、地域を定義出来ます。 このボタンは、オーディオエフェクトがインストールされて有効にされていて、リストから都市を選択すると有効になります。
pt_br: Definir - Permite definir a área, a fim de adaptar os efeitos sonoros. Este botão pode ser ativado se os efeitos de áudio estiverem instalados e ativados, e você selecionar uma cidade da lista.
pt_pt: Definir - Permite definir a área, de modo a adaptar os efeitos sonoros. Este botão pode ser activado se os efeitos sonoros forem instalados e activados, e seleccionar uma cidade da lista.
ru: Определить - Позволяет определить местность, чтобы адаптировать звуковые эффекты. Эта кнопка активируется, если установлены и активированы звуковые эффекты, и вы выберите город из списка, или он прошёл тест.
sk: Nastavenie zvukových efektov: Umožňuje definovať oblasť s cieľom prispôsobiť zvukové efekty. Toto tlačidlo sa dá aktivovať, ak sú zvukové efekty nainštalované a aktivované a ak je zo zoznamu vybraté mesto.
tr: Tanımla - Ses efektlerini uyarlamak için alanı tanımlamanızı sağlar. Bu düğme, ses efektleri yüklenip etkinleştirilirse ve listeden bir şehir seçerseniz etkinleştirilebilir.
uk: Визначення — дозволяє визначити область, щоб адаптувати звукові ефекти. Ця кнопка може бути активована, якщо звукові ефекти встановлені та активовані, і ви обираєте місто зі списку.
vi: Quy định - cho phép bạn quy định khu vực để sử dụng hiệu ứng âm thanh. Có thể bấm nút này nếu đã cài đặt và bật hiệu ứng âm thanh, và bạn chọn một tỉnh / thành từ danh sách.

source: Preset - Presets a city as the default, will be used every time you restart the plugin. This button is activated if you select a city previously inserted in the list and not preset, or it has passed the test.
de: Voreinstellung - Legt eine Stadt als Standard fest, wird bei jedem Neustart der Erweiterung verwendet. Diese Schaltfläche wird aktiviert, wenn Sie eine zuvor in die Liste übernommene und nicht voreingestellte Stadt auswählen oder der Test nicht bestanden wurde.
fi: Aseta oletukseksi: Määrittää kaupungin oletukseksi, jolloin sitä käytetään aina, kun käynnistät lisäosan uudelleen. Tämä painike on käytettävissä, mikäli valitset luetteloon aiemmin lisätyn kaupungin, jota ei ole asetettu oletukseksi, tai joka on läpäissyt testin.
gl: Prestablecer - Configura unha cidade como predeterminada, que será usada cada vez que reinicies esta extensión. Este botón está activado se seleccionas unha cidade previamente insertada na lista e non preseleccionada, ou se pasou a proba.
hr: Preodredi – Predodređuje grad kao standardni, koristit će se svaki put, kad se dodatak ponovo pokrene. Ovaj se gumb aktivira, ako u popisu odabereš prethodno umetnuti grad, a nije predodređen ili ako je prošao test.
hu: Alapértelmezett - Beállítja a jelenlegi várost alapértelmezett helyként, mindig ez fog megjelenni, amikor a bővítmény elindul. Csak olyan várost lehet megadni alapértelmezettként, amit a rendszer már elfogadott.
ja: プリセット - 都市を初期設定の物としてプリセットします。このプラグインを再起動する時に毎回使用されます。このボタンは、リストに以前挿入され、プリセットでなく、テストを通過している都市を選択すると有効になります。
pt_br: Predefinir - Predefine uma cidade como padrão, será usada sempre que você reiniciar o plug-in. Este botão é ativado se você selecionar uma cidade inserida anteriormente na lista e não predefinida, ou se passou no teste.
pt_pt: Predefiniir - definir uma cidade como padrão, que será utilizada cada vez que reiniciar o extra. Este botão é activado se seleccionar uma cidade previamente inserida na lista e não pré-definida, e se esta tiver passado no teste.
ru: Установить - Этот город будет использоваться по умолчанию, каждый раз при перезагрузке плагина. Эта кнопка активируется, если вы выберите ранее вставленный в список, но не установленный город, или он прошёл тест.
sk: Predvolené mesto: Ak nastavíte mesto ako predvolené, použije sa pri každom reštarte doplnku. Toto tlačidlo sa dá aktivovať, keď vyberiete mesto, ktoré bolo predtým vložené do zoznamu a nie je zatiaľ predvolené alebo ak prešlo testovaním.
tr: Ön Ayar - Bir şehri varsayılan olarak önceden ayarlar, eklentiyi her yeniden başlattığınızda kullanılacaktır. Bu düğme, listeye önceden eklenmiş ve önceden ayarlanmamış bir şehri seçerseniz veya sınamayı geçmişse etkinleştirilir.
uk: Встановлення — встановлення міста буде використовуватися початково при кожному перезапуску плагіна. Ця кнопка активується, якщо ви вибрали місто раніше внесене до списку, але не встановили, або воно пройшло перевірку.
vi: Bản có sẵn - đặt trước một tỉnh / thành làm mặc định, sẽ được dùng mỗi khi khởi động lại plugin. Có thể bấm nút này nếu bạn chọn một tỉnh / thành được thêm vào danh sách trước đó không phải là bản có sẵn, hoặc qua được bước kiểm nghiệm.

source: Remove - Deletes the current city from your list. This button can be activated if you select a city previously inserted in the list.
de: Entfernen - Löscht die aktuelle Stadt aus Ihrer Liste. Diese Schaltfläche kann aktiviert werden, wenn Sie eine zuvor in die Liste eingefügte Stadt auswählen.
fi: Poista: Poistaa nykyisen kaupungin luettelosta. Tämä painike on käytettävissä, mikäli valitset luetteloon aiemmin lisätyn kaupungin, jota ei ole asetettu oletukseksi, tai joka on läpäissyt testin.
gl: Eliminar - Elimina a cidade actual da túa lista. Este botón pódese activar se seleccionas unha cidade previamente insertada na lista.
hr: Ukloni – Uklanja trenutačni grad s popisa. Ovaj se gumb može aktivirati, ako u popisu odabereš prethodno umetnuti grad.
hu: Eltávolítás - Eltávolítja a jelenlegi várost a listáról.
ja: 削除 - 現在の都市をリストから削除します。このボタンは、以前リストに挿入した都市を選択すると有効になります。
pt_br: Remover - exclue a cidade atual da sua lista. Este botão pode ser ativado se você selecionar uma cidade inserida anteriormente na lista.
pt_pt: Remover - Elimina a cidade actual da sua lista. Este botão pode ser activado se seleccionar uma cidade previamente inserida na lista.
ru: Удалить - Удаляет текущий город из вашего списка. Эта кнопка активируется, если вы выберите город, ранее вставленный в список.
sk: Odstrániť: Odstráni aktuálne mesto zo zoznamu. Toto tlačidlo sa dá aktivovať, ak vyberiete mesto, ktoré bolo predtým vložené do zoznamu.
tr: Kaldır - Bulunduğunuz şehri listenizden siler. Bu düğme, daha önce listeye eklenmiş bir şehri seçerseniz etkinleştirilebilir.
uk: Видалити — видалити поточне місто зі списку. Ця кнопка активується, якщо ви виберете місто, раніше внесене в список.
vi: Gỡ bỏ - xóa tỉnh / thành hiện tại khỏi danh sách của bạn. Có thể bấm nút này nếu bạn chọn một tỉnh thành đã được them vào danh sách trước đó.

source: Rename - Rename the current city. This button can be activated if you select a city previously inserted in the list.
de: Umbenennen - Benennen Sie die aktuelle Stadt um. Diese Schaltfläche kann aktiviert werden, wenn Sie eine zuvor in die Liste eingefügte Stadt auswählen.
fi: Nimeä uudelleen: Nimeä nykyinen kaupunki uudelleen. Tämä painike on käytettävissä, mikäli valitset luetteloon aiemmin lisätyn kaupungin, jota ei ole asetettu oletukseksi, tai joka on läpäissyt testin.
gl: Renomear - Renomear a cidade actual. Este botón pódese activar se seleccionou unha cidade previamente insertada na lista.
hr: Preimenuj – Preimenuj trenutačni grad. Ovaj se gumb može aktivirati, ako u popisu odabereš prethodno umetnuti grad.
hu: Átnevezés - Átnevezi a jelenlegi várost. Csak olyan várost lehet átnevezni, ami már szerepel a saját városok listáján.
ja: 名前の変更 - 現在の都市の名前を変更します。このボタンは、以前リストに挿入した都市を選択すると有効になります。
pt_br: Renomear - renomeia a cidade atual. Este botão pode ser ativado se você selecionar uma cidade inserida anteriormente na lista.
pt_pt: Renomear - Renomear a cidade actual. Este botão pode ser activado se se seleccionar uma cidade previamente inserida na lista.
ru: Переименовать - Переименовать текущий город. Эта кнопка активируется, если вы выберите город, ранее вставленный в список.
sk: Premenovať: Premenuje aktuálne mesto. Toto tlačidlo sa dá aktivovať, ak vyberiete mesto, ktoré bolo predtým vložené do zoznamu.
tr: Yeniden Adlandır - Mevcut şehri yeniden adlandırır. Bu düğme, daha önce listeye eklenmiş bir şehri seçerseniz etkinleştirilebilir.
uk: Перейменувати — Перейменувати поточне місто. Ця кнопка активується, якщо ви виберете місто, раніше внесене в список.
vi: Đổi tên - đổi tên tỉnh / thành hiện tại. Có thể bấm nút này nếu bạn chọn một tỉnh / thành đã được them vào danh sách trước đó.

source: Import new cities... - This button allows you to import cities from the another list of cities with the extension *.zipcodes; you can select the city you want to import, by turning on the checkbox associated with it.
de: Städte importieren - Mit dieser Schaltfläche können Sie Städte aus einer anderen Liste von Städten mit der Erweiterung *.zipcodes importieren; Sie können die zu importierende Stadt auswählen, indem Sie das zugehörige Kontrollkästchen aktivieren.
fi: Tuo uusia kaupunkeja...: Tällä painikkeella voit tuoda kaupunkeja tiedostosta, jonka pääte on .zipcodes. Valitse tuotava kaupunki valitsemalla sitä vastaava valintaruutu.
gl: Importar cidades... - Este botón permite a incorporación á túa lista de novas cidades importándoas dende un arquivo con extensión *.zipcodes; podes seleccionar a cidade que desexas importar, activando a caixa de verificación asociada coa mesma.
hr: Uvezi nove gradove … – Ovaj gumb dozvoljava uvoz novih gradova iz drugog popisa gradova s nastavkom *.zipcodes. Možeš odabrati grad koji želiš uvesti, označavanjem odgovarajućeg potvrdnog okvira.
hu: Városok importálása - Új városokat adhat hozzá *.zipcodes kiterjesztésű fájlokból. Csak azok a városok kerülnek fel a saját városok listájára, amiknél bejelöli a megfelelő jelölőnégyzetet.
ja: 新しい都市をインポート... - このボタンで、*.zipcodesの拡張子のある、他の都市のリストから都市をインポート出来ます。;近くにあるチェックボックスをオンにしてインポートしたい都市を選択出来ます。
pt_br: Importar novas cidades... - Este botão permite importar cidades de outra lista de cidades com a extensão *.zipcodes; você pode selecionar a cidade que deseja importar, ativando a caixa de seleção associada a ela.
pt_pt: Importar novas cidades... - Este botão permite-lhe importar cidades de outra lista de cidades com a extensão *.zipcodes; pode seleccionar a cidade que pretende importar, marcando a respectiva caixa de verificação.
ru: Импортировать новые города... - Позволяет включать в свой список новые города, импортируя их из другого списка с расширением *.zipcodes. Вы можете выбрать город, который хотите импортировать, установив соответствующий флажок.
sk: Importovať: Toto tlačidlo umožňuje importovať mestá z iného zoznamu miest s príponou * .zipcodes. Počas importu môžete začiarknuť mestá, ktoré chcete importovať.
tr: Yeni şehirleri içe aktar... - Bu düğme, *.zipcodes; İçe aktarmak istediğiniz şehri, onunla ilişkili onay kutusunu açarak seçebilirsiniz.
uk: Імпортувати нові міста... — Ця кнопка дозволяє імпортувати нові міста з іншого списку міст з розширенням *.zipcodes; ви можете вибрати місто, яке хочете імпортувати, позначивши пов’язаний з ним прапорець.
vi: Nạp các tỉnh thành mới... - nút này cho phép bạn nhập các tỉnh / thành từ một danh sách tỉnh / thành khác với phần mở rộng *.zipcodes; bạn có thể chọn tỉnh / thành muốn nạp vào bằng cách bật các hộp kiểm được gắn với nó.
