Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Weather_Plus.*.po
Languages: de, fi, gl, hr, hu, ja, pt_br, pt_pt, ru, sk, tr, uk, vi

source: Read astronomical information; indicates the time of sunrise and sunset and the time of moonrise and moonset. Checkbox not checked (by default)
de: Astronomische Informationen mitteilen; zeigt die Zeit von Sonnenaufgang und -untergang sowie die Zeit von Mondaufgang und -untergang an. Kontrollkästchen nicht aktiviert (standardmäßig)
fi: Lue tähtitieteelliset tiedot: Ilmaisee auringonnousun ja -laskun sekä kuun nousun ja laskun kellonajan. Tätä valintaruutua ei ole oletusarvoisesti valittu.
gl: Ler información astronómica; indica as horas de saída e posta do sol e da lúa. Caixa de verificación non marcada (por defecto)
hr: Pročitaj informacije o astronomiji; ukazuje na vrijeme izlaska i zalaska sunca i mjeseca. Potvrdni okvir standardno nije označen.
ja: 天体の情報を読み上げ; 日の出と日の入りの時間、月の出と月の入りの時間を表示します。チェックボックスはチェックされていません（初期状態）
pt_br: Ler informações astronômicas; indica a hora do nascer e do pôr do sol e a hora do nascer e do pôr da lua. Caixa de seleção não marcada (por padrão)
pt_pt: Ler informação astronómica; indica a hora do nascer e do pôr-do-sol e a hora do nascer e do pôr-da-lua. Caixa de verificação não marcada (por defeito)
ru: Читать астрономическую информацию - Показывает время восхода и захода Солнца и Луны. Флажок не установлен (по умолчанию)
tr: Astronomik bilgileri seslendir; gündoğumu ve günbatımı ve ay doğuş ve batış zamanlarını gösterir. Varsayılan olarak Onay kutusu işaretli değildir.
uk: Читати астрономічну інформацію; вказує час сходу і заходу сонця, а також час сходу і заходу місяця. Прапорець не позначено (початково)
vi: Đọc thông tin thiên văn; xác định thời gian mặc trời / mặt trăng mọc và lặn. Hộp kiểm mặc định không chọn

source: Use the comma to separate decimals; if enabled, uses the comma as a decimal separator, otherwise, use the point. Checkbox not checked (by default)
de: Verwenden Sie das Komma, um Dezimalstellen zu trennen. Wenn es aktiviert ist, wird das Komma als Dezimaltrennzeichen verwendet, andernfalls wird der Punkt verwendet. Das Kontrollfeld ist standardmäßig nicht aktiviert.
fi: Käytä pilkkua desimaalierottimena: Jos tämä on käytössä, pilkkua käytetään desimaalierottimena. Muutoin käytetään pistettä. Tätä valintaruutua ei ole oletusarvoisesti valittu.
gl: Usar a coma como separador de decimais; Se está habilitado, utiliza a coma coma separador decimal, doutro xeito utilízase o punto. Caixa de verificación non marcada (por defecto).
hr: Koristi decimalni zarez; ako je uključeno, koristit će se decimalni zarez umjesto točke. Potvrdni okvir standardno nije označen.
hu: Tizedesvessző használata pont helyett - ha be van jelölve,akkor a tizedesértékeket tizedesvesszővel választja el, ha nincs bejelölve, akkor ponttal.
ja: 小数点にカンマを使用; 有効になっている場合、カンマを小数点として使用し、そうでなければ、点を使用します。チェックボックスはチェックされていません（初期状態）
pt_br: Use a vírgula para separar decimais; se ativado, usa a vírgula como um separador decimal; caso contrário, usa o ponto. Caixa de seleção não marcada (por padrão)
pt_pt: Usar a vírgula para separar as décimas; se marcada, é usada a vírgula como separador decimal, caso contrário, será usado o ponto. Caixa de verificação não marcada (por padrão)
ru: Использовать запятые для разделения десятичных знаков; Если установлен, использует запятую в качестве десятичного разделителя, иначе используется точка. Флажок не установлен (по умолчанию)
sk: Desatinné čísla oddeľovať čiarkou: Ak je začiarknuté, použije na oddelenie celých a desatinných čísel desatinnú čiarku (,). Predvolene je vypnuté a používa sa bodka (.)
tr: Ondalık ayracı için virgül kullan; etkinleştirilirse, ondalık ayırıcı olarak virgül kullanır, aksi takdirde noktayı kullanın. Varsayılan olarak onay kutusu işaretli değildir.
uk: Використовувати кому для розділення десяткових знаків; якщо увімкнено, використовуйте кому як десятковий роздільник, в іншому випадку використовуйте крапку. Прапорець не позначено (початково)
vi: Dùng dấu phảy để tách số thập phân; nếu chọn, sẽ dùng dấu phảy làm dấu tách cho số thập phân. Nếu không thì sẽ dùng dấu chấm. Hộp kiểm mặc định được chọn

source: Check for upgrade; if is activated this alerts when there is an update of the addon. Checkbox checked (by default)
de: Nach Updates suchen. Wenn aktiviert, wird bei einem Update der Erweiterung eine Warnung ausgegeben. Kontrollfeld standardmäßig aktiviert.
fi: Tarkista päivitykset: Jos tämä on käytössä, lisäosa näyttää ilmoituksen, kun päivitys on saatavilla. Tämä valintaruutu on oletusarvoisesti valittuna.
gl: Verificar actualizacións; Se está activa, notifica cando estea dispoñible unha actualización para o complemento. Caixa de verificación marcada (por defecto)
hr: Provjeri nadogradnje; ako je aktivirano, upozorava o novoj verziji dodatka. Potvrdni okvir je standardno označen.
hu: Frissítések keresése - ha be van jelölve, akkor mindig figyelmeztet, ha a bővítményhez frissítés érhető el. A bővítmény saját frissítési rendszerrel működik, nem szerepel a Bővítményfrissítőben.
ja: アップグレードを確認; 有効になっている場合、アドオンのアップデートがある場合に通知します。チェックボックスはチェックされています（初期状態）
pt_br: Verificar se há atualização; se estiver ativada, este alerta quando houver uma atualização do complemento. Caixa de seleção marcada (por padrão)
pt_pt: Verificar actualizações; se for activada esta opção será alertado quando houver uma actualização do extra. Caixa de verificação marcada (por padrão)
ru: Проверять обновление; Если установлен, будет оповещать при наличии обновления дополнения. Флажок установлен (по умолчанию)
sk: Skontrolovať aktualizácie: Skontroluje dostupnosť novej verzie doplnku.
tr: Güncelleme olup olmadığını denetle; etkinleştirilirse, bu, eklentinin bir güncellemesi olduğunda uyarır. Varsayılan olarak Onay kutusu işaretlidir
uk: Перевірити наявність оновлення; якщо цю функцію активовано, повідомляється про доступність оновлення додатка. Прапорець позначено (початково)
vi: Kiểm tra cập nhật; chọn mục này, sẽ có thông báo khi add-on có bản cập nhật. Hộp kiểm mặc định được chọn

source: Press the OK button to confirm the action or the Cancel button to cancel the action.
de: Drücken Sie OK, um Ihre Änderungen zu speichern, oder Abbrechen, um sie zu verwerfen.
fi: Vahvista toiminto painamalla OK-painiketta tai peruuta painamalla Peruuta-painiketta.
gl: Prema o botón de Aceptar para confirmar a acción, Cancelar para cancelala.
hr: Potvrdi pritiskom gumba „U redu” ili prekini pritiskom gumba „Odustani”.
hu: Az Ok gomb lenyomásával jóváhagyhatja a beállításokat, a mégse gomb lenyomásával marad minden a korábbi állapotában.
ja: OKボタンを押して動作を確認し、キャンセルボタンを押して動作をキャンセルします。
pt_br: Pressione "ok", para confirmar as configurações ou "cancelar", para as rejeitar.
pt_pt: Pressione "ok", para confirmar as configurações ou "cancelar", para as rejeitar.
ru: Нажмите кнопку OK для подтверждения действия или кнопку Отмена для отмены.
sk: Nastavenia uložíte tlačidlom OK a zrušíte tlačidlom Zrušiť.
tr: Ayarları kaydetmek için tamam tuşuna, iptal etmek için iptal tuşuna basın.
uk: Натисніть кнопку «Гаразд», щоб підтвердити дію, або кнопку «Скасувати», щоб скасувати дію.
vi: Bấm nút Đồng ý để xác nhận hoặc nút Hủy để hủy bỏ hoạt động.

source: If you have modified the cities list, by pressing "Cancel", you will be remembered and you can still save it. Note: your settings will be save in the file named:
de: Wenn Sie die Liste der Städte geändert haben, werden Sie durch Klicken auf "Abbrechen" daran erinnert und Sie können sie immer noch speichern. Hinweis: Ihre Einstellungen werden in der genannten Datei gespeichert:
fi: Mikäli olet muokannut kaupunkien luetteloa, sinua muistutetaan siitä painaessasi Peruuta-painiketta, ja voit edelleen tallentaa tekemäsi muutokset. Huom: Asetukset tallennetaan tiedostoon:
gl: Se modificaches a lista de cidades, premendo "Cancelar" serás advertido e aínda poderás gardala:
hr: Ako promijeniš popis gradova, pritiskom gumba „Odustani”, dodatak te o tome obavještava, te ćeš popis još uvijek moći spremiti. Napomena: tvoje će se postavke spremiti u datoteku s imenom:
hu: Ha módosította a városok listáját és mégis a mégse gombot nyomja meg, a program figyelmeztet, és lehetővé teszi a városok listájának mentését a többi beállítástól függetlenül.A program beállításai az alábbi fájlokban találhatók:
ja: 都市のリストを変更している場合、”キャンセル”を押すと、確認が表示され、保存可能です。備考: 設定は次のような名前のファイルに保存されます:
pt_br: Se você modificou a lista de cidades, pressionando "Cancelar", você será lembrado e ainda poderá salvá-la. Nota: suas configurações serão salvas no arquivo chamado:
pt_pt: Se tiver modificado a lista de cidades, pressionando "Cancelar", será lembrado e ainda poderá guardá-la. Nota: as suas definições serão guardadas no ficheiro chamado:
ru: Если вы изменили список городов, нажав кнопку "Отмена", вы всё ещё сможете его сохранить. Примечание: ваши настройки будут сохранены в файл с именем:
sk: Ak ste upravili zoznam s mestami a aktivujete tlačidlo Zrušiť, doplnok vás upozorní, že ste zabudli uložiť zmeny. Nastavenia sa ukladajú do súborov:
tr: Şehirler listesini değiştirdiyseniz, "İptal" düğmesine basarak yine de ayarlarınızı kaydedebilirsiniz. Not: Ayarlarınız şu adlı dosyaya kaydedilecektir:
uk: Якщо ви змінили список міст, натиснувши «скасувати», всі дії запам’ятаються і ви все одно зможете зберегти його. Примітка: ваші налаштування будуть збереженні у файлі з ім'ям:
vi: Nếu đã chỉnh sửa danh sách tỉnh / thành, việc bấm nút "Hủy", thay đổi sẽ được ghi nhớ và bạn vẫn còn có thể lưu nó lại. Lưu ý: thiết lập của bạn sẽ được lưu trong tập tin có tên:

source: "Weather.ini": startup settings of Weather Plus.
de: "Weather.ini": Start-Einstellungen von Wetter Plus.
fi: "Weathe r.ini": Weather Plus:n asetukset.
gl: "Weather.ini": configuración de inicio do Weather Plus.
hr: „Weather.ini”: postavke za pokretanje Vremenske prognoze plus.
hu: "Weather.ini": Indítási beállítások
ja: "Weather.ini": Weather Plusの起動時の設定。
pt_br: "Weather.ini": As configurações iniciais do weather plus.
pt_pt: "Weather.ini": As configurações iniciais do weather plus.
ru: "Weather.ini": Настройки запуска Weather Plus.
sk: "Weather.ini": prvotné nastavenia doplnku.
tr: "Weather.ini": Weather Plus'ın başlangıç ​​ayarları.
uk: "Weather.ini": початкові налаштування Weather плюс.
vi: "Weather.ini": thiết lập khởi động của Weather Plus.

source: "Weather.volumes": custom audio volume levels, regardless of the overall volume.
de: "Weather.volumes": Benutzerdefinierte Lautstärkepegel, unabhängig von der Gesamtlautstärke.
fi: "Weather.volumes": mukautetut äänenvoimakkuuden tasot, jotka eivät ole riippuvaisia yleisestä äänenvoimakkuudesta .
gl: "Weather.volumes": niveis de volume de audio personalizado, calqueira que sexa o volume xeral do sistema.
hr: „Weather.volumes”: prilagođene razine glasnoće, neovisno o ukupnoj glasnoći.
hu: "Weather.volumes": Egyéni hangerőértékek.
ja: "Weather.volumes": 全体のボリュームに関わらず、カスタムオーディオ音量レベル。
pt_br: "Weather.volumes": níveis de volume de áudio personalizados, independentemente do volume total.
pt_pt: "Weather.volumes": níveis de volume de áudio personalizados, independentemente do volume total.
ru: "Weather.volumes": настраиваемые уровни громкости, независимые от общей громкости.
sk: "Weather.volumes": Nastavenia hlasitosti pre jednotlivé udalosti.
tr: "Weather.volumes": genel ses seviyesinden bağımsız olarak özel ses seviyeleri.
uk: "Weather.volumes": Власні налаштування рівнів гучності звуку, незалежно від загальної гучності.
vi: "Weather.volumes": tùy chỉnh mức độ âm thanh, kể cả âm lượng tổng.

source: "Weather.zipcodes": list of cities with their zip code and definitions.
de: "Weather.zipcodes": Liste der Städte mit Postleitzahl und Definitionen.
fi: "Weather.zipcodes": Luettelo kaupungeista sekä niiden postinumeroista ja muista määrityksistä.
gl: "Weather.zipcodes": lista de cidades cos seus códigos postais e definicións.
hr: „Weather.zipcodes”: popis gradova s poštanskim brojevima i definicijama.
hu: "Weather.zipcodes": a városok listája WOEID kódjukkal és a részleteikkel.
ja: "Weather.zipcodes": 郵便番号と定義による都市のリスト。
pt_br: "Weather.zipcodes": lista de cidades com o seu código de área e definições.
pt_pt: "Weather.zipcodes": lista de cidades com o seu código postal e definições.
ru: "Weather.zipcodes": список городов с их индексами и определениями.
sk: "Weather.zipcodes": zoznam miest.
tr: "Weather.zipcodes": Posta kodları ve tanımlarıyla birlikte şehirlerin listesi.
uk: "Weather.zipcodes": Список міст з їхніми ZIP-кодами та визначеннями.
vi: "Weather.zipcodes": danh sách tỉnh / thành với mã bưu chính và quy định.

source: "Weather.default": Your default city.
de: "Weather.default": Ihre Standard-Stadt.
fi: "Weather.default": Oletuskaupunki.
gl: "Weather.default": A túa cidade por defecto.
hr: „Weather.default”: Tvoj standardni grad.
ja: "Weather.default": 初期設定の都市。
pt_br: "Weather.default": Sua cidade padrão.
pt_pt: "Weather.default": A sua cidade predefinida.
ru: "Weather.default": Ваш город по умолчанию.
tr: "Weather.default": Varsayılan şehriniz.
uk: "Weather.default": Ваше основне місто.
vi: "Weather.default": Tỉnh / thành mặc định của bạn.

source: "Weather_searchkey": search key saved.
de: "Weather_searchkey": Suchbegriff gespeichert.
fi: "Weather_searchkey": Tallennettu hakusana.
gl: "Weather_searchkey": tecla de busca gardada.
hr: „Weather_searchkey”: tipka za pretraživanje spremljena.
hu: "Weather_searchkey": mentett keresőszó
ja: "Weather_searchkey": 保存された検索キー
pt_br: "Weather_searchkey": chave de pesquisa salva.
pt_pt: "Weather_searchkey": chave de pesquisa guardada.
ru: "Weather_searchkey": сохранённые запросы поиска.
sk: "Weather_searchkey": Uložené vyhľadávané reťazce.
tr: "Weather_searchkey": arama anahtarı kaydedildi.
uk: "Weather_searchkey": Збережені пошукові запити.
vi: "Weather_searchkey": đã lưu khóa tìm kiếm.

source: Hourly forecast setting... - This button allows you to choose the contents of the hourly forecast report.
pt_br: Configuração da previsão horária... - Este botão permite selecionar o conteúdo do relatório de previsão horária.
ru: Настройки почасового прогноза... - Эта кнопка позволяет выбрать содержимое отчёта почасового прогноза.
tr: Saatlik hava tahmin ayarı... - Bu düğme, saatlik tahmin raporunun içeriğini seçmenizi sağlar.

source: [https://www.weatherapi.com/](https://www.weatherapi.com/)
pt_pt: [https://www.apixu.com/](https://www.apixu.com/)
