Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/Weather_Plus.*.po
Languages: de, fi, gl, hr, hu, ja, pt_br, pt_pt, ru, sk, tr, uk, vi

source: [[!meta title="Weather Plus"]]
de: [[!meta title="Wetter Plus"]]
hr: [[!meta title="Vremenska prognoza plus (Weather Plus)"]]
hu: [[!meta title="Időjárás-előrejelző"]]
sk: [[!meta title="Počasie Plus"]]
tr: [[!meta title="Hava Durumu Eklentisi"]]
uk: [[!meta title="Weather Plus (Погода плюс)"]]

source: Author: Adriano Barbieri
de: Autor: Adriano Barbieri
fi: Tekijä: Adriano Barbieri
gl: Autor: Adriano Barbieri
hr: Autor: Adriano Barbieri
hu: Készítő: Adriano Barbieri
ja: 作者: Adriano Barbieri
pt_br: Autor: Adriano Barbieri
pt_pt: Autor: Adriano Barbieri
ru: Автор: Adriano Barbieri
sk: Autor: Adriano Barbieri
tr: Yazar: Adriano Barbieri
uk: Автор: Adriano Barbieri
vi: Tác giả: Adriano Barbieri

source: NVDA compatibility: 2017.3 to beyond
de: NVDA-Kompatibilität: 2017.3 und neuer
fi: Yhteensopivuus: NVDA 2017.3 ja uudemmat
gl: Compatibilidade con NVDA: 2017.3 en diante
hr: NVDA kompatibilnost: 2017.3 i nadalje
ja: NVDA互換性: 2017.3以降
pt_br: Compatibilidade com o NVDA: 2017.3 em diante
pt_pt: Compatibilidade com o NVDA: 2017.3 e seguintes
ru: Совместимость с NVDA: 2017.3 и выше
tr: NVDA 2017.3 veya sonraki bir sürümü gerektirir.
uk: Сумісність з NVDA: 2017.3 та новіші
vi: NVDA tương thích: 2017.3 trở đi

source: Download: [Stable Version][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
hu: [Stabil Verzió][1] letöltése
ja: ダウンロード[安定版][1]
uk: Завантажити: [стабільну версію][1]
vi: Tải về: [phiên bản chính thức][1]

source: ABOUT WEATHER PLUS:
de: INFORMATIONEN ZU WEATHER PLUS:
fi: Tietoa Weather Plus -lisäosasta:
gl: ACERCA DE WEATHER PLUS:
hr: INFORMACIJE O VREMENSKOJ PROGNOZI PLUS:
hu: Az időjárás-előrejelzőről:
ja: WEATHER PLUSについて
pt_br: SOBRE O WEATHER PLUS:
pt_pt: Acerca do WEATHER PLUS:
ru: О WEATHER PLUS:
sk: O doplnku
tr: WEATHER PLUS HAKKINDA:
uk: ПРО WEATHER PLUS:
vi: VỀ WEATHER PLUS:

source: This plugin adds local temperature and forecasts to 24 hours up to 2 additional days and hourlyforecast for NVDA.
de: Diese Erweiterung stellt lokale Temperatur und Wettervorhersagen von 24 Stunden bis zu 2 zusätzlichen Tagen sowie stündliche Prognosen in NVDA zur Verfügung.
fi: Tämä lisäosa lisää NVDA:han paikalliset lämpötila- ja sääennusteet 24 tunnin ajalta aina 2 päivään saakka sekä lisäksi tuntiennusteen.
gl: Este complemento engade a temperatura local e o pronóstico do tempo actual a 24 horas e ata 2 días adicionais e a previsión por horas para NVDA.
hr: Ovaj dodatak dodaje lokalnu temperaturu i prognozu za sljedećih 24 sata do 2 dodatna dana i prognozu po satu za NVDA.
ja: このプラグインはNVDAに、24時間とこの先2日間のローカルの温度と予報、そして1時間ごとの予報を追加します。
pt_br: Este plug-in para o NVDA fornece temperatura local e previsões do tempo de 24 horas até 2 dias adicionais e previsão horária.
pt_pt: Este extra para o NVDA fornece a temperatura local e a previsão do tempo actual para as próximas 24 horas, para até os próximos dois días adicionais e a previsão horária para o próprio dia.
ru: Этот плагин добавляет локальную температуру и прогнозы на 24 часа, а также на 2 дополнительных дня и ежечасный прогноз для NVDA.
tr: Bu eklenti, NVDA'ya 2 güne kadar saatlik yerel hava durumu bilgisini ekler.
uk: Цей плагін для NVDA надає місцеву температуру і прогноз погоди на 24 години, а також додатково на 2 дні.
vi: Plugin này thêm dự báo thời tiết và nhiệt độ địa phương trong 24 giờ đến hai ngày tiếp theo cho NVDA.

source: Copyright (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
hr: Autorska prava (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
ru: Авторское право (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
tr: Telif Hakkı [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
uk: Авторське право (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
vi: Bản quyền (C) [Adriano Barbieri](mailto:adrianobarb@yahoo.it)

source: Released under the GNU GPL (General Public License) v2
de: Freigegeben unter der GNU GPL (General Public License) v2
fi: Julkaistu GNU GPL (General Public License) v2 -lisenssin alaisuudessa
gl: Liberado baixo a licenza GNU GPL (General Public License) v2
hr: Izdano pod GNU GPL (Opća javna licenca) v2
hu: A GNU GPL (Általános nyilvános Licenc) v2 hatálya alá tartozik.
ja: GNU GPL (ジェネラルパブリックライセンス) v2でリリース
pt_br: Lançado sob a licença GNU GPL (General Public License — Licença Pública Geral) v2
pt_pt: Lançado sob a licença GNU GPL (General Public License) v2
ru: Выпущено под лицензией GNU GPL (General Public License) версии 2
sk: Vydané pod licenciou GNU GPL (General Public License) verzia 2
tr: GNU GPL (Genel Kamu Lisansı) v2 olarak yayınlanmıştır
uk: Випущено під ліцензією GNU GPL (General Public License) v2
vi: Phát hành theo giấy phép GNU GPL (General Public License) v2

source: Weather Plus works through the use and presence of the following services:
de: Wetter Plus arbeitet nutzt und benötigt folgende Dienste:
fi: Weather Plus käyttää seuraavia palveluita:
gl: Weather Plus funciona a través da presenza e funcionamento dos seguintes servizos:
hr: Vremenska prognoza plus radi putem upotrebe i prisutnosti sljedećih usluga:
hu: Az Időjárás-előrejelző az alábbi szolgáltatásokat használja:
ja: Weather Plusは次のサービスを使用して動作します:
pt_br: O Weather Plus funciona com base na utilização e presença dos seguintes serviços:
pt_pt: O Weather Plus funciona com base na utilização e presença dos seguintes serviços:
ru: Weather Plus работает за счёт использования и наличие следующих служб:
sk: Doplnok využíva tieto služby:
tr: Weather Plus, hava durumu bilgisini aşağıdaki hizmetlerden alır:
uk: Робота додатка Weather Plus здійснюється з використанням та наявністю наступних сервісів:
vi: Weather Plus hoạt động bằng cách sử dụng các dịch vụ sau:

source: USAGE:
de: VERWENDUNG:
fi: Käyttö:
gl: USO:
hr: PRIMJENA:
hu: Billentyűparancsok:
ja: 使用方法:
pt_br: USO:
pt_pt: UTILIZAÇÃO:
ru: ИСПОЛЬЗОВАНИЕ:
sk: POUŽITIE:
tr: KULLANIM:
uk: ВИКОРИСТАННЯ:
vi: SỬ DỤNG:

source: Press NVDA+w to get the information about current temperature and weather conditions.
de: Drücken Sie NVDA+W, um Informationen über die aktuellen Temperatur- und Wetterbedingungen zu erhalten.
fi: Saat selville nykyisen lämpö- ja säätilan painamalla NVDA+W.
gl: Preme NVDA+w para obter a información sobre temperatura e condicións climáticas.
hr: Pritisni NVDA+w za trenutačnu temperaturu i vremenske uvjete.
hu: NVDA+w: Aktuális hőmérséklet és időjárási viszonyok lekérdezése.
ja: NVDA+wを押して、現在の温度と天気の状態についての情報を取得します。
pt_br: Pressione NVDA+w para obter informações sobre a temperatura atual e as condições climáticas.
pt_pt: Pressione NVDA+w para ouvir a temperatura e as condições atmosféricas actuais;
ru: Нажмите NVDA+w для получения текущей температуры и погодных условий.
sk: nvda+W: Oznámi informáciu o aktuálnom počasí.
tr: Mevcut sıcaklık ve hava durumu bilgisini öğrenmek için NVDA+w tuşlarına basın.
uk: Натисніть комбінацію клавіш NVDA+w для отримання інформації про поточну температуру та погодні умови.
vi: Bấm NVDA+w để lấy thông tin về nhiệt độ và thời tiết hiện tại.

source: Press NVDA+shift+W to get 24 hours forecast and forecast up to 2 days.
de: Drücken Sie NVDA+Umschalt+W, um eine 24-Stunden-Vorhersage und eine Vorhersage für bis zu zwei Tage zu erhalten.
fi: Saat ennusteen alkaen 24 tunnin ajalle aina 2 päivään saakka painamalla NVDA+Vaihto+W.
gl: Preme NVDA+shift+W para obter a predición a 24 horas e ata 2 días.
hr: Pritisni NVDA+šift+W za 24-satnu prognozu i za prognozu do 2 dana.
ja: NVDA+shift+Wを押して、24時間の予報と2日間予報を取得します。
pt_br: Pressione NVDA+shift+W para obter uma previsão de 24 horas e previsão de até 2 dias.
pt_pt: Pressione NVDA + shift + W para obter as condições atmosféricas das próximas 24 horas e dos próximos 2 dias.
ru: Нажмите NVDA+shift+W для получения прогноза на 24 часа и прогноза на 2 дня.
tr: 24 saatlik ve iki güne kadar hava durumu bilgisini öğrenmek için NVDA+shift+W tuşlarına basın.
uk: Натисніть комбінацію клавіш NVDA+shift+W для отримання прогнозу погоди на 24 години і до двох днів.
vi: Bấm NVDA+shift+W để xem dự báo thời tiết trong 24 giờ và dự báo đến hai ngày tiếp theo.

source: Press NVDA+shift+W twice to get hourlyforecast of temperature and atmospheric conditions.
de: Drücken Sie zweimal NVDA+Umschalt+W, um eine stündliche Vorhersage der Temperatur und der atmosphärischen Bedingungen zu erhalten.
fi: Saat selville tuntiennusteen lämpötilasta ja ilmakehän olosuhteista painamalla kahdesti NVDA+Vaihto+W.
gl: Preme NVDA+shift+W dúas veces para obter a previsión por horas da temperatura e condicións atmosféricas.
hr: Pritisni NVDA+W dvaput za dobivanje prognoze temperature i vremenskih uvjeta po satu.
ja: NVDA+shift+Wを2回押して、1時間ごとの温度と大気の状態の予報を取得します。
pt_br: Pressione NVDA+shift+W duas vezes para obter uma previsão horária de temperatura e condições atmosféricas.
pt_pt: Pressione NVDA+shift+W duas vezes para obter uma previsão horária da temperatura e das condições atmosféricas.
ru: Дважды нажмите NVDA+shift+W для получения почасового прогноза температуры и атмосферных условий.
tr: Saatlik sıcaklık ve atmosfer koşulları tahminlerini öğrenmek için NVDA+shift+W tuşlarına iki kez basın.
uk: Натисніть комбінацію клавіш NVDA+shift+W двічі для отримання погодинного прогнозу температури і атмосферного стану.
vi: Bấm NVDA + SHIFT + W hai lần để xem dự báo nhiệt độ và điều kiện khi quyển từng giờ .

source: Press NVDA+shift+control+w to set a temporary city.
de: Drücken Sie NVDA+Umschalt+Strg+W, um eine temporäre Stadt festzulegen.
fi: Määritä väliaikainen kaupunki painamalla NVDA+Vaihto+Ctrl+W.
gl: Preme NVDA+ shift+ control+w para establecer unha cidade temporal.
hr: Pritisni NVDA+šift+kontrol+w za postavljanje privremenog grada.
hu: NVDA+Shift+Ctrl+w: ideiglenes város beálítása
ja: NVDA+shift+control+wを押して、一時的な都市を設定します。
pt_br: Pressione NVDA+shift+control+w para definir uma cidade temporária.
pt_pt: Pressione NVDA+shift+ctrl +w para definir uma cidade em modo temporário;
ru: Нажмите NVDA+shift+ctrl+w для временной установки города.
sk: NVDA + shift + ctrl + w: Umožňuje nastaviť dočasné mesto.
tr: Geçici bir şehir ayarlamak için NVDA+shift+control+w tuşlarına basın.
uk: Натисніть комбінацію клавіш NVDA+shift+control, щоб встановити тимчасове місто.
vi: Bấm NVDA+shift+control+w để cài đặt một tỉnh / thành tạm thời.

source: Press NVDA+shift+control+alt+w to open the Weather Plus settings dialog.
de: Drücken Sie NVDA+Umschalt+Strg+Alt+W, um die Einstellungen von Weather Plus zu öffnen.
fi: Avaa Weather Plus:n asetusvalintaikkuna painamalla NVDA+Vaihto+Ctrl+Alt+W.
gl: Premae NVDA+shift+control+alt+w para abrir o diálogo de configuración do Weather Plus.
hr: Pritisni NVDA+šift+kontrol+alt+w za otvaranje dijaloškog okvira s postavkama za Vremensku prognozu plus.
hu: NVDA+shift+ctrl+alt+w: Az időjárás-előrejelző beállításai
ja: NVDA+shift+control+alt+wを押して、Weather Plus設定ダイアログを開きます。
pt_br: Pressione NVDA+shift+control+alt+w para abrir o diálogo de configurações do Weather Plus.
pt_pt: Pressione NVDA+shift+control+alt+w Para abrir a janela de configurações do weather plus;
ru: Нажмите NVDA+shift+control+alt+w для открытия диалога настроек Weather Plus.
sk: NVDA + shift + ctrl + alt + w: Otvorí nastavenia doplnku.
tr: Weather Plus ayarları iletişim kutusunu açmak için NVDA+shift+control+alt+w tuşlarına basın.
uk: Натисніть комбінацію клавіш NVDA+shift+control+alt+w, щоб відкрити діалог налаштувань Weather Plus.
vi: Bấm NVDA+shift+control+alt+w để mở hộp thoại cài đặt Weather Plus.

source: Press NVDA+alt+w to get the date and time, when the weather report was updated.
de: Drücken Sie NVDA+Alt+W, um das Datum und die Uhrzeit zu erhalten, zu der der Wetterbericht aktualisiert wurde.
fi: Saat selville sääennusteen päivitysajankohdan painamalla NVDA+Alt+W.
gl: Preme NVDA+alt+w para obter a data e hora, na que se actualizou a información do tempo.
hr: Pritisni NVDA+alt+w za datum i vrijeme aktualiziranja izvještaja o vremenu.
hu: NVDA+Alt+w: megadja, hogy mikor frissültek legutóbb az időjárási adatok.
ja: NVDA+alt+wを押して、天気情報が更新された日付と時間を取得します。
pt_br: Pressione NVDA+alt+w para obter a data e a hora em que o boletim meteorológico foi atualizado.
pt_pt: Pressione NVDA+alt+w para ouvir a data da última actualização das condições atmosféricas.
ru: Нажмите NVDA+alt+w для получения даты и времени обновления прогноза погоды.
sk: NVDA + alt + w: Oznámi dátum a čas poslednej aktualizácie informácií o počasí.
tr: Hava durumu raporunun güncellendiği tarih ve saati öğrenmek için NVDA+alt+w tuşlarına basın.
uk: Натисніть комбінацію клавіш NVDA+alt+w, щоб дізнатися дату та час оновлення прогнозу погоди.
vi: Bấm NVDA+alt+w để xem thời gian cập nhật dự báo thời tiết.

source: Press control+shift+w to toggle between Fahrenheit, Celsius or Kelvin temperature scales.
de: Drücken Sie Strg+Umschalt+W, um zwischen den Temperaturskalen Fahrenheit, Celsius oder Kelvin umzuschalten.
fi: Vaihda Fahrenheit-, celsius- tai Kelvin-asteikon välillä painamalla Ctrl+Vaihto+W.
gl: Preme control+shift+w para alternar entre as escalas de temperatura Fahrenheit, Celsius e Kelvin.
hr: Pritisni kontrol+šift+w za mijenjanje između temperaturnih ljestvica u Fahrenheitovim stupnjevima, u Celzijevim stupnjevima i u kelvinima.
hu: Ctrl+Shift+w: Váltás a hőmérsékleti skálák között (Fahrenheit, Celsius és Kelvin)
ja: control+shift+wを押して、ファーレンハイト、セルシウス、ケルビン温度単位を切り替えます。
pt_br: Pressione control+shift+w para alternar entre as escalas de temperatura Fahrenheit, Celsius ou Kelvin.
pt_pt: Pressione control+shift+w para alternar entre Fahrenheit, Celsius ou Kelvin.
ru: Нажмите control+shift+w для переключения температурной шкалы между Фаренгейтом, Цельсием или Кельвином.
sk: ctrl+ shift + w: prepína medzi oznamovaním teploty v stupňoch Celsia alebo Farenheita.
tr: Fahrenheit, Celsius veya Kelvin sıcaklık ölçekleri arasında geçiş yapmak için control+shift+w tuşlarına basın.
uk: Натисніть control+shift+w для перемикання між шкалами температури за Фаренгейтом, Цельсієм або Кельвіном.
vi: Bấm control+shift+w để chuyển qua lại giữa đơn vị nhiệt độ là Fahrenheit, Celsius hoặc Kelvin.

source: Weather Plus setup:
de: Weather Plus-Einstellungen:
fi: Weather Plus:n asetusten määritys:
gl: Primeira configuración de Weather Plus:
hr: Postavke za Vremensku prognozu plus:
hu: Az Időjárás-előrejelző beállítása
ja: Weather Plus 設定:
pt_br: Configuração do Weather Plus:
pt_pt: Configuração do Weather Plus:
ru: Настройка Weather Plus:
sk: Nastavenia:
tr: Weather Plus kurulumu:
uk: Встановлення додатка Weather Plus:
vi: Cài đặt Weather Plus:

source: * You must set the Weather Plus addon before its first use! Go to the Preferences submenu, Weather Plus Settings submenu and choose one of the following options: * Set and Manage Your Cities... - Displays or allows to set the current city from a list. * Set a temporary city... - Displays and allows to set one temporary city from a list if available. * Documentation - Opens the help file for the current language. * Check for Update... - Notifies about the availability of the new version.
de: * Sie müssen Weather Plus vor der ersten Verwendung einrichten! Gehen Sie zum Untermenü Einstellungen, Untermenü Wetter Plus-Einstellungen und wählen Sie eine der folgenden Optionen aus: * Städte festlegen und verwalten... - Zeigt die aktuelle Stadt in einer Liste an oder ermöglicht deren Einstellung. * Temporäre Stadt festlegen... - Zeigt eine temporäre Stadt in einer Liste an und ermöglicht das Festlegen, falls verfügbar. * Dokumentation - Öffnet die Hilfedatei für die verwendete Sprache. * Nach Updates suchen... - Benachrichtigt über die Verfügbarkeit neuer Versionen.
fi: * Weather Plus:n asetukset on määritettävä ennen sen ensimmäistä käyttökertaa. Valitse NVDA-valikosta Asetukset -> Weather Plus ja valitse sitten jokin seuraavista vaihtoehdoista: * Määritä ja hallinnoi kaupunkeja...: Näyttää nykyisen kaupungin tai mahdollistaa sen valitsemisen luettelosta. * Määritä väliaikainen kaupunki...: Näyttää nykyisen väliaikaisen kaupungin tai mahdollistaa sen valitsemisen luettelosta. * Dokumentaatio: Avaa ohjetiedoston nykyisellä kielellä. * Tarkista päivitys...: Ilmoittaa, jos uusi versio on saatavilla.
gl: * Debes configurar o complemento Weather Plus antes do seu primeiro uso! Vai ao submenú Preferencias, submenú Opcións de Weather Plus e escolle unha das opcións seguintes: * Establecer e administrar as súas cidades... - Mostra ou permite establecer as cidades actuais dende unha lista * configurar unha cidade temporal... - Amosa e permite establecer unha cidade temporal dende unha lista se está dispoñible. * Documentación - Abre o arquivo de axuda para a lingua actual. * Verificar actualizacións... - Notifica se hai unha versión actualizada dispoñible.
hr: * Moraš postaviti dodatak „Vremenska prognoza plus” prije prve upotrebe! Idi u podizbornik „Postavke”, podizbornik postavki „Vremenske prognoze plus” i odaberi jednu od sljedećih opcija: * Postavi i upravljaj gradovima … – Prikazuje ili dopušta postavljanje trenutačnog grada s popisa. * Postavi privremeni grad … – Prikazuje i omogućuje postavljanje jednog privremenog grada s popisa ako je dostupan. * Dokumentacija – Otvara datoteku pomoći za trenutačni jezik. * Provjeri nadogradnje … – Obavijest o novijoj verziji.
ja: * 初めて使用する前に、Weather Plusアドオンを設定しなければなりません！設定(P)サブメニュー、Weather Plus設定サブメニューに行き、次のオプションの一つを選択します: *都市の設定と管理... - 現在の都市を表示またはリストから設定出来るようにします。 *一時的な都市の設定... - 可能な場合、一時的な一つの都市を表示及びリストから設定出来るようにします。 *ドキュメント - 現在の言語のヘルプファイルを開きます。 *更新の確認... - 新しいバージョンが入手可能かを知らせます。
pt_br: * Você deve configurar o complemento Weather Plus antes de seu primeiro uso! Vá para o submenu Preferências, submenu Configurações do Weather Plus e escolha uma das seguintes opções: * Defina e Gerencie Suas Cidades... - Exibe ou permite definir a cidade atual numa lista. * Definir uma cidade em modo temporário... - Exibe e permite definir uma cidade temporária duma lista, se disponível. * Documentação - Abre o arquivo de ajuda para o idioma atual. * Verificar se há atualização... - notifica sobre a disponibilidade da nova versão.
pt_pt: * Deve configurar o Weather Plus antes da sua primeira utilização! Ir para o submenu Preferências, configurações do Weather Plus e escolher uma das seguintes opções: * Configurações gerais... - Apresenta ou permite definir a cidade actual a partir de uma lista. * Definir uma cidade temporária... - Mostra e permite definir uma cidade temporária de uma lista, se disponível. * Documentação - Abre o ficheiro de ajuda para a língua actual. * Verificar por Actualização... - Notifica sobre a disponibilidade da existência de nova versão.
ru: * Вы должны настроить дополнение Weather Plus перед первым его использованием! Перейдите в Подменю параметров, Подменю Настроек Weather Plus и выберите один из следующих вариантов: * Установка и управление городами... - Отображает или позволяет установить текущий город из списка. * Установить временный город... - Отображает и позволяет установить один временный город из списка, если доступен. * Документация - Открывает файл справки для текущего языка. * Проверить обновление... - Уведомляет о наличии новой версии.
tr: Weather Plus'u kullanmadan önce eklentiyi ayarlamanız gerekir. Tercihler alt menüsündeki Weather Plus Ayarları alt menüsüne gidin ve aşağıdaki seçeneklerden birini seçin: * Şehirlerinizi Ayarlayın / Yönetin... - Mevcut şehri görüntüler veya ayarlamanızı sağlar. * Geçici bir şehir belirleyin... - Varsa, listeden bir geçici şehri görüntüler ve ayarlamanızı sağlar. * Dokümantasyon - Geçerli dil için yardım dosyasını açar. * Güncelleme için Kontrol Et... - Yeni sürümün kullanılabilirliği hakkında bilgi verir.
uk: * Насамперед вам необхідно налаштувати додаток Weather Plus перед його використанням! Перейдіть в підменю налаштування, підменю налаштування Weather Plus і виберіть один з нижченаведених параметрів: * Встановити свої міста й керувати ними... — Відображає або дозволяє задати поточне місто зі списку. * Встановити тимчасове місто... — Відображає і дозволяє встановити одне тимчасове місто зі списку, якщо воно доступне. * Документація — відкриває файл довідки для поточної мови. * Перевірити оновлення... — Повідомляти про наявність нових версій.
vi: * Bạn phải thực hiện cài đặt cho Weather Plus addon trước khi dùng nó! Vào mục Tùy Chọn, Cài đặt Weather Plus và chọn một trong các tùy chọn sau: * Cài đặt và quản lý các tỉnh thành của bạn... - hiển thị hoặc cho phép chọn tỉnh / thành hiện tại từ một danh sách. * Cài đặt một tỉnh thành tạm... - hiển thị và cho phép chọn một tỉnh / thành tạm thời từ danh sách nếu có. * Tài liệu hướng dẫn - mở tập tin trợ giúp cho ngôn ngữ hiện tại. * Kiểm tra cập nhật... - thông báo nếu có phiên bản mới.

source: To add a new city: press the following item:
de: Um eine neue Stadt hinzuzufügen: klicken Sie auf den folgenden Eintrag:
fi: Lisää uusi kaupunki painamalla seuraavaa painiketta:
gl: Para engadir unha nova cidade: preme o elemento seguinte:
hr: Za dodavanje novog grada: pritisni sljedeću stavku:
hu: Új város hozzáadásához használja a következő menüpontot
ja: 新しい都市を追加するには: 次の項目を押します:
pt_br: Para adicionar uma nova cidade: pressione o seguinte item:
pt_pt: Para acrescentar uma nova cidade: prima o seguinte item:
ru: Чтобы добавить новый город: нажмите следующий элемент:
sk: Nové mesto na sledovanie pridáte nasledovne:
tr: Yeni bir şehir eklemek için: aşağıdaki öğeye basın:
uk: Щоб додати нове місто: натисніть нижченаведений пункт:
vi: Để thêm một tỉnh thành mới: bấm vào các mục sau:

source: Set and Manage Your Cities... - Displays or allows to set the current city from a list.
de: Städte verwalten - Zeigt die aktuelle Stadt in einer Liste an oder ermöglicht sie einzustellen.
fi: Määritä ja hallinnoi kaupunkeja...: Näyttää nykyisen kaupungin tai mahdollistaa sen valitsemisen luettelosta.
gl: Establecer e administrar as súas cidades... - Mostra ou permite establecer a cidade actual dende unha lista.
hr: Postavi i upravljaj gradovima … – Prikazuje ili dozvoljava postavljanje trenutačnog grada s popisa.
hu: Városok beállítása és kezelése... - Városok megjelenítése, vagy importálása egy listából.
ja: 都市を設定及び管理... - 現在の都市を表示またはリストから設定出来るようにします。
pt_br: Defina e Gerencie Suas Cidades... - Exibe ou permite definir a cidade atual numa lista.
pt_pt: Configurações gerais... - Apresenta ou permite definir a cidade actual a partir de uma lista.
ru: Установка и управление городами... - Отображает или позволяет установить текущие города из списка.
sk: Aktivujte položku Spravovať mestá.
tr: Şehirlerinizi Ayarlayın / Yönetin... - Mevcut şehri görüntüler veya ayarlamanızı sağlar.
uk: Встановлення й керування містами... — Відображає або дозволяє встановити поточне місто зі списку.
vi: Cài đặt và quản lý các tỉnh thành của bạn... - hiển thị hoặc cho phép chọn tỉnh / thành hiện tại từ danh sách.
