Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/whatsAppPlus.*.po
Languages: de, es, fi, fr, pt_br, ru, tr, uk

source: Author: Kostya Gladkiy (Ukrain)
de: Autor: Kostya Gladkiy (Ukraine)
es: Autor: Kostya Gladkiy (Ucrania)
fi: Tekijä: Kostya Gladkiy
fr: Auteur : Kostya Gladkiy (Ukraine)
pt_br: Autor: Kostya Gladkiy (Ukrain)
ru: Автор: Костя Гладкий (Украина)
tr: Yazar: Kostya Gladkiy (Ukrayna)
uk: Автор: Костянтин Гладкий (Україна)

source: Download [stable version][1] (Compatible with NVDA 2021.2 to 2023.1)
de: [Stabile Version herunterladen][1] (kompatibel mit NVDA 2021.2 bis 2023.1)
es: Descargar [versión estable][1] (compatible desde NVDA 2021.2 a 2023.1)
fi: Lataa [vakaa versio][1] (yhteensopiva NVDA-versioiden 2021.2-2023.1 kanssa)
fr: Télécharger [version stable][1] (compatible avec NVDA 2021.2 à 2023.1)
pt_br: Download [versão estável][1] (compatível com NVDA 2021.2 a 2023.1)
ru: Загрузить [стабильную версию][1] (Совместимо с NVDA 2021.2 до 2023.1)
tr: [Kararlı sürümü indirin][1] (NVDA 2021.2 - 2023.1 ile uyumlu)
uk: Завантажити [стабільну версію][1] (сумісну з NVDA від 2021.2 до 2023.1)

source: [Telegram channel][2]
de: [Telegram-Kanal][2]
es: [Canal de Telegram][2]
fi: [Telegram-kanava][2]
fr: [Canal Telegram][2]
ru: [Телеграм-канал][2]
tr: [Telegram Kanalı][2]
uk: [Канал у Telegram][2]

source: About
de: Informationen
es: Acerca de
fi: Tietoa
fr: À propos
pt_br: Sobre
ru: О дополнении
tr: Hakkında
uk: Про додаток

source: This add-on makes it easy to use the UWP version of the WhatsApp app, allowing users to easily interact with chats, messages, context menu items, and more.
de: Diese NVDA-Erweiterung macht es einfach, die UWP-Version der WhatsApp-App zu verwenden, und ermöglicht es den Benutzern, einfach mit Chats, Nachrichten, Kontextmenüelementen und mehr zu interagieren.
es: Este complemento facilita usar la versión UWP de la aplicación WhatsApp permitiendo que los usuarios interactúen fácilmente con los chats, mensajes, elementos del menú contextual y más.
fi: Tämä laajennus helpottaa WhatsApp-sovelluksen UWP-version käyttöä mahdollistaen käyttäjille helpon vuorovaikutuksen keskustelujen, viestien, pikavalikoiden ja muiden ominaisuuksien kanssa.
fr: Cette extension facilite l'utilisation de la version UWP de l'application WhatsApp, permettant aux utilisateurs d'interagir facilement avec les discussions, les messages, les éléments du menu contextuel, et plus.
pt_br: Esse complemento facilita o uso da versão UWP do aplicativo WhatsApp, permitindo que os usuários interajam facilmente com bate-papos, mensagens, itens do menu de contexto e muito mais.
ru: Это дополнение упрощает использование UWP-версии приложения WhatsApp, позволяя пользователям легко взаимодействовать с чатами, сообщениями, пунктами контекстного меню и многим другим.
tr: Bu eklenti, WhatsApp uygulamasının UWP sürümünü kullanmayı kolaylaştırarak kullanıcıların sohbetler, mesajlar, içerik menüsü öğeleri ve daha fazlasıyla kolayca etkileşim kurmasına olanak tanır.
uk: Цей додаток спрощує використання UWP-версії програми WhatsApp, дозволяючи користувачам легко взаємодіяти з чатами, повідомленнями, пунктами контекстного меню тощо.

source: General features
de: Allgemeine Features
es: Características generales
fi: Yleiset ominaisuudet
fr: Caractéristiques générales
pt_br: Recursos gerais
ru: Основные функции
tr: Genel Özellikler
uk: Основні можливості

source: When replying to a message, the edit field will change the title.
de: Wenn Sie auf eine Nachricht antworten, wird der Titel im Bearbeitungsfeld geändert.
es: Ahora el campo de entrada de mensaje cambiará de nombre Cuando respondamos a un mensaje.
fi: Muokkauskenttä vaihtaa otsikkoa viestiin vastattaessa.
fr: Lors de la rédaction d'un message ou d'une réponse, le champ de saisie des messages indique bien le destinataire de celui-ci.
pt_br: Ao responder a uma mensagem, o campo de edição alterará o título.
ru: При ответе на сообщение изменится название поля ввода.
tr: Bir mesajı yanıtlarken, düzenleme alanı başlığı değiştirir.
uk: Тепер поле вводу повідомлення змінюватиме свою назву тоді, коли ми відповідатимемо на інше повідомлення.

source: Added accessibility labels for some WhatsApp elements.
de: Barrierefreie Beschriftungen für einige WhatsApp-Elemente hinzugefügt.
es: Se agregan etiquetas para algunos elementos del programa que los lectores de pantalla no leen.
fi: Lisätty saavutettavuusselitteet joillekin WhatsAppin elementeille.
fr: Étiquetage de certains éléments WhatsApp que les lecteurs d'écran ne lisent pas.
pt_br: Rótulos de acessibilidade foram adicionados a alguns elementos do WhatsApp.
ru: Добавлены метки для некоторых элементов программы, которые считываются средствами чтения с экрана.
tr: Bazı WhatsApp öğeleri için erişilebilirlik etiketleri eklendi.
uk: Додано доступні мітки деяким непідписаним елементам.

source: A large number of keyboard shortcuts have been added to work productively and comfortably in WhatsApp, which can be found below.
de: Um produktiv und bequem in WhatsApp arbeiten zu können, wurde eine große Anzahl von Tastaturkürzeln hinzugefügt, die Sie unten finden.
es: Se ha agregado un gran número de atajos de teclado para trabajar de forma productiva y cómoda en WhatsApp. Se encuentran a continuación.
fi: Lisätty paljon pikanäppäimiä, joiden avulla WhatsAppissa voi työskennellä tuottavasti ja mukavasti. Pikanäppäimet on lueteltu alla.
fr: Ajout d'un grand nombre de raccourcis clavier pour une utilisation fluide et confortable dans WhatsApp, dont voici le détail.
pt_br: Foi adicionado um grande número de atalhos de teclado para trabalhar de forma produtiva e confortável no WhatsApp, que podem ser encontrados abaixo.
ru: Добавлено большое количество сочетаний клавиш для продуктивной и комфортной работы в программе, с которыми можно ознакомиться ниже.
tr: Aşağıda bulabileceğiniz WhatsApp'ta verimli ve rahat çalışması için çok sayıda klavye kısayolu eklendi.
uk: Для продуктивної й комфортної роботи у WhatsApp було додано велику кількість комбінацій клавіш, з якими можна ознайомитися нижче.

source: Keyboard shortcuts:
de: Tastaturkurzbefehle:
es: Lista de teclas rápidas:
fi: Pikanäppäimet
fr: Liste des touches de raccourci :
pt_br: Atalhos de teclado:
ru: Список горячих клавиш:
tr: Klavye kısayolları:
uk: Список гарячих клавіш:

source: ALT+1: Move focus to chat list.
de: Alt+1: Chat-Liste fokussieren.
es: ALT+1 - Mover el foco a la lista de chats.
fi: Alt+1: Siirrä kohdistus keskusteluluetteloon.
fr: ALT+1 : Déplacer le focus sur la liste des discussions.
pt_br: ALT+1: Mover o foco para a lista de bate-papo.
ru: ALT+1: Переместить фокус на список чатов.
tr: ALT+1 - Odağı sohbet listesine taşır.
uk: ALT+1: перенести фокус у список бесід.

source: ALT+2: Move focus to the last message in an open chat.
de: Alt+2: Die letzte Nachricht in einem offenen Chat fokussieren.
es: ALT+2 - Mover el foco al último mensaje en el chat actual.
fi: Alt+2: Siirrä kohdistus avoimen keskustelun viimeiseen viestiin.
fr: ALT+2 : Déplacer le focus sur le dernier message dans une discussion ouverte.
pt_br: ALT+2: Move o foco para a última mensagem em um bate-papo aberto.
ru: ALT+2: Переместить фокус на последнее сообщение в открытом чате.
tr: ALT+2 - Odağı açık bir sohbetteki son mesaja taşır.
uk: ALT+2: перенести фокус на останнє повідомлення в бесіді.

source: ALT+D: Move the focus to the edit field. If the focus is already in the edit field, then after pressing the hotkey, it will move to where it was before.
de: Alt+D: Das Bearbeitungsfeld fokussieren. Wenn sich der Fokus bereits im Bearbeitungsfeld befindet, wird er nach dem Drücken des Tastenbefehls dorthin verschoben, wo er vorher war.
es: ALT+D - Mover el foco al campo de edición. Si el foco ya se encuentra en el campo de edición, se moverá entonces hacia donde se encontraba anteriormente.
fi: Alt+D: Siirrä kohdistus muokkauskenttään. Mikäli kohdistus on jo muokkauskentässä, tämän pikanäppäimen painaminen siirtää takaisin kohtaan, jossa oltiin aiemmin.
fr: ALT+D - Déplacer le focus sur le champ d'édition. Si celui-ci y est déjà, le fait d'exécuter le raccourci le ramène là où il était auparavant.
pt_br: ALT+D: move o foco para o campo de edição. Se o foco já estiver no campo de edição, depois de pressionar a tecla de atalho, ele será movido para onde estava antes.
ru: ALT+D: Переместить фокус в поле редактирования. Если фокус уже находится в поле редактирования, то после нажатия горячей клавиши он переместится туда, где был раньше.
tr: ALT+D - Odağı düzenleme alanına taşır. Odak zaten düzenleme alanındaysa, kısayol tuşuna bastıktan sonra daha önce olduğu yere taşınacaktır.
uk: ALT+D: Перенести фокус у поле введення повідомлення. Якщо фокус вже розташований у цьому полі, при натисканні він повернеться на останнє повідомлення, яке було у фокусі.

source: ALT+T: Announce the name and status of an open chat.
de: Alt+T: Den Namen und den Status eines offenen Chats mitteilen.
es: ALT+T - Anunciar el nombre y estado del chat actual.
fi: Alt+T: Ilmoittaa avoimen keskustelun nimen ja tilan.
fr: ALT+T : Annoncer le nom et le statut d'une discussion ouverte.
pt_br: ALT+T: Anuncia o nome e o status de um bate-papo aberto.
ru: ALT+T: Объявить название и статус открытого чата.
tr: ALT+T - Açık bir sohbetin adını ve durumunu duyurur.
uk: ALT+T: Озвучити назву й опис поточної бесіди. При подвійному натисканні вмикає/ вимикає функцію автоматичного озвучення активності в бесідах.

source: ALT+shift+C: Make a voice call to a group or contact, or join an ongoing voice call in a group.
de: Alt+Umschalt+C: Tätigen Sie einen Sprachanruf an in einer Gruppe oder an einen Kontakt oder nehmen Sie an einem laufenden Sprachanruf in einer Gruppe teil.
es: ALT+shift+C - Llamar a un grupo o contacto, o unirse a una llamada grupal en curso.
fi: Alt+Vaihto+C: Soita äänipuhelu ryhmälle tai yhteystiedolle tai liity käynnissä olevaan ääniryhmäpuheluun.
fr: ALT+Maj+C : Effectuer un appel audio vers un groupe ou un contact, ou encore rejoindre un appel en cours dans un groupe.
pt_br: ALT+shift+C: fazer uma chamada de voz para um grupo ou contato ou participar de uma chamada de voz em andamento em um grupo.
ru: ALT+shift+C: Совершить голосовой вызов группе или контакту или присоединиться к текущему голосовому вызову в группе.
tr: ALT+shift+C - Bir grup veya kişiye sesli arama yapar veya bir grupta devam eden bir sesli aramaya katılır.
uk: ALT+shift+C: Натискає кнопку дзвінка.

source: ALT+shift+V: Make a video call to a contact or group.
de: Alt+Umschalt+V: Tätigen Sie einen Videoanruf an einen Kontakt oder in einer Gruppe.
es: ALT+shift+V - Videollamar a un contacto o grupo.
fi: Alt+Vaihto+V: Soita videopuhelu yhteystiedolle tai ryhmälle.
fr: ALT+Maj+V : Effectuer un appel vidéo vers un contact ou un groupe.
pt_br: ALT+shift+V: faz uma chamada de vídeo para um contato ou grupo.
ru: ALT+shift+V: Совершить видеозвонок контакту или группе.
tr: ALT+shift+V - Bir kişiye veya gruba görüntülü arama yapar.
uk: ALT+shift+V: Натискає кнопку Відеодзвінка до контакта чи групи.

source: ALT+shift+Y: Accept call.
de: Alt+Umschalt+Y: Anruf annehmen.
es: ALT+shift+Y - Aceptar llamada.
fi: Alt+Vaihto+Y: Vastaa puheluun.
fr: ALT+Maj+Y : Accepter l'appel.
pt_br: ALT+shift+Y: Aceitar a chamada.
ru: ALT+shift+Y: Принять вызов.
tr: ALT+shift+Y - Aramayı kabul eder.
uk: ALT+shift+Y: Прийняти дзвінок.

source: ALT+shift+N: Decline an incoming call or leave the current call.
de: Alt+Umschalt+N: Einen eingehenden Anruf ablehnen oder das laufende Gespräch beenden.
es: ALT+shift+N: rechazar una llamada entrante o abandonar la llamada en curso.
fi: Alt+Vaihto+N: Hylkää saapuva tai lopeta nykyinen puhelu.
fr: ALT+Maj+N : Appuyer sur le bouton "décliner l'appel" en cas d'appel entrant ou sur le bouton "appel" si un appel est en cours.
pt_br: ALT+shift+N: Recusar uma chamada recebida ou sair da chamada atual.
ru: ALT+shift+N: Отклонить входящий вызов или завершить текущий.
tr: ALT+shift+N: Gelen bir aramayı reddeder veya mevcut aramadan çıkar.
uk: ALT+shift+N: Натиснути кнопку "відхилити виклик" , Якщо є вхідний дзвінок, або кнопку "завершити виклик" , якщо виклик виконується.

source: ALT+A: Turn the microphone on/off.
de: ALT+A: Schaltet das Mikrofon der Kamera ein und aus.
es: ALT+A - Silenciar y desilenciar micrófono.
fi: Alt+A: Ota mikrofoni käyttöön tai poista se käytöstä.
fr: ALT+A : Couper ou rétablir le son du microphone.
pt_br: ALT+A: Liga/desliga o microfone.
ru: ALT+A: Отключение или включение микрофона.
tr: ALT+A: Mikrofonu açar/kapatır.
uk: ALT+A: Натиснути кнопку "Увімкнути/вимкнути мікрофон".

source: ALT+V: Turn video on/off.
de: Alt+V: Video ein-/ausschalten.
es: ALT+V - Activar y desactivar la cámara.
fi: Alt+V: Ota video käyttöön tai poista se käytöstä.
fr: ALT+V : Allumer ou éteindre la caméra.
pt_br: ALT+V: Liga/desliga o vídeo.
ru: ALT+V: Включение и выключение камеры.
tr: ALT+V: Videoyu açar/kapatır.
uk: ALT+V: Натиснути кнопку "Увімкнути/вимкнути камеру".

source: ALT+O: Press more options button.
de: Alt+O: Weitere Optionen.
es: ALT+O - Presionar el botón "Más opciones".
fi: Alt+O: Paina Lisää vaihtoehtoja -painiketta.
fr: ALT+O : Appuyer sur le bouton "Plus d'options".
pt_br: ALT+O: Pressione o botão de mais opções.
ru: ALT+O: Нажать кнопку дополнительных параметров.
tr: ALT+O: Daha fazla seçenek düğmesine basar.
uk: ALT+O: Натиснути кнопку "Більше опцій".

source: control+R: Record and send a voice message.
de: Strg+R: Aufnehmen und Senden einer Sprachnachricht.
es: control+R - Grabar y enviar un mensaje de voz.
fi: Ctrl+R: Nauhoita ja lähetä ääniviesti.
fr: Ctrl+R : Enregistrer et envoyer un message vocal.
pt_br: control+R: grava e envia uma mensagem de voz.
ru: control+R: Запись и отправка голосового сообщения.
tr: kontrol+R: Sesli mesaj kaydeder ve gönderir.
uk: control+R: Почати запис голосового повідомлення й надіслати голосове повідомлення.

source: control+D: Discard reply to a message or currently recorded voice message.
de: Strg+D: Sprachnachricht verwerfen.
es: control+D - Cancelar mensaje de voz o descartar respuesta a un mensaje.
fi: Ctrl+D: Hylkää viestin vastaus tai nauhoitettu ääniviesti.
fr: Ctrl+D : Annuler le message vocal ou abandonner la réponse au message.
pt_br: control+D: descartar a resposta a uma mensagem ou a uma mensagem de voz gravada no momento.
ru: control+D: Отменить голосовое сообщение.
tr: kontrol+D: Bir mesaja veya kayıtlı sesli mesaja verilen cevabı iptal eder.
uk: control+D: Скасувати запис голосового повідомлення або відповідь на повідомлення.

source: control+shift+D: Pause/resume voice message recording.
de: Strg+Umschalt+D: Aufnahme von Sprachnachrichten anhalten/fortsetzen.
es: control+shift+D - Pausar/reanudar grabación de mensajes de voz.
fi: Ctrl+Vaihto+D: Keskeytä tai jatka ääniviestin nauhoitusta.
fr: Ctrl+Maj+D : Pause/reprendre l'enregistrement du message vocal.
pt_br: control+shift+D: pausa/retoma a gravação da mensagem de voz.
ru: control+shift+D: Приостановка/возобновление записи голосовых сообщений.
tr: kontrol+shift+D: Sesli mesaj kaydını duraklatır/devam ettirir.
uk: control+shift+D: Призупинити/відновити запис голосового повідомлення.

source: ALT+delete: Delete a message or chat.
de: Alt+Entf: Eine Nachricht oder einen Chat löschen.
es: ALT+suprimir - Eliminar mensaje o chat.
fi: Alt+Delete: Poista viesti tai keskustelu.
fr: ALT+Suppression : Supprimer un message ou une discussion.
pt_br: ALT+delete: Excluir uma mensagem ou bate-papo.
ru: ALT+delete: Удаление сообщения или чата.
tr: ALT+delete - Bir mesajı veya sohbeti siler.
uk: ALT+delete: Видалити повідомлення або бесіду.

source: control+shift+P: Open current chat profile.
de: Strg+Umschalt+P: Öffnet das aktuelle Chat-Profil.
es: control+shift+P - Abrir el perfil del chat actual.
fi: Ctrl+Vaihto+P: Avaa nykyisen keskustelun profiili.
fr: Ctrl+Maj+P : Ouvrir le profil de la discussion actuelle.
pt_br: control+shift+P: Abre o perfil de bate-papo atual.
ru: control+shift+P: Открыть профиль текущего чата.
tr: kontrol+shift+P: Geçerli sohbet profilini açar.
uk: control+SHIFT+P: Відкрити профіль поточної бесіди.

source: control+shift+E: Toggles the feature that removes the reading of the user number in messages from users whose number is not saved in the contact list.
de: Strg+Umschalt+E: Schaltet den Modus um, der das Lesen der Benutzernummer beim Lesen von Nachrichten, die sich nicht in der Kontaktliste befinden, deaktiviert.
es: control+shift+E - Alterna el modo que quita la lectura del número de usuario al leer mensajes de personas que no están en la lista de contactos.
fi: Ctrl+Vaihto+E: Ottaa käyttöön tai poistaa käytöstä ominaisuuden, joka ei lue viesteistä puhelinnumeroa sellaisilta käyttäjiltä, joiden numeroa ei ole tallennettu yhteystietoluetteloon.
fr: Ctrl+Maj+E : Basculer l'annonce du numéro de téléphone d'utilisateurs non présents dans les contacts.
pt_br: control+shift+E: alterna o recurso que remove a leitura do número do usuário em mensagens de usuários cujo número não está salvo na lista de contatos.
ru: control+shift+E: При чтении сообщений переключает режим, который удаляет чтение номера пользователя которого нет в списке контактов.
tr: kontrol+shift+E: Numarası kişi listesinde kayıtlı olmayan kullanıcılardan gelen mesajlarda kullanıcı numarasının okunmasını kaldıran özelliği değiştirir.
uk: control+shift+E: Увімкнути/вимкнути озвучення номера телефону в іменах користувачів.

source: ALT+S: Star message.
de: Alt+S: Nachricht mit Sternchen versehen.
es: ALT+S - Destacar mensaje.
fi: Alt+S: Merkitse viesti tähdellä.
fr: ALT+S : Mettre le message en important.
pt_br: ALT+S: Mensagem de estrela.
ru: ALT+S: Отметить сообщение звёздочкой.
tr: ALT+S - Yıldızlı mesajlar.
uk: ALT+S: Позначити повідомлення зірочкою.

source: ALT+F: Forward message.
de: Alt+F: Nachricht weiterleiten.
es: ALT+F - Reenviar mensaje.
fi: Alt+F: Välitä viesti.
fr: ALT+F : Transférer le message.
pt_br: ALT+F: Encaminhar mensagem.
ru: ALT+F: Переслать сообщение.
tr: ALT+F - mesajı iletir.
uk: ALT+F: Переслати повідомлення.

source: ALT+R: Reply to message.
de: Alt+R: Nachricht beantworten.
es: ALT+R - Responder al mensaje.
fi: Alt+R: Vastaa viestiin.
fr: ALT+R : Répondre au message.
pt_br: ALT+R: Responder à mensagem.
ru: ALT+R: Ответить на сообщение.
tr: ALT+R - Mesajı cevaplar.
uk: ALT+R: Відповісти на повідомлення.

source: ALT+shift+R: Mark a chat as read.
de: Alt+Umschalt+R: Einen Chat als gelesen markieren.
es: ALT+shift+R - Marcar chat como leído.
fi: Alt+Vaihto+R: Merkitse keskustelu luetuksi.
fr: ALT+Maj+R : Marquer une discussion comme lue.
pt_br: ALT+shift+R: Marcar um bate-papo como lido.
ru: ALT+shift+R: Пометить чат как прочитанный.
tr: ALT+shift+R - Bir sohbeti okundu olarak işaretler.
uk: ALT+shift+R: Позначити бесіду як прочитану.

source: control+C: Copy the message if it contains text.
de: Strg+C: Die Nachricht kopieren, sofern sie Text enthält.
es: control+C - Copiar mensaje si este contiene texto.
fi: Ctrl+C: Kopioi viesti, mikäli se sisältää tekstiä.
fr: Ctrl+C : Copier le message s'il contient du texte.
pt_br: control+C: copia a mensagem se ela contiver texto.
ru: control+C: Скопировать сообщение, если оно содержит текст.
tr: kontrol+C: Metin içeriyorsa mesajı kopyalar.
uk: control+C: Скопіювати вміст повідомлення, якщо воно містить текст.

source: ALT+C: Show message text in popup window.
de: Alt+C: Nachrichtentext im Popup-Fenster anzeigen.
es: ALT+C - Mostrar texto del mensaje en una ventana emergente.
fi: Alt+C: Näytä viestin teksti erillisessä ikkunassa.
fr: ALT+C : Afficher le texte du message dans une fenêtre pop-up.
pt_br: ALT+C: Mostra o texto da mensagem em uma janela pop-up.
ru: ALT+C: Показать текст сообщения во всплывающем окне.
tr: ALT+C - Mesaj metnini açılır pencerede gösterir.
uk: ALT+C: Показати текст повідомлення у спливаючому вікні.

source: NVDA+control+W: Open WhatsAppPlus settings window.
de: NVDA+Strg+W: Öffnet die WhatsAppPlus-Einstellungen.
es: NVDA+control+W - Abrir la ventana de configuración de WhatsAppPlus.
fi: NVDA+Ctrl+W: Avaa WhatsAppPlus-lisäosan asetusikkuna.
fr: NVDA+Ctrl+W : Ouvrir la fenêtre des paramètres de WhatsAppPlus
pt_br: NVDA+control+W: Abre a janela de configurações do WhatsAppPlus.
ru: NVDA+control+W: Открыть окно настроек WhatsAppPlus.
tr: NVDA+kontrol+W: WhatsAppPlus ayarları penceresini açar.
uk: NVDA+control+W: Відкрити вікно налаштувань WhatsAppPlus.

source: ALT+3: Move focus to "unread messages" label.
de: Alt+3: Ungelesene Nachrichten fokussieren.
es: ALT+3 - Mover el foco a la etiqueta de "mensajes no leídos".
fi: Alt+3: Siirrä kohdistus "Lukemattomat viestit" -tunnisteeseen.
fr: ALT+3 : Déplacer le focus sur l'étiquette "messages non lus".
pt_br: ALT+3: Move o foco para o rótulo “mensagens não lidas”.
ru: ALT+3: Переместить фокус на метку "непрочитанные сообщения".
tr: ALT+3 - Odağı "okunmamış iletiler" etiketine taşır.
uk: ALT+3 : Перейти до непрочитаних повідомлень.

source: control+shift+A: Press the attach file button.
de: Strg+Umschalt+A: Betätigt die Schaltfläche "Datei anhängen" und fokussiert die ungelesenen Nachrichten.
es: control+shift+A - Presionar el botón "Adjuntar".
fi: Ctrl+Vaihto+A: Paina Lisää liite -painiketta.
fr: Ctrl+Maj+A : Appuyer sur le bouton "Ajouter une pièce jointe".
pt_br: control+shift+A: Pressione o botão anexar arquivo.
ru: control+shift+A: Нажать кнопку "Прикрепить файл".
tr: kontrol+shift+A: Dosya ekle düğmesine basar.
uk: control+shift+A: Натиснути кнопку "Додати вкладення".

source: ALT+L: Enable automatic reading of new messages in the current chat.
de: Alt+L: Aktiviert das automatische Lesen neuer Nachrichten im aktuellen Chat.
es: ALT +L: Activa la lectura automática de mensajes en el chat actual.
fi: Alt+L: Ota käyttöön viestien automaattinen lukeminen nykyisessä keskustelussa.
fr: ALT+L : Activer la lecture automatique des nouveaux messages dans la discussion en cours.
pt_br: ALT+L: Ativa a leitura automática de novas mensagens no bate-papo atual.
ru: ALT+L: Включить автоматическое чтение новых сообщений в текущем чате.
tr: ALT+L: Mevcut sohbette yeni mesajların otomatik olarak okunmasını sağlar.
uk: ALT+L: Увімкнути/вимкнути автоматичне читання нових повідомлень у відкритій розмові.

source: control+S: Increase/decrease the playback speed of voice messages.
de: Strg+S: Erhöhen/Verringern der Wiedergabegeschwindigkeit von Sprachnachrichten.
es: control+S: Aumenta o disminuye la velocidad de reproducción de los mensajes de voz.
fi: Ctrl+S: Lisää tai vähennä ääniviestien toistonopeutta.
fr: Ctrl+S : Accélèrer ou ralentir la vitesse de lecture d'un message vocal.
pt_br: control+S: aumenta/diminui a velocidade de reprodução das mensagens de voz.
ru: control+S: Увеличить или уменьшить скорость воспроизведения голосовых сообщений.
tr: control+S: Sesli mesajların oynatma hızını artırır/azaltır.
uk: control+S: Змінити швидкість відтвореня голосового повідомлення.

source: ALT+P: Play/pause a voice message that is playing.
de: Alt+P: Abspielen/Pause einer laufenden Sprachnachricht.
es: ALT+P: Reproduce o pausa el mensaje de voz actualmente en reproducción.
fi: Alt+P: Toista ääniviesti tai pysäytä sen toisto.
fr: Alt+P : Mettre en pause ou reprendre la lecture du message vocal en cours de lecture.
pt_br: ALT+P: reproduzir/pausar uma mensagem de voz que esteja sendo reproduzida.
ru: ALT+P: Воспроизвести или приостановить голосовое сообщение, которое воспроизводится в данный момент.
tr: ALT+P: Oynatılmakta olan sesli mesajı duraklatır/oynatır.
uk: ALT+P: Призупинити/відтворити голосове повідомлення, яке вже відтворюється.
