Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/whatsAppPlus.*.po
Languages: de, es, fi, fr, pt_br, ru, tr, uk

source: Added automatic reading of new messages in open chat. By default, this feature is activated by pressing ALT+L. The feature remains active only until NVDA is restarted. May have stability issues if there are too many new messages.
de: Das automatische Vorlesen von neuen Nachrichten im offenen Chat wurde hinzugefügt. Standardmäßig wird diese Funktion durch Alt+L aktiviert. Die Funktion bleibt nur aktiv, bis NVDA neu gestartet wird. Kann zu Stabilitätsproblemen führen, wenn es zu viele neue Nachrichten gibt.
es: Se añadió la función lectura automática de nuevos mensajes en el chat. De forma predeterminada, esta función se activa presionando ALT+L. La característica se mantiene activada hasta que NVDA se reinicie. Puede generar problemas de estabilidad si hay muchos mensajes nuevos.
fi: Lisätty avoimen keskustelun uusien viestien automaattinen lukeminen. Tämä toiminto otetaan oletusarvoisesti käyttöön painamalla Alt+L. Se pysyy käytössä vain NVDA:n uudelleenkäynnistykseen asti. Vakausongelmia saattaa esiintyä, mikäli uusia viestejä on paljon.
fr: La fonction d'annonce automatique des nouveaux messages dans la discussion a été ajoutée. Par défaut, cette fonction S'active en appuyant sur ALT+L et reste effective jusqu'à ce que NVDA soit redémarré. Il peut y avoir des problèmes de stabilité si le nombre de nouveaux messages est trop important.
pt_br: Adicionada a leitura automática de novas mensagens no bate-papo aberto. Por padrão, esse recurso é ativado ao pressionar ALT+L. O recurso permanece ativo somente até que o NVDA seja reiniciado. Pode haver problemas de estabilidade se houver muitas mensagens novas.
ru: Добавлена функция автоматического чтения новых сообщений в чате. По умолчанию эта функция включается комбинацией ALT+L. Функция остаётся активной до перезапуска NVDA. Могут возникнуть проблемы со стабильной работой при большом количестве новых сообщений.
tr: Açık sohbette yeni mesajların otomatik okunması eklendi. Varsayılan olarak, bu özellik ALT+L tuşlarına basılarak etkinleştirilir. Özellik, yalnızca NVDA yeniden başlatılana kadar aktif kalır. Çok fazla yeni mesaj varsa kararlılık sorunları olabilir.
uk: Додано функцію автоматичного озвучення нових повідомлень у відкритій бесіді. Стандартно ця функція активовується натисканням комбінації клавіш ALT+L. Функція залишається активною лише до перезапуску NVDA. Може мати проблеми зі стабільністю, якщо надходить занадто багато нових повідомлень.

source: Added French localization.
de: Französische Übersetzung hinzugefügt.
es: Se añadió localización al Francés.
fi: Lisätty ranskankielinen käännös.
fr: Ajout de la traduction française.
pt_br: Adicionada a localização em francês.
ru: Добавлена французская локализация.
tr: Fransızca dil desteği eklendi.
uk: Додано французьку локалізацію.

source: Version 1.3.0
es: Versión 1.3.0
fi: Versio 1.3.0
pt_br: Versão 1.3.0
ru: Версия 1.3.0
tr: Sürüm 1.3.0
uk: Версія 1.3.0

source: The description of the links attached to the message will now be read.
de: Die Beschreibung der an die Nachricht angehängten Links wird nun mitgeteilt.
es: Ahora se lee la descripción de los enlaces adjuntos a los mensajes.
fi: Viestiin lisättyjen linkkien kuvaukset luetaan.
fr: La description des liens joints au message est désormais lue.
pt_br: A descrição dos links anexados à mensagem será lida agora.
ru: Теперь будет читаться описание ссылок, прикрепленных к сообщению.
tr: Mesaja ekli bağlantıların açıklaması şimdi okunacaktır.
uk: Тепер озвучуватиметься опис посилань, які вкладені в повідомлення.

source: Now the duration of voice messages will be announced.
de: Es wird nun die Dauer der Sprachnachrichten angesagt.
es: Ahora se anuncia la duración de los mensajes de voz.
fi: Ääniviestien kesto ilmoitetaan.
fr: La durée des messages vocaux est maintenant annoncée.
pt_br: Agora, a duração das mensagens de voz será anunciada.
ru: Теперь будет объявляться продолжительность голосовых сообщений.
tr: Artık sesli mesajların süresi duyurulacak.
uk: Тепер озвучуватиметься тривалість голосових повідомлень.

source: You can now open links attached to messages with the spacebar
de: Sie können jetzt an Nachrichten angehängte Links mit der Leertaste öffnen
es: Ahora puedes abrir los enlaces adjuntos a los mensajes con la barra espaciadora
fi: Viestiin lisätyt linkit voidaan nyt avata painamalla välilyöntinäppäintä.
fr: Vous pouvez maintenant ouvrir les liens attachés aux messages avec la barre d'espace.
pt_br: Agora você pode abrir links anexados a mensagens com a barra de espaço
ru: Теперь вы можете открывать ссылки, прикрепленные к сообщениям, с помощью пробела
tr: Artık mesajlara eklenen bağlantıları boşluk tuşuyla açabilirsiniz
uk: Тепер клавішею пробіл можна відкривати посилання, вкладені в повідомлення

source: Added labels for some interface elements
de: Beschriftungen für einige Elemente der Oberfläche hinzugefügt
es: Añadidas etiquetas para algunos elementos de la interfaz
fi: Lisätty nimet joillekin käyttöliittymäelementeille
fr: Ajout d'étiquettes pour certains éléments de l'interface
pt_br: Inclusão de rótulos para alguns elementos da interface
ru: Добавлены метки для некоторых элементов интерфейса
tr: Bazı arayüz öğeleri için etiketler eklendi
uk: Підписано деякі елементи інтерфейсу

source: Adapted to the latest version of WhatsApp so that all functions work properly.
de: Angepasst an die neueste Version von WhatsApp, so dass alle Funktionen richtig funktionieren.
es: Se adaptó a la última versión de WhatsApp, así que todas las funciones funcionan correctamente.
fi: Mukautettu uusimpaan WhatsAppin versioon, jotta kaikki toiminnot toimivat oikein.
fr: Adaptation à la dernière version de WhatsApp afin que tout fonctionne correctement.
pt_br: Adaptado à versão mais recente do WhatsApp para que todas as funções funcionem corretamente.
ru: Адаптировано к последней версии WhatsApp, чтобы все функции работали должным образом.
tr: Tüm işlevlerin düzgün çalışması için WhatsApp'ın en son sürümüne uyarlanmıştır.
uk: Адаптовано до останньої версії WhatsApp, щоб усі функції працювали коректно.

source: Fixed some bugs
de: Einige Bugs behoben
es: Se corrigieron algunos errores
fi: Korjattu joitakin bugeja
fr: Correction de quelques bugs.
pt_br: Correção de alguns bugs
ru: Исправлены некоторые ошибки
tr: Bazı hatalar düzeltildi
uk: Виправлено декілька помилок

source: Version 1.2.0
es: Versión 1.2.0
fi: Versio 1.2.0
pt_br: Versão 1.2.0
ru: Версия 1.2.0
tr: Sürüm 1.2.0
uk: Версія 1.2.0

source: Now, when you focus on a message written in reply to another message, the text of that message will be spoken first and then the text of the message to which it was sent.
de: Wenn Sie sich nun auf eine Nachricht konzentrieren, die als Antwort auf eine andere Nachricht geschrieben wurde, wird zuerst der Text dieser Nachricht gesprochen und dann der Text der Nachricht, an die sie gesendet wurde.
es: Ahora, cuando te enfocas en un mensaje escrito en respuesta a otro mensaje, se verbaliza primero el texto de ese mensaje y luego el mensaje para el cual fue enviado.
fi: Nyt, kun kohdistus siirretään sellaisen viestin kohdalle, joka on vastaus toiseen viestiin, ensin puhutaan kyseisen viestin teksti ja sitten sen viestin, johon vastattiin.
fr: Désormais, lorsque vous sélectionnez un message écrit en réponse à un autre, le texte de celui-ci est énoncé en premier suivi du texte du message d'origine.
pt_br: Agora, quando você se concentrar em uma mensagem escrita em resposta a outra mensagem, o texto dessa mensagem será falado primeiro e, em seguida, o texto da mensagem para a qual ela foi enviada.
ru: Теперь, когда фокус попадает на сообщение, написанное в ответ на другое сообщение, сначала будет произнесен текст этого сообщения, а затем текст сообщения, в ответ на которое оно было отправлено.
tr: Artık başka bir mesaja cevap olarak yazılan bir mesaja odaklandığınızda, önce o mesajın metni, ardından gönderildiği mesajın metni konuşulacak.
uk: Тепер при фокусуванні на повідомленні, яке написане у відповідь на інше повідомлення, спочатку озвучуватиметься текст цього повідомлення, а потім вже текст повідомлення, у відповідь на яке воно було надіслано.

source: The name and type of files sent in the conversation will now be spoken.
de: Der Name und der Typ der in der Konversation gesendeten Dateien werden nun mitgeteilt.
es: Se anuncia el nombre y el tipo de los archivos enviados en la conversación.
fi: Keskustelussa lähetettyjen tiedostojen nimi ja tyyppi puhutaan.
fr: Le nom et le type des fichiers envoyés dans la conversation sont maintenant annoncés.
pt_br: O nome e o tipo dos arquivos enviados na conversa agora serão falados.
ru: Имя и тип файлов, отправленных в разговоре, теперь будут озвучены.
tr: Konuşmada gönderilen dosyaların adı ve türü artık konuşulacak.
uk: Тепер озвучуватимуться імена й типи файлів, надісланих у бесіду.

source: ALT+1 now works even when the chat archive or the selected messages section is open.
de: Alt+1 funktioniert jetzt auch, wenn das Chat-Archiv oder der Bereich für ausgewählte Nachrichten geöffnet ist.
es: Ahora ALT+1 funciona cuando la sección chats archivados o mensajes seleccionados está abierta.
fi: Alt+1 toimii nyt, vaikka keskusteluarkisto tai Valitut viestit -osio on avoimena.
fr: ALT+1 fonctionne maintenant aussi bien dans les archives d'une discussion que dans la section des messages.
pt_br: O ALT+1 agora funciona mesmo quando o arquivo de bate-papo ou a seção de mensagens selecionadas está aberta.
ru: ALT+1 теперь работает, даже если открыт архив чата или раздел выбранных сообщений.
tr: ALT+1 artık sohbet arşivi veya seçilen mesajlar bölümü açıkken bile çalışıyor.
uk: Тепер комбінація ALT+1 працює навіть у тих випадках, коли відкрито архів бесід або відкрито розділ обраних повідомлень.

source: ALT + left arrow helps to close the chat archive or the selected messages list if they are open.
de: Alt+Pfeiltaste nach links hilft, das Chat-Archiv oder die Liste der ausgewählten Nachrichten zu schließen, falls diese geöffnet sind.
es: Alt + flecha izquierda ayudan a cerrar las listas de chats archivados o mensajes seleccionados si están abiertas.
fi: Alt+Nuoli vasemmalle sulkee keskusteluarkiston tai valittujen viestien luettelon, mikäli ne ovat avoimena.
fr: ALT + flèche gauche permet de fermer l'archive de la discussion ou la liste des messages si elles sont ouvertes.
pt_br: ALT + seta para a esquerda ajuda a fechar o arquivo de bate-papo ou a lista de mensagens selecionadas, se estiverem abertos.
ru: ALT + стрелка влево помогает закрыть архив чата или список выбранных сообщений, если они открыты.
tr: ALT + sol ok, açıksa sohbet arşivini veya seçilen mesajlar listesini kapatmaya yardımcı olur.
uk: Комбінація ALT+стрілка вліво допомагає закрити архів бесід або список обраних повідомлень, якщо вони відкриті.

source: Now, pressing control+D, in addition to cancelling voice messages, also cancels the reply to the message.
de: Wenn Sie jetzt Strg+D drücken, werden nicht nur Sprachnachrichten, sondern auch die Antwort auf die Nachricht abgebrochen.
es: Ahora, presionando Control+D, además de cancelar mensajes de voz, se cancela la respuesta al mensaje.
fi: Ctrl+D:n painaminen peruuttaa nyt ääniviestin lisäksi viestin vastauksen.
fr: Désormais, le fait d'appuyer sur Ctrl+D annule également la réponse au message en plus d'abandonner le message vocal associé.
pt_br: Agora, pressionar control+D, além de cancelar as mensagens de voz, também cancela a resposta à mensagem.
ru: Теперь нажатие control+D, помимо отмены голосовых сообщений, также отменяет ответ на сообщение.
tr: Şimdi, sesli mesajları iptal etmenin yanı sıra, kontrol+D'ye basmak, mesaja verilen yanıtı da iptal eder.
uk: Тепер Комбінація control+D, крім скасування голосових повідомлень, також скасовує відповідь на повідомлення.

source: Information about the impossibility of recording a voice message will now be reported when the message input field is not empty. This will fix an issue where pressing Ctrl+R would send a text message instead of starting to record a voice message.
de: Informationen über die Unmöglichkeit, eine Sprachnachricht aufzunehmen, werden nun mitgeteilt, wenn das Eingabefeld für die Nachricht nicht leer ist. Damit wird ein Problem behoben, bei dem durch Drücken von Strg+R eine Textnachricht gesendet wurde, anstatt die Aufnahme einer Sprachnachricht zu starten.
es: Ahora se anuncia la incapacidad de grabar un mensaje de voz si el cuadro de edición no está bacío. Esto corrige un problema donde Control+R enviaba un mensaje de texto en lugar de iniciar la grabación de un mensaje de voz.
fi: Nyt ilmoitetaan, ettei ääniviestin nauhoittaminen ole mahdollista, kun viestin syöttökenttä ei ole tyhjä. Tämä korjaa tilanteen, jossa Ctrl+R-pikanäppäin lähettää tekstiviestin ääniviestin nauhoittamisen sijaan.
fr: L'information sur l'impossibilité d'enregistrer un message vocal est désormais signalée lorsque le champ de saisie du message n'est pas vide. Cela résout un problème où le fait d'appuyer sur Ctrl+R envoyait un message texte au lieu de lancer l'enregistrement d'un message vocal.
pt_br: As informações sobre a impossibilidade de gravar uma mensagem de voz agora serão informadas quando o campo de entrada da mensagem não estiver vazio. Isso corrigirá um problema em que pressionar Ctrl+R enviava uma mensagem de texto em vez de iniciar a gravação de uma mensagem de voz.
ru: Информация о невозможности записи голосового сообщения теперь будет отображаться, если поле ввода сообщения не пустое. Это устранит проблему, из-за которой нажатие control +R приводило к отправке текстового сообщения вместо запуска записи голосового сообщения.
tr: Sesli mesaj kaydetmenin mümkün olmadığı zaman ile ilgili bilgiler artık mesaj giriş alanı boş olmadığında duyurulacak. Bu, Ctrl+R tuşlarına basıldığında sesli mesaj kaydetmeye başlamak yerine kısa mesaj gönderilmesine neden olan bir sorunu çözecektir.
uk: Тепер повідомлятиметься інформація про неможливість записати голосове повідомлення, коли поле введення повідомлення не є порожнім. Це унеможливить проблему, коли при натисканні комбінації control+R замість початку запису голосового повідомлення, надсилалось текстове повідомлення, яке містилося в полі введення повідомлень.

source: Added labels for unlabeled elements.
de: Beschriftungen für nicht beschriftete Elemente hinzugefügt.
es: Añadidas etiquetas para algunos elementos que no tenían etiqueta.
fi: Lisätty nimet nimeämättömille elementeille.
fr: Étiquetage de certains éléments qui n'étaient pas encore libellés.
pt_br: Inclusão de rótulos para elementos não rotulados.
ru: Подписаны некоторые элементы для которых ещё не было меток.
tr: Etiketlenmemiş öğeler için etiketler eklendi.
uk: Підписано деякі елементи, які не мали мітки.

source: Version 1.1.0
es: Versión 1.1.0
fi: Versio 1.1.0
pt_br: Versão 1.1.0
ru: Версия 1.1.0
tr: Sürüm 1.1.0
uk: Версія 1.1.0

source: Added keyboard shortcut to navigate to unread messages. Since this feature is language dependent, this feature can be configured in the WhatsAppPlus settings.
de: Tastaturkürzel hinzugefügt, um zu ungelesenen Nachrichten zu navigieren. Da diese Funktion sprachabhängig ist, kann diese Funktion in den WhatsAppPlus-Einstellungen konfiguriert werden.
es: Se agrega atajo de teclado para navegar hacia los mensajes no leídos. Ya que esta función depende del idioma, Se puede configurar en los ajustes de WhatsAppPlus.
fi: Lisätty lukemattomiin viesteihin siirtävä pikanäppäin. Koska tämä ominaisuus on kielikohtainen, se voidaan määrittää WhatsAppPlussan asetuksista.
fr: Ajout d'un raccourci clavier pour naviguer vers les messages non lus. Comme cette fonctionnalité dépend de la langue, elle peut être configurée dans les paramètres de WhatsAppPlus.
pt_br: Adicionado atalho de teclado para navegar até as mensagens não lidas. Como esse recurso depende do idioma, ele pode ser configurado nas configurações do WhatsAppPlus.
ru: Добавлено сочетание клавиш для перехода к непрочитанным сообщениям. Поскольку эта функция зависит от языка, ее можно настроить в настройках WhatsAppPlus.
tr: Okunmamış mesajlara gitmek için klavye kısayolu eklendi. Bu özellik dile bağlı olduğundan, bu özellik WhatsAppPlus ayarlarında yapılandırılabilir.
uk: Додано комбінацію клавіш для переходу до непрочитаних повідомлень. Оскільки робота цієї функції залежить від мови інтерфейсу, яку ви використовуєте, цю функцію ймовірно потрібно налаштувати в параметрах WhatsAppPlus.

source: Added keyboard shortcut for pressing the new chat button.
de: Ein Tastaturkürzel zum Betätigen der Schaltfläche "Neuen Chat" hinzugefügt.
es: Se agrega un atajo de teclado para presionar el botón "Nuevo chat".
fi: Lisätty pikanäppäin Uusi keskustelu -painikkeen painamista varten.
fr: Ajout d'un raccourci clavier pour appuyer sur le bouton "Nouvelle discussion".
pt_br: Adicionado atalho de teclado para pressionar o novo botão de bate-papo.
ru: Добавлена комбинация клавиш для нажатия кнопки "Новый чат".
tr: Yeni Sohbet düğmesine basmak için bir klavye kısayolu eklendi.
uk: Додано комбінацію клавіш для натискання кнопки "Створити бесіду".

source: Added keyboard shortcut for pressing the attach file button.
de: Ein Tastaturkürzel zum Betätigen der Schaltfläche "Datei anhängen" hinzugefügt.
es: Se agrega un atajo de teclado para presionar el botón "Adjuntar archivo".
fi: Lisätty pikanäppäin Lisää liite -painikkeen painamista varten.
fr: Ajout d'un raccourci clavier pour appuyer sur le bouton "Ajouter une pièce jointe".
pt_br: Adição de atalho de teclado para pressionar o botão de anexar arquivo.
ru: Добавлена комбинация клавиш для нажатия кнопки "Прикрепить файл".
tr: Dosya ekle düğmesine basmak için klavye kısayolu eklendi.
uk: Додано комбінацію клавіш для натиснення кнопки "Додати вкладення".

source: NVDA will no longer announce the recording control buttons when recording a voice message.
de: NVDA zeigt die Schaltflächen zur Aufnahmesteuerung bei der Aufnahme einer Sprachnachricht nicht mehr an.
es: Ahora, cuando se grabe un mensaje de voz, El sintetizador no anunciará los nombres de los controles de grabación.
fi: NVDA ei enää puhu nauhoitussäädinten painikkeita ääniviestiä nauhoitettaessa.
fr: Désormais, lorsqu'un message vocal est enregistré, le synthétiseur n'annoncera pas les noms des contrôles d'enregistrement.
pt_br: O NVDA não anunciará mais os botões de controle de gravação ao gravar uma mensagem de voz.
ru: Теперь при записи голосового сообщения NVDA не будет объявлять названия кнопок управления записью.
tr: NVDA, sesli mesaj kaydederken artık kayıt kontrol düğmelerini anons etmeyecektir.
uk: Тепер під час запису голосового повідомлення синтезатор не озвучуватиме назви кнопок керування записом.

source: Added Arabic, Italian, Romanian, Serbian, Croatian, Spanish and Turkish localizations.
de: Arabische, italienische, rumänische, serbische, kroatische, spanische und türkische Übersetzung hinzugefügt.
es: Se agrega traducción al rumano, Servio, Croata, Español, árabe, italiano y Turco.
fi: Lisätty arabian-, italian-, romanian-, serbian-, kroatian-, espanjan- ja turkinkieliset käännökset.
fr: Ajout des traductions arabe, italienne, roumaine, serbe, croate, espagnole et turque.
pt_br: Adicionadas localizações em árabe, italiano, romeno, sérvio, croata, espanhol e turco.
ru: Добавлены локализации на арабском, итальянском, румынском, сербском, хорватском, испанском и турецком языках.
tr: Arapça, İtalyanca, Rumence, Sırpça, Hırvatça, İspanyolca ve Türkçe dilleri eklendi.
uk: Додано арабську, італійську, румунську, сербську, хорватську, іспанську й турецьку локалізації.

source: Added labels for some unlabeled elements.
de: Beschriftungen für einige nicht beschriftete Elemente hinzugefügt.
es: Se agregan etiquetas para algunos elementos que no tenían etiquetas para lectores de pantallas.
fi: Lisätty nimet joillekin nimeämättömille elementeille.
fr: Ajout d'étiquettes pour certains éléments.
pt_br: Adição de rótulos para alguns elementos não rotulados.
ru: Добавлены метки для некоторых элементов, у которых не было меток для программ чтения с экрана.
tr: Bazı etiketlenmemiş öğeler için etiketler eklendi.
uk: Підписано деякі елементи, які не мають мітки.

source: Now information about the reaction to the message will be announced when focusing on the message.
de: Nun werden Informationen über die Reaktion auf die Nachricht mitgeteilt, sobald die Nachricht fokussiert wird.
es: Ahora la info acerca de reacciones a un mensaje se anunciará al situarse en dicho mensaje.
fi: Tiedot viestiin lisätystä reaktiosta ilmoitetaan nyt, kun kohdistus siirretään kyseisen viestin kohdalle.
fr: Maintenant, les informations sur les réactions à un message seront énoncées lorsqu'un message est sélectionné.
pt_br: Agora, as informações sobre a reação à mensagem serão anunciadas ao se concentrar na mensagem.
ru: Теперь информация о реакциях на сообщение будет объявляться при фокусировке на сообщении.
tr: Artık mesaja verilen tepki ile ilgili bilgiler mesaja odaklanırken duyurulacak.
uk: Тепер інформація про реакції на повідомлення озвучуватиметься при фокусуванні на повідомленні.

source: Now, when playing your own voice messages using the spacebar, a pop-up window will not appear.
de: Wenn Sie nun Ihre eigenen Sprachnachrichten mit der Leertaste abspielen, wird kein Popup-Fenster angezeigt.
es: Ahora al reproducir tus propios mensajes de voz con la barra espaciadora, no aparecerá una ventana emergente.
fi: Ponnahdusikkunaa ei tule nyt näkyviin omia ääniviestejä toistettaessa.
fr: Une fenêtre contextuelle n'apparaît plus lorsque vous écoutez vos propres messages vocaux avec la barre d'espace.
pt_br: Agora, ao reproduzir suas próprias mensagens de voz usando a barra de espaço, não será exibida uma janela pop-up.
ru: Теперь при воспроизведении ваших собственных голосовых сообщений с помощью клавиши Пробел всплывающее окно появляться не будет.
tr: Şimdi, boşluk çubuğunu kullanarak kendi sesli mesajlarınızı çalarken, bir açılır pencere görünmeyecek.
uk: Тепер при відтворенні власних голосових повідомленнь клавішею пробіл не з’являтиметься спливаюче вікно.

source: Fixed minor bugs.
de: Kleinere Fehler behoben.
es: Se corrigen errores menores.
fi: Korjattu pieniä bugeja.
fr: Correction de bugs mineurs.
pt_br: Correção de pequenos erros.
ru: Исправлены незначительные ошибки.
tr: Sabit küçük hatalar.
uk: Виправлено незначні помилки.
