Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/whatsAppPlus.*.po
Languages: de, es, fi, fr, pt_br, ru, tr, uk

source: The automatic reading of new chat messages has been significantly redesigned to be more stable. This ensures that users are alerted to new messages accurately and reliably.
de: Das automatische Lesen neuer Chat-Nachrichten wurde erheblich überarbeitet, um stabiler zu sein. Dadurch wird sichergestellt, dass die Nutzer genau und zuverlässig über neue Nachrichten informiert werden.
es: La función que anuncia automáticamente nuevos mensajes en el chat se ha revisado sustancialmente para un funcionamiento más estable. Esto garantiza que los usuarios reciban alertas de nuevos mensajes de manera precisa y confiable.
fi: Uusien keskusteluviestien automaattinen lukeminen on suunniteltu suurelta osin uudelleen, jotta se toimisi vakaammin. Tämä varmistaa, että käyttäjille ilmoitetaan uusista viesteistä tarkasti ja luotettavasti.
fr: La fonction qui annonce automatiquement les nouveaux messages dans la discussion a été considérablement révisée pour un fonctionnement plus stable. Cela garantit que les utilisateurs sont alertés des nouveaux messages de manière précise et fiable.
pt_br: A leitura automática de novas mensagens de bate-papo foi significativamente reprojetada para ser mais estável. Isso garante que os usuários sejam alertados sobre novas mensagens de forma precisa e confiável.
ru: Функция автоматического чтения новых сообщений в чатах была серьёзно переработана для обеспечения более стабильной работы. Это позволяет пользователям получать уведомления о новых сообщениях своевременно и без сбоев.
tr: Yeni sohbet mesajlarının otomatik olarak okunması, daha kararlı olacak şekilde önemli ölçüde yeniden tasarlandı. Bu, kullanıcıların yeni mesajlarla ilgili doğru ve güvenilir bir şekilde uyarılmasını sağlar.
uk: Суттєво перероблено функцію автоматичного озвучення нових повідомлень в чаті. Тепер ця функція повинна працювати стабільніше.

source: Added labels for some unlabeled buttons.
de: Beschriftungen für einige nicht beschriftete Schaltflächen hinzugefügt.
es: Se agregaron etiquetas para algunos botones sin etiquetar.
fi: Lisätty nimet joillekin nimeämättömille painikkeille.
fr: Ajout d'étiquettes à certains boutons.
pt_br: Adição de rótulos para alguns botões sem rótulos.
ru: Добавлены метки к некоторым неподписанным кнопкам.
tr: Bazı etiketlenmemiş düğmeler için etiketler eklendi.
uk: Додано мітки кільком непідписаним кнопкам.

source: Version 1.7.0
es: Versión 1.7.0
fi: Versio 1.7.0
pt_br: Versão 1.7.0
ru: Версия 1.7.0
tr: Sürüm 1.7.0
uk: Версія 1.7.0

source: Added a function that automatically announces the progress bar if the focus is on a message.
de: Es wurde eine Funktion hinzugefügt, die automatisch den Fortschrittsbalken anzeigt, sobald die Nachricht fokussiert ist.
es: Se agrega una función que anuncia automáticamente el valor de la barra de progreso si el foco está en un mensaje.
fi: Lisätty toiminto, joka ilmoittaa automaattisesti edistymispalkin päivittymisen, jos kohdistus on viestin kohdalla.
fr: Ajout d'une fonction qui annonce automatiquement la barre de progression si le focus est sur un message.
pt_br: Foi adicionada uma função que anuncia automaticamente a barra de progresso se o foco estiver em uma mensagem.
ru: Добавлена функция автоматического озвучивания индикатора выполнения если фокус находится на сообщении.
tr: Odak bir mesajdaysa, ilerleme çubuğunu otomatik olarak bildiren bir işlev eklendi.
uk: Додано функцію, яка автоматично озвучує значення індикатора виконання, якщо фокус перебуває на повідомленні, яке завантажується/відвантажується.

source: Added a keyboard shortcut to report the value of the progress bar when the focus is on a message. By default, the ALT+U gesture is assigned to this feature. If the gesture is pressed twice, the automatic announcement of the progress bar values will be enabled.
de: Es wurde ein Tastaturkürzel hinzugefügt, um den Wert des Fortschrittsbalkens mitzuteilen, sobald eine Nachricht fokussiert wird. Standardmäßig ist der Tastenbefehl Alt+U dieser Funktion zugewiesen. Wenn der Tastenbefehl zweimal gedrückt wird, wird die automatische Anzeige der Werte des Fortschrittsbalkens aktiviert.
es: Se agrega un atajo para anunciar el valor de la barra de progreso si el foco está en un mensaje. De forma predeterminada, la combinación de teclas ALT+U está asignada a esta función. Si esta combinación se presiona dos veces, la función de anuncio automático de los indicadores se activa.
fi: Lisätty pikanäppäin, joka ilmoittaa edistymispalkin arvon kohdistuksen ollessa viestin kohdalla. Tämän toiminnon oletusarvoinen näppäinkomento on Alt+U. Kahdesti painettaessa otetaan käyttöön edistymispalkin arvon automaattinen ilmoittaminen.
fr: Ajout d'un raccourci clavier pour annoncer la valeur de la barre de progression si le focus est sur un message. Par défaut, la combinaison de touches ALT+U est affectée à cette fonction. Si cette combinaison est pressée deux fois, la fonction d'annonce automatique des indicateurs de performance sera activée.
pt_br: Foi adicionado um atalho de teclado para informar o valor da barra de progresso quando o foco está em uma mensagem. Por padrão, o gesto ALT+U é atribuído a esse recurso. Se o gesto for pressionado duas vezes, o anúncio automático dos valores da barra de progresso será ativado.
ru: Добавлено сочетание клавиш для озвучивания значения индикатора выполнения, если фокус находится на сообщении. По умолчанию эта функция назначена на сочетание ALT+U.Если нажать эту комбинацию дважды, то функция автоматического озвучивания индикаторов выполнения будет включена.
tr: Odak bir mesajdayken ilerleme çubuğunun değerini bildirmek için bir klavye kısayolu eklendi. Varsayılan olarak, bu özelliğe ALT+U hareketi atanmıştır. Harekete iki kez basılırsa, ilerleme çubuğu değerlerinin otomatik olarak duyurulması etkinleştirilir.
uk: Додано комбінацію клавіш, для повідомлення поточного значення індикатора виконання, якщо фокус встановлено на повідомленні. Стандартно для цієї функції призначено комбінацію клавіш ALT+U. Якщо цю комбінацію натиснути двічі, тоді увімкнеться функція автоматичного озвучення індикаторів виконання.

source: Fixed an issue where focus could not be moved to the chat list.
de: Ein Problem wurde behoben, bei dem die Chat-Liste nicht fokussiert werden konnte.
es: Se corrije un error que causa que el foco no pueda moverse a la lista de chats.
fi: Korjattu ongelma, joka aiheutti sen, ettei kohdistusta voitu siirtää keskusteluluetteloon.
fr: Correction d'un problème où le focus ne pouvait pas être déplacé vers la liste des discussions.
pt_br: Foi corrigido um problema em que o foco não podia ser movido para a lista de bate-papo.
ru: Исправлена проблема из-за которой не удавалось переместить фокус в список чатов.
tr: Odağı sohbet listesine taşıyamama sorunu düzeltildi.
uk: Виправлено проблему, коли не вдавалося перенести фокус до списку з бесідами.

source: Added labels to some elements.
de: Beschriftungen zu einigen Elementen hinzugefügt.
es: Se añadieron etiquetas a algunos elementos.
fi: Lisätty nimet joihinkin elementteihin.
fr: Ajout d'étiquettes à certains éléments.
pt_br: Adição de rótulos a alguns elementos.
ru: Добавлены метки к некоторым элементам.
tr: Bazı öğelere etiketler eklendi.
uk: Додано мітки деяким елементам.

source: Version 1.6.0
es: Versión 1.6.0
fi: Versio 1.6.0
pt_br: Versão 1.6.0
ru: Версия 1.6.0
tr: Sürüm 1.6.0
uk: Версія 1.6.0

source: Added ability to quickly reply to group members. To enter a message, it is enough to write the symbol "@" in the message entry field, use the up and down arrows to select who you want to reply to, and then press the Enter key.
de: Es wurde die Möglichkeit hinzugefügt, den Gruppenmitgliedern schnell zu antworten. Um eine Nachricht einzugeben, genügt es, das Symbol "@" in das Nachrichteneingabefeld einzugeben, mit den Pfeiltasten nach oben/unten die Person auszuwählen, der Sie antworten möchten, und dann die Eingabetaste zu drücken.
es: Añadida la capacidad de responder rápidamente a los miembros del grupo. Para introducir un mensaje, vasta con escribir el símbolo "@" en el cuadro de edición mensaje, usar las flechas arriba y abajo para seleccionar a quién responder, y luego presionar la tecla intro.
fi: Lisätty mahdollisuus vastata nopeasti ryhmän jäsenille. Riittää, että kirjoitat viestikenttään @-merkin, käytät nuolia ylös ja alas vastaanottajan valitsemiseen ja painat sitten Enter-näppäintä.
fr: Ajout de la possibilité de répondre rapidement aux membres d'un groupe. Pour saisir un message, il suffit d'écrire le symbole "@" dans le champ de saisie du message, d'utiliser les flèches haut et bas pour sélectionner la personne à laquelle vous souhaitez répondre, puis d'appuyer sur la touche Entrée.
pt_br: Adicionada a capacidade de responder rapidamente aos membros do grupo. Para inserir uma mensagem, basta escrever o símbolo “@” no campo de entrada de mensagens, usar as setas para cima e para baixo para selecionar a quem deseja responder e pressionar a tecla Enter.
ru: Добавлена возможность быстрого ответа участникам группового чата. Для ввода такого сообщения достаточно ввести символ "@" в поле ввода, а затем с помощью стрелок вверх и вниз выбрать, кому вы хотите отправить сообщение и нажать Enter.
tr: Grup üyelerine hızlı bir şekilde cevap verme özelliği eklendi. Mesaj girmek için mesaj giriş alanına "@" sembolü yazmanız, yukarı ve aşağı okları kullanarak kime cevap vermek istediğinizi seçmeniz ve ardından Enter tuşuna basmanız yeterlidir.
uk: Додано можливість швидко відповідати учасникам групи. Достатньо в редакторі для введення повідомлення написати символ "@", клавішами стрілок вгору та вниз обрати, кому потрібно відповісти, а потім натиснути клавішу Enter.

source: Added ability to quickly insert emoticons. To do this, you must write a colon and the name of the emoticon you want to find in the message input field. Later, use the left and right arrow keys to find the desired emoticon and use the Enter key to insert it into the message input field.
de: Es wurde die Möglichkeit hinzugefügt, schnell Emoticons einzufügen. Dazu müssen Sie einen Doppelpunkt und den Namen des gesuchten Emoticons in das Nachrichteneingabefeld eingeben. Verwenden Sie dann die Pfeiltaste nach links/rechts, um das gewünschte Emoticon zu finden, und fügen Sie es mit der Eingabetaste in das Nachrichteneingabefeld ein.
es: Agregada la capacidad de insertar rápidamente emoticonos. Para hacer esto, debes escribir dos puntos y el nombre del emoticono que quieres encontrar en el cuadro de edición mensaje. Después, usa las flechas arriba y abajo para encontrar el emoticono deseado y usa intro para insertarlo en el mensaje.
fi: Lisätty mahdollisuus hymiöiden nopeaan lisäämiseen. Tätä varten sinun tulee kirjoittaa viestin syöttökenttään kaksoispiste ja haluamasi hymiön nimi. Käytä tämän jälkeen vasenta ja oikeaa nuolinäppäintä halutun hymiön etsimiseen ja Enter-näppäintä lisätäksesi sen viestin syöttökenttään.
fr: Ajout de la possibilité d'insérer rapidement des émoticônes. Pour ce faire, vous devez écrire deux points et le nom de l'émoticône que vous souhaitez trouver dans le champ de saisie du message. Ensuite, utilisez les touches fléchées gauche et droite pour trouver l'émoticône souhaitée et appuyez sur la touche Entrée pour l'insérer dans le champ de saisie du message.
pt_br: Foi adicionado o recurso de inserção rápida de emoticons. Para fazer isso, você deve escrever dois pontos e o nome do emoticon que deseja encontrar no campo de entrada da mensagem. Depois, use as teclas de seta para a esquerda e para a direita para localizar o emoticon desejado e use a tecla Enter para inseri-lo no campo de entrada da mensagem.
ru: Добавлена возможность быстрого ввода смайлов. Чтобы это сделать, достаточно в поле ввода сообщений ввести символ ":", а затем название смайла, который вы хотите найти. Затем, используя стрелки влево и вправо найдите требуемый смайл и нажмите клавишу Enter, чтобы вставить его в поле редактирования.
tr: İfadeleri hızlı bir şekilde ekleme yeteneği eklendi. Bunun için mesaj giriş alanına iki nokta üst üste ve bulmak istediğiniz ifadenin adını yazmalısınız. Daha sonra, istenen ifadeyi bulmak için sol ve sağ ok tuşlarını kullanın ve onu mesaj giriş alanına eklemek için Enter tuşunu kullanın.
uk: Додано можливість швидко вставляти емодзі. Для цього потрібно в тексті повідомлення написати символ двокрапки і назву емодзі, який ви хочете знайти. Пізніше клавішами стрілок ліворуч і праворуч знайти потрібний емодзі і клавішею Enter вставити його в текстовий редактор.

source: In the WhatsAppPlus settings, an option has been added to enable the playback of sounds when recording, pausing and sending voice messages.
de: In den WhatsAppPlus-Einstellungen wurde eine Option hinzugefügt, mit der die Wiedergabe von Sounds beim Aufnehmen, Pausieren und Senden von Sprachnachrichten aktiviert werden kann.
es: En las opciones de WhatsApp Plus, se añadióagregó una opción para activar la reproducción de sonidos al grabar, pausar y enviar mensajes de voz.
fi: Lisätty WhatsAppPlussan asetuksiin vaihtoehto, jonka avulla voidaan ottaa käyttöön äänien toistaminen ääniviestejä nauhoitettaessa, lähetettäessä ja niiden toistoa keskeytettäessä.
fr: Dans les paramètres de WhatsAppPlus, une option a été ajoutée pour activer la lecture des sons lors de l'enregistrement, de la pause et de l'envoi de messages vocaux.
pt_br: Nas configurações do WhatsAppPlus, foi adicionada uma opção para ativar a reprodução de sons ao gravar, pausar e enviar mensagens de voz.
ru: В настройках WhatsAppPlus добавлен параметр для включения проигрывания звуков при записи, приостановке и отправке голосовых сообщений.
tr: WhatsAppPlus ayarlarında, sesli mesajları kaydederken, duraklatırken ve gönderirken seslerin çalınmasını sağlamak için bir seçenek eklendi.
uk: В налаштуваннях WhatsAppPlus додано можливість увімкнути відтворення звуків при початку запису, надсиланні і призупинині запису голосових повідомлень.

source: Changed the keyboard shortcut for opening the profile of the current conversation to Control+Shift+P.
de: Die Tastenkombination zum Öffnen des Profils des aktuellen Chats wurde in Strg+Umschalt+P geändert.
es: Se cambió el atajo para abrir el perfil de la conversación actual a Control+Shift+P.
fi: Vaihdettu nykyisen keskustelun profiilin avaamisen pikanäppäimeksi Ctrl+Vaihto+P.
fr: Changement du raccourci clavier pour ouvrir le profil de la conversation en cours. C'est désormais Ctrl+Maj+P.
pt_br: Alterado o atalho de teclado para abrir o perfil da conversa atual para Control+Shift+P.
ru: Сочетание клавиш для открытия профиля текущей беседы изменено на CONTROL+SHIFT+P.
tr: Geçerli görüşmenin profilini açmak için kullanılan klavye kısayolu Control+Shift+P olarak değiştirildi.
uk: Комбінацію для відкриття профілю поточної бесіди змінено на control+shift+P.

source: Added Nepali localization.
de: Nepalesische Übersetzung hinzugefügt.
es: Añadida localización al Nepalí.
fi: Lisätty nepalinkielinen käännös.
fr: Ajout de la traduction en népalais.
pt_br: Adição da localização em nepalês.
ru: Добавлена непальская локализация.
tr: Nepal dil desteği eklendi.
uk: Додано Непальську локалізацію.

source: Fixed several bugs, including an issue where automatic reading of new messages in an open conversation was not working for some users.
de: Mehrere Fehler wurden behoben, darunter ein Problem, bei dem das automatische Lesen neuer Nachrichten in einer offenen Unterhaltung bei einigen Benutzern nicht funktionierte.
es: Se corrigieron errores, incluyendo uno que causó que la lectura automática de mensajes en el chat actual no funcione para algunos usuarios.
fi: Korjattu useita bugeja, mukaan lukien ongelma, joka aiheutti sen, ettei avoimen keskustelun uusien viestien automaattinen lukeminen toiminut joillakin käyttäjillä.
fr: Correction de plusieurs bugs, notamment un problème où la lecture automatique des nouveaux messages dans une conversation ouverte ne fonctionnait pas pour certains utilisateurs.
pt_br: Correção de vários bugs, incluindo um problema em que a leitura automática de novas mensagens em uma conversa aberta não estava funcionando para alguns usuários.
ru: Исправлен ряд ошибок, включая автоматическое чтение сообщений в текущем чате, которое не работало у некоторых пользователей.
tr: Açık bir sohbette yeni mesajların otomatik olarak okunmasının bazı kullanıcılar için çalışmamasına neden olan bir sorun da dahil olmak üzere birkaç hata düzeltildi.
uk: Виправлено декілька помилок, зокрема проблему, коли в деяких користувачів не працювала функція автоматичного читання нових повідомлень у відкритій бесіді.

source: Version 1.5.0
es: Versión 1.5.0
fi: Versio 1.5.0
pt_br: Versão 1.5.0
ru: Версия 1.5.0
tr: Sürüm 1.5.0
uk: Версія 1.5.0

source: Added a keyboard shortcut to change the speed of the voice message being played. The default gesture is ctrl+s. The gesture will only work when a voice message is playing in an open chat.
de: Es wurde ein Tastaturkürzel hinzugefügt, um die Geschwindigkeit der abgespielten Sprachnachricht zu ändern. Der Standard-Tastenbefehl ist Strg+S. Sie funktioniert nur, wenn eine Sprachnachricht in einem offenen Chat abgespielt wird.
es: Se agregó un atajo para cambiar la velocidad de reproducción del mensaje de voz en reproducción. El gesto predeterminado es Control+S. Solo funcionará cuando un mensaje se está reproduciendo en el chat actual.
fi: Lisätty pikanäppäin, joka muuttaa toistettavan ääniviestin nopeutta. Oletusarvoinen näppäinkomento on Ctrl+S. Komento toimii vain, kun ääniviestiä toistetaan avoimessa keskustelussa.
fr: Ajout d'un raccourci clavier pour modifier la vitesse de lecture du message vocal. La commande par défaut est Ctrl+S. Celle-ci ne fonctionne que lorsqu'un message vocal est en cours de lecture dans une discussion ouverte.
pt_br: Foi adicionado um atalho de teclado para alterar a velocidade da mensagem de voz que está sendo reproduzida. O gesto padrão é ctrl+s. O gesto só funcionará quando uma mensagem de voz estiver sendo reproduzida em um bate-papo aberto.
ru: Добавлено сочетание клавиш для изменения скорости воспроизводимого голосового сообщения. Комбинация по умолчанию CTRL+S. Сочетание сработает только если голосовое сообщение воспроизводится в открытом чате.
tr: Oynatılan sesli mesajın hızını değiştirmek için bir klavye kısayolu eklendi. Varsayılan hareket ctrl+s'dir. Hareket, yalnızca açık bir sohbette bir sesli mesaj oynatılırken çalışır.
uk: Додано комбінацію клавіш для зміни швидкості голосового повідомлення. Стандартно призначено комбінацію control+S. Ця комбінація працює тільки в момент відтворення голосового повідомлення і тільки якщо відкрито бесіду, в якій відтворюється голосове повідомлення.

source: Added a keyboard shortcut to pause a voice message that is playing. The default gesture is alt+p. The function will only work when a voice message is playing in an open chat.
de: Es wurde ein Tastaturkürzel zum Anhalten einer laufenden Sprachnachricht hinzugefügt. Der Standard-Tastenbefehl ist Alt+P. Sie funktioniert nur, wenn eine Sprachnachricht in einem offenen Chat abgespielt wird.
es: Se agregó un atajo para pausar un mensaje de voz que se está reproduciendo. El gesto predeterminado es ALT+P. Solo funcionará si un mensaje se está reproduciendo en el chat actual.
fi: Lisätty pikanäppäin, joka keskeyttää ääniviestin toiston. Oletusarvoinen näppäinkomento on Alt+P. Komento toimii vain, kun ääniviestiä toistetaan avoimessa keskustelussa.
fr: Ajout d'un raccourci clavier pour mettre en pause un message vocal en cours de lecture. la commande par défaut est alt+p. Celle-ci ne fonctionnera que si un message vocal est en cours de lecture dans une discussion ouverte.
pt_br: Foi adicionado um atalho de teclado para pausar uma mensagem de voz que está sendo reproduzida. O gesto padrão é alt+p. A função só funcionará quando uma mensagem de voz estiver sendo reproduzida em um bate-papo aberto.
ru: Добавлено сочетание клавиш для приостановки воспроизведения голосового сообщения, которое воспроизводится в данный момент. Комбинация по умолчанию ALT+P. Данная функция будет работать только в случае когда голосовое сообщение воспроизводится в открытом чате.
tr: Oynatılan bir sesli mesajı duraklatmak için bir klavye kısayolu eklendi. Varsayılan hareket alt+p'dir. İşlev yalnızca açık bir sohbette bir sesli mesaj oynatılırken çalışır.
uk: Додано комбінацію клавіш для призупинення відтворення голосового повідомлення. Стандартно призначено комбінацію ALT+P. Ця функція працює тільки якщо відкрита бесіда, в якій відтворюється голосове повідомлення.

source: Now the announcement of a new message in an open chat can be enabled not only until NVDA is restarted, but also forever.
de: Jetzt kann die Ankündigung einer neuen Nachricht in einem offenen Chat nicht nur bis zum Neustart von NVDA, sondern auch für immer aktiviert werden.
es: Ahora el anuncio de un nuevo mensaje en un chat abierto se puede activar hasta que NVDA se reinicie, pero también para siempre.
fi: Avoimen keskustelun uuden viestin ilmoituksen voi ottaa nyt käyttöön myös pysyvästi.
fr: L'annonce d'un nouveau message dans une disscussion ouverte peut désormais être activée non seulement jusqu'au redémarrage de NVDA, mais aussi pour toujours.
pt_br: Agora, o anúncio de uma nova mensagem em um bate-papo aberto pode ser ativado não apenas até que o NVDA seja reiniciado, mas também para sempre.
ru: Теперь автоматическое чтение новых сообщений в чате можно включить не только до перезапуска NVDA, но и на совсем.
tr: Artık açık bir sohbette yeni bir mesajın duyurulması yalnızca NVDA yeniden başlatılana kadar değil, sürekli olarak da etkinleştirilebilir.
uk: Тепер функцію автоматичного озвучення нових повідомлень у відкритій бесіді можна вмикати не лише до перезавантаження NVDA, а і на завжди.

source: Version 1.4.0
es: Versión 1.4.0
fi: Versio 1.4.0
pt_br: Versão 1.4.0
ru: Версия 1.4.0
tr: Sürüm 1.4.0
uk: Версія 1.4.0

source: Adapted to the latest version of WhatsApp.
de: Angepasst an die neueste Version von WhatsApp.
es: Se adaptó a la última versión de WhatsApp.
fi: Mukautettu uusimpaan WhatsAppin versioon.
fr: Adaptation à la dernière version de WhatsApp.
pt_br: Adaptado para a versão mais recente do WhatsApp.
ru: Адаптировано для работы с последней версией WhatsApp.
tr: WhatsApp'ın en son sürümüne uyarlanmıştır.
uk: •Адаптовано для роботи в останній версії WhatsApp.
