Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/whatsAppPlus.*.po
Languages: de, es, fi, fr, pt_br, ru, tr, uk

source: ALT+U: announce the current value of a progress bar. If pressed twice, turns on/off the automatic announcement of progress bars.
de: Alt+U: Den aktuellen Wert eines Fortschrittsbalkens mitteilen. Zweimaliges Drücken schaltet die automatische Mitteilung der Fortschrittsbalken ein oder aus.
es: ALT+U: Anuncia el valor actual de la barra de progreso. Si se pulsa dos veces, activa o desactiva el anuncio automático de los indicadores.
fi: Alt+U: Ilmoita edistymispalkin nykyinen arvo. Kahdesti painettaessa ottaa käyttöön tai poistaa käytöstä edistymispalkkien automaattisen lukemisen.
fr: Alt+U : Annonce la valeur actuelle de la barre de progression. En cas de double pression, active/désactive la vocalisation automatique des indicateurs de performance.
pt_br: ALT+U: anuncia o valor atual de uma barra de progresso. Se pressionado duas vezes, ativa/desativa o anúncio automático das barras de progresso.
ru: ALT+U: Объявить текущее значение индикатора выполнения. При двойном нажатии включить или выключить автоматическое озвучивание индикаторов выполнения.
tr: ALT+U: ilerleme çubuğunun mevcut değerini duyurur. İki kez basılırsa, ilerleme çubuklarının otomatik duyurusunu açar/kapatır.
uk: ALT+U: Повідомляє поточне значення індикатора виконання, якщо фокус перебуває на файлі, який завантажується/відвантажується. При подвійному натисканні вмикає/вимикає автоматичне озвучення індикаторів виконання.

source: control+space: Switch to selection mode.
de: STRG+Leertaste: In den Auswahlmodus wechseln.
es: control+Espacio: Cambiar al modo de selección.
fi: Ctrl+Väli: Siirry valintatilaan.
fr: Ctrl+Espace : Passage en mode sélection.
pt_br: control+espaço: Alternar para o modo de seleção.
ru: control+пробел: Переключиться в режим выделения.
tr: kontrol+boşluk: Seçim moduna geçer.
uk: control+пробіл: Перейти в режим виділення повідомлень.

source: Information about the opportunity to donate to the developer:
de: Informationen über die Möglichkeit, an den Entwickler zu spenden:
es: Información sobre la oportunidad de donar al desarollador:
fi: Tietoa mahdollisuudesta tehdä lahjoitus kehittäjälle
fr: Informations sur l'opportunité de faire un don au développeur :
pt_br: Informações sobre a oportunidade de fazer doações para o desenvolvedor:
ru: Информация о возможности пожертвовать разработчику:
tr: Geliştiriciye bağış yapma fırsatı hakkında bilgi:
uk: Інформація щодо можливості пожертвування розробнику:

source: If you have a desire, and most importantly, the opportunity to support the developer of this add-on, you can do it using the following details:
de: Wenn Sie den Wunsch und vor allem die Möglichkeit haben, den Entwickler dieser NVDA-Erweiterung zu unterstützen, können Sie dies unter den folgenden Angaben tun:
es: Si tienes el deseo, y lo más importante, la oportunidad de apoyar al desarrollador de este complemento, puedes hacerlo usando los siguientes detalles:
fi: Jos sinulla on halua ja ennen kaikkea mahdollisuus tukea tämän lisäosan kehittäjää, voit tehdä sen seuraavia tietoja käyttäen:
fr: Si vous appréciez vraiment cette extension et que vous avez l'envie, mais surtout la possibilité de soutenir financièrement le développeur, le motivant ainsi à faire évoluer cette extension, vous pouvez le faire en envoyant votre contribution à l'aide des coordonnées bancaires suivantes :
pt_br: Se você deseja e, o mais importante, tem a oportunidade de apoiar o desenvolvedor desse complemento, pode fazê-lo usando os detalhes a seguir:
ru: Если у вас есть желание и, самое главное, возможность поддержать разработчика этого дополнения, вы можете сделать это, используя следующие реквизиты:
tr: Bu eklentinin geliştiricisini destekleme arzunuz ve en önemlisi fırsatınız varsa, bunu aşağıdaki ayrıntıları kullanarak yapabilirsiniz:
uk: Якщо вам сильно подобається цей додаток і ви маєте бажання, а головне можливість фінансово підтримати розробника і тим самим мотивувати його продовжувати розвивати цей додаток, ви можете це зробити, переказавши навіть незначну суму за такими реквізитами:

source: [Ukrainian donation system][3]
de: [Ukrainisches Spenden-System][3]
es: [Sistema ucraniano de donaciones][3]
fi: [Ukrainalainen lahjoitusjärjestelmä][3]
fr: [Système ukrainien pour faire un don][3]
ru: [Украинская система для пожертвований][3]
tr: [Ukrayna bağış sistemi][3]
uk: [Українська система пожертв][3]

source: Card number: 5169360009004502 (Gladkiy Constantine).
de: Kartennummer: 5169360009004502 (Gladkiy Constantine).
es: Número de tarjeta: 5169360009004502 (Gladkiy Constantine).
fi: Kortin numero: 5169360009004502 (Gladkiy Constantine).
fr: Numéro de carte : 5169360009004502 (Gladkiy Constantine).
pt_br: Número do cartão: 5169360009004502 (Gladkiy Constantine).
ru: Номер карты: 5169360009004502 (Gladkiy Constantine).
tr: Kart numarası: 5169360009004502 (Gladkiy Constantine).
uk: Номер картки: 5169360009004502 (Костянтин Гладкий).

source: Changelog
de: Änderungsprotokoll
es: Historial de cambios
fi: Muutosloki
fr: Historique des changements
pt_br: Registro de alterações
ru: История изменений
tr: Değişiklik günlüğü
uk: Історія змін

source: Version 1.9.0
es: Versión 1.9.0
fi: Versio 1.9.0
pt_br: Versão 1.9.0
ru: Версия 1.9.0
tr: Sürüm 1.9.0
uk: Версія 1.9.0

source: Added a keyboard shortcut that opens a list of all WhatsAppPlus keyboard shortcuts. By default, this function is assigned to ALT+H gesture.
de: Es wurde ein Tastaturkürzel hinzugefügt, das eine Liste aller WhatsAppPlus-Tastaturkürzel öffnet. Standardmäßig ist diese Funktion der Tastenbefehl Alt+H zugewiesen.
es: Se añadió un atajo de teclado que abre una lista de todos los atajos de WhatsApp Plus. De forma predeterminada, esta función se asigna al gesto ALT+h.
fi: Lisätty pikanäppäin, joka avaa luettelon kaikista WhatsAppPlussan näppäinkomennoista. Tämän toiminnon oletusarvoiseksi näppäinkomennoksi on määritetty Alt+H.
fr: Ajout d'un raccourci clavier qui ouvre une liste de tous les raccourcis clavier de WhatsAppPlus. Par défaut, la combinaison de touches ALT+H est affectée à cette fonction.
pt_br: Adicionado um atalho de teclado que abre uma lista de todos os atalhos de teclado do WhatsAppPlus. Por padrão, essa função é atribuída ao gesto ALT+H.
tr: Tüm WhatsAppPlus klavye kısayollarının listesini gösteren bir klavye kısayolu eklendi. Varsayılan olarak, bu işlev ALT+H hareketine atanmıştır.
uk: Додано комбінацію клавіш для відкриття переліку всіх комбінацій клавіш whatsAppPlus. Стандартно цю функцію призначено на комбінацію клавіш ALT+H.

source: Fixed a bug where ALT+2 and ALT+3 gestures didn't work.
de: Ein Fehler wurde behoben, bei dem die Tastenbefehle Alt+2 und Alt+3 nicht funktionierten.
es: Se corrigió un error por el que los gestos ALT+2 y ALT+3 no funcionavan.
fi: Korjattu bugi, joka aiheutti sen, etteivät pikanäppäimet Alt+2 ja Alt+3 toimineet.
fr: Correction d'un bug où les commandes ALT+2 et ALT+3 ne fonctionnaient pas.
pt_br: Foi corrigido um erro em que os gestos ALT+2 e ALT+3 não funcionavam.
tr: ALT+2 ve ALT+3 hareketlerinin çalışmamasına neden olan bir hata düzeltildi.
uk: Виправлено проблему, коли не працювали комбінації клавіш ALT+2 і ALT+3.

source: Fixed a bug where it was impossible to activate some functions from the context menu using gestures.
de: Es wurde ein Fehler behoben, bei dem es nicht möglich war, einige Funktionen aus dem Kontextmenü über Tastenbefehle zu aktivieren.
es: Se corrigió un error por el que era imposible activar algunas funciones del menú contextual utilizando gestos.
fi: Korjattu bugi, joka aiheutti sen, ettei joidenkin pikavalikon toimintojen aktivoiminen ollut mahdollista pikanäppäinten avulla.
fr: Correction d'un bug où il était impossible d'activer certaines fonctions du menu contextuel à l'aide de touches de commandes.
pt_br: Correção de um erro que impossibilitava a ativação de algumas funções do menu de contexto usando gestos.
tr: Hareketleri kullanarak içerik menüsünden bazı işlevleri etkinleştirmenin imkansız olduğu bir hata düzeltildi.
uk: Виправлено проблему, коли не вдавалось активувати функції з контекстного меню гарячими клавішами.

source: Fixed an issue where changing voice message playback speed and pausing voice message playback did not always work.
de: Ein Problem wurde behoben, bei dem das Ändern der Wiedergabegeschwindigkeit oder Anhalten der Sprachnachrichten nicht immer funktionierte.
es: Se corrigió un error por el que el cambio de velocidad de los mensajes de voz y pausar los mensajes de voz no funcionava siempre.
fi: Korjattu ongelma, joka aiheutti sen, etteivät ääniviestin toistonopeuden muuttaminen ja toiston keskeyttäminen aina toimineet.
fr: Correction d'un problème où le changement de la vitesse de lecture des messages vocaux et la mise en pause de la lecture des messages vocaux ne fonctionnaient pas toujours.
pt_br: Foi corrigido um problema em que a alteração da velocidade de reprodução da mensagem de voz e a pausa da reprodução da mensagem de voz nem sempre funcionavam.
tr: Sesli mesaj dinleme hızını değiştirmenin ve sesli mesaj dinlemeyi duraklatmanın her zaman işe yaramaması sorunu düzeltildi.
uk: Виправлено проблему, коли не завжди спрацьовували функції пришвидшення і призупинення голосових повідомлень.

source: Fixed a bug where in chats when focusing on your sent messages, instead of the word "you", the screen reader announced a personal number. To avoid this, you need to specify the phone number in the WhatsAppPlus settings and after that the add-on will not report it on your messages.
de: Es wurde ein Fehler behoben, bei dem in Chats, wenn man sich auf die gesendeten Nachrichten konzentriert, der Bildschirmleser anstelle des Wortes "Sie" eine persönliche Nummer anzeigte. Um dies zu vermeiden, müssen Sie die Telefonnummer in den WhatsAppPlus-Einstellungen angeben und danach wird die NVDA-Erweiterung sie nicht mehr in Ihren Nachrichten anzeigen.
es: Se corrigió un error por el cuál al enfocarse en tus mensajes enviados en los chats, en lugar de la palabra "tú", el lector de pantalla anunciava un número personal. Para esquivar esto, debes especificar el número de teléfono en las opciones de WhatsApp Plus y después de eso, el complemento no lo anunciará en tus mensajes.
fi: Korjattu bugi, joka aiheutti sen, ettei ruudunlukija sanonut "sinä" vaan ilmoitti puhelinnumerosi ollessasi lähettämiesi viestien kohdalla keskusteluissa. Välttääksesi tämän sinun tulee määrittää puhelinnumerosi WhatsAppPlussan asetuksissa, jonka jälkeen lisäosa ei ilmoita sitä viesteissäsi.
fr: Correction d'un bug où dans les discussions lors de la mise en focus sur vos messages envoyés, au lieu du mot "vous", le lecteur d'écran a annoncé un numéro personnel. Pour éviter cela, vous devez spécifier le numéro de téléphone dans les paramètres de WhatsAppPlus et, après cela, l'extension ne l'annoncera pas sur vos messages.
pt_br: Foi corrigido um bug em que, nos bate-papos, ao focar nas mensagens enviadas, em vez da palavra “você”, o leitor de tela anunciava um número pessoal. Para evitar isso, você precisa especificar o número de telefone nas configurações do WhatsAppPlus e, depois disso, o complemento não o informará em suas mensagens.
tr: Sohbetlerde "siz" kelimesi yerine gönderilmiş mesajlarınıza odaklanırken ekran okuyucunun kişisel bir numarayı duyurmasına neden olan bir hata düzeltildi. Bunu önlemek için, WhatsAppPlus ayarlarında telefon numarasını belirtmeniz gerekir ve bundan sonra eklenti mesajlarınızda bunu bildirmez.
uk: Виправлено проблему, коли на надісланих повідомленнях повідомлявся власний номер телефону. Щоб цього уникнути, потрібно в налаштуваннях WhatsAppPlus вказати ваш номер телефону і після цього додаток не повідомлятиме його на ваших повідомленнях.

source: Fixed an issue where WhatsAppPlus prompted to update on secure screens. To prevent this from happening again, you need to click on the "Use currently saved settings during sign-in and on secure screens (requires administrator privileges)" button in the NVDA general settings.
de: Ein Problem wurde behoben, bei dem WhatsAppPlus auf sicheren Bildschirmen zur Aktualisierung aufforderte. Um dies zu verhindern, müssen Sie in den allgemeinen NVDA-Einstellungen auf die Schaltfläche "Aktuell gespeicherte Einstellungen bei der Anmeldung und auf sicheren Bildschirmen verwenden (erfordert Administratorrechte)" klicken.
es: Se corrigió un error por el que WhatsApp Plus solicitaba actualizarse en pantallas seguras. Para prevenir que suceda de nuevo, debes hacer click en el botón "Utilizar opciones actualmente guardadas durante el inicio de sesión y en pantallas seguras (requiere privilegios de administrador)" en las opciones generales de NVDA.
fi: Korjattu ongelma, joka aiheutti sen, että WhatsAppPlus kehotti päivittämään suojatuissa ruuduissa oltaessa. Voit estää tätä tapahtumasta uudelleen painamalla "Käytä tallennettuja asetuksia sisäänkirjautumisen aikana ja suojatuissa ruuduissa (edellyttää järjestelmänvalvojan oikeuksia)" -painiketta NVDA:n yleisissä asetuksissa.
fr: Correction d'un problème où WhatsAppPlus a invité à mettre à jour sur les écrans sécurisés. Pour éviter que cela ne se reproduise, vous devez appuyer sur le bouton "Utiliser les paramètres NVDA actuellement sauvegardés pour l'écran de connexion et sur les écrans sécurisés (nécessite des privilèges administrateur)" dans le dialogue Paramètres/Général de NVDA.
pt_br: Foi corrigido um problema em que o WhatsAppPlus solicitava a atualização em telas seguras. Para evitar que isso aconteça novamente, você precisa clicar no botão “Usar configurações salvas atualmente durante o login e em telas seguras (requer privilégios de administrador)” nas configurações gerais do NVDA.
tr: WhatsAppPlus'ın güvenli ekranlarda güncelleme istenmesine neden olan bir sorun düzeltildi. Bunun tekrar olmasını önlemek için, NVDA genel ayarlarında "Oturum açma sırasında ve güvenli ekranlarda (yönetici ayrıcalıkları gerektirir) mevcut kayıtlı ayarları kullan" düğmesine tıklamanız gerekir.
uk: Виправлено проблему, коли WhatsAppPlus пропонував оновитися на захищених екранах. Щоб цього більше не відбувалось, потрібно у загальних налаштуваннях NVDA натиснути кнопку "Використовувати останні збережені налаштування під час входу й читання захищених екранів".

source: The gesture to accept a call has been changed to ALT+shift+Y, and the gesture to decline a call has been changed to ALT+shift+N. This is to ensure that these gestures do not conflict with UnigramPlus gestures.
de: Der Tastenbefehl zum Annehmen eines Anrufs wurde auf Alt+Umschalt+Y und der Tastenbefehl zum Ablehnen eines Anrufs wurde auf Alt+Umschalt+N geändert. Damit soll sichergestellt werden, dass diese Tastenbefehle nicht mit denen von UnigramPlus in Konflikt geraten.
es: El gesto para aceptar una llamada se cambió a ALT+shift+Y, y el gesto para rechazar una llamada se cambió a ALT+shift+N. Esto es para asegurarse de que estos gestos no estén en conflicto con los gestos de Unigram Plus.
fi: Puheluunvastaamiskomento on muutettu Alt+Vaihto+Y:ksi ja puhelun hylkäävä komento Alt+Vaihto+N:ksi. Tämä tehtiin sen varmistamiseksi, etteivät nämä näppäinkomennot ole ristiriidassa UnigramPlus-lisäosan komentojen kanssa.
fr: La commande pour accepter l'appel a été changé en ALT+Maj+Y, et la commande pour décliner l'appel a été changé en ALT+Maj+N. Il s'agit de garantir que ces commandes ne sont pas en conflit avec les commandes d'UnigramPlus.
pt_br: O gesto para aceitar uma chamada foi alterado para ALT+shift+Y, e o gesto para recusar uma chamada foi alterado para ALT+shift+N. Isso é para garantir que esses gestos não entrem em conflito com os gestos do UnigramPlus.
tr: Aramayı kabul etme hareketi ALT+shift+Y olarak değiştirildi ve aramayı reddetme hareketi ALT+shift+N olarak değiştirildi. Bu, bu hareketlerin UnigramPlus hareketleriyle çakışmamasını sağlamak içindir.
uk: Комбінацію для відповіді на дзвінок було змінено на ALT+shift+Y, а комбінацію для відхилення дзвінка було змінено на ALT+shift+N. Це було зроблено для того, щоб ці комбінації клавіш не конфліктували з комбінаціями з UnigramPlus.

source: Microphone and camera on/off gestures during a call now work correctly.
de: Die Tastenbefehle zum Ein- und Ausschalten von Mikrofon und Kamera während eines Anrufs funktionieren jetzt korrekt.
es: Los gestos para activar o desactivar la cámara y el micrófono durante una llamada ahora funcionan correctamente.
fi: Mikrofonin ja kameran käyttöön ottavat ja käytöstä poistavat näppäinkomennot toimivat nyt oikein puhelun aikana.
fr: Les commandes pour couper ou rétablir le son du microphone et allumer ou éteindre la caméra lors d'un appel fonctionnent maintenant correctement.
pt_br: Os gestos de ligar/desligar o microfone e a câmera durante uma chamada agora funcionam corretamente.
tr: Arama sırasında mikrofon ve kamera açma/kapama hareketleri artık düzgün çalışıyor.
uk: Тепер комбінації для увімкненя/вимкнення мікрофона й камери підчас дзвінка працюють правильно.

source: Removed gesture to set reaction to messages, since in the latest versions of WhatsApp, reactions are available directly from the context menu.
de: Der Tastenbefehl zum Einstellen der Reaktion auf Nachrichten wurde entfernt, da in den neuesten Versionen von WhatsApp die Reaktionen direkt über das Kontextmenü verfügbar sind.
es: Se eliminó el gesto para reaccionar a los mensajes, ya que en las últimas versiones de WhatsApp, las reacciones están disponibles directamente en el menú contextual.
fi: Poistettu reaktion viesteihin lisäävä näppäinkomento, koska reaktiot ovat käytettävissä WhatsAppin uusimmassa versiossa suoraan pikavalikosta.
fr: Suppression de la commande pour définir la réaction aux messages, car dans les dernières versions de WhatsApp, les réactions sont disponibles directement dans le menu contextuel.
pt_br: Removido o gesto para definir a reação às mensagens, já que nas versões mais recentes do WhatsApp as reações estão disponíveis diretamente no menu de contexto.
tr: WhatsApp'ın en son sürümlerinde tepkiler doğrudan bağlam menüsünden kullanılabildiğinden, mesajlara tepki ayarlamak için hareket kaldırıldı.
uk: Видалено комбінацію клавіш для встановлення реакцій на повідомлення, оскільки в останніх версіях WhatsApp реакції доступні безпосередньо з контекстного меню.

source: Version 1.8.0
es: Versión 1.8.0
fi: Versio 1.8.0
pt_br: Versão 1.8.0
ru: Версия 1.8.0
tr: Sürüm 1.8.0
uk: Версія 1.8.0

source: The add-on has been tested to ensure compatibility with NVDA-2023.
de: Die NVDA-Erweiterung wurde getestet, um die Kompatibilität mit NVDA 2023.1 zu gewährleisten.
es: El complemento se probó para asegurar la compatibilidad con NVDA-2023.
fi: Lisäosa on testattu yhteensopivuuden varmistamiseksi NVDA 2023.1:n kanssa.
fr: L'extension a été testée pour assurer la compatibilité avec NVDA-2023.
pt_br: O complemento foi testado para garantir a compatibilidade com o NVDA-2023.
ru: Дополнение было протестировано на совместимость с NVDA-2023.
tr: Eklenti, NVDA-2023 ile uyumluluğu sağlamak için test edilmiştir.
uk: Забезпечено сумісність з NVDA-2023.

source: Added a keyboard shortcut for selecting messages. To enter selection mode, press Ctrl+Space, and then use Space to select the next message.
de: Es wurde ein Tastaturkürzel für die Auswahl von Nachrichten hinzugefügt. Um in den Auswahlmodus zu gelangen, drücken Sie Strg+Leertaste und dann die Leertaste, um die nächste Nachricht auszuwählen.
es: Se añadió un atajo de teclado para seleccionar mensajes. Para entrar al modo de selección, pulsa control+espacio, y luego usa espacio para seleccionar el siguiente mensaje.
fi: Lisätty pikanäppäin viestien valitsemiselle. Siirry valintatilaan painamalla Ctrl+Välilyönti ja käytä sitten Välilyöntiä seuraavan viestin valitsemiseen.
fr: Ajout d'un raccourci clavier pour la sélection des messages. Pour passer en mode sélection, appuyez sur Ctrl+Espace, puis utilisez Espace pour sélectionner le message suivant.
pt_br: Foi adicionado um atalho de teclado para selecionar mensagens. Para entrar no modo de seleção, pressione Ctrl+Espaço e, em seguida, use Espaço para selecionar a próxima mensagem.
ru: Добавлено сочетание клавиш для выделения сообщений. Чтобы войти в режим выделения нажмите CTRL+Пробел, затем используйте Пробел, чтобы выбрать следующее сообщение.
tr: Mesajları seçmek için bir klavye kısayolu eklendi. Seçim moduna girmek için Ctrl+Boşluk tuşlarına basın ve ardından sonraki mesajı seçmek için Boşluk tuşunu kullanın.
uk: Додано комбінацію клавіш для виділення повідомлення. Для того, щоб перейти в режим виділення, потрібно натиснути control+пробіл, а усі наступні повідомлення можна виділяти натисканням клавіші пробіл.

source: A new function has been added to automatically announce activity in an open chat. By default, this feature is enabled by double-pressing the ALT+T gesture. This helps users stay up to date with new messages and other chat activities.
de: Es wurde eine neue Funktion hinzugefügt, mit der Aktivitäten in einem offenen Chat automatisch mitgeteilt werden können. Standardmäßig wird diese Funktion durch doppeltes Drücken von Alt+T aktiviert. Dies hilft den Nutzern, über neue Nachrichten und andere Chat-Aktivitäten auf dem Laufenden zu bleiben.
es: Se añadió una función para anunciar automáticamente la actividad de un chat. Esta función se activa presionando dos veces la combinación ALT+T. Esto ayuda a los usuarios a obtener actualizaciones sobre nuevos mensajes y otra actividad del chat.
fi: Lisätty uusi toiminto, joka ilmoittaa automaattisesti avoimen keskustelun tapahtumista. Tämä toiminto otetaan oletusarvoisesti käyttöön painamalla kahdesti Alt+T-näppäinkomentoa. Tämä auttaa käyttäjiä pysymään ajan tasalla uusista viesteistä sekä muista keskustelun aktiviteeteista.
fr: Une nouvelle fonction a été ajoutée pour annoncer automatiquement l'activité dans une discussion ouverte. Par défaut, cette fonction est activée en appuyant deux fois sur la combinaison ALT+T. Cela permet aux utilisateurs d'être informés des nouveaux messages et des autres activités de la discussion.
pt_br: Uma nova função foi adicionada para anunciar automaticamente a atividade em um bate-papo aberto. Por padrão, esse recurso é ativado ao pressionar duas vezes o gesto ALT+T. Isso ajuda os usuários a se manterem atualizados com as novas mensagens e outras atividades de bate-papo.
ru: Была добавлена новая функция для автоматического оповещения об активности в открытом чате. По умолчанию эта функция включается по двойному нажатию комбинации ALT+T. Это поможет пользователям следить за появлением новых сообщений и другой активностью в чатах.
tr: Açık bir sohbette etkinliği otomatik olarak duyurmak için yeni bir işlev eklendi. Varsayılan olarak, bu özellik ALT+T hareketine çift basılarak etkinleştirilir. Bu, kullanıcıların yeni mesajlardan ve diğer sohbet etkinliklerinden haberdar olmalarına yardımcı olur.
uk: Додано функцію для автоматичного озвучення активності у відкритій бесіді. Стандартно ця функція вмикається подвійним натисканням комбінації ALT+T.
