Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/winMag.*.po
Languages: de, fi, fr, hr, ja, pt_br

source: Never: The command is not passed to Windows Magnifier and standard NVDA table navigation can operate. When used in documents out of a table, the Control+Alt+Arrow command reports a "Not in a table" error message. This is the standard behaviour of NVDA without this add-on. You can still use NVDA+Windows+O then arrows to move the magnified view.
de: Niemals: Der Befehl wird nicht an die Windows-Lupe weitergegeben und die Standard-Tabellen-Navigation in NVDA kann funktionieren. Wenn der Befehl Strg+Alt+Pfeiltasten in Dokumenten außerhalb einer Tabelle betätigt werden, wird eine Fehlermeldung "Nicht in einer Tabelle" angezeigt. Dies ist das standardmäßige Verhalten von NVDA ohne diese Erweiterung. Sie können weiterhin NVDA+Windows+O und dann die Pfeiltasten betätigen, um die vergrößerte Ansicht zu verschieben.
fi: Ei koskaan: Komentoa ei välitetä Windowsin suurennuslasille, ja tavallinen NVDA:n taulukossa liikkuminen toimii. Käytettäessä asiakirjoissa olevien taulukoiden ulkopuolella Ctrl+Alt+Nuolinäppäin-komento ilmoittaa virheen "Ei taulukossa". NVDA toimii näin ilman tätä lisäosaa. Voit edelleen käyttää NVDA+Win+O:ta ja sitten nuolinäppäimiä suurennetun näkymän siirtämiseen.
fr: Jamais : la commande n'est pas transmise à la Loupe Windows et la navigation standard de NVDA dans les tableaux peut fonctionner. Utilisée dans les documents hors des tableaux, la commande Ctrl+Alt+Flèche annoncent un message d'erreur « Pas dans un tableau ». C'est le comportement habituel de NVDA sans cette extension. Vous pouvez toujours utiliser NVDA+Windows+O puis les flèches pour déplacer la vue agrandie.
hr: Nikada: Naredba se ne prosljeđuje Windows povećalu i standardno NVDA kretanje tablicom može raditi. Kad se koristi u dokumentima izvan tablice, naredba Kontrol+Alt+Strelica javlja poruku o grešci „Nije u tablici”. To je standardno ponašanje NVDA čitača bez ovog dodatka. I dalje možeš koristiti NVDA+Windows+O zatim strelice za pomicanje uvećanog prikaza.
ja: 渡さない: コマンドがWindowsの拡大鏡に渡されず、NVDAの標準の表のナビゲーションを操作出来ます。ドキュメントの表の外で使うと、Control+Alt+矢印コマンドは、「表ではありません」とエラーメッセージを報告します。このアドオンがない時のNVDAの標準の動作です。NVDA+Windows+O、そして矢印で、拡大されたビューを移動出来ます。
pt_br: Nunca: O comando não é passado para o Windows Magnifier e a navegação padrão na tabela do NVDA pode funcionar. Quando usado em documentos fora de uma tabela, o comando Control+Alt+Seta informa uma mensagem de erro “Não está em uma tabela”. Esse é o comportamento padrão do NVDA sem esse complemento. Você ainda pode usar NVDA+Windows+O e depois as setas para mover a exibição ampliada.

source: Only when not in table: In table or in list views, Control+Alt+Arrow commands perform standard table navigation. When used in documents out of a table, Control+Alt+Arrow commands perform standard Magnifier view move commands. If you still want to move Windows Magnifier view while in table or in list view, you will need to press NVDA+F2 before using Control+Alt+Arrow commands or alternately use NVDA+Windows+O then arrows. This option is the best compromise if you want to use Control+Alt+Arrow for both Magnifier and table navigation.
de: Nur wenn nicht in einer Tabelle: In Tabellen- oder Listenansichten führt Strg+Alt+Pfeiltasten die Standard-Tabellen-Navigation aus. In Dokumenten außerhalb einer Tabelle führt Strg+Alt+Pfeiltasten die Standardbefehle zum Verschieben der Lupenansicht aus. Wenn Sie die Windows-Lupenansicht in der Tabellen- oder Listenansicht dennoch verschieben möchten, müssen Sie vor der Verwendung von dem Drücken von Strg+Alt+Pfeiltasten einmal NVDA+F2 drücken oder alternativ NVDA+Windows+O und dann die Pfeiltaste betätigen. Diese Option ist der beste Kompromiss, wenn Sie Strg+Alt+Pfeiltasten sowohl für die Lupen- als auch für die Tabellen-Navigation verwenden möchten.
fi: Vain, kun ei taulukossa: Taulukko- tai luettelonäkymissä Ctrl+Alt+Nuoli-komentoja voidaan käyttää tavalliseen taulukossa liikkumiseen. Käytettäessä asiakirjoissa olevien taulukoiden ulkopuolella Ctrl+Alt+Nuoli-komennot suorittavat tavallisia suurennuslasin näkymänsiirtokomentoja. Mikäli haluat silti siirtää Windowsin suurennuslasin näkymää taulukko- tai luettelonäkymässä, sinun on painettava NVDA+F2 ennen kuin käytät Ctrl+Alt+Nuoli-komentoja, tai käytä vaihtoehtoisesti NVDA+Win+O:ta ja sitten nuolinäppäimiä. Tämä vaihtoehto on paras kompromissi, jos haluat käyttää Ctrl+Alt+Nuoli-näppäinyhdistelmää sekä suurennuslasissa että taulukossa liikkumiseen.
fr: Seulement en dehors des tableaux : Dans les tableaux ou les vues de liste, les commandes Ctrl+Alt+Flèche effectuent la navigation habituelle dans les tableaux. Utilisées dans les documents en dehors des tableaux, les commandes Ctrl+Alt+Flèche exécutent les commandes habituelles de déplacement de la vue de la Loupe. Si vous souhaitez malgré tout déplacer la vue de la Loupe Windows alors que vous êtes dans un tableau ou une vue de liste, vous devrez appuyer sur NVDA+F2 avant d'utiliser les commandes Ctrl+Alt+Flèche ou alors utiliser NVDA+Windows+O puis les flèches. Cette option est le meilleur compromis si vous souhaitez utiliser Ctrl+Alt+Flèche à la fois pour la Loupe et la navigation dans les tableaux.
hr: Samo izvan tablice: U prikazima tablice ili popisa, naredbe Kontrol+Alt+Strelica izvode standardno kretanje po tablici. Kad se koriste u dokumentima izvan tablice, naredbe Kontrol+Alt+Strelica izvode standardne naredbe za pomicanje prikaza povećala. Ako i dalje želiš pomaknuti prikaz Windows povećala dok se nalaziš u prikazu tablice ili popisa, morat ćeš pritisnuti NVDA+F2 prije korištenja naredbi Kontrol+Alt+Strelica ili alternativno NVDA+Windows+O zatim strelice. Ova je opcija najbolji kompromis, ako želiš koristiti Kontrol+Alt+Strelica za povećalo i za kretanje po tablici.
ja: 表でない時のみ: 表またはリストビューで、Control+Alt+矢印コマンドは、標準の表のナビゲーションを行なう。ドキュメントの表の外で使用すると、Control+Alt+矢印コマンドは、標準の拡大鏡ビューの移動コマンドとして動作する。表またはリストビューでウィンドウズ拡大鏡を移動したい時は、NVDA+F2を押してから矢印キーを押す。この選択肢は、Control+Alt+矢印を拡大鏡と表のナビゲーションの両方に使いたい場合の最適な折衷案です。
pt_br: Somente quando não estiver em uma tabela: Em exibições de tabela ou de lista, os comandos Control+Alt+Seta executam a navegação padrão na tabela. Quando usados em documentos fora de uma tabela, os comandos Control+Alt+Seta executam comandos padrão de movimentação da visualização da Lupa. Se ainda quiser mover o modo de exibição da Lupa do Windows enquanto estiver na tabela ou no modo de exibição de lista, será necessário pressionar NVDA+F2 antes de usar os comandos Control+Alt+Seta ou, alternativamente, usar NVDA+Windows+O e, em seguida, as setas. Essa opção é o melhor compromisso se você quiser usar Control+Alt+Seta para a navegação na lupa e na tabela.

source: Always: Control+Alt+Arrow commands moves the Magnifier's view in any case. This option may be useful if you do not use Control+Alt+Arrow to navigate in table, e.g. because you have changed table navigation shortcuts in NVDA or because you exclusively use [Easy table navigator][5] add-on for table navigation.
de: Immer: Strg+Alt+Pfeiltasten verschieben die Ansicht der Lupe in jedem Fall. Diese Option kann nützlich sein, wenn Sie nicht Strg+Alt+Pfeiltasten zum Navigieren in der Tabelle verwenden, z. B. weil Sie die Tastenkombination für die Tabellen-Navigation in NVDA geändert haben oder weil Sie ausschließlich die Erweiterung [Einfache Tabellen-Navigation][5] für die Tabellen-Navigation verwenden.
fi: Aina: Ctrl+Alt+Nuoli-komennot siirtävät suurennuslasin näkymää kaikissa tapauksissa. Tämä vaihtoehto voi olla hyödyllinen, mikäli et käytä Ctrl+Alt+Nuoli-komentoja taulukossa liikkumiseen, esim. koska olet vaihtanut NVDA:n taulukkonavigointikomentoja tai koska käytät yksinomaan [Helppo taulukossa liikkuminen][5] -lisäosaa taulukossa liikkumiseen.
fr: Toujours : les commandes Ctrl+Alt+Flèche déplacent la vue de la Loupe dans tous les cas. Cette option peut être utile si vous n'utilisez pas Ctrl+Alt+Flèche pour naviguer dans les tableaux, par exemple parce que vous avez modifié les raccourcis de navigation dans les tableaux dans NVDA ou parce que vous utilisez exclusivement l'extension [Easy table navigator][5] pour la navigation dans les tableaux.
hr: Uvijek: Naredbe Kontrol+Alt+Strelica u svakom slučaju pomiču prikaz povećala. Ova opcija može biti korisna, ako ne koristiš Kontrol+Alt+Strelica za kretanje po tablici, npr. jer si promijenio/la prečace za kretanje po tablici u NVDA čitaču ili jer za kretanje po tablicama isključivo koristiš dodatak [Jednostavno kretanje po tablici][5].
ja: 常に: Control+Alt+矢印コマンドは、いつでも拡大鏡のビューを移動します。この選択肢は、表のナビゲートにControl+Alt+矢印を使わない場合に便利でしょう。例えば、NVDAでの表のナビゲーションのショートカットを変更している場合や、表のナビゲーションにEasy Table Navigatorを使用している場合です。
pt_br: Sempre: Os comandos Control+Alt+Seta movem a visualização da Lupa em qualquer caso. Esta opção pode ser útil se você não usar Control+Alt+Seta para navegar em tabela, por exemplo, porque alterou os atalhos de navegação em tabelas no NVDA ou porque utiliza exclusivamente o complemento [Navegação fácil em tabelas ][5] para navegação nas tabelas.

source: Keep Windows Magnifier command window always on top: If unchecked, the Magnifier's control window will not be kept always on top of other windows.
de: Das Befehlsfenster der Lupe immer im Vordergrund halten: Wenn diese Option nicht aktiviert ist, wird das Steuerungsfenster der Lupe nicht immer über anderen Fenstern angezeigt.
fi: Pidä Windowsin suurennuslasin komentoikkuna aina päällimmäisenä: Jos tämä ei ole valittuna, suurennuslasin säädinikkunaa ei pidetä aina muiden ikkunoiden päällä.
fr: Conserver la fenêtre de commande de la loupe Windows toujours au dessus : si cette case n'est pas cochée, la fenêtre de commande de la loupe ne sera pas toujours gardée au-dessus des autres fenêtres.
pt_br: Manter a janela de comando da Lupa do Windows sempre na parte superior: Se desmarcada, a janela de controle da Lupa não será mantida sempre em cima de outras janelas.

source: Report color filter If checked, the used color filter is reported when you use the `Windows+Control+C` toggle command.
fr: Annoncer le filtre de couleur : si cette option est cochée, le filtre de couleur est annoncé lorsque vous utilisez la commande d'activation / désactivation `Windows+Contrôle+C`.
pt_br: Relatar filtro de cores Se marcado, o filtro de cores usado é relatado quando você usa o comando de alternância `Windows+Control+C`.

source: Commands added by this add-on
de: Befehle
fi: Lisäosan komennot
fr: Commandes ajoutées par cette extension
hr: Dodatak dodaje sljedeće naredbe
ja: このアドオンにより追加されるコマンド
pt_br: Comandos adicionados por este complemento

source: In addition to native Magnifier commands, this add-on provide additional commands:
de: Zusätzlich zu den nativen Befehlen der Windows-Lupe bietet diese Erweiterung weitere Befehle:
fi: Alkuperäisten suurennuslasikomentojen lisäksi Tämä lisäosa tarjoaa lisäkomentoja:
fr: En plus des commandes natives de la loupe, cette extension fournit des commandes supplémentaires :
hr: Osim izvornih naredbi povećala, ovaj dodatak pruža dodatne naredbe:
ja: 拡大鏡のもともとのコマンドに加え、このアドオンは追加のコマンドを提供します:
pt_br: Além dos comandos nativos da Lupa, esse complemento fornece comandos adicionais:

source: Commands that allow to control Magnifier's options without opening its configuration page.
de: Befehle, die die Optionen für die Windows-Lupe steuern, ohne die Konfigurationsseite zu öffnen.
fi: Komentoja, joiden avulla voi hallita suurennuslasin asetuksia avaamatta sen asetussivua.
fr: Commandes permettant de contrôler les options de la Loupe sans ouvrir sa page de configuration.
hr: Naredbe koje omogućuju upravljanje opcijama povećala bez otvaranja njegove konfiguracijske stranice.
ja: 拡大鏡の選択肢を設定ページを開かずに操作するコマンド。
pt_br: Comandos que permitem controlar as opções da Lupa sem abrir sua página de configuração.

source: Extra commands specific to this add-on.
de: Zusätzliche Befehle speziell für diese Erweiterung.
fi: Tämän lisäosan lisäkomennot.
fr: Commandes supplémentaires spécifiques à cette extension.
hr: Dodatne naredbe specifične za ovaj dodatak.
ja: このアドオンに特有のコマンド。
pt_br: Comandos extras específicos para esse complemento.

source: All these additional commands are accessible through the Magnifier layer command NVDA+Windows+O:
de: Alle diese zusätzlichen Befehle sind über die Tastenkombination NVDA+Windows+O zu erreichen:
fi: Kaikki nämä lisäkomennot ovat käytettävissä suurennuslasin komentokerroksen, NVDA+Win+O, kautta:
fr: Toutes ces commandes supplémentaires sont accessibles via l'accès aux commandes séquentielles de la Loupe NVDA+Windows+O :
hr: Sve ove dodatne naredbe dostupne su putem naredbe sloja povećala NVDA+Windows+O:
ja: これらの追加のコマンドは全て、拡大鏡レイヤーコマンドNVDA+Windows+Oを通してアクセス出来ます:
pt_br: Todos esses comandos adicionais podem ser acessados por meio do comando de camada da lupa NVDA+Windows+O:

source: NVDA+Windows+O then C: Toggles on or off caret tracking.
de: NVDA+Windows+O, dann C: Schaltet die Verfolgung des System-Cursors ein oder aus.
fi: NVDA+Windows+O ja sitten C: Ottaa kohdistimen seurannan käyttöön tai poistaa sen käytöstä.
fr: NVDA+Windows+O puis C: active ou désactive le suivi du curseur.
hr: NVDA+Windows+O, zatim C: Uključuje ili isključuje praćenje kursora.
ja: NVDA+Windows+OそしてC: キャレット追跡のオンオフ切り替え。
pt_br: NVDA+Windows+O depois C: Ativa ou desativa o rastreamento do cursor.

source: NVDA+Windows+O then F: Toggles on or off focus tracking.
de: NVDA+Windows+O, dann F: Schaltet die Verfolgung des Cursors ein oder aus.
fi: NVDA+Windows+O ja sitten F: Ottaa kohdistuksen seurannan käyttöön tai poistaa sen käytöstä.
fr: NVDA+Windows+O puis F: active ou désactive le suivi du focus.
hr: NVDA+Windows+O, zatim F: Uključuje ili isključuje praćenje fokusa.
ja: NVDA+Windows+OそしてF: フォーカス追跡のオンオフ切り替え。
pt_br: NVDA+Windows+O depois F: Ativa ou desativa o rastreamento do foco.

source: NVDA+Windows+O then M: Toggles on or off mouse tracking.
de: NVDA+Windows+O, dann M: Schaltet die Verfolgung der Maus ein oder aus.
fi: NVDA+Windows+O ja sitten M: Ottaa hiiren seurannan käyttöön tai poistaa sen käytöstä.
fr: NVDA+Windows+O puis M: active ou désactive le suivi de la souris.
hr: NVDA+Windows+O, zatim M: Uključuje ili isključuje praćenje miša.
ja: NVDA+Windows+OそしてM: マウス追跡のオンオフ切り替え。
pt_br: NVDA+Windows+O depois M: Ativa ou desativa o rastreamento do mouse.

source: NVDA+Windows+O then T: Toggles on or off tracking globally. When tracking is toggled on again, it is set to the last active tracking configuration before tracking was toggled off.
de: NVDA+Windows+O dann T: Schaltet die Verfolgung global ein oder aus. Wenn die Verfolgung wieder eingeschaltet wird, wird es auf die letzte aktive Konfiguration zur Verfolgung gesetzt, bevor die Verfolgung ausgeschaltet wurde.
fi: NVDA+Windows+O ja sitten T: Ottaa käyttöön seurannan tai poistaa sen käytöstä järjestelmänlaajuisesti. Kun seuranta otetaan uudelleen käyttöön, käytössä on ennen sen käytöstä poistamista aktiivisena ollut asetus.
fr: NVDA+Windows+O puis T : Active ou désactive le suivi global. Lorsque le suivi est réactivé, il est défini sur la dernière configuration de suivi active avant la désactivation du suivi.
pt_br: NVDA+Windows+O então T: ativa ou desativa o rastreamento globalmente. Quando o rastreamento é ativado novamente, ele é definido para a última configuração de rastreamento ativa antes de ser desativado.

source: NVDA+Windows+O then S: Toggles on or off smoothing.
de: NVDA+Windows+O, dann S: Schaltet die Kantenglättung ein oder aus.
fi: NVDA+Windows+O ja sitten S: Ottaa pehmennyksen käyttöön tai poistaa sen käytöstä.
fr: NVDA+Windows+O puis S: active ou désactive le lissage.
hr: NVDA+Windows+O, zatim S: Uključuje ili isključuje zaglađivanje rubova.
ja: NVDA+Windows+OそしてS: スムージングのオンオフ切り替え。
pt_br: NVDA+Windows+O depois S: Ativa ou desativa a suavização.

source: NVDA+Windows+O then R: Switches between mouse pointer tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 17643 or higher.
de: NVDA+Windows+O dann R: Wechselt zwischen den Mauszeigerverfolgungsmodi (innerhalb des Bildschirmrands oder in der Mitte des Bildschirms); diese Funktion ist nur unter Windows 10 Build 17643 oder neuer verfügbar.
fi: NVDA+Windows+O ja sitten R: Vaihtaa hiiren osoittimen seurannan tilaa (näytön reunojen sisäpuolella tai näytöllä keskitettynä). Tämä ominaisuus on käytettävissä vain Windows 10:n koontiversiossa 17643 tai sitä uudemmassa.
fr: NVDA+Windows+O puis R: Bascule entre les modes de suivi du pointeur de la souris (entre les bords de l'écran ou centré sur l'écran); cette fonctionnalité n'est disponible que sous Windows 10 build 17643 ou supérieur.
hr: NVDA+Windows+O, zatim R: Prebacuje se između modusa praćenja kursora miša (unutar ruba ekrana ili centrirano na ekranu); ova je funkcija dostupna samo u Windows 10 gradnja 17643 ili novijoj verziji.
pt_br: NVDA+Windows+O e depois R: Alterna entre os modos de rastreamento do ponteiro do mouse (dentro da borda da tela ou centralizado na tela); esse recurso só está disponível no Windows 10 build 17643 ou superior.

source: NVDA+Windows+O then X: Switches between text cursor tracking modes (within the edge of the screen or centered on the screen); this feature is only available on Windows 10 build 18894 or higher.
de: NVDA+Windows+O dann X: Wechselt zwischen den Textcursor-Tracking-Modi (innerhalb des Bildschirmrands oder zentriert auf dem Bildschirm); Diese Funktion ist nur unter Windows 10 Build 18894 oder neuer verfügbar.
fi: NVDA+Windows+O ja sitten X: Vaihtaa tekstikohdistimen seurannan tilaa (näytön reunojen sisäpuolella tai näytöllä keskitettynä). Tämä ominaisuus on käytettävissä vain Windows 10:n koontiversiossa 18894 tai sitä uudemmassa.
fr: NVDA+Windows+O puis X: Bascule entre les modes de suivi du curseur de texte (entre les bords de l'écran ou centré sur l'écran); cette fonctionnalité n'est disponible que sous Windows 10 build 18894 ou supérieur.
hr: NVDA+Windows+O, zatim X: Prebacuje se između modusa praćenja miša (unutar ruba ekrana ili centrirano na ekranu); ova je funkcija dostupna samo u Windows 10 gradnja 18894 ili novijoj verziji.
ja: NVDA+Windows+OそしてX: テキストカーソル追跡モードの切り替え(画面端または画面中央); この機能はWindows 10ビルド18894以降のみで使用可能。
pt_br: NVDA+Windows+O depois X: Alterna entre os modos de rastreamento do cursor de texto (no limite da tela ou centralizado na tela); esse recurso está disponível apenas no Windows 10 compilação 18894 ou superior.

source: NVDA+Windows+O then shift+P: Saves the current configuration parameters of the magnifier to NVDA's configuration.
de: NVDA+Windows+O dann Umschalt+P: Speichert die aktuellen Konfigurationsparameter der Lupe in der NVDA-Konfiguration.
fi: NVDA+Windows+O ja sitten Vaihto+P: Tallentaa nykyiset suurennuslasin asetukset NVDA:n asetuksiin.
fr: NVDA+Windows+O puis maj+P : Enregistre les paramètres de configuration actuels de la loupe dans la configuration de NVDA.
hr: NVDA+Windows+O, zatim šift+P: Sprema aktualne parametre konfiguracije povećala u NVDA konfiguraciju.
pt_br: NVDA+Windows+O e, em seguida, shift+P: salva os parâmetros de configuração atuais da lupa na configuração do NVDA.

source: NVDA+Windows+O then P: Restores the current configuration parameters of the magnifier from NVDA's configuration. If no configuration parameters has been previously saved to NVDA's configuration, the default configuration parameters of Windows Magnifier are restored instead.
de: NVDA+Windows+O dann P: Stellt die aktuellen Konfigurationsparameter der Lupe aus der Konfiguration von NVDA wieder her. Wenn zuvor keine Konfigurationsparameter in der NVDA-Konfiguration gespeichert wurden, werden stattdessen die Standard-Konfigurationsparameter der Windows-Lupe wiederhergestellt.
fi: NVDA+Windows+O ja sitten P: Palauttaa suurennuslasin nykyiset asetukset NVDA:n asetuksista. Mikäli asetuksia ei ole aiemmin tallennettu, Windowsin suurennuslasin oletusasetukset palautetaan.
fr: NVDA+Windows+O puis P : Restaure les paramètres de configuration actuels de la loupe à partir de la configuration de NVDA. Si aucun paramètre de configuration n'a été précédemment enregistré dans la configuration de NVDA, les paramètres de configuration par défaut de la Loupe Windows sont restaurés à la place.
pt_br: NVDA+Windows+O e depois P: Restaura os parâmetros de configuração atuais da lupa a partir da configuração do NVDA. Se nenhum parâmetro de configuração tiver sido salvo anteriormente na configuração do NVDA, os parâmetros de configuração padrão do Windows Magnifier serão restaurados.

source: NVDA+Windows+O then Arrows: Move the magnified view.
de: NVDA+Windows+O und dann Pfeiltasten: Verschieben Sie die damit vergrößerte Ansicht.
fi: NVDA+Windows+O ja sitten nuolinäppäimet: Siirrä suurennettua näkymää.
fr: NVDA+Windows+O puis Flèches : Déplacer la vue agrandie.
hr: NVDA+Windows+O, zatim strelice: Pomakni uvećani prikaz.
ja: NVDA+Windows+Oそして矢印: 拡大ビューの移動。
pt_br: NVDA+Windows+O e depois Setas: Mover a visualização ampliada.

source: NVDA+Windows+O then V: Moves the mouse cursor in the center of the magnified view (command not available in docked view mode).
de: NVDA+Windows+O dann V: Bewegt den Mauszeiger in die Mitte der vergrößerten Ansicht (Befehl nicht verfügbar im angedockten Ansichtsmodus).
fi: NVDA+Windows+O ja sitten V: Siirtää hiirikohdistimen suurennetun näkymän keskelle (komento ei ole käytettävissä kiinnitetyn näkymän tilassa).
fr: NVDA+Windows+O puis V : Déplace le curseur de la souris au centre de la vue agrandie (commande non disponible en mode d'affichage ancré).
hr: NVDA+Windows+O, zatim V: Pomiče kursor miša u središte uvećanog prikaza (naredba nije dostupna u usidrenom načinu prikaza).
ja: NVDA+Windows+OそしてV: マウスカーソルを拡大鏡ビューの中央に移動(固定ビューモードではこのコマンドを使用出来ません）。
pt_br: NVDA+Windows+O e V: move o cursor do mouse para o centro da visualização ampliada (comando não disponível no modo de visualização encaixada).

source: NVDA+Windows+O then W: Switches on or off the mode allowing to keep Windows Magnifier's control window always on top of the other ones. This feature is only available for installed versions of NVDA.
de: NVDA+Windows+O dann W: Schaltet den Modus ein oder aus, der es erlaubt, das Kontrollfenster der Windows-Lupe immer über den anderen Fenstern zu halten. Diese Funktion ist nur für installierte NVDA-Versionen verfügbar.
fi: NVDA+Windows+O ja sitten W: Ottaa käyttöön tai poistaa käytöstä tilan, joka pitää Windowsin suurennuslasin ikkunan muiden ikkunoiden päällä. Tämä ominaisuus on käytettävissä vain NVDA:n asennetuissa versioissa.
fr: NVDA+Windows+O puis W : active ou désactive le mode permettant de garder la fenêtre de commande de la loupe Windows toujours au-dessus des autres. Cette fonctionnalité n'est disponible que pour les versions installées de NVDA.
hr: NVDA+Windows+O, zatim W: Uključuje ili isključuje modus omogučujući zadržavanje kontrolnog prozora Windows povećala uvijek iznad ostalih. Ova je značajka dostupna samo za instalirane NVDA verzije.
pt_br: NVDA+Windows+O e depois W: Ativa ou desativa o modo que permite manter a janela de controle do Windows Magnifier sempre em cima das outras. Esse recurso está disponível somente para as versões instaladas do NVDA.

source: NVDA+Windows+O then O: Opens Windows Magnifier add-on settings.
de: NVDA+Windows+O, dann O: Öffnet die Einstellungen der Erweiterung für die Windows-Lupe.
fi: NVDA+Windows+O ja sitten O: Avaa Windowsin suurennuslasi -lisäosan asetukset.
fr: NVDA+Windows+O puis O : Ouvre les paramètres de l'extension Loupe Windows.
hr: NVDA+Windows+O, zatim O: Otvara postavke dodatka Windows povećala.
ja: NVDA+Windows+OそしてO: Windows Magnifierアドオン設定を開く。
pt_br: NVDA+Windows+O depois O: Abre as configurações do complemento Lupa do Windows.
