Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/winMag.*.po
Languages: de, fi, fr, hr, ja, pt_br

source: This add-on has not been tested in multi-screen environment and there are chances that some feature are not working in this environment. If you are using multi-screen environment and want it to be supported, please contact me to have it implemented.
de: Diese Erweiterung wurde nicht mit mehreren Bildschirm getestet und es besteht die Möglichkeit, dass einige Funktionen in dieser Umgebung nicht funktionieren. Wenn Sie eine mehrere Bildschirme gleichzeitig verwenden und möchten, dass es unterstützt wird, kontaktieren Sie mich bitte, damit es implementiert werden kann.
fi: Tätä lisäosaa ei ole testattu moninäyttöympäristössä, ja on mahdollista, että jokin ominaisuus ei toimi sitä käytettäessä. Mikäli käytät moninäyttöympäristöä ja haluat, että sitä tuetaan, ota minuun yhteyttä.
fr: Cette extension n'a pas été testée dans un environnement multi-écran et il est possible que certaines fonctionnalités ne fonctionnent pas dans cet environnement. Si vous utilisez un environnement multi-écran et que vous souhaitez qu'il soit pris en charge, veuillez me contacter pour l'implémenter.
hr: Ovaj dodatak nije testiran u višeekranskom okruženju i neka značajka možda neće radi u ovom okruženju. Ako koristiš višeekransko okruženje i ako želiš da se to podrži, kontaktiraj me kako bih ga implementirao.
ja: このアドオンは、マルチスクリーン環境ではテストしていないので、その環境ではいくつかの機能が動作しない場合もありえます。もし、マルチスクリーン環境をお使いで、サポートしてほしい場合、その実行のために、連絡を下さい。
pt_br: Esse complemento não foi testado em ambiente de várias telas e é possível que alguns recursos não estejam funcionando nesse ambiente. Se você estiver usando um ambiente com várias telas e quiser que ele seja suportado, entre em contato comigo para que ele seja implementado.

source: More generally, do not hesitate to contact me on the [GitHub page][3] of this add-on or directly by e-mail.
de: Im Allgemeinen zögern Sie nicht, mich auf der [GitHub-Seite][3] diese Erweiterung oder direkt per E-Mail zu kontaktieren.
fi: Yleisemmin ottaen älä epäröi ottaa minuun yhteyttä tämän lisäosan [GitHub-sivulla][3] tai suoraan sähköpostitse.
fr: Plus généralement, n'hésitez pas à me contacter sur la [page GitHub][3] de cette extension ou directement par e-mail.
hr: Općenito, ne ustručavaj se me kontaktirati na [GitHub stranici][3] ovog dodatka ili izravno putem e-pošte.
ja: また、このアドオンの[GitHubページ][3]やeメールで直接、お気軽に連絡を下さい。
pt_br: De modo geral, não hesite em entrar em contato comigo na [página do GitHub][3] deste complemento ou diretamente por e-mail.

source: Change log
de: Änderungen
fi: Muutosloki
fr: Journal des modifications
hr: Dnevnik promjena
ja: 変更の履歴
pt_br: Registro de alterações

source: Version 4.2
pt_br: Versão 4.2

source: Magnifier or Color filtering commands will no longer fail if used for the first time with this add-on running.
fr: Les commandes de la Loupe ou des filtres de couleur n'échoueront plus lorsqu'elles sont utilisées pour la première fois avec cet extension en cours d’exécution.
pt_br: Os comandos de ampliação ou filtragem de cores não falharão mais se forem usados pela primeira vez com este complemento em execução.

source: Version 4.0
pt_br: Versão 4.0

source: The filter enabled by the toggle color filter command (`Windows+Control+C`) can now be reported; this toggle command should have been previously enabled in Windows Accessibility settings.
fr: Le filtre activé par la commande d'activation / désactivation des filtres de couleur (`Windows+Contrôle+C`) peut désormais être annoncé ; cette commande doit avoir été préalablement activée dans les paramètres d’accessibilité de Windows.
pt_br: O filtro ativado pelo comando de alternância do filtro de cores (`Windows+Control+C`) agora pode ser relatado; esse comando de alternância deve ter sido habilitado anteriormente nas configurações de acessibilidade do Windows.

source: Compatibility with NVDA 2025.1.
fr: Compatibilité avec NVDA 2025.1.
pt_br: Compatibilidade com o NVDA 2025.1.

source: Version 3.7
pt_br: Versão 3.7

source: Compatibility with NVDA 2024.1.
fr: Compatibilité avec NVDA 2024.1.
pt_br: Compatibilidade com o NVDA 2024.1.

source: Version 3.6
pt_br: Versão 3.6

source: Fixed erroneous compatibility range.
fr: Correction de la plage de compatibilité erronée.
pt_br: Corrigido intervalo de compatibilidade incorreto.

source: Version 3.5
fi: Versio 3.5
hr: Verzija 3.5
pt_br: Versão 3.5

source: Prepares compatibility with NVDA 2024.1.
fi: Valmisteltu yhteensopivuutta NVDA 2024.1:n kanssa.
fr: Prépare la compatibilité avec NVDA 2024.1.
hr: Priprema kompatibilnosti s NVDA verzijom 2024.1.
pt_br: Prepara a compatibilidade com o NVDA 2024.1.

source: Addresses potential security issues related to [GHSA-xg6w-23rw-39r8][8] when using the add-on with older versions of NVDA. However, it is recommended to use NVDA 2023.3.3 or higher.
fi: Ratkaisee mahdolliset [GHSA-xg6w-23rw-39r8][8]:aan liittyvät tietoturvaongelmat käytettäessä lisäosaa vanhemmilla NVDA-versioilla. NVDA 2023.3.3:n tai uudemman käyttö on kuitenkin suositeltavaa.
fr: Résout des problèmes de sécurité potentiels liés à [GHSA-xg6w-23rw-39r8][8] lors de l'utilisation de l'extension avec des versions plus anciennes de NVDA. Cependant, il est recommandé d'utiliser NVDA 2023.3.3 ou supérieur.
pt_br: Resolve possíveis problemas de segurança relacionados ao [GHSA-xg6w-23rw-39r8][8] ao usar o complemento com versões mais antigas do NVDA. No entanto, é recomendável usar o NVDA 2023.3.3 ou superior.

source: Note: From now on, translation updates will not appear anymore in the change log.
fi: Huom: Tästä lähtien käännöspäivitykset eivät enää näy muutoslokissa.
fr: Remarque : À partir de maintenant, les mises à jour de traduction n'apparaîtront plus dans le journal des modifications.
pt_br: Nota: De agora em diante, as atualizações de tradução não aparecerão mais no registro de alterações.

source: Version 3.4
fi: Versio 3.4
hr: Verzija 3.4
pt_br: Versão 3.4

source: The "move mouse to view" command works again
fi: "Siirrä hiiri näkymään" -komento toimii taas
fr: La commande "déplacer la souris vers la vue" fonctionne à nouveau
pt_br: O comando “mover o mouse para visualizar” funciona novamente

source: Updated localizations.
de: Übersetzungen aktualisiert.
fi: Lokalisointeja päivitetty.
fr: Localisations mises à jour.
hr: Aktualizirane lokalizacije.
ja: ローカライズを更新しました。
pt_br: Localizações atualizadas.

source: Version 3.3
fi: Versio 3.3
hr: Verzija 3.3
pt_br: Versão 3.3

source: Compatibility reduced to NVDA 2019.2.1 and beyond. The last compatible versions with NVDA 2018.3 are the [3.2][7] (partially compatible) and [1.1][6] (fully compatible)
fi: Yhteensopivuudeksi muutettu NVDA 2019.2.1 ja sitä uudemmat. Uusimmat NVDA 2018.3:n kanssa yhteensopivat versiot ovat [3.2][7] (osittain yhteensopiva) ja [1.1][6] (täysin yhteensopiva).
fr: Compatibilité réduite à NVDA 2019.2.1 et supérieure. Les dernières versions compatibles avec NVDA 2018.3 sont les [3.2][7] (partiellement compatible) et [1.1][6] (entièrement compatible)
pt_br: Compatibilidade reduzida para NVDA 2019.2.1 e posteriores. As últimas versões compatíveis com o NVDA 2018.3 são a [3.2][7] (parcialmente compatível) e a [1.1][6] (totalmente compatível)

source: Fixed a bug in the settings panel with NVDA 2019.2.1.
fi: Korjattu asetuspaneelin bugi NVDA 2019.2.1:ssä.
fr: Correction d'un bug dans le panneau des paramètres avec NVDA 2019.2.1.
pt_br: Corrigido um bug no painel de configurações com o NVDA 2019.2.1.

source: Version 3.2
fi: Versio 3.2
hr: Verzija 3.2
pt_br: Versão 3.2

source: Removed the dev channel.
de: Der Dev-Kanal wurde entfernt.
fi: Dev-kanava poistettu.
fr: Suppression du canal de développement.
hr: Uklonjen je kanal razvoja.
pt_br: Removido o canal de desenvolvimento.

source: Version 3.1
fi: Versio 3.1
hr: Verzija 3.1
pt_br: Versão 3.1

source: Fixed an issue preventing the Magnifier's command window from being restored on top.
de: Es wurde ein Problem behoben, das verhinderte, dass das Befehlsfenster der Lupe im oberen Bereich wiederhergestellt werden konnte.
fi: Korjattu ongelma, joka esti suurennuslasin komentoikkunan palauttamista päällimmäiseksi.
fr: Correction d'un problème empêchant la fenêtre de commande de la loupe d'être restaurée au dessus des autres.
pt_br: Foi corrigido um problema que impedia que a janela de comando da Lupa fosse restaurada na parte superior.

source: Fixed an issue preventing the add-on to run on NVDA 2019.2.1.
de: Ein Problem wurde behoben, das die Ausführung der NVDA-Erweiterung unter NVDA 2019.2.1 verhinderte.
fi: Korjattu ongelma, joka esti lisäosan suorittamisen NVDA 2019.2.1:ssä.
fr: Correction d'un problème empêchant l'extension de s'exécuter sur NVDA 2019.2.1.
pt_br: Foi corrigido um problema que impedia a execução do complemento no NVDA 2019.2.1.

source: Version 3.0
fi: Versio 3.0
hr: Verzija 3.0
pt_br: Versão 3.0

source: Pressing the zoom buttons in the Magnifier window (with the keyboard) now reports the new zoom level.
de: Wenn Sie die Zoom-Tasten in der Windows-Lupe (mit der Tastatur) betätigen, wird jetzt die neue Zoom-Stufe angezeigt.
fi: Uusi zoomauksen taso ilmoitetaan nyt painettaessa suurennuslasin ikkunassa olevia Zoomauspainikkeita näppäimistöltä.
fr: L'appui sur les boutons de zoom dans la fenêtre de la Loupe (avec le clavier) signale maintenant le nouveau niveau de zoom.
pt_br: Pressionar os botões de zoom na janela da Lupa (com o teclado) agora informa o novo nível de zoom.

source: The parameter controlling if Magnifier control window remains always on top is now stored in configuration; this means that this parameter is remembered when restarting NVDA and can be enabled or not depending on the active profile.
de: Der Parameter, der steuert, ob das Lupensteuerungsfenster immer im Vordergrund bleibt, wird nun in der Konfiguration gespeichert; das bedeutet, dass dieser Parameter beim Neustart von NVDA gespeichert wird und je nach aktivem Profil aktiviert oder deaktiviert werden kann.
fi: Suurennuslasin säädinikkunan päällimmäisenä olemista määrittävä asetus tallennetaan nyt asetuksiin. Tämä tarkoittaa, että asetuksen tila muistetaan NVDA:ta uudelleenkäynnistettäessä, ja asetus voidaan ottaa käyttöön tai poistaa käytöstä aktiivisesta profiilista riippuen.
fr: Le paramètre définissant si la fenêtre de contrôle de la loupe reste toujours visible est maintenant stocké dans la configuration ; cela signifie que ce paramètre est mémorisé lors du redémarrage de NVDA et peut être activé ou non selon le profil actif.
pt_br: O parâmetro que controla se a janela de controle da Lupa permanece sempre na parte superior agora está armazenado na configuração; isso significa que esse parâmetro é lembrado ao reiniciar o NVDA e pode ser ativado ou não, dependendo do perfil ativo.

source: Fixed a bug causing unexpected screen curtain de-activation when using move to view or move view commands.
de: Es wurde ein Fehler behoben, der zur unerwarteten Deaktivierung des Bildschirmvorhangs führte, wenn die Befehle "In Ansicht verschieben" oder "Ansicht verschieben" verwendet wurden.
fi: Korjattu bugi, joka aiheutti odottamattoman näyttöverhon käytöstä poistamisen Siirry näkymään- tai Siirrä näkymää -komentoja käytettäessä.
fr: Correction d'un bogue provoquant la désactivation inattendue du rideau d'écran lors de l'utilisation des commandes de déplacement vers la vue ou de déplacement de la vue.
pt_br: Foi corrigido um erro que causava a desativação inesperada da cortina de tela ao usar os comandos mover para visualização ou mover visualização.

source: Option alwaysOnTop setting will now be honoured also when changing magnification mode.
de: Die Option "Immer im Vordergrund" wird nun auch beim Wechsel des Vergrößerungsmodus berücksichtigt.
fi: Aina päällimmäisenä -asetusta noudatetaan nyt myös suurennuksen tilaa vaihdettaessa.
fr: Le réglage de l'option toujoursAuDessus sera maintenant honoré également lors du changement d'affichage.
pt_br: A configuração da opção alwaysOnTop agora será respeitada também ao alterar o modo de ampliação.

source: Added ability to save and restore Windows Magnifier's config in NVDA's config.
de: Es wurde die Möglichkeit hinzugefügt, die Konfiguration der Windows-Lupe in der NVDA-Konfiguration zu speichern und wiederherzustellen.
fi: Lisätty mahdollisuus Windowsin suurennuslasin asetusten tallentamiseen ja palauttamiseen.
fr: Ajout de la possibilité de sauvegarder et de restaurer la configuration de la Loupe Windows dans la configuration de NVDA.
pt_br: Adição da capacidade de salvar e restaurar a configuração do Windows Magnifier na configuração do NVDA.

source: Compatibility with NVDA 2023.1.
de: Kompatibel mit NVDA 2023.1.
fi: Yhteensopivuus NVDA 2023.1:n kanssa.
fr: Compatibilité avec NVDA 2023.1.
hr: Kompatibilnost s NVDA verzijom 2023.1.
pt_br: Compatibilidade com o NVDA 2023.1.

source: Clarify which type of tracking is re-enabled when tracking is toggled on again.
de: Verdeutlichen, welche Art der Verfolgung wieder aktiviert wird, wenn die Verfolgung wieder eingeschaltet wird.
fi: Selvennetty, mikä asetus on käytössä, kun seuranta otetaan uudelleen käyttöön.
fr: Précision du type de suivi réactivé lorsque le suivi est réactivé.
pt_br: Esclarecer qual tipo de rastreamento é reativado quando ele é ativado novamente.

source: Version 2.0
fi: Versio 2.0
hr: Verzija 2.0
ja: バージョン2.0
pt_br: Versão 2.0

source: The view can be moved with arrows while in Windows Magnifier layer.
de: In der Ansicht kann die Vergrößerungsstufe der Windows-Lupe mit den Pfeiltasten eingestellt werden.
fi: Näkymää voidaan siirtää nuolinäppäimillä Windows-suurennuslasin komentokerroksessa oltaessa.
fr: La vue peut être déplacée avec les flèches dans les commandes séquentielles de la loupe Windows.
hr: Prikaz se može pomicati strelicama dok se nalaziš u sloju Windows povećala.
ja: Windows Magnifierレイヤーで、ビューを矢印で動かせるようになりました。
pt_br: A visualização pode ser movida com as setas enquanto estiver na camada Windows Magnifier.

source: Capability to keep the Magnifier commands Window always on top or not.
de: Möglichkeit geschaffen, das Fenster mit den Befehlen für die Windows-Lupe immer im Vordergrund zu halten oder nicht.
fi: Mahdollisuus pitää suurennuslasin komentoikkuna aina päällimmäisenä.
fr: Possibilité de garder la fenêtre des commandes de la loupe toujours au dessus ou pas.
hr: Mogućnost za održavanje prozora naredbi povećala uvijek na vrhu ili ne.
ja: 拡大鏡のコマンドウィンドウを常に最前面にするかしないかを選べるようになりました。
pt_br: Capacidade de manter a janela de comandos da lupa sempre na parte superior ou não.

source: Added "Report screen edges" feature.
de: Funktion zum Mitteilen der Bildschirmränder hinzugefügt.
fi: Lisätty "Ilmoita näytön reunat" -ominaisuus.
fr: Ajout de la fonctionnalité "Signaler les bords de l'écran".
hr: Dodana je funkcija „Javi rubove ekrana”.
ja: 「画面の端を報告」機能を追加しました。
pt_br: Adição do recurso “Reportar bordas da tela”.

source: Volume setting of tones when using move view commands.
de: Einstellung der Lautstärke von Signaltönen bei der Verwendung von Befehlen zur Verschiebung der Ansicht.
fi: Äänimerkkien voimakkuusasetus näkymänsiirtämiskomentoja käytettäessä.
fr: Réglage du volume des sons lors de l'utilisation des commandes de déplacement de vue.
hr: Podešavanje glasnoće tonova tijekom korištenja naredbi za pomicanje prikaza.
ja: ビューを動かすコマンドを使っている時の音の音量設定。
pt_br: Configuração do volume dos tons ao usar os comandos de exibição de movimento.

source: Reporting view moves and mouse to view commands are now supported in Lens mode.
de: Die Mitteilung zum Verschieben der Ansichten und Befehle zum Verschieben von Ansichten mit der Maus werden auch im Objektivmodus unterstützt.
fi: Näkymän siirtämis- ja Siirrä hiiri näkymään -komentojen ilmoittamista tuetaan nyt linssitilassa.
fr: L'annonce des déplacements de la vue et la commande de déplacement de la souris vers la vue pour afficher sont désormais pris en charge en mode Objectif.
hr: Izvještavanje o pomicanjima prikaza i o naredbama prikaz mišem su sada podržane u modusu leće.
ja: ビューモードの報告とマウスでのビューコマンドがレンズモードでサポートされました。
pt_br: Os movimentos de visualização de relatórios e os comandos de mouse para visualização agora são suportados no modo Lente.

source: Compatibility with NVDA 2022.1.
de: Kompatibilität mit NVDA 2022.1.
fi: Yhteensopivuus NVDA 2022.1:n kanssa.
fr: Compatibilité avec NVDA 2022.1.
hr: Kompatibilnost s NVDA 2022.1.
ja: NVDA 2022.1との互換性。
pt_br: Compatibilidade com o NVDA 2022.1.

source: Fixed a bug that sometimes incorrectly reported that the Magnifier was not working upon script call.
de: Ein Fehler wurde behoben, der manchmal fälschlicherweise meldete, dass die Windows-Lupe beim Skriptaufruf nicht funktionierte.
fi: Korjattu virhe, joka joskus ilmoitti virheellisesti, että suurennuslasi ei toiminut skriptiä kutsuttaessa.
fr: Correction d'un bogue qui signalait parfois à tort que la loupe ne fonctionnait pas lors d'un appel de script.
hr: Ispravljena je greška koja je ponekad netočno javljala da povećalo ne radi nakon pozivanja skripta.
ja: スクリプト呼び出しにて、拡大鏡が動作していないと誤って報告されることがあるバグを修正しました。
pt_br: Foi corrigido um erro que às vezes informava incorretamente que a lupa não estava funcionando na chamada do script.

source: The release is now performed thanks to a GitHub action instead of appVeyor.
de: Die Freigabe erfolgt nun über eine GitHub-Aktion anstelle von appVeyor.
fi: Julkaisu suoritetaan nyt appVeyorin sijasta GitHub-toiminnolla.
fr: La release est maintenant effectuée grâce à une action GitHub au lieu d'appVeyor.
hr: Izdanje se sada izvodi zahvaljujući GitHub radnji umjesto appVeyora.
ja: このリリースは、appVayorに代わり、GitHubアクションにより行われました。
pt_br: O lançamento agora é realizado graças a uma ação do GitHub em vez do appVeyor.

source: Version 1.1
fi: Versio 1.1
hr: Verzija 1.1
ja: バージョン1.1
pt_br: Versão 1.1

source: Added localizations.
de: Übersetzungen hinzugefügt.
fi: Lokalisointeja lisätty.
fr: Localisations ajoutées.
hr: Dodane su lokalizacije.
ja: ローカライズを追加しました。
pt_br: Adicionadas localizações.

source: Version 1.0
fi: Versio 1.0
hr: Verzija 1.0
ja: バージョン1.0
pt_br: Versão 1.0

source: Initial release.
de: Erstveröffentlichung.
fi: Ensimmäinen julkaisu.
fr: Première version.
hr: Inicijalno izdanje.
ja: 最初のリリース。
pt_br: Versão inicial.

source: [4]: https://support.microsoft.com/en-us/help/13810
fi: [4]: https://support.microsoft.com/fi-fi/windows/windowsin-helppok%C3%A4ytt%C3%B6toimintojen-pikan%C3%A4pp%C3%A4imet-021bcb62-45c8-e4ef-1e4f-41b8c1fc87fd
fr: [4]: Raccourcis clavier d'accessibilité dans Windows
hr: [4]: https://support.microsoft.com/hr-hr/help/13810
pt_br: [4]: https://support.microsoft.com/pt-br/help/13810

source: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.en.html
fr: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.fr.html
hr: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.hr.html
pt_br: [5]: https://addons.nvda-project.org/addons/easyTableNavigator.pt_BR.html

source: Download [stable version][1]
fi: Lataa [vakaa versio][1]
ja: ダウンロード [安定版][1]

source: Allows to report the result of some native Magnifier keyboard commands.
fi: Ilmoittaa joidenkin alkuperäisten suurennuslasinäppäinkomentojen tulokset.
ja: 拡大鏡のキーボードコマンドの結果のいくつかを報告出来るようにします。

source: The result of the following Magnifier native commands may be reported by this add-on, according to its configuration:
fi: Asetuksista riippuen seuraavien alkuperäisten suurennuslasikomentojen tulokset puhutaan tätä lisäosaa käytettäessä:
ja: 以下の拡大鏡コマンドの結果が、このアドオンで、設定に従って報告されます:

source: [9]: https://support.microsoft.com/en-us/windows/make-windows-easier-to-see-c97c2b0d-cadb-93f0-5fd1-59ccfe19345d
fr: [9]: https://support.microsoft.com/fr-fr/windows/voir-plus-facilement-windows-c97c2b0d-cadb-93f0-5fd1-59ccfe19345d
