Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/winMag.*.po
Languages: de, fi, fr, hr, ja, pt_br

source: NVDA+Windows+O then H: Displays help on Magnifier layer commands.
de: NVDA+Windows+O, dann H: Zeigt die Hilfe zu Befehlen des Levels der Lupe an.
fi: NVDA+Windows+O ja sitten H: Näyttää suurennuslasin komentokerroskomentojen ohjeen.
fr: NVDA+Windows+O puis H: affiche l'aide sur les commandes séquentielles de la Loupe.
hr: NVDA+Windows+O, zatim H: Prikazuje pomoć za naredbe povećala.
ja: NVDA+Windows+OそしてH: 拡大鏡レイヤーコマンドのヘルプを表示。
pt_br: NVDA+Windows+O depois H: Exibe a ajuda sobre os comandos de camada Lupa.

source: There is no default direct gesture for each command, but you can attribute one normally in the input gesture dialog if you wish. The same way, You can also modify or delete the Magnifier layer access gesture (NVDA+Windows+O). Yet, you cannot modify the shortcut key of the Magnifier layer sub-commands.
de: Es gibt keine standardmäßige direkte Tastenkombination für jeden Befehl, aber Sie können eine normale Tastenkombination im Dialogfeld für die Tastenbefehle zuweisen, wenn Sie möchten. Auf die gleiche Weise können Sie auch die Tastenkombination für den Zugriff (NVDA+Windows+O) ändern oder löschen. Sie können die Tastenkombination der Unterbefehle jedoch nicht ändern.
fi: Komennoilla ei ole oletusarvoisia näppäinkomentoja, mutta voit halutessasi määrittää ne normaalisti Näppäinkomennot-valintaikkunassa. Samalla tavalla voit myös muuttaa tai poistaa suurennuslasin komentokerroksen aktivointikomennon (NVDA+Windows+O). Komentokerroksen alikomentojen muuttaminen ei kuitenkaan ole mahdollista.
fr: Il n'y a pas de geste direct par défaut pour chacune des commande, mais vous pouvez en attribuer un normalement dans la boîte de dialogue des gestes de commande si vous le souhaitez. De la même manière, vous pouvez également modifier ou supprimer le raccourci clavier d'accès aux commandes séquentielles de la Loupe (NVDA+Windows+O). Cependant, vous ne pouvez pas modifier les touches de raccourci des sous-commandes de la Loupe.
hr: Ne postoji standardna gesta za svaku naredbu, ali ako treba, može je se normalno dodijeliti u dijaloškom okviru unosa gesta. Na isti je način moguće i izmijeniti ili izbrisati gestu za pristup povećalu (NVDA+Windows+O). Međutim, nije moguće mijenjati tipku prečaca pod-naredbi povećala.
ja: それぞれのコマンドの初期直接ジェスチャーはないですが、希望する場合、入力ジェスチャーダイアログで通常のように設定出来ます。同じように、拡大鏡レイヤーへのアクセスジェスチャー(NVDA+Windows+O)を修正または削除出来ます。ただし、拡大鏡レイヤーのサブコマンドのショートカットキーの修正は出来ません。
pt_br: Não há comando (gesto) direto padrão para cada comando, mas você pode atribuir um normalmente no diálogo definir comandos (gesto de entrada), se desejar. Da mesma forma, você também pode modificar ou excluir o gesto de acesso à camada Lupa (NVDA+Windows+O). Ainda assim, você não pode modificar a tecla de atalho dos subcomandos da camada Lupa.

source: Magnifier's native commands
de: Befehle für die Windows-Lupe
fi: Alkuperäiset suurennuslasikomennot
fr: Commandes natives de la Loupe
hr: Izvorne naredbe povećala
ja: 拡大鏡のコマンド
pt_br: Comandos nativos da Lupa

source: The result of the following Magnifier native commands, or other Accessibility commands, may be reported by this add-on, according to its configuration:
fr: Le résultat des commandes suivantes de la Loupe, ou d'autres commandes d'accessibilité, peut être annoncé par cette extension, selon sa configuration :
pt_br: O resultado dos seguintes comandos nativos da Lupa, ou outros comandos de Acessibilidade, pode ser relatado por este complemento, de acordo com sua configuração:

source: Start Magnifier: Windows++ (on alpha-numeric keyboard or on numpad)
de: Windows-Lupe starten: Windows+Plus-Taste
fi: Käynnistä suurennuslasi: Win++ (numeroriviltä tai numeronäppäimistöltä)
fr: Démarrer la loupe: Windows++ (sur le clavier alphanumérique ou sur le pavé numérique)
hr: Pokreni povećalo: Windows++ (na alfanumeričkoj tipkovnici ili na numeričkoj tipkovnici)
ja: 拡大鏡開始: Windows + + (アルファベットキーボードまたはテンキー)
pt_br: Iniciar Lupa: Windows++ (no teclado alfanumérico ou no teclado numérico)

source: Quit Magnifier: Windows+Escape
de: Windows-Lupe beenden: Windows+Escape-Taste
fi: Lopeta suurennuslasi: Win+Esc
fr: Quitter la loupe: Windows+Échap
hr: Zatvori povećalo: Windows+Escape
ja: 拡大鏡終了: Windows+Escape
pt_br: Sair da Lupa: Windows+Esc

source: Zoom in: Windows++ (on alpha-numeric keyboard or on numpad)
de: Vergrößern: Windows+Plus (auf alphanumerischer Tastatur oder auf dem Nummernblock)
fi: Zoomaa lähemmäs: Win++ (numeroriviltä tai laskinnäppäimistöltä)
fr: Zoom avant: Windows++ (sur le clavier alphanumérique ou le pavé numérique)
hr: Uvećaj prikaz: Windows++ (na alfanumeričkoj tipkovnici ili na numeričkoj tipkovnici)
ja: 拡大: Windows + + (アルファベットキーボードまたはテンキー)
pt_br: Ampliar: Windows++ (no teclado alfanumérico ou no teclado numérico)

source: Zoom out: Windows+- (on alpha-numeric keyboard or on numpad)
de: Verkleinern: Windows+Minus (auf alphanumerischer Tastatur oder auf dem Nummernblock)
fi: Zoomaa loitommas: Win+- (numeroriviltä tai laskinnäppäimistöltä)
fr: Zoom arrière: Windows+- (sur le clavier alphanumérique ou sur le pavé numérique)
hr: Umanji prikaz: Windows+- (na alfanumeričkoj tipkovnici ili na numeričkoj tipkovnici)
ja: 縮小: Windows + - (アルファベットキーボードまたはテンキー)
pt_br: Diminuir ampliação: Windows+- (no teclado alfanumérico ou no teclado numérico)

source: Toggle color inversion: Control+Alt+I
de: Farbinversion umschalten: Steuerung+Alt+I
fi: Ota käänteiset värit käyttöön tai poista ne käytöstä: Ctrl+Alt+I
fr: Activer ou désactiver l'inversion des couleurs: Ctrl+Alt+I
hr: Uključi ili isključi inverziju boje: Kontrol+Alt+I
ja: 色反転切り替え: Control+Alt+I
pt_br: Alternar inversão de cores: Control+Alt+I

source: Select the docked view: Control+Alt+D
de: Angedockte Ansicht auswählen: Steuerung+Alt+D
fi: Valitse kiinnitetty näkymä: Ctrl+Alt+D
fr: Sélectionnez l'affichage ancré: Ctrl+Alt+D
hr: Odaberi fiksirani prikaz: Kontrol+Alt+D
ja: 固定ビュー選択: Control+Alt+D
pt_br: Selecionar visualização acoplada: Control+Alt+D

source: Select the full screen view: Control+Alt+F
de: Vollbildansicht auswählen: Steuerung+Alt+F
fi: Valitse koko ruudun näkymä: Ctrl+Alt+F
fr: Sélectionnez l'affichage plein écran: Ctrl+Alt+F
hr: Odaberi cjeloekranski prikaz: Kontrol+Alt+F
ja: 全画面ビュー選択: Control+Alt+F
pt_br: Selecionar visualização em tela cheia: Control+Alt+F

source: Select the lens view: Control+Alt+L
de: Objektivansicht auswählen: Steuerung+Alt+L
fi: Valitse linssinäkymä: Ctrl+Alt+L
fr: Sélectionnez l'affichage objectif (anciennement affichage loupe): Ctrl+Alt+L
hr: Odaberi prikaz lećom: Kontrol+Alt+L
ja: レンズビュー選択: Control+Alt+L
pt_br: Selecionar visualização de lente: Control+Alt+L

source: Cycle through the three view types: Control+Alt+M
de: Zwischen 3 Ansichtstypen (umschalten: Steuerung+Alt+M
fi: Vaihda kolmen näkymätyypin välillä: Ctrl+Alt+M
fr: Parcourir les trois types d'affichage: Ctrl+Alt+M
hr: Mijenjaj između tri vrste prikaza: Kontrol+Alt+M
ja: 3つのビュータイプを循環: Control+Alt+M
pt_br: Circuitar através dos três tipos de visualização: Control+Alt+M

source: Resize the lens with the keyboard: Shift+Alt+Left/Right/Up/DownArrow Note: although this does not seem to be documented, this shortcut seems to have been withdrawn in recent Windows versions such as Windows 10 2004.
de: Ändern Sie die Größe des Objektivs mit der Tastatur: Umschalt+Alt+Pfeiltasten nach oben/unten/links/rechts - Hinweis: Obwohl dies nicht dokumentiert zu sein scheint, scheint diese Tastenkombination in neueren Windows-Versionen wie Windows 10 Version 2004 zurückgekehrt zu sein.
fi: Muuta linssin kokoa näppäimistöllä: Vaihto+Alt+Nuoli vasemmalle/oikealle/ylös/alas. Huom: Tämä pikanäppäin näyttää olevan poistettu viimeisimmistä Windows-versioista, kuten Windows 10 2004, vaikkei sitä ole dokumentoitu missään.
fr: Redimensionnez la loupe avec le clavier : Maj+Alt+Gauche/Droite/Haut/Bas Remarque : bien que cela ne semble pas documenté, ce raccourci semble avoir été supprimé dans les versions récentes de Windows telles que Windows 10 2004.
hr: Promijeni veličinu leće pomoću tipkovnice: Šift+Alt+strelica lijevo/desno/gore/dolje. Napomena: iako ovo nije dokumentirano, čini se da je ovaj prečac povučen u novijim verzijama Windows sustava kao što je Windows 10 2004.
ja: キーボードでレンズのサイズを変更: Shift+Alt+左/右/上/下矢印 備考: ドキュメントにはないようですが、このショートカットはWindows 10 2004のような最近のウィンドウズのバージョンでは取りやめになったようです。
pt_br: Redimensione a lente com o teclado: Shift+Alt+Esquerda/Direita/Seta para cima/para baixo Observação: embora isso não pareça estar documentado, esse atalho parece ter sido retirado das versões recentes do Windows, como o Windows 10 2004.

source: Move the magnified view: Control+Alt+Arrows
de: Verschieben Sie die vergrößerte Ansicht: Strg+Alt+Pfeiltasten
fi: Siirrä suurennettua näkymää: Ctrl+Alt+Nuolinäppäimet
fr: Déplacer la vue agrandie : Ctrl+Alt+Flèches
hr: Pomakni uvećani prikaz: Kontrol+Alt+strelice
ja: 拡大ビューの移動: Control+Alt+矢印
pt_br: Mover a visualização ampliada: Control+Alt+Setas

source: Toggle color filters: `Windows+Control+C` (provided you have enabled this shortcut in [Windows Accessibility settings, Color Filters][9])
fr: Activer / désactiver les filtres de couleur : `Windows+Contrôle+C` (à condition d’avoir activé ce raccourci dans les [paramètres d’accessibilité de Windows, Filtre de couleurs][9])
pt_br: Alternar filtros de cor: `Windows+Control+C` (desde que você tenha habilitado este atalho em [Configurações de acessibilidade do Windows, Filtros de cor][9])

source: Here is also a list of other Magnifier native commands, just for information:
de: Es gibt auch eine Liste weitere nativer Befehle der Lupe, nur zur Information:
fi: Tässä on lisäksi luettelo muista Suurennuslasin alkuperäisistä komennoista:
fr: Voici également une liste d'autres commandes natives de la Loupe, juste à titre informatif:
hr: Za kraj, evo popis ostalih izvornih naredbi povećala, čisto informativno:
ja: 以下もまた、拡大鏡の他のコマンドです（参考情報）:
pt_br: Aqui está também uma lista de outros comandos nativos da Lupa, apenas para informação:

source: Control+Alt+mouseScrollWheel: Zooms in and out using the mouse scroll wheel.
de: Steuerung+Alt+Mausrad: verkleinern und vergrößern mittels Mausrad.
fi: Ctrl+Alt+Hiiren vieritysrulla: Zoomaa lähemmäs tai loitommas hiiren vieritysrullaa käyttäen.
fr: Ctrl+Alt+rouletteDeDéfilementSouris: Zoom avant et arrière à l'aide de la roulette de défilement de la souris.
hr: Kontrol+Alt+kotačić miša: Uvećava i smanjuje prikaz pomoću kotačića miša.
ja: Control+Alt+マウススクロールホイール: マウスのスクロールホイールを使って拡大、縮小します。
pt_br: Control+Alt+rodinhaDeRolagemDoMouse: Aumenta e diminui a ampliação usando a rodinha de rolagem do mouse.

source: Control+Windows+M: Opens the Magnifier's settings window.
de: Steuerung+Windows+m: öffnet das Lupen-Einstellungsfenster.
fi: Ctrl+Windows+M: Avaa suurennuslasin asetusikkunan.
fr: Contrôle+Windows+M: Ouvre la fenêtre des paramètres de la Loupe.
hr: Kontrol+Windows+M: Otvara prozor s postavkama povećala.
ja: Control+Windows+M: 拡大鏡の設定ウィンドウを開きます。
pt_br: Control+Windows+M: Abre a janela de configurações da Lupa.

source: Control+Alt+R: Resizes the lens with the mouse.
de: Strg+Alt+R: Ändert die Größe des Objektivs mit der Maus.
fi: Ctrl+Alt+R: Muuttaa linssin kokoa hiiren avulla.
fr: Ctrl+Alt+R: redimensionner l'objectif à l'aide de la souris.
hr: Kontrol+Alt+R: Mijenja veličinu leće pomoću miša.
ja: Control+Alt+R: マウスでレンズのサイズを変更します。
pt_br: Control+Alt+R: Redimensiona a lente com o mouse.

source: Control+Alt+Space: Quickly shows the entire desktop when using full screen view.
de: Strg+Alt+Leertaste: Zeigt bei Verwendung der Vollbildansicht schnell den gesamten Desktop an.
fi: Ctrl+Alt+Väli: Näyttää nopeasti koko työpöydän koko ruudun näkymää käytettäessä.
fr: Contrôle+Alt+Espace: affiche rapidement l'ensemble du bureau en affichage plein écran.
hr: Kontrol+Alt+razmaknica: Brzo prikazuje cijelu radnu površinu pomoću cjeloekranskog prikaza.
ja: Control+Alt+スペース: 全画面ビューを使用中に、デスクトップ全体を素早く表示します。
pt_br: Control+Alt+Espaço: Mostra rapidamente toda a área de trabalho ao usar a visualização em tela cheia.

source: None of the Magnifier native commands can be modified.
de: Keiner der Tastenkombinationen für die Windows-Lupe können geändert werden.
fi: Alkuperäisiä suurennuslasikomentoja ei voi muuttaa.
fr: Aucune des commandes natives de la Loupe ne peut être modifiée.
hr: Nije moguće promijeniti niti jednu izvornu naredbu povećala.
ja: 拡大鏡のもともとのコマンドは変更出来ません。
pt_br: Nenhum dos comandos nativos da Lupa podem ser modificados.

source: Notes
de: Anmerkungen
fi: Huomautuksia
fr: Remarques
hr: Napomene
ja: 備考
pt_br: Notas

source: For computers equipped with an Intel graphic card, control+alt+arrow (left/right/up/down) are also shortcuts to modify the orientation of the screen. These shortcut are enabled by default and conflict with Windows Magnifiers shortcuts to move the view. You will need to disable them to be able to use them for the Magnifier. They can be disabled in the Intel control panel or in the Intel menu present in the system tray.
de: Bei Computern, die mit einer Intel-Grafikkarte ausgestattet sind, sind Strg+Alt+Pfeiltasten auch Verknüpfungen zum Ändern der Bildschirmausrichtung. Diese Verknüpfungen sind standardmäßig aktiviert und stehen in Konflikt mit den Verknüpfungen der Windows-Lupe zum Verschieben der Ansicht. Sie müssen sie deaktivieren, um sie für die Lupe verwenden zu können. Sie können in der Intel-Systemsteuerung oder im Intel-Menü in der Taskleiste deaktiviert werden.
fi: Intel-näytönohjaimella varustetuissa tietokoneissa Ctrl+Alt+Nuoli vasemmalle/oikealle/ylös/alas ovat myös näytön suunnan muuttamisen pikanäppäimiä. Nämä pikanäppäimet ovat oletusarvoisesti käytössä ja ristiriidassa Windowsin suurennuslasin näkymänsiirtopikanäppäinten kanssa. Ne on poistettava käytöstä, jotta voit käyttää niitä suurennuslasissa. Ne voidaan poistaa käytöstä Intelin ohjauspaneelista tai ilmaisinalueen Intel-valikosta.
fr: Pour les ordinateurs équipés d'une carte graphique Intel, contrôle+alt+Flèche (gauche / droite / haut / bas) sont également des raccourcis pour modifier l'orientation de l'écran. Ces raccourcis sont activés par défaut et entrent en conflit avec les raccourcis de la loupe Windows pour déplacer la vue. Vous devrez les désactiver pour pouvoir les utiliser pour la Loupe. Ils peuvent être désactivés dans le panneau de configuration Intel ou dans le menu Intel présent dans la zone de notification.
hr: Za računala opremljena Intelovom grafičkom karticom, prečac kontrol+alt+strelica (lijevo/desno/gore/dolje) također služi za okretanje ekrana. Ti su prečaci standardno aktivirani i sukobljavaju se s prečacima Windows povećala za pomicanje prikaza. Za korištenje povećala, ti se prečaci moraju deaktivirati. Deaktiviraju se na Intelovoj upravljačkoj ploči ili u Intelovom izborniku u programskoj traci.
ja: インテルのグラフィックカード搭載のコンピューターでは、Control+Alt+矢印(左/右/上/下)は、画面の向きを変更するショートカットでもあります。これらのショートカットは初期状態で有効になっていて、ウィンドウズ拡大鏡のビューを動かすショートカットに干渉します。拡大鏡に使用するには、これらを無効にする必要があります。これらはインテルコントロールパネルまたはシステムトレイにあるインテルメニューで無効に出来ます。
pt_br: Para computadores equipados com uma placa de vídeo Intel, control+alt+seta (esquerda/direita/cima/baixo) também são atalhos para modificar a orientação da tela. Esses atalhos são habilitados por padrão e entram em conflito com os atalhos da Lupa do Windows para mover a visualização. Você precisará desabilitá-los para poder usá-los na Lupa. Eles podem ser desabilitados no painel de controle Intel ou no menu Intel presente na bandeja do sistema (área de notificação).

source: Depending on your Windows version, Alt+Shift+Arrow are Windows Magnifier shortcuts to resize the magnified view (lens or docked). When Magnifier is active (even in full screen mode), these shortcuts are captured by Magnifier and cannot be passed to the application, even if you press NVDA+F2 before. To use these shortcuts in the current application, you need to quit the Magnifier (Windows+Escape) and re-open it after (Windows++). For example in MS word, to decrease title level:
de: Abhängig von Ihrer Windows-Version sind Alt+Umschalt+Pfeiltasten für die Windows-Lupe, um die Größe der vergrößerten Ansicht (Objektiv oder angedockt) zu ändern. Wenn die Bildschirmlupe aktiv ist (auch im Vollbild-Modus), werden diese Verknüpfungen von der Bildschirmlupe erfasst und können nicht an die Anwendung weitergegeben werden, selbst wenn Sie zuvor NVDA+F2 drücken. Um diese Verknüpfungen in der aktuellen Anwendung zu verwenden, müssen Sie die Lupe beenden (Windows+Escape) und anschließend erneut öffnen (Windows+Plus). Zum Beispiel in Microsoft Word, um die Titelebene zu verringern:
fi: Windows-versiostasi riippuen Alt+Vaihto+Nuoli-komennot ovat Windowsin suurennuslasin pikanäppäimiä suurennetun näkymän koon muuttamiseen linssi- tai kiinnitetyssä näkymässä. Kun suurennuslasi on käytössä (jopa koko näytön tilassa), se kaappaa nämä pikanäppäimet, eikä niitä voi välittää aktiiviselle sovellukselle, vaikka painaisit ensin NVDA+F2. Mikäli haluat käyttää näitä pikanäppäimiä nykyisessä sovelluksessa, sinun on suljettava suurennuslasi (Win+Esc) ja avattava se uudelleen sen jälkeen (Win++). Esimerkiksi MS Wordissa otsikkotason pienentämiseksi:
fr: Selon votre version de Windows, Alt+Maj+Flèche sont des raccourcis de la Loupe Windows pour redimensionner la loupe (affichage objectif ou ancré). Lorsque la Loupe est active (même en mode plein écran), ces raccourcis sont capturés par la Loupe et ne peuvent pas être transmis à l'application, même si vous appuyez sur NVDA+F2 auparavant. Pour utiliser ces raccourcis dans l'application courante , vous devez quitter la Loupe (Windows+Échap) et la rouvrir après (Windows++). Par exemple dans MS Word, pour diminuer le niveau du titre:
hr: Tipke Alt+šift+strelica prečaci su Windows povećala za mijenjanje veličine uvećanog prikaza (leća ili fiksirano). Kad je povećalo aktivno (čak i u cjeloekranskom prikazu), povećalo nadvladava ove prečace i ne mogu se proslijediti programu, čak i ako se prethodno pritisne NVDA+F2. Za upotrebu ovih prečaca u trenutačnom programu, mora se izaći iz povećala (Windows+Escape) i nakon toga ponovo ga otvoriti (Windows++). Na primjer, u MS wordu, za smanjivanje razine naslova:
ja: ウィンドウズのバージョンによっては、Alt+Shift+矢印は、ウィンドウズ拡大鏡の、拡大ビュー(レンズまたは固定)のサイズ変更のショートカットです。拡大鏡が動作している時(全画面モードでも)、これらのショートカットは拡大鏡にキャプチャーされ、NVDA+F2を先に押した時でも、アプリケーションに渡されません。現在のアプリでこれらのショートカットを使うには、拡大鏡を終了し(Windows+Escape)、その後再び開く(Windows + +)必要があります。例えば、MSワードで、タイトルのレベルを減らす時:
pt_br: Dependendo da sua versão do Windows, Alt+Shift+Seta são atalhos da Lupa do Windows para redimensionar a visualização ampliada (lente ou acoplada). Quando a Lupa está ativa (mesmo no modo de tela cheia), esses atalhos são capturados pela Lupa e não podem ser passados para o aplicativo, mesmo se antes você pressionar NVDA+F2. Para usar esses atalhos no aplicativo atual, você precisa sair da Lupa (Windows+Esc) e reabri-la depois (Windows++). Por exemplo, no Ms Word, para diminuir o nível do título:

source: Press Windows+Escape to quit Magnifier.
de: Drücken Sie Windows+Escape-Taste, um die Lupe zu beenden.
fi: Sulje suurennuslasi painamalla Windows+Esc.
fr: Appuyez sur Windows+Échap pour quitter la Loupe.
hr: Pritisni Windows+Escape za zatvaranje povećala.
ja: Windows+Escapeを押して拡大鏡を終了する。
pt_br: Pressione Windows+Esc para sair da Lupa.

source: Press Alt+Shift+RightArrow to decrease current title level.
de: Drücken Sie Alt+Umschalt+Pfeiltaste nach rechts, um die aktuelle Titelstufe zu verringern.
fi: Pienennä nykyistä otsikkotasoa painamalla Alt+Vaihto+Nuoli oikealle.
fr: Appuyez sur Alt+Maj+FlècheDroite pour diminuer le niveau de titre courant.
hr: Pritisni Alt+šift+strelica desno, za smanjivanje razine naslova.
ja: Alt+Shift+右矢印を押して現在のタイトルレベルを減少する。
pt_br: Pressione Alt+Shift+SetaParaDireita para diminuir o nível do título atual.

source: Press Windows++ to re-open the Magnifier.
de: Drücken Sie Windows+Plustaste, um die Lupe wieder zu öffnen.
fi: Avaa suurennuslasi uudelleen painamalla Windows++.
fr: Appuyez sur Windows++ pour rouvrir la loupe.
hr: Pritisni Windows++ za ponovno otvaranje povećala.
ja: Windows + +を押して拡大鏡を再び開く。
pt_br: Pressione Windows++ para reabrir a Lupa.

source: For more information about Windows Magnifier's features and shortcuts, you may want to consult the following pages:
de: Weitere Informationen über die Funktionen und Tastenkombinationen der Windows-Lupe finden Sie auf den folgenden Seiten:
fi: Saat lisätietoja Windowsin suurennuslasin ominaisuuksista ja pikanäppäimistä seuraavilta sivuilta:
fr: Pour plus d'informations sur les fonctionnalités et les raccourcis de la Loupe Windows, vous pouvez consulter les pages suivantes:
hr: Za daljnje informacije o funkcijama i prečacima Windows povećala, pregledaj sljedeće stranice:
ja: ウィンドウズの拡大鏡の機能とショートカットについては、次のページを参考にすると良いでしょう:
pt_br: Para mais informações sobre os recursos e atalhos da Lupa do Windows, pode consultar as seguintes páginas:

source: [Use Magnifier to make things on the screen easier to see](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
de: [Die Lupe verwenden, um die Anzeige auf dem Bildschirm zu verbessern](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
fi: [Käytä suurennuslasia nähdäksesi näytön kohteet paremmin](https://support.microsoft.com/fi-fi/windows/k%C3%A4yt%C3%A4-suurennuslasia-n%C3%A4hd%C3%A4ksesi-n%C3%A4yt%C3%B6n-kohteet-paremmin-414948ba-8b1c-d3bd-8615-0e5e32204198)
fr: [Utiliser la Loupe pour mieux voir les éléments à l'écran](https://support.microsoft.com/fr-fr/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
hr: [Korištenje Povećala za lakše gledanje sadržaja na zaslonu](https://support.microsoft.com/hr-hr/windows/kori%C5%A1tenje-pove%C4%87ala-za-lak%C5%A1e-gledanje-sadr%C5%BEaja-na-zaslonu-414948ba-8b1c-d3bd-8615-0e5e32204198)
ja: [画面上の物を見やすくするために拡大鏡を使う](https://support.microsoft.com/en-us/help/11542/windows-use-magnifier-to-make-things-easier-to-see)
pt_br: [Usar a Lupa para facilitar a visualização dos itens na tela](https://support.microsoft.com/pt-br/windows/usar-a-lupa-para-facilitar-a-visualiza%C3%A7%C3%A3o-dos-itens-na-tela-414948ba-8b1c-d3bd-8615-0e5e32204198)

source: [Windows keyboard shortcuts for accessibility][4]
de: [Windows-Tastaturbefehle für Barrierefreiheit][4]
fi: [Windowsin helppokäyttötoimintojen pikanäppäimet][4]
fr: [Raccourcis clavier d'accessibilité dans Windows][4]
hr: [Tipkovni prečaci za pristupačnost u sustavu Windows][4]
ja: [アクセシビリティに関するウィンドウズキーボードショートカット][4]
pt_br: [Atalhos de teclado de acessibilidade do Windows][4]
