Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/winMag.*.po
Languages: de, fi, fr, hr, ja, pt_br

source: [[!meta title="Windows Magnifier"]]
de: [[!meta title="Windows-Lupe"]]
fi: [[!meta title="Windowsin suurennuslasi"]]
fr: [[!meta title="Loupe Windows"]]
hr: [[!meta title="Windows povećalo"]]
pt_br: [[!meta title="Lupa do Windows (Windows Magnifier)"]]

source: Author: Cyrille Bougot
de: Autor: Cyrille Bougot
fi: Tekijä: Cyrille Bougot
fr: Auteur: Cyrille Bougot
hr: Autor: Cyrille Bougot
ja: 作者: Cyrille Bougot
pt_br: Autor: Cyrille Bougot

source: NVDA compatibility: 2019.2.1 and beyond
fi: yhteensopivuus: NVDA 2019.2.1 ja uudemmat
fr: Compatibilité NVDA : 2019.2.1 et supérieure
hr: NVDA kompatibilnost: 2019.2.1 i novije verzije
pt_br: Compatibilidade com NVDA: 2019.2.1 e posterior

source: This add-on improves the use of Windows Magnifier with NVDA.
de: Diese Erweiterung verbessert die Verwendung von Windows-Lupe mit NVDA.
fi: Tämä lisäosa parantaa Windowsin suurennuslasin käytettävyyttä NVDA:n kanssa.
fr: Cette extension améliore l'utilisation de la loupe Windows avec NVDA.
hr: Ovaj dodatak poboljšava upotrebu Windows povećala s NVDA čitačem.
ja: このアドオンは、Windowsの拡大鏡を、NVDAで使用しやすくします。
pt_br: Este complemento melhora o uso da Lupa do Windows com NVDA.

source: Features
fi: Ominaisuudet
fr: Fonctionnalités
hr: Funkcije
ja: 機能
pt_br: Recursos

source: Allows to report the result of some native Magnifier and color filtering keyboard commands.
fr: Permet d'annoncer le résultat de certaines commandes clavier natives de la Loupe et des filtres de couleur.
pt_br: Permite relatar o resultado de alguns comandos nativos do Lupa e do teclado de filtragem de cores.

source: Allows to reduce the cases where table navigation commands conflict with Magnifier's commands.
de: Ermöglicht die Reduzierung der Fälle, in denen die Befehle für die Tabellen-Navigation mit den Befehlen der Lupe in Konflikt stehen.
fi: Vähentää tapauksia, joissa taulukkonavigointikomennot ovat ristiriidassa suurennuslasikomentojen kanssa.
fr: Permet de réduire les cas où les commandes de navigation dans les tableaux entre en conflit avec les commandes de la loupe.
hr: Dozvoljava smanjivanje broja slučajeva, gdje se naredbe za kretanje po tablici sukobljavaju s naredbama povećala.
ja: 拡大鏡のコマンドとテーブルナビゲーションコマンドが干渉する場面を減らせるようにします。
pt_br: Permite reduzir os casos em que os comandos de navegação em tabelas entram em conflito com os comandos da Lupa.

source: Adds some keyboard shortcuts to toggle various native options of the Magnifier.
de: Fügt einige Tastenkombinationen zum Umschalten verschiedener Optionen der Lupe hinzu.
fi: Lisätty joitakin pikanäppäimiä suurennuslasin useiden alkuperäisten asetusten muuttamiseen.
fr: Ajout de raccourcis clavier pour basculer entre diverses options natives de la loupe.
hr: Dodaje neke tipkovničke prečace za uključivanje i isključivanje raznih opcija povećala.
ja: 拡大鏡の様々な選択肢を切り替えるキーボードショートカットを追加します。
pt_br: Adiciona alguns atalhos de teclado para alternar várias opções nativas da Lupa.

source: Allow to save and restore the configuration parameters of the Magnifier.
de: Ermöglicht das Speichern und Wiederherstellen der Konfigurationsparameter der Lupe.
fi: Mahdollistaa suurennuslasin asetusten tallentamisen ja palauttamisen.
fr: Permet de sauvegarder et de restaurer les paramètres de configuration de la Loupe.
hr: Dozvoli spremanje i obnavljanje parametara konfiguracije povećala.
pt_br: Permite salvar e restaurar os parâmetros de configuração da Lupa.

source: Adds some extra features that are not provided by Windows Magnifier (mouse to view, Magnifier window not on top)
de: Fügt einige zusätzliche Funktionen hinzu, die die Windows-Lupe nicht anbietet (Maus zum Betrachten, Lupenfenster nicht im Vordergrund)
fi: Lisää joitain lisäominaisuuksia, joita Windowsin suurennuslasi ei tarjoa (siirrä hiiri näkymään, suurennuslasi ei päällimmäisenä)
fr: Ajoute quelques fonctionnalités supplémentaires qui ne sont pas fournies par la loupe Windows (souris au centre de la vue, fenêtre de la loupe pas au dessus)
hr: Dodaje neke dodatne značajke koje ne pruža Windows povećalo (miš za prikaz, prozor povećala nije na vrhu)
ja: Windowsの拡大鏡にない機能を追加します（マウスでビュー、拡大鏡ウィンドウを最前面にしない）
pt_br: Adiciona alguns recursos extras que não são fornecidos pela Lupa do Windows (mouse para visualizar, janela da Lupa não na parte superior)

source: Settings
de: Die Einstellungen
fi: Asetukset
fr: Paramètres
hr: Postavke
ja: 設定
pt_br: Configurações

source: The setting panel of Windows Magnifier add-on allows to configure how NVDA reacts to native Windows Magnifier commands. You may want to have more or less commands reported according to what you are able to see. The panel also contains an option to modify the behaviour of Windows Magnifier control window.
de: Im Einstellungsfeld der Erweiterung für die Windows-Lupe können Sie konfigurieren, wie NVDA auf native Befehle für die Windows_lupe reagiert. Möglicherweise möchten Sie mehr oder weniger Befehle angesagt bekommen, je nachdem, was Sie sehen können. Dieses Fenster kann geöffnet werden, indem Sie im NVDA-Menü Einstellungen -> Optionen auswählen und dann im Einstellungsfenster die Kategorie "Windows-Lupe" auswählen. Die Tastenkombination NVDA+Windows+O dann O öffnet auch dieses Einstellungsfenster direkt.
fi: Windowsin suurennuslasi -lisäosan asetuspaneelissa voit määrittää, miten NVDA reagoi suurennuslasin alkuperäisiin komentoihin. Voit haluta enemmän tai vähemmän komentoja ilmoitettavan riippuen siitä, minkä verran näet. Paneelissa on myös asetus, jolla voidaan muokata suurennuslasin säädinikkunan toimintaa.
fr: Le panneau des paramètres de l'extension Loupe Windows permet de configurer la façon dont NVDA réagit aux commandes natives de la Loupe Windows. Vous voudrez peut-être avoir plus ou moins de commandes annoncées en fonction de ce que vous pouvez voir. Le panneau contient également une option pour modifier le comportement de la fenêtre de contrôle de la loupe Windows.
hr: Ploča za postavljanje dodatka Windows povećala omogućuje konfiguriranje načina na koji NVDA reagira na izvorne naredbe Windows povećala. Možda želiš da se javlja više ili manje naredbi u skladu s onim što možeš vidjeti. Ploča također sadrži opciju za mijenjanje ponašanja kontrolnog prozora Windows povećala.
pt_br: O painel de configuração do complemento Windows Magnifier permite configurar como o NVDA reage aos comandos nativos do Windows Magnifier. Você pode desejar que mais ou menos comandos sejam relatados de acordo com o que você consegue ver. O painel também contém uma opção para modificar o comportamento da janela de controle da Windows Magnifier.

source: This panel may be opened choosing Preferences -> Settings in the NVDA menu and then selecting the Windows Magnifier category in the Settings window. The keyboard shortcut NVDA+Windows+O then O also allows to open this settings panel directly.
de: Dieses Panel können Sie im NVDA-Menü unter Einstellungen -> Optionen öffnen und dann in den Einstellungen in der Kategorie "Windows-Lupe" auswählen. Mit der Tastenkombination NVDA+Windows+O und dann O können Sie dieses Einstellungsfenster auch direkt öffnen.
fi: Tämä paneeli voidaan avata Valitsemalla NVDA-valikosta Asetukset -> Asetukset ja sitten Windowsin suurennuslasi -kategoria. Näppäinkomento NVDA+Win+O ja sitten O avaa myös tämän asetuspaneelin suoraan.
fr: On ouvre ce panneau en choisissant Préférences -> Paramètres dans le menu NVDA, puis en sélectionnant la catégorie Loupe Windows dans la fenêtre Paramètres. Le raccourci clavier NVDA+Windows+O puis O permet également d'ouvrir directement ce panneau de paramètres.
hr: Ova se ploča može otvoriti odabirom Postavke -> Postavke u NVDA izborniku, a zatim odabirom kategorije Windows Povećalo u prozoru Postavke. Tipkovni prečac NVDA+Windows+O, zatim O, također omogućuje izravno otvaranje ove ploče s postavkama.
pt_br: Esse painel pode ser aberto escolhendo Preferências -> Configurações no menu NVDA e, em seguida, selecionando a categoria Windows Magnifier na janela Configurações. O atalho de teclado NVDA+Windows+O e depois O também permite abrir esse painel de configurações diretamente.

source: The panel contains the following options:
de: Das Panel enthält die folgenden Optionen:
fi: Paneelissa on seuraavat asetukset:
fr: Le panneau contient les options suivantes :
hr: Ploča sadrži sljedeće opcije:
ja: このパネルには、次の選択肢があります:
pt_br: O painel contém as seguintes opções:

source: Report view moves: controls what is reported when you move the view with Control+Alt+Arrows commands. The three options are:
de: Verschieben der Berichtsansicht: Steuert, was mitgeteilt wird, wenn Sie die Ansicht mit den Befehlen Strg+Alt+Pfeil verschieben. Die drei Optionen sind:
fi: Ilmoita näkymän siirtäminen: säätää, mitä ilmoitetaan, kun siirrät näkymää Ctrl+Alt+nuolinäppäimillä. Käytettävissä olevat kolme vaihtoehtoa ovat:
fr: Annoncer les déplacements de la vue : contrôle ce qui est annoncée lorsque vous déplacez la vue avec les commandes Ctrl+Alt+Flèches. Les trois options sont :
hr: Javi pomicanja prikaza: određuje što se javlja pri premještanju prikaza pomoću naredbi Kontrol+Alt+Strelice. Postoje tri opcije:
ja: ビューの動きを報告: Control+Alt+矢印のコマンドで、ビューを動かす時に報告する内容を調整します。3つの選択肢は:
pt_br: Relatar movimentos da visualização: controla o que é informado quando você move a visualização com os comandos Control+Alt+Setas. As três opções são:

source: Off: Nothing is reported.
de: Aus: Es wird nichts angesagt.
fi: Ei käytössä: Mitään ei ilmoiteta.
fr: Désactivé : rien n'est annoncé.
hr: Isključeno: ništa se ne javlja.
ja: オフ: 何も報告されません。
pt_br: Desativado: Nada é relatado.

source: With speech: a speech message indicates the position of the zoomed view on the dimension the view is being moved.
de: Mit Sprachausgabe: Via Sprachausgabe wird die Position der gezoomten Ansicht in der Dimension angesagt, in der die Ansicht verschoben wird.
fi: Puheella: Puhuttu viesti ilmaisee zoomatun näkymän sijainnin suunnassa, johon näkymää siirretään.
fr: Avec la parole : un message parlé indique la position de la vue agrandie le long de la dimension dans laquelle la vue est déplacée.
hr: S govorom: govorna poruka označava položaj uvećanog prikaza na dimenziji na kojoj se prikaz pomiče.
ja: 読み上げ: 読み上げで拡大ビューが動く方向の位置を示します。
pt_br: Com voz: uma mensagem de voz indica a posição da visualização ampliada na dimensão em que a visualização está sendo movida.

source: With tones: a tone is played and its pitch indicates the position of the zoomed view on the dimension the view is being moved.
de: Mit Signaltöne: Ein Signalton wird wiedergegeben und dessen Tonhöhe gibt die Position der gezoomten Ansicht auf der Dimension an, in der die Ansicht verschoben wird.
fi: Äänimerkeillä: Toistettava äänimerkki ja sen korkeus ilmaisee zoomatun näkymän sijainnin suunnassa, johon näkymää siirretään.
fr: Avec des sons : des sons sont émis et leur hauteur indique la position de la vue agrandie sur la dimension le long de laquelle la vue est déplacée.
hr: Sa zvučnim signalima: svira se ton i njegova visina označava položaj uvećanog prikaza na dimenziji na kojoj se prikaz pomiče.
ja: 音: 拡大ビューが動くと音がし、音のピッチで動く方向の位置を示します。
pt_br: Com tons: um tom é reproduzido e sua altura indica a posição da visualização ampliada na dimensão em que a visualização está sendo movida.

source: This option does not affect docked view mode.
de: Diese Option wirkt sich nicht auf den angedockten Ansichtsmodus aus.
fi: Tämä asetus ei vaikuta kiinnitetyn näkymän tilaan.
fr: Cette option n'affecte pas le mode d'affichage ancré.
hr: Ova opcija ne utječe na usidreni način prikaza.
ja: この選択肢は固定ビューモードには影響しません。
pt_br: Essa opção não afeta o modo de exibição encaixado.

source: Report screen edges: controls what is reported when you reach the edges of the screen while moving the view with Control+Alt+Arrows commands. The three options are: Off, With speech and With tones. This option does not affect docked view mode.
de: Bildschirmränder mitteilen: Steuert, was gemeldet wird, wenn Sie beim Verschieben der Ansicht mit den Befehlen Strg+Alt+Pfeile die Bildschirmränder erreichen. Die drei Optionen sind: Deaktiviert, mit Sprachausgabe oder mit Signaltönen. Diese Option wirkt sich nicht auf den angedockten Ansichtsmodus aus.
fi: Ilmoita näytön reunat: säätää, mitä ilmoitetaan, kun saavutat näytön reunan siirtäessäsi näkymää Ctrl+Alt+nuolinäppäimillä. Käytettävissä olevat kolme vaihtoehtoa ovat: Ei käytössä, Puheella ja Äänimerkeillä. Tämä asetus ei vaikuta kiinnitetyn näkymän tilaan.
fr: Annoncer les bords de l'écran : contrôle ce qui est signalé lorsque vous atteignez les bords de l'écran tout en déplaçant la vue avec les commandes Contrôle+Alt+Flèches. Les trois options sont : Désactivé, Avec parole et Avec des sons. Cette option n'affecte pas le mode d'affichage ancré.
hr: Javi rubove ekrana: kontrolira ono što se prijavljuje kad dosegneš rubove ekrana tijekom micanja prikaza pomoću naredbi Kontrol+Alt+Strelice. Tri opcije su: Isključeno, S govorom i S tonovima. Ova opcija ne utječe na usidreni način prikaza.
ja: 画面の端を報告: Control+Alt+矢印コマンドでビューを動かしている間に、画面の端に着いた時に、何を報告するか調整します。3つの選択肢は: オフ、読み上げ、音です。この選択肢は、固定ビューモードには影響しません。
pt_br: Relatar bordas da tela: controla o que é relatado quando você alcança as bordas da tela ao mover a exibição com os comandos Control+Alt+Setas. As três opções são: Desligado, Com fala e Com tons. Essa opção não afeta o modo de exibição encaixado.

source: Volume of the tones reporting the position of the view: allows to define the volume of the tones if you have selected to report view moves or screen edges with tones.
de: Lautstärke der Töne, die die Position der Ansicht melden: Ermöglicht es, die Lautstärke der Töne festzulegen, wenn Sie ausgewählt haben, dass Ansichtsbewegungen oder Bildschirmränder mit Tönen gemeldet werden.
fi: Näkymän sijainnin ilmoittavien äänimerkkien voimakkuus: Mahdollistaa äänimerkkien voimakkuuden määrittämisen, mikäli olet valinnut näkymän siirtämisen tai näytön reunojen ilmoittamisen äänimerkeillä.
fr: Volume des sons indiquant la position de la vue : permet de définir le volume des sons si vous avez choisi de signaler les mouvements de la vue ou les bords de l'écran avec des sons.
hr: Glasnoća tonova za javljanje položaja prikaza: omogućuje definiranje glasnoće tonova ako je odabrana mogućnost javljanja premještanja prikaza ili rubova ekrana pomoću tonova.
pt_br: Volume dos tons que informam a posição da visualização: permite definir o volume dos tons se você tiver selecionado informar os movimentos da visualização ou as bordas da tela com tons.

source: Report turn on or off: If checked, the Magnifier's state is reported when you use Windows++ or Windows+Escape commands to turn it on or off.
de: Ansage ein- oder ausschalten: Wenn diese Option aktiviert ist, wird der Status der Lupe gemeldet, wenn Sie Windows+Plus or Minus oder Windows+Escape verwenden, um sie ein- oder auszuschalten.
fi: Puhu käyttöön ottaminen tai käytöstä poistaminen: Jos tämä on valittuna, suurennuslasin tila puhutaan käyttäessäsi Win++- tai Win+Esc-komentoja sen käyttöön ottamiseksi tai käytöstä poistamiseksi.
fr: Annoncer l'activation ou la désactivation : si cette option est cochée, l'état de la Loupe est signalé lorsque vous utilisez les commandes Windows++ ou Windows+Échap pour l'activer ou la désactiver.
hr: Uključi ili isključi javljanje: Ako je označeno, javlja se stanje povećala kad za uključivanje ili isključivanje koristiš naredbe Windows++ ili Windows+Escape.
ja: オンオフを報告: チェックされていると、Windows + +またはWindows + Escapeコマンドで拡大鏡をオンまたはオフにする時の、拡大鏡の状態を報告します。
pt_br: Relatar ativação ou desativação: Se marcada, o estado da lupa é informado quando você usa os comandos Windows++ ou Windows+Esc para ativá-la ou desativá-la.

source: Report zoom: If checked, the Magnifier's zoom level is reported when you use Windows++ or Windows+- zoom commands.
de: Zoom-Faktor ansagen: Wenn diese Option aktiviert ist, wird die Zoom-Faktor der Lupe gemeldet, wenn Sie die Zoombefehle von Windows+Plus oder Windows+Minus verwenden.
fi: Puhu zoomauksen taso: Jos tämä on valittuna, suurennuslasin zoomauksen taso puhutaan käyttäessäsi zoomauskomentoja Win++ tai Win+-.
fr: Annoncer le grossissement : si cette option est cochée, le niveau de grossissement de la Loupe est annoncé lorsque vous utilisez les commandes de grossissement Windows++ ou Windows+-.
hr: Javi uvećanje: Ako je označeno, javlja se razina uvećanja povećala kad koristiš naredbe za uvećanje Windows++ ili Windows+-.
ja: 拡大を報告: チェックされていると、Windows + +またはWindows + - コマンドを使った時に、拡大鏡の拡大率を報告します。
pt_br: Relatar ampliação: Se marcada, o nível de ampliação da Lupa é informado quando você usa os comandos de zoom Windows++ ou Windows+-.

source: Report color inversion: If checked, the color inversion state is reported when you use the control+Alt+I toggle command.
de: Invertierte Farben ansagen: Wenn diese Option aktiviert ist, wird der Status der Farbumkehrung angesagt, wenn Sie den Umschalt-Befehl Strg+Alt+I verwenden.
fi: Puhu värin inversio: Jos tämä on valittuna, värin inversion tila puhutaan käyttäessäsi tilanvaihtokomentoa Ctrl+Alt+I.
fr: Annoncer l'inversion des couleurs : si cette option est cochée, l'état d'inversion des couleurs est annoncé lorsque vous utilisez la commande de modification Ctrl+Alt+I.
hr: Javi inverziju boje: Ako je označeno, javlja se stanje inverzije boje kad koristiš naredbu za uključivanje/isključivanje kontrol+Alt+I.
ja: 色反転を報告: チェックされていると、Ctrl+Alt+I 切り替えコマンドを使った時に、色反転状態を報告します。
pt_br: Relatar inversão de cores: Se marcada, o estado de inversão de cores é rinformado quando você usa o comando de alternância control+Alt+I.

source: Report view change: If checked, the view type is reported when you use a command that changes the view type (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)
de: Ansichtsänderung ansagen: Wenn aktiviert, wird der Ansichtstyp angesagt, wenn Sie einen Befehl verwenden, der den Ansichtstyp ändert (Strg+Alt+M, Strg+Alt+F, Strg+Alt+D, Strg+Alt+L)
fi: Puhu näkymän muutos: Jos tämä on valittuna, näkymän tyyppi puhutaan käyttäessäsi sitä vaihtavaa komentoa (Ctrl+Alt+M, Ctrl+Alt+F, Ctrl+Alt+D ja Ctrl+Alt+L).
fr: Annoncer le changement d'affichage : si cette option est coché, le type d'affichage est annoncé lorsque vous utilisez une commande qui modifie le type d'affichage (Contrôle+Alt+M, Contrôle+Alt+F, Contrôle+Alt+D, Contrôle+Alt+L)
hr: Javi promjenu prikaza: Ako je označeno, javlja se vrsta prikaza kad koristiš naredbu koja mijenja vrstu prikaza (Kontrol+Alt+M, Kontrol+Alt+F, Kontrol+Alt+D, Kontrol+Alt+L)
ja: ビューの変更の報告: チェックされていると、ビューの種類を変更するコマンド(Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)を使用した時、ビューの種類が報告されます。
pt_br: Relatar mudança da visualização: Se marcada, o tipo de visualização é informado quando você usa um comando que altera o tipo da visualização (Control+Alt+M, Control+Alt+F, Control+Alt+D, Control+Alt+L)

source: Report lens or docked window resizing: If checked, a message is reported when you use the resizing commands (Alt+Shift+Arrows). In docked window mode, the height or the width is reported. In lens mode, the new dimension cannot be reported for now. These resizing command do not seem to be available on all versions of Windows; if your Windows version does not support them, you should keep this option unchecked.
de: Größenänderung der Linse oder des angedockten Fensters ansagen: Wenn diese Option aktiviert ist, wird eine Meldung ausgegeben, wenn Sie die Größenänderungsbefehle verwenden (Alt+Umschalt+Pfeil). Im angedockten Fenstermodus wird die Höhe oder die Breite gemeldet. Im Objektivmodus kann die neue Dimension vorerst nicht gemeldet werden. Diese Größenänderungsbefehle scheinen nicht in allen Windows-Versionen verfügbar zu sein; Wenn Ihre Windows-Version sie nicht unterstützt, sollten Sie diese Option deaktiviert lassen.
fi: Puhu linssi- tai kiinnitetyn ikkunan koon muuttaminen: Jos tämä on valittuna, NVDA antaa ilmoituksen käyttäessäsi koonmuuttamiskomentoja (Alt+Vaihto+Nuolinäppäimet). Kiinnitetyn ikkunan tilassa puhutaan korkeus tai leveys. Linssitilassa uutta mittaa ei toistaiseksi voida puhua. Nämä koonmuutoskomennot eivät näytä olevan käytettävissä kaikissa Windows-versioissa; mikäli Windows-versiosi ei tue niitä, älä valitse tätä asetusta.
fr: Annoncer le redimensionnement de l'objectif ou de la fenêtre ancrée : Si cette option est cochée, un message est annoncé lorsque vous utilisez les commandes de redimensionnement (Alt+Maj+Flèches). En mode fenêtre ancrée, la hauteur ou la largeur est annoncée. En mode objectif, la nouvelle dimension ne peut pas être annoncée pour l'instant. Ces commandes de redimensionnement ne semblent pas être disponibles sur toutes les versions de Windows ; si votre version de Windows ne les prend pas en charge, vous devez laisser cette option décochée.
hr: Javi mijenjanje veličine leće ili fiksiranog prozora: Ako je označeno, javlja se poruka kad koristiš naredbe za mijenjanje veličine (Alt+šift+strelice). U načinu fiksiranog prozora javlja se visina ili širina. U modusu leće, nova se dimenzija za sada ne može javiti. Čini se da ove naredbe za mijenjanje veličine nisu dostupne u svim verzijama WIndows sustava; ako ih tvoja verzija Windows sustava ne podržava, nemoj označiti ovu opciju.
ja: レンズまたは固定ウィンドウのサイズ変更を報告: チェックされている場合、サイズ変更コマンド(Alt+Shift+矢印)を使用した時にメッセージを報告します。固定ウィンドウモードでは、高さまたは幅が報告されます。レンズモードでは、今のところ、新しい方向は報告されません。これらのサイズ変更コマンドは、全てのウィンドウズのバージョンで利用可能というわけではないようです; もし使用しているウィンドウズのバージョンで、サポートされていない場合は、この選択肢はチェックしないようにして下さい。
pt_br: Relatar redimensionamento de lente ou janela acoplada: Se marcada, uma mensagem é relatada quando você usa os comandos de redimensionamento (Alt+Shift+Setas). No modo de janela acoplada, a altura ou largura é informada. No modo de lente, a nova dimensão não pode ser informada por enquanto. Estes comandos de redimensionamento não parecem estar disponíveis em todas as versões do Windows; se a sua versão do Windows não os suportar, você deve manter esta opção desmarcada.

source: In documents and list views, pass control+alt+arrows shortcuts to Windows Magnifier: There are three possible choices:
de: In Dokumenten und Listenansichten die Tastenkombinationen Strg+Alt+Pfeiltasten an die Windows-Lupe durchreichen: Es gibt drei Möglichkeiten:
fi: Välitä Ctrl+Alt+Nuolet-pikanäppäimet asiakirjoissa ja luettelonäkymissä Windowsin suurennuslasille: Mahdollisia vaihtoehtoja on kolme:
fr: Dans les documents et les vues de liste, passer les raccourcis Ctrl+alt+flèches à la Loupe Windows : Il y a trois choix possibles :
hr: U prikazima dokumenata i popisa, proslijedi prečace kontrol+alt+strelice Windows povećalu: Postoje tri mogućnosti:
ja: ドキュメントとリストビューで、Control+Alt+矢印のショートカットを、Windows拡大鏡に渡す: 3つの選択肢があります:
pt_br: Em documentos e visualizações de listas, passar atalhos control+alt+setas para a Lupa do Windows: Há três opções possíveis:
