Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/winWizard.*.po
Languages: bg, de, es, gl, ja, pt_br, ro, ru, sr, uk

source: [[!meta title="Win Wizard"]]
bg: [[!meta title="Помощник за прозорците (Win Wizard)"]]
pt_br: [[!meta title="Win Wizard"]] [[!meta title="Win Wizard"]]
uk: [[!meta title="Win Wizard (Майстер вікон)"]]

source: Author: Oriol Gómez, Łukasz Golonka, current maintenance by Jakub Lukowicz
bg: Автор: Oriol Gómez, Łukasz Golonka, в момента се поддържа от Jakub Lukowicz
es: Autor: Oriol Gómez, Łukasz Golonka, mantenido actualmente por Jakub Lukowicz
pt_br: Autor: Oriol Gómez, Łukasz Golonka, manutenção atual por Jakub Lukowicz
ru: Автор: Oriol Gómez, Łukasz Golonka, текущее техническое обслуживание при содействии Jakub Lukowicz

source: NVDA compatibility: 2019.3 and beyond
bg: Съвместимост с NVDA: 2019.3 и по-нови версии
de: NVDA-Kompatibilität: 2019.3 und neuer
es: Compatibilidad con NVDA: 2019.3 y versiones posteriores
gl: Compatibilidade co NVDA: 2019.3 en diante
ja: NVDA 互換性: 2019.3 以降
pt_br: Compatibilidade com NVDA: 2019.3 e posterior
ro: Compatibilitate NVDA: 2019.3 și versiunille ulterioare
ru: Совместимость с NVDA: 2019.3 и выше
sr: NVDA kompatibilnost: 2019.3 i noviji
uk: Сумісність з NVDA: 2019.3 та новіші

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
gl: Descargar [versión estable][1]
ja: ダウンロード [安定版][1]
pt_br: Download [versão estável][1]
ro: Descărcaţi [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]
sr: Preuzmi [stabilnu verziju ][1]
uk: Завантажити [стабільну версію][1]

source: This add-on allows you to perform some operations on the focused window or the process associated with it. When killing a process, or showing / hiding a window a confirmation beep is played when the action succeeds. If you find this annoying you can disable these beeps in the Win Wizard's settings panel available from NVDA's settings dialog.
bg: Тази добавка ви позволява да извършвате дадени операции върху фокусирания прозорец или процеса, свързан с него. При прекратяване на процес или показване/скриване на прозорец се възпроизвежда звуков сигнал за потвърждение, когато действието е успешно. Ако намирате това за досадно, можете да изключите тези звукови сигнали в панела с настройки на "Помощник за прозорците", намиращ се в диалоговия прозорец за настройки на NVDA.
de: Mit dieser Erweiterung können Sie einige Operationen an dem fokussierten Fenster oder dem damit verbundenen Prozess durchführen. Beim Beenden eines Prozesses oder beim Ein- und Ausblenden eines Fensters ertönt ein Signalton zur Bestätigung, wenn die Aktion erfolgreich war. Wenn Sie dies als störend empfinden, können Sie diese Signaltöne in den Einstellungen der Erweiterung deaktivieren, die Sie über den NVDA-Einstellungen aufrufen können.
es: Este complemento permite realizar algunas operaciones en la ventana con el foco o el proceso asociado a ella. Al matar un proceso, o mostrar/ocultar una ventana, se reproduce un pitido de confirmación si la acción tiene éxito. Si encuentras esto molesto, puedes desactivar los pitidos en el panel de opciones de WinWizard, disponible en el diálogo de opciones de NVDA.
gl: Este complemento permíteche realizar algunhas operacións na xanela enfocada ou no proceso asociado a ela. Ó matar un proceso, ou mostrar/ocultar unha xanela reprodúcese un pitido se a acción é exitosa. Se o atopas molesto podes desactivar estes pitidos dende o panel de opcións de Win Wizard dispoñible dende o diálogo de opcións de NVDA:
ja: このアドオンでは、フォーカスしたウィンドウ、またはそれに伴うプロセスに対していくつかの操作が可能になります。プロセスを終了する時、または、ウィンドウを表示/隠す時、動作が成功すると、確認のビープ音が鳴ります。もし、これが邪魔であれば、これらのビープをNVDA設定ダイアログから使用出来るWin Wizard設定パネルで無効に出来ます。
pt_br: Esse complemento permite que você execute algumas operações na janela focalizada ou no processo associado a ela. Ao eliminar um processo ou exibir/ocultar uma janela, um bipe de confirmação é emitido quando a ação é bem-sucedida. Se você achar isso incômodo, poderá desativar esses bipes no painel de configurações do Win Wizard, disponível na caixa de diálogo de configurações do NVDA.
ro: Acest supliment vă permite să efectuați unele operații pe fereastra focalizată sau procesul asociat acesteia. La închiderea unui proces sau la afișarea/ascunderea unei ferestre este redat un bip de confirmare când acțiunea reușește. Dacă vi se pare deranjant, puteți dezactiva aceste semnale sonore în panoul de setări al Win Wizard, disponibil din dialogul de setări al NVDA.
ru: Это дополнение позволяет выполнять некоторые операции с окном в фокусе или связанным с ним процессом. При завершении процесса или отображении /скрытии окна подаётся звуковой сигнал подтверждения успешного выполнения действия. Если вас это раздражает, вы можете отключить эти звуковые сигналы на панели настроек Win Wizard, доступной в диалоге настроек NVDA.
sr: Ovaj dodatak vam dozvoljava da izvršite određene radnje sa fokusiranim prozorom ili procesom koji je vezan uz njega. Kada se zatvori proces, ili prikaže/sakrije prozor čuće se zvučni signal potvrde ako je radnja uspešna. Ako ovo ne želite možete da onemogućite ove zvučne signale iz panela Win Wizarda iz dijaloga NVDA podešavanja.
uk: Цей додаток дозволяє виконувати деякі операції над вікном у фокусі або процесом, пов'язаним з ним. Під час завершення процесу або показу/приховування вікна лунає звуковий сигнал, який підтверджує успішність дії. Якщо вас це дратує, ви можете вимкнути ці звукові сигнали на панелі налаштувань Win Wizard, доступній у діалозі налаштувань NVDA.

source: Keyboard commands:
bg: Клавишни команди:
de: Tastaturbefehle:
es: Atajos de teclado:
gl: Ordes de teclas:
ja: キーボードコマンド:
pt_br: Comandos de teclado:
ro: Comenzi de la tastatură:
ru: Команды клавиш:
sr: Tasterske prečice:
uk: Комбінації клавіш:

source: All these commands can be remapped from the Input gestures dialog in the Win Wizard category.
bg: Всички тези команди могат да бъдат променени от диалоговия прозорец "Жестове на въвеждане" в категорията "Помощник за прозорците " ("Win Wizard").
de: Alle diese Befehle können im Dialogfeld für Tastenebefehle in der Kategorie "WinWizard" neu zugeordnet werden.
es: Todas estas órdenes se pueden reasignar desde el diálogo Gestos de entrada, en la categoría Win Wizard.
gl: Todos estes comandos pódense reasignar dende o diálogo Xestos de entrada na categoría Win Wizard.
ja: これらの全てのコマンドは、入力ジェスチャーダイアログから、Win Wizardカテゴリで変更出来ます。
pt_br: Todos esses comandos podem ser remapeados na caixa de diálogo Gestos de entrada na categoria Win Wizard.
ro: Toate aceste comenzi pot fi reconfigurate din dialogul Gesturi de introducere din categoria Win Wizard.
ru: Все эти команды можно переназначить из диалога жестов ввода в категории Win Wizard.
sr: Sve ove prečice se mogu promeniti u dijalogu ulazne komande u kategoriji Win wizard.
uk: Всі ці команди можна перепризначити у діалозі жестів вводу в категорії Win Wizard.

source: Hiding and showing hidden windows:
bg: Скриване и показване на скрити прозорци:
de: Versteckte Fenster ein- und ausblenden:
es: Ocultar y mostrar ventanas ocultas:
gl: Ocultando e amosando xanelas ocultas:
ja: ウィンドウを隠す、隠したウィンドウを表示する:
pt_br: Ocultar e exibir janelas ocultas:
ro: Ascunderea și afișarea ferestrelor ascunse:
ru: Скрытие и отображение скрытых окон:
sr: Skrivanje i ponovno prikazivanje skrivenih prozora:
uk: Приховування й відображення прихованих вікон:

source: NVDA+Windows+numbers from 1 to 0 - hides currently focused window in the slot corresponding to the pressed number
bg: NVDA+Windows+цифра от 1 до 0: Скрива фокусирания в момента прозорец в слота, съответстващ на натиснатата цифра
de: NVDA+Windows+Zahlenreihe - Blendet das aktuell fokussierte Fenster in dem Slot aus, der der gedrückten Zahl entspricht
es: NVDA+windows+números del 1 al 0 - Oculta la ventana que tiene el foco en la ranura correspondiente al número pulsado
gl: NVDA+Windows+números do 1 ó 0 - oculta a xanela actualmente co foco na posición correspondente ó número premido
ja: NVDA+Windows+数字の1から0 - 現在フォーカスされているウィンドウを、対応する数字のスロットに隠します
pt_br: NVDA+Windows+números de 1 a 0 - oculta a janela atualmente focalizada no slot correspondente ao número pressionado
ro: NVDA+Windows+numerele de la 1 la 0 - ascunde fereastra focalizată în prezent în slotul corespunzător numărului apăsat
ru: NVDA+Windows+цифры от 1 до 0 - скрывает текущее окно в фокусе в слоте, соответствующему нажатой цифре
sr: NVDA+Windows+brojevi od 1 do 0 - krije trenutno fokusirani prozor na poziciji koja pripada pritisnutom broju
uk: NVDA+Windows+числа від 1 до 0- приховує поточне вибране вікно в слоті, який відповідає натиснутому номеру

source: NVDA+Windows+left arrow - moves to the previous stack of hidden windows.
bg: NVDA+Windows+стрелка наляво: Преминава към предишния комплект от скрити прозорци.
de: NVDA+Windows+Pfeiltaste nach links - Wechselt zum vorherigen Stapel ausgeblendeter Fenster.
es: NVDA+windows+flecha izquierda - Se mueve a la pila anterior de ventanas ocultas.
gl: NVDA+Windows+frecha esquerda - móvese á pía anterior de xanelas ocultas.
ja: NVDA+Windows+左矢印 - 隠れたウィンドウのうち、前のものに移動します。
pt_br: NVDA+Windows+seta para a esquerda - move para a pilha anterior de janelas ocultas.
ro: NVDA+Windows+săgeata stânga - trece la grupul anterior de ferestre ascunse.
ru: NVDA+Windows+стрелка влево - переходит к предыдущей стопке скрытых окон.
sr: NVDA plus Windows plus strelica levo - prebacuje se na prethodnu pregradu sa skrivenim prozorima
uk: NVDA+Windows+стрілка вліво - переходить до попередньої полиці прихованих вікон.

source: NVDA+Windows+right arrow - moves to the next stack of hidden windows.
bg: NVDA+Windows+стрелка надясно: Преминава към следващия комплект от скрити прозорци.
de: NVDA+Windows+Pfeiltaste nach rechts - Wechselt zum nächsten Stapel ausgeblendeter Fenster.
es: NVDA+windows+flecha derecha - Se mueve a la siguiente pila de ventanas ocultas.
gl: NVDA+Windows+frecha dereita - móvese á seguinte pía de xanelas ocultas.
ja: NVDA+Windows+右矢印 - 隠れたウィンドウのうち、次のものに移動します。
pt_br: NVDA+Windows+seta para a direita - passa para a próxima pilha de janelas ocultas.
ro: NVDA+Windows+săgeata dreapta - trece la următorul grup de ferestre ascunse.
ru: NVDA+Windows+стрелка вправо - переходит к следующей стопке скрытых окон.
sr: NVDA plus Windows plus strelica desno - prebacuje se na sledeću pregradu sa skrivenim prozorima.
uk: NVDA+Windows+стрілка вправо - переходить до наступної полиці прихованих вікон.

source: Windows+Shift+h - hides the currently focused window in the first available slot
bg: Windows+Shift+H: Скрива текущо фокусирания прозорец в първия наличен слот
de: Windows+Umschalt+H - Blendet das aktuell fokussierte Fenster im ersten verfügbaren Slot aus
es: Windows+shift+h - Oculta la ventana que tiene el foco actualmente en la primera ranura disponible
gl: Windows+Shift+h - oculta a xanela actualmente co foco na primeira posición dispoñible
ja: Windows+Shift+h - 現在フォーカスされているウィンドウを最初の空スロットに隠します
pt_br: Windows+Shift+h - oculta a janela atualmente focalizada no primeiro espaço disponível
ro: Windows+Shift+h - ascunde fereastra focalizată curent în primul slot disponibil
ru: Windows+Shift+h - скрывает текущее окно в фокусе первого доступного слота
sr: Windows plus šift plus H: Krije trenutno fokusirani prozor na prvoj dostupnoj poziciji.
uk: Windows+Shift+h - приховує поточне виділене вікно в першому доступному слоті

source: NVDA+Windows+h - shows the last hidden window
bg: NVDA+Windows+H: Показва последно скрития прозорец
de: NVDA+Windows+H - Zeigt das letzte ausgeblendete Fenster an
es: NVDA+windows+h - Muestra la última ventana oculta
gl: NVDA+Windows+h - amosa a última xanela ocultada
ja: NVDA+Windows+h - 最後に隠したウィンドウを表示します
pt_br: NVDA+Windows+h - mostra a última janela oculta
ro: NVDA+Windows+h - arată ultima fereastră ascunsă
ru: NVDA+Windows+h - показывает последнее скрытое окно
sr: NVDA plus Windows plus H - prikazuje poslednji skriveni prozor.
uk: NVDA+Windows+h - відображає останнє приховане вікно

source: Windows+Shift+l - shows the list of all hidden windows grouped by the stacks (please note that by default last hidden window is selected)
bg: Windows+Shift+L: Показва списък на всички скрити прозорци, групирани по комплекти (имайте предвид, че по подразбиране е избран последно скритият прозорец)
de: Windows+Umschalt+L - Zeigt die Liste aller versteckten Fenster gruppiert nach den Stapeln an (bitte beachten Sie, dass standardmäßig das letzte versteckte Fenster ausgewählt ist)
es: Windows+shift+l - Muestra la lista de todas las ventanas ocultas agrupadas en pilas (ten en cuenta que se selecciona la última ventana oculta)
gl: Windows+Shift+l - amosa a lista de todas as xanelas ocultas agrupadas por pía (ten en conta que se selecciona a última xanela ocultada)
ja: Windows+Shift+l - 集められ、組になった全ての隠れたウィンドウのリストを表示します(最初は、最後に隠したウィンドウが選択されていることに留意して下さい)
pt_br: Windows+Shift+l - mostra a lista de todas as janelas ocultas agrupadas por pilhas (observe que, por padrão, a última janela oculta é selecionada)
ro: Windows+Shift+l - arată lista tuturor ferestrelor ascunse grupate pe grupuri (vă rugăm să rețineți că, implicit, ultima fereastră ascunsă este selectată)
ru: Windows+Shift+l - показывает список всех скрытых окон, сгруппированных по стопкам (обратите внимание, что по умолчанию выбрано последнее скрытое окно)
sr: Windows plus šift plus L - prikazuje sve skrivene prozore grupisane po pregradama (molimo imajte na umu da je podrazumevano poslednji skriveni prozor izabran )
uk: Windows+Shift+l - відображає список всіх прихованих вікон згрупованих за полицями (будь ласка, зауважте, що початково вибрано останнє приховане вікно)

source: Managing processes:
bg: Управление на процесите:
de: Prozesse verwalten:
es: Gestión de procesos:
gl: Administrando procesos:
ja: プロセスの管理:
pt_br: Gerenciar processos:
ro: Gestionarea proceselor:
ru: Управление процессами:
sr: Upravljanje procesima:
uk: Керування процесами:

source: Windows+F4 - kills the process associated with the currently focused window
bg: Windows+F4: Принудително прекратява процеса, свързан с фокусирания в момента прозорец
de: Windows+F4 - Beendet den Prozess des aktuell fokussierten Fensters
es: Windows+f4 - Termina el proceso asociado con la ventana que tiene actualmente el foco
gl: Windows+F4 - mata o proceso asociado coa xanela actualmente co foco
ja: Windows+F4 - 現在フォーカスされたウィンドウに伴うプロセスを終了します
pt_br: Windows+F4 - elimina o processo associado à janela focada no momento
ro: Windows+F4 - oprește procesul asociat cu fereastra focalizată în prezent
ru: Windows+F4 - завершает процесс, связанный с текущим окном в фокусе
sr: Windows plus F4 - zatvara proces kojem trenutno fokusirani prozor pripada
uk: Windows+F4 - завершує процес пов'язаний з поточним вибраним вікном

source: NVDA+Windows+p - opens dialog allowing you to set priority of the process associated with the currently focused window
bg: NVDA+Windows+P: Отваря диалогов прозорец, който ви позволява да зададете приоритет на процеса, свързан с текущо фокусирания прозорец
de: NVDA+Windows+P - Öffnet ein Dialogfeld, in dem Sie die Priorität des Prozesses für das aktuell fokussierte Fenster festlegen können
es: NVDA+windows+p - Abre un diálogo que permite establecer la prioridad del proceso asociado a la ventana con el foco
gl: NVDA+Windows+p - abre un diálogo que che permite establecer a prioridade do proceso asociado coa xanela actualmente co foco
ja: NVDA+Windows+p - 現在フォーカスされたウィンドウに伴うプロセスの優先度を設定できるダイアログを開きます
pt_br: NVDA+Windows+p - abre uma caixa de diálogo que permite definir a prioridade do processo associado à janela focada no momento
ro: NVDA+Windows+p - deschide dialogul care vă permite să setați prioritatea procesului asociat cu fereastra focalizată curent
ru: NVDA+Windows+p - открывает диалог, позволяющий установить приоритет процесса, связанного с текущим окном в фокусе
sr: NVDA plus Windows plus P - otvara dijalog koji vam dozvoljava da podesite prioritet procesa kojem pripada trenutno fokusirani prozor
uk: NVDA+Windows+p - відкриває діалог, що дозволяє встановити пріоритет процесу, пов'язаного з поточним вибраним вікном

source: Miscellaneous commands:
bg: Разни команди:
de: Verschiedene Befehle:
es: Órdenes varias:
gl: Ordes misceláneas:
ja: その他のコマンド:
pt_br: Comandos diversos:
ro: Comenzi diverse:
ru: Разные команды:
sr: Razne komande:
uk: Різні команди:

source: NVDA+Windows+TAB - switches between top level windows of the current program (useful in foobar2000, Back4Sure etc.)
bg: NVDA+Windows+TAB: Превключва между прозорци от най-високо ниво в текущата програма (полезно за foobar2000, Back4Sure и др.)
de: NVDA+Windows+TAB - Schaltet zwischen den Fenstern der obersten Ebene des aktuellen Programms um (nützlich in Foobar2000, Back4Sure, etc.)
es: NVDA+windows+tab - Alterna entre las ventanas de alto nivel del programa actual (útil en foobar2000, Back4Sure, etc.)
gl: NVDA+Windows+TAB - cambia entre xanelas de nivel superior do programa actual (útil en foobar2000, Back4Sure etc.)
ja: NVDA+Windows+TAB - 現在のプログラムのトップレベルのウィンドウの間を切り替えます（foobar2000,Back4Sureなどで便利です）
pt_br: NVDA+Windows+TAB - alterna entre as janelas de nível superior do programa atual (útil em foobar2000, Back4Sure etc.)
ro: NVDA+Windows+TAB - comută între ferestrele de nivel superior ale programului curent (util în foobar2000, Back4Sure etc.)
ru: NVDA+Windows+TAB - переключение между окнами верхнего уровня текущей программы (полезно в foobar2000, Back4Sure и т.д.)
sr: NVDA+Windows+TAB - Prebacuje se između prozora aplikacije (korisno u programima foobar2000, Back4Sure i slično)
uk: NVDA+Windows+TAB - перемикає між вікнами верхнього рівня поточної програми (корисно у foobar2000, Back4Sure і т.д.).

source: CTRL+ALT+T - allows you to change title of the currently focused program
bg: Control+Alt+T: Позволява да се промени заглавието на текущо фокусираната програма
de: Strg+Alt+T - Damit können Sie den Titel des aktuell fokussierten Programms ändern
es: Ctrl+alt+t - Permite cambiar el título del programa que tiene el foco
gl: CTRL+ALT+T - permíteche cambiar o título do programa actualmente co foco
ja: CTRL+ALT+T - 現在フォーカスしているプログラムのタイトルを変えられるようにします
pt_br: CTRL+ALT+T - permite que você altere o título do programa atualmente em foco
ro: CTRL+ALT+T - vă permite să modificaţi titlul programului focalizat în prezent
ru: CTRL+ALT+T - позволяет вам изменить название текущей программы в фокусе
sr: CTRL+ALT+T - Dozvoljava vam da promenite naziv trenutno fokusiranog prozora
uk: CTRL+ALT+T - дозволяє змінити назву поточної програми у фокусі

source: Changes:
bg: Промени:
de: Änderungen:
es: Cambios:
gl: Trocos:
ja: 変更:
pt_br: Alterações:
ro: Modificări:
ru: Изменения:
sr: Promene:
uk: Зміни:

source: Changes for 5.0.6:
bg: Промени във версия 5.0.6:
es: Cambios para 5.0.6:
pt_br: Alterações para a versão 5.0.6:
ru: Изменения в версии 5.0.6:

source: Compatibility with NVDA 2024.1
bg: Съвместимост с NVDA 2024.1
es: Compatibilidad con NVDA 2024.1
pt_br: Compatibilidade com o NVDA 2024.1
ru: Совместимость с NVDA 2024.1

source: Update translations
bg: Обновени преводи
de: Übersetzungen aktualisiert
es: Traducciones actualizadas
gl: Traducións actualizadas
ja: 翻訳を更新
pt_br: Atualizar traduções
ro: Traduceri actualizate
ru: Обновлены переводы
sr: Ažurirani prevodi
uk: Оновлено переклади

source: Changes for 5.0.5:
bg: Промени във версия 5.0.5:
es: Cambios para 5.0.5:
pt_br: Alterações para a versão 5.0.5:
ru: Изменения в версии 5.0.5:
uk: Зміни у версії 5.0.5:

source: Compatibility with NVDA 2023.2
bg: Съвместимост с NVDA 2022.2
es: Compatibilidad con NVDA 2023.2
pt_br: Compatibilidade com o NVDA 2023.2
ru: Совместимость с NVDA 2023.2
uk: Сумісність з NVDA 2023.2

source: Changes for 5.0.4:
bg: Промени във версия 5.0.4:
de: Änderungen in 5.0.4:
es: Cambios para 5.0.4:
gl: Cambios para 5.0.4:
ja: 5.0.4での変更:
pt_br: Alterações para a versão 5.0.4:
ro: Modificări pentru 5.0.4:
ru: Изменения в версии 5.0.4:
sr: Promene u 5.0.4:
uk: Зміни у версії 5.0.4:

source: Compatibility with NVDA 2022.1
bg: Съвместимост с NVDA 2022.1
de: Kompatibel mit NVDA 2022.1
es: Compatibilidad con NVDA 2022.1
gl: Compatibilidade con NVDA 2022.1
ja: NVDA 2022.1との互換性
pt_br: Compatibilidade com o NVDA 2022.1
ro: Compatibil cu NVDA 2022.1
ru: Совместимость с NVDA 2022.1
sr: Kompatibilnost uz NVDA 2022.1
uk: Сумісність з NVDA 2022.1

source: It is now possible to disable confirmation beeps in the add-ons settings panel
bg: Вече е възможно да изключите звуковите сигнали за потвърждение в панела за настройки на добавката
de: Sie können nun die Signaltöne zur Bestätigung in den Einstellungen der Erweiterung deaktivieren
es: Ahora es posible deshabilitar los pitidos de confirmación desde el panel de opciones del complemento
gl: Agora é posible desactivar os pitidos de confirmación no panel de opcións do complemento
ja: アドオン設定パネルで確認ビープ音を無効に出来るようになりました
pt_br: Agora é possível desativar os bipes de confirmação no painel de configurações dos complementos
ro: Acum este posibil să dezactivați bipurile de confirmare în panoul de setări pentru suplimente
ru: Теперь можно отключить звуковые сигналы подтверждений на панели настроек дополнения
sr: Sada je moguće onemogućiti zvučne signale potvrde iz panela sa podešavanjima dodatka
uk: З'явилася можливість вимкнути звукові сигнали підтвердження в панелі налаштувань додатка

source: Changes for 5.0.3:
bg: Промени във версия 5.0.3:
de: Änderungen in 5.0.3:
es: Cambios para 5.0.3:
gl: Trocos para 5.0.3:
ja: 5.0.3での変更:
pt_br: Alterações para a versão 5.0.3:
ro: Modificări pentru 5.0.3:
ru: Изменения в версии 5.0.3:
sr: Promene u 5.0.3:
uk: Зміни у версії 5.0.3:

source: Compatibility with NVDA 2021.1
bg: Съвместимост с NVDA 2021.1
de: Kompatibilität mit NVDA 2021.1
es: Compatibilidad con NVDA 2021.1
gl: Compatibilidade con NVDA 2021.1
ja: NVDA 2021.1との互換性
pt_br: Compatibilidade com o NVDA 2021.1
ro: Compatibil cu NVDA 2021.1
ru: Совместимость с NVDA 2021.1
sr: Kompatibilnost uz NVDA 2021.1
uk: Сумісність з NVDA 2021.1

source: Changes for 5.0.2:
bg: Промени във версия 5.0.2:
de: Änderungen in 5.0.2:
es: Cambios para 5.0.2:
gl: Trocos para 5.0.2:
ja: 5.0.2での変更:
pt_br: Alterações para a versão 5.0.2:
ro: Modificări pentru 5.0.2:
ru: Изменения в версии 5.0.2:
sr: Promene u 5.0.2:
uk: Зміни у версії 5.0.2:

source: First release available from the add-ons website
bg: Първо издание, достъпно от официалния уеб сайт за добавки за NVDA
de: Erste Version, die auf der Webseite für NVDA-Erweiterungen verfügbar ist
es: Primera versión disponible en el sitio web de complementos
gl: Primeira versión dispoñible dende o sitio web de complementos
ja: アドオンウェブサイトから入手可能な最初のリリース
pt_br: Primeira versão disponível no site de complementos
ro: Prima versiune disponibilă de pe site-ul de suplimente
ru: Первый выпуск, доступный на сайте дополнений
sr: Prva verzija dostupna na sajtu sa dodacima
uk: Перша версія доступна на веб-сайті додатків
