Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/wordNav.*.po
Languages: es, fi, fr, pt_br

source: In notepad++ selection update messages come unreasonably slow. As a workaround, WordNav announces selection on NVDA side for word selection commands and silences late notifications for the following 0.5 seconds. As a result, if you press word selection command followed by another (e.g. character) selection command in quick succession, you might miss selection notification for the latter one if it came within 0.5 seconds from the last word selection command.
es: En Notepad++,los mensajes de actualización de selección llegan inexplicablemente lentos. Como solución alternativa, WordNav anuncia la selección del lado de NVDA con las órdenes de selección de palabras y silencia notificaciones posteriores durante los siguientes 0,5 segundos. Como resultado, si se pulsa una orden de selección de palabra seguida de otra orden de selección (por ejemplo, por caracteres) en sucesión rápida, se podría perder la notificación de selección de la última orden si se pulsó menos de medio segundo después de la orden de selección de palabra.
fi: Notepad++:ssa valinnanpäivitysilmoitukset tulevat kohtuuttoman hitaasti. Ongelman kiertämiseksi Sananavigointi ilmoittaa valinnasta NVDA:n puolella sananvalintakomentojen yhteydessä ja hiljentää myöhästyneet ilmoitukset seuraavan 0,5 sekunnin ajaksi. Tämän seurauksena, jos painat sananvalintakomentoa ja sen jälkeen nopeasti toista komentoa (esim. merkin valitsemiseksi), saatat jäädä ilman valinnan ilmoitusta jälkimmäisestä komennosta, jos se tuli 0,5 sekunnin sisällä edellisestä sananvalintakäskystä.
fr: Dans Notepad ++, les messages de mise à jour de la sélection sont déraisonnablement lents. Pour contourner le problème, WordNav annonce la sélection côté NVDA pour les commandes de sélection de mots et fait taire les notifications tardives pendant les 0,5 secondes suivantes. Par conséquent, si vous appuyez rapidement sur la commande de sélection de mot suivie d'une autre commande de sélection (par exemple un caractère), vous risquez de manquer la notification de sélection pour cette dernière si elle intervient dans les 0,5 secondes suivant la dernière commande de sélection de mot.
pt_br: No Notepad++, as mensagens de atualização de seleção são excessivamente lentas. Como solução alternativa, o WordNav anuncia a seleção no lado do NVDA para comandos de seleção de palavras e silencia as notificações tardias durante os 0,5 segundos seguintes. Como resultado, se você pressionar o comando de seleção de palavra seguido por outro comando de seleção (por exemplo, caractere) em rápida sucessão, poderá perder a notificação de seleção para o último comando, se ele tiver chegado a 0,5 segundos do último comando de seleção de palavra.

source: In multiline edit boxes supporting TOM interface NVDA incorrectly identifies cursor location when selection is present. This has been fixed in nvaccess/nvda#16455, which is scheduled to be included in NVDA v2024.2 release. Before that release word selection commands won't work correctly in TOM edit boxes, such as NVDA log viewer.
es: En cuadros de edición multilínea que soporten interfaces TOM, NVDA identifica incorrectamente la posición del cursor cuando la selección está presente. Esto se ha corregido en nvaccess/nvda#16455, cuya inclusión está prevista en la versión 2024.2 de NVDA. Antes de dicha versión, las órdenes de selección de palabras no funcionarán correctamente en cuadros de edición TOM, tales como el visualizador de registro de NVDA.
fi: NVDA tunnistaa virheellisesti kohdistimen sijainnin TOM-rajapintaa tukevissa monirivisissä muokkausruuduissa, kun tekstiä on valittuna. Tämä on korjattu nvaccess/nvda#16455:ssa, joka on suunniteltu sisällytettäväksi NVDA:n 2024.2-versioon. Ennen tätä julkaisua sananvalintakomennot eivät toimi oikein TOM-muokkausruuduissa, kuten NVDA:n lokintarkastelussa.
fr: Dans les zones d'édition multilignes prenant en charge l'interface TOM, NVDA identifie incorrectement l'emplacement du curseur lorsque la sélection est présente. Ce problème a été corrigé dans nvaccess/nvda#16455, qui devrait être inclus dans la version NVDA v2024.2. Avant cette version, les commandes de sélection de mots ne fonctionneraient pas correctement dans les zones d'édition TOM, telles que la Visionneuse du journal de NVDA.
pt_br: Nas caixas de edição de várias linhas que suportam a interface TOM, o NVDA identifica incorretamente a localização do cursor quando há seleção. Isso foi corrigido em nvaccess/nvda#16455, que está programado para ser incluído na versão v2024.2 do NVDA. Antes dessa versão, os comandos de seleção de palavras não funcionarão corretamente nas caixas de edição TOM, como o visualizador de registros do NVDA.

source: Notes
es: Notas
fi: Huomautuksia
pt_br: Notas

source: If you would like to use virtual desktops feature of Windows 10, please remember to disable Control+Windows+Arrows keyboard shortcuts either in WordNav Settings panel, or in NVDA Input gestures dialog.
es: Si quieres utilizar la función de escritorios virtuales de Windows 10, recuerda desactivar los atajos de teclado control+windows+flechas desde el panel de opciones de WordNav, o bien en el diálogo Gestos de entrada de NVDA.
fi: Jos haluat käyttää Windows 10:n virtuaalityöpöytäominaisuutta, muista poistaa käytöstä Ctrl+Windows+Nuoli-pikanäppäimet joko Sananavigoinnin asetuspaneelissa tai NVDA:n Näppäinkomennot-valintaikkunassa.
fr: Si vous souhaitez utiliser la fonctionnalité de bureaux virtuels de Windows 10, n'oubliez pas de désactiver les raccourcis clavier Ctrl+Windows+Flèches soit dans le panneau Paramètres WordNav, soit dans le dialogue Gestes dde commande de NVDA.
pt_br: Se você quiser usar o recurso de áreas de trabalho virtuais do Windows 10, lembre-se de desativar os atalhos de teclado Control+Windows+Setas no painel Configurações do WordNav ou na caixa de diálogo Gestos de entrada do NVDA.

source: Compatibility with VSCode requires NVDA add-on IndentNav v2.0 or later to be installed. Additionally, VSCode extension [Accessibility for NVDA IndentNav](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility) must be installed in VSCode.
es: La compatibilidad con VSCode requiere que el complemento IndentNav 2.0 o una versión posterior esté instalado. Además, la extensión para VSCode [Accesibilidad para NVDA IndentNav](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility) debe estar instalada en VSCode.
fi: Yhteensopivuus VSCoden kanssa edellyttää, että Sisennysnavigointi-lisäosasta on asennettu versio 2.0 tai uudempi. Lisäksi VSCodeen on asennettava [Accessibility for NVDA IndentNav](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility) -laajennus.
fr: La compatibilité avec VSCode nécessite l'installation de l'extension NVDA IndentNav v2.0 ou version ultérieure. De plus, l'extension VSCode [Accessibilité pour NVDA IndentNav](https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility) doit être installée dans VSCode.
pt_br: A compatibilidade com o VSCode requer a instalação do complemento IndentNav v2.0 ou posterior do NVDA. Além disso, a extensão VSCode [Accessibility for NVDA IndentNav] (https://marketplace.visualstudio.com/items?itemName=TonyMalykh.nvda-indent-nav-accessibility) deve ser instalada no VSCode.

source: Downloads
es: Descargas
fi: Lataukset
fr: Téléchargements

source: Please install the latest version from NVDA add-on store.
es: Por favor, instala la versión más reciente desde la tienda de complementos de NVDA.
fi: Asenna uusin versio NVDA:n lisäosakaupasta.
fr: Veuillez installer la dernière version depuis l'add-on store.
pt_br: Instale a versão mais recente da loja de complementos do NVDA.
