Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/wordNav.*.po
Languages: es, fi, fr, pt_br

source: [[!meta title="WordNav"]]
fi: [[!meta title="Sananavigointi"]]

source: Author: Tony Malykh
es: Autor: Tony Malykh
fi: Tekijä: Tony Malykh
fr: Auteur : Tony Malykh
pt_br: Autor: Tony Malykh

source: Download [stable version][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
pt_br: Download [versão estável][1]

source: NVDA compatibility: 2019.3 and later
es: Compatibilidad con NVDA: 2019.3 y posterior
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité NVDA : 2019.3 et ultérieurs
pt_br: Compatibilidade com NVDA: 2019.3 e posterior

source: WordNav NVDA add-on improves built-in navigation by word, as well as adds extra word navigation commands with different definition for the word. It also provides word selection commands.
es: El complemento WordNav para NVDA mejora la navegación por palabras integrada y añade órdenes extra de navegación con diferentes definiciones de lo que es una palabra. También proporciona órdenes de selección de palabras.
fi: Sananavigointi-lisäosa parantaa sisäänrakennettua sananavigointia sekä lisää ylimääräisiä komentoja, joilla voi siirtyä eri tavalla määriteltyjen sanojen välillä. Lisäosassa on myös sananvalintakomentoja.
fr: L'extension WordNav pour NVDA améliore la navigation intégrée par mot, et ajoute des commandes de navigation de mot supplémentaires avec une définition différente pour le mot. Elle fournit également des commandes de sélection de mots.
pt_br: O complemento WordNav NVDA aprimora a navegação integrada por palavra, além de adicionar comandos extras de navegação por palavra com definições diferentes para a palavra. Ele também fornece comandos de seleção de palavras.

source: Most text editors support Control+LeftArrow/RightArrow commands for word navigation. However the definition of the word changes from one program to another. This is especially true of modern web-based text editors, such as Monaco. NVDA should know the definition of word in given program in order to speak words correctly. If NVDA doesn't know the exact definition, then either words are going to be skipped, or pronounced multiple times. Moreover, some web-based text editors position the cursor in the end of the word, instead of the beginning, making editing much harder for visually impaired users. In order to combat this problem I have created enhanced word navigation commands, that take the word definition from Notepad++ and they do not rely on program's definition of words, but rather parse lines into words on NVDA's side. The Control+LeftArrow/RightArrow gesture is not even sent to the program, thus ensuring the consistency of the speech.
es: La mayoría de editores de texto soportan las órdenes control+flechas izquierda y derecha para navegar por palabras. Sin embargo, la definición de palabra cambia de un programa a otro. Esto es especialmente cierto en los editores de texto modernos basados en web, tales como Monaco. NVDA debería saber la definición de palabra en un programa dado para verbalizar las palabras correctamente. Si NVDA no conoce la definición exacta, las palabras se saltan o se pronuncian varias veces. Por si fuera poco, algunos editores basados en web sitúan el cursor al final de la palabra en lugar del principio, dificultando la edición a personas con discapacidad visual. Para combatir este problema, he creado órdenes de navegación por palabra mejoradas, que toman la definición de palabra de Notepad++ y no se apoyan en la definición de palabra de otros programas, y que en su lugar descomponen las líneas en palabras dentro del propio NVDA. El gesto control+flecha izquierda o flecha derecha ni siquiera se envía al programa, garantizando por tanto la consistencia del habla.
fi: Useimmat tekstieditorit tukevat Ctrl+Nuoli vasemmalle/oikealle -komentoja sananavigointia varten. Sanan määritelmä kuitenkin muuttuu ohjelmasta toiseen. Tämä pätee erityisesti nykyaikaisiin verkkopohjaisiin tekstieditoreihin, kuten Monaco. NVDA:n tulee tietää sanan määritelmä tietyssä ohjelmassa voidakseen puhua sanat oikein. Jos NVDA ei tiedä tarkkaa määritelmää, sanat joko ohitetaan tai ne puhutaan useita kertoja. Lisäksi jotkin verkkopohjaiset tekstieditorit sijoittavat kohdistimen sanan loppuun alun sijaan, mikä tekee muokkaamisesta paljon vaikeampaa näkövammaisille käyttäjille. Tämän ongelman torjumiseksi on luotu parannettuja sananavigointikomentoja, jotka ottavat sanamääritelmän Notepad++:sta eivätkä luota ohjelman sanamäärittelyyn vaan jäsentävät rivit sanoiksi NVDA:n sisällä. Ctrl+Nuoli vasemmalle/oikealle -komentoa ei edes lähetetä ohjelmalle, mikä varmistaa puheen johdonmukaisuuden.
fr: La plupart des éditeurs de texte prennent en charge les commandes Contrôle+FlècheGauche/FlècheDroite pour la navigation dans les mots. Cependant la définition du mot change d'un programme à l'autre. Cela est particulièrement vrai des éditeurs de texte modernes basés sur le Web, tels que Monaco. NVDA doit connaître la définition du mot dans un programme donné afin de prononcer les mots correctement. Si NVDA ne connaît pas la définition exacte, alors les mots seront ignorés ou prononcés plusieurs fois. De plus, certains éditeurs de texte basés sur le Web positionnent le curseur à la fin du mot, au lieu du début, ce qui rend l'édition beaucoup plus difficile pour les utilisateurs malvoyants. Afin de lutter contre ce problème, j'ai créé des commandes de navigation de mots améliorées, qui prennent la définition de mot de Notepad ++ et ne reposent pas sur la définition des mots du programme, mais analysent plutôt les lignes en mots du côté de NVDA. Le geste Contrôle+FlècheGauche/FlècheDroite n'est même pas envoyé au programme, assurant ainsi la cohérence du discours.
pt_br: A maioria dos editores de texto suporta os comandos Control+Seta para a esquerda/Seta para a direita para a navegação de palavras. Entretanto, a definição da palavra muda de um programa para outro. Isso é especialmente verdadeiro em editores de texto modernos baseados na Web, como o Monaco. O NVDA deve conhecer a definição da palavra em um determinado programa para falar as palavras corretamente. Se o NVDA não souber a definição exata, as palavras serão ignoradas ou pronunciadas várias vezes. Além disso, alguns editores de texto baseados na Web posicionam o cursor no final da palavra, em vez de no início, tornando a edição muito mais difícil para os usuários com deficiência visual. Para combater esse problema, criei comandos aprimorados de navegação de palavras, que usam a definição de palavras do Notepad++ e não dependem da definição de palavras do programa, mas analisam as linhas em palavras no lado do NVDA. O gesto de Control+Seta para a esquerda/Seta para a direita nem sequer é enviado ao programa, garantindo assim a consistência da fala.

source: Word navigation and word definitions
es: Navegación por palabras y definiciones de palabra
fi: Sananavigointi ja sanojen määritelmät
fr: Navigation dans les mots et définitions de mots
pt_br: Navegação e definições de palavras

source: Currently WordNav supports five definitions of the word, assigned to different gestures:
es: Actualmente, WordNav soporta cinco definiciones de palabra, asignadas a diferentes gestos:
fi: Sananavigointi-lisäosa tukee tällä hetkellä viittä sanamääritelmää, joille on määritetty eri näppäinkomennot:
fr: Actuellement, WordNav prend en charge cinq définitions du mot, attribuées à différents gestes :
pt_br: Atualmente, o WordNav suporta cinco definições da palavra, atribuídas a diferentes gestos:

source: `Left Control+Arrows`: Notepad++ definition, that treats alphanumeric characters as words, and adjacent punctuation marks are also treated as words. This should be the most convenient word definition for the majority of users.
es: `Control izquierdo+flechas`: definición de Notepad++, que trata los caracteres alfanuméricos como palabras, y también trata como palabras las marcas de puntuación adyacentes. Esta debería ser la definición de palabra más conveniente para la mayoría de usuarios.
fi: Vasen Ctrl+nuolet: Notepad++-määritelmä, joka käsittelee aakkosnumeerisia merkkejä ja vierekkäisiä välimerkkejä sanoina. Tämän pitäisi olla kätevin sanamääritelmä suurimmalle osalle käyttäjistä.
fr: « Contrôle gauche + flèches » : définition de Notepad++, qui traite les caractères alphanumériques comme des mots, et les signes de ponctuation adjacents sont également traités comme des mots. Cela devrait être la définition de mot la plus pratique pour la majorité des utilisateurs.
pt_br: `Control esquerdo+Setas`: Definição do Notepad++ que trata os caracteres alfanuméricos como palavras, e os sinais de pontuação adjacentes também são tratados como palavras. Essa deve ser a definição de palavra mais conveniente para a maioria dos usuários.

source: `RightControl+Arrows`: Fine word definition splits `camelCaseIdentifiers` and `underscore_separated_identifiers` into separate parts, thus allowing the cursor to go into long identifiers.
es: `Control derecho+flechas`: definición de palabra Fine, que divide los `identificadoresCamelCase` y los `identificadores_separados_por_subrayados` en partes independientes, permitiendo que el cursor se desplace por identificadores largos.
fi: `Oikea Ctrl+Nuolet`: Tarkka sanamääritelmä jakaa `karavaaniTyyliset` merkkijonot sekä `alaviivalla_erotetut_merkkijonot` erillisiksi osiksi, mikä mahdollistaa kohdistimen siirtämisen pitkiin merkkijonoihin.
fr: `ContrôleDroit+Flèches` : la définition fine des mots divise `identifiantsCamelCase` et `identifiants_séparés_par_souligné` en parties séparées, permettant ainsi au curseur d'entrer dans de longs identifiants.
pt_br: `Control direito+Setas`: A definição de palavras finas divide `camelCaseIdentifiers` e `sublinhado identificadores_separados` em partes separadas, permitindo assim que o cursor vá para identificadores longos.

source: `LeftControl+Windows+Arros`: Bulky word definition treats almost all punctuation symbols adjacent to text as part of a single word, therefore it would treat paths like `C:\directory\subdirectory\file.txt` as a single word.
es: `Control izquierdo+Windows+flechas`: definición de palabra en lote, que trata casi todos los símbolos de puntuación adyacentes al texto como parte de una única palabra, por lo que trataría rutas como `C:\directorio\subdirectorio\archivo.txt` como una única palabra.
fi: `Vasen Ctrl+Windows+Nuolet`: Laaja sanamäärittely käsittelee lähes kaikkia tekstin perässä olevia välimerkkejä osana yhtä sanaa, joten se käsittelee polut, kuten `C:\hakemisto\alihakemisto\tiedosto.txt` yhtenä sanana.
fr: `ContrôleGauche+Windows+Flèches` : la définition de mots volumineux traite presque tous les symboles de ponctuation adjacents au texte comme faisant partie d'un seul mot. Par conséquent, les chemins tels que « C:\répertoire\sous-répertoire\fichier.txt » seraient traités comme un seul mot.
pt_br: `Control esquerdo+Windows+Arros`: A definição de palavra volumosa trata quase todos os símbolos de pontuação adjacentes ao texto como parte de uma única palavra, portanto, trataria caminhos como `C:\directory\subdirectory\file.txt` como uma única palavra.

source: `RightControl+Windows+Arros`: Multiword definition, that groups several words together. The amount of words is configurable.
es: `Control derecho+Windows+flechas`: definición multipalabra, que agrupa varias palabras juntas. El número de palabras es configurable.
fi: `Oikea Ctrl+Windows+Nuolet`: Monisanamääritelmä, joka ryhmittelee useita sanoja yhteen. Sanojen määrä on muutettavissa.
fr: `ContrôleDroit+Windows+Flèches` : définition de plusieurs mots, qui regroupe plusieurs mots. Le nombre de mots est configurable.
pt_br: `ControlDireita+Windows+setas`: Define um grupo de palavras, cuja quantidade é configurável.

source: Unassigned: custom regular expression word definition: allows user to define a custom regular expression for word boundaries.
es: Sin asignar: definición de palabra con expresión regular personalizada: permite al usuario definir una expresión regular personalizada para los límites de una palabra.
fi: Ei määritetty: Mukautetun sääntölausekkeen sanamääritelmällä käyttäjä voi määritellä sanan rajat mukautetun sääntölausekkeen avulla.
fr: Non attribué : définition de mot d'expression régulière personnalisée : permet à l'utilisateur de définir une expression régulière personnalisée pour les limites des mots.
pt_br: Não atribuído: expressão regular personalizada definição de palavra: permite que o usuário defina uma expressão regular personalizada para limites de palavras.

source: Gestures can be customized in WordNav settings panel.
es: Se pueden personalizar todos estos gestos en el panel de opciones de WordNav.
fi: Näppäinkomennot ovat mukautettavissa Sananavigoinnin asetuspaneelissa.
fr: Les gestes peuvent être personnalisés dans le panneau des paramètres de WordNav.
pt_br: Os gestos podem ser personalizados no painel de configurações do WordNav.

source: Word selection
es: Selección de palabras
fi: Sanan valitseminen
fr: Sélection de mots
pt_br: Seleção de palavras

source: Word selection is supported starting with WordNav v2.0. Just add `shift` modifier to any word navigation gestures to select words. There is also one extra gesture for word selection:
es: Se soporta la selección de palabras a partir de WordNav 2.0. Simplemente añade el modificador `shift` a cualquier gesto de navegación por palabras para seleccionarlas. También hay un gesto extra para seleccionar palabras:
fi: Sananvalintaa tuetaan lisäosan versiosta 2.0 lähtien. Valitse sanoja lisäämällä mihin tahansa sananavigointikomentoon `Vaihto`-muokkausnäppäin. Sananvalintaa varten on myös yksi lisäkomento:
fr: La sélection de mots est prise en charge à partir de WordNav v2.0. Ajoutez simplement le modificateur `maj` à n'importe quel geste de navigation de mots pour sélectionner des mots. Il existe également un geste supplémentaire pour la sélection des mots :
pt_br: A seleção de palavras é suportada a partir do WordNav v2.0. Basta adicionar o modificador `shift` a qualquer gesto de navegação de palavras para selecionar palavras. Há também um gesto extra para a seleção de palavras:

source: `control+shift+numpad1` and `control+windows+shift+numpad1` select word to the right similar to their `rightArrow` counterparts, but they also include trailing spaces into selection.
es: `Control+shift+1 numérico` y `control+shift+windows+1 numérico` seleccionan palabras a la derecha, de forma similar a sus homólogos con `flecha derecha`, pero también incluyen espacios finales en la selección.
fi: `Ctrl+Vaihto+Laskinnäppäimistön 1` ja `Ctrl+Windows+Vaihto+Laskinnäppäimistön 1` valitsevat sanan oikealta samalla tavalla kuin vastaavat `Oikea nuoli` -komennot, mutta ne sisällyttävät valintaan myös loppuvälilyönnit.
fr: `contrôle+maj+pavnum1` et `contrôle+windows+maj+pavnum1` sélectionnent le mot à droite de la même manière que leurs homologues `flèche droite`, mais ils incluent également des espaces de fin dans la sélection.
pt_br: Os comandos `control+shift+numpad1` e `control+windows+shift+numpad1` selecionam a palavra à direita de forma semelhante às suas contrapartes `setaDireita`, mas também incluem espaços finais na seleção.

source: Please note, however, that currently used accessibility APIs have multiple issues related to word selection. Please get yourself familiar with the following list of issues and workarounds:
es: Ten en cuenta, sin embargo, que las APIs de accesibilidad usadas en la actualidad tienen varios fallos relativos a la selección de palabras. Familiarízate con la siguiente lista de problemas y soluciones alternativas:
fi: Huomioithan kuitenkin, että tällä hetkellä käytössä olevissa saavutettavuusrajapinnoissa on useita sananvalintaan liittyviä ongelmia. Tutustu seuraavaan luetteloon ongelmista ja niiden kiertotavoista:
fr: Veuillez noter cependant que les API d'accessibilité actuellement utilisées présentent de nombreux problèmes liés à la sélection des mots. Veuillez vous familiariser avec la liste suivante de problèmes et de solutions :
pt_br: Note, no entanto, que as APIs de acessibilidade usadas atualmente têm vários problemas relacionados à seleção de palavras. Familiarize-se com a seguinte lista de problemas e soluções alternativas:

source: UIA applications (e.g. Notepad, Visual Studio, Microsoft Word) don't support setting caret at the beginning of selection. In those applications caret location is stored on WordNav side. As an adverse side effect, word navigation commands might not play well with line and paragraph selection commands (`shift+up/downArrow`, `control+shift+up/downArrow`) and results might be unpredictable. For convenience, character selection commands (`shift+left/rightArrow`) have been updated in WordNav for UIA applications and should work well.
es: Las aplicaciones UIA (por ejemplo el bloc de notas, Visual Studio o Microsoft Word) no soportan situar el cursor al principio de la selección. En estas aplicaciones, el cursor se almacena del lado de WordNav. Como efecto colateral adverso, las órdenes de navegación por palabras podrían no llevarse bien con las órdenes de selección de párrafos y líneas (`shift+flechas arriba o abajo`, `control+shift+flechas arriba o abajo`) y los resultados podrían ser impredecibles. Por conveniencia, las órdenes de selección por caracteres (`shift+flechas izquierda y derecha`) se han actualizado en WordNav para las aplicaciones UIA y deberían funcionar bien.
fi: UIA-sovellukset (esim. Muistio, Visual Studio ja Microsoft Word) eivät tue kohdistimen siirtämistä valinnan alkuun. Näissä sovelluksissa kohdistimen sijainti tallennetaan Sananavigoinnin puolella. Haittavaikutuksena sananavigointikomennot eivät välttämättä toimi saumattomasti rivin- ja kappaleenvalintakomentojen kanssa (`Vaihto+Ylä/alanuoli`, `Ctrl+Vaihto+Ylä/alanuoli`), ja tulokset voivat olla ennakoimattomia. Käytännön syistä merkinvalintakomennot (`Vaihto+Vasen/oikea nuoli`) on päivitetty Sananavigoinnissa UIA-sovelluksia varten ja niiden pitäisi toimia hyvin.
fr: Les applications UIA (par exemple Notepad, Visual Studio, Microsoft Word) ne prennent pas en charge la définition du curseur au début de la sélection. Dans ces applications, l'emplacement du curseur est stocké du côté de WordNav. Comme effet secondaire indésirable, les commandes de navigation dans les mots peuvent ne pas fonctionner correctement avec les commandes de sélection de lignes et de paragraphes (`maj+flèche haut/bas`, `contrôle+maj+flèche haut/bas`) et les résultats peuvent être imprévisibles. Pour plus de commodité, les commandes de sélection de caractères (`maj+flèche gauche/droite`) ont été mises à jour dans WordNav pour les applications UIA et devraient bien fonctionner.
pt_br: Os aplicativos UIA (por exemplo, Notepad, Visual Studio, Microsoft Word) não suportam a definição do cursor no início da seleção. Nesses aplicativos, o local do cursor é armazenado no WordNav. Como efeito colateral adverso, os comandos de navegação de palavras podem não funcionar bem com os comandos de seleção de linhas e parágrafos (`shift+seta para cima/seta para baixo`, `controle+shift+seta para cima/seta para baixo`) e os resultados podem ser imprevisíveis. Por conveniência, os comandos de seleção de caracteres (`shift+seta esquerda/seta direita`) foram atualizados no WordNav para aplicativos UIA e devem funcionar bem.

source: Basic single line Windows edit controls also don't allow to set the caret in front of selection, so the previous point also applies to them. This affects all single line edit boxes within NVDA.
es: Los cuadros de edición básicos de Windows de una sola línea tampoco permiten situar el cursor delante de la selección, por lo que el punto anterior también se les aplica. Esto afecta a todos los cuadros de edición de una sola línea que hay dentro de NVDA.
fi: Yksiriviset Windowsin perusmuokkaussäätimet eivät myöskään salli kohdistimen siirtämistä valinnan eteen, joten aiempi huomautus pätee myös niihin. Tämä vaikuttaa NVDA:ssa kaikkiin yksirivisiin muokkausruutuihin.
fr: Les contrôles d'édition Windows de base sur une seule ligne ne permettent pas non plus de placer le curseur devant la sélection, donc le point précédent s'applique également à eux. Cela affecte toutes les zones d'édition sur une seule ligne dans NVDA.
pt_br: Os controles básicos de edição de linha única do Windows também não permitem definir o cursor na frente da seleção, portanto, o ponto anterior também se aplica a eles. Isso afeta todas as caixas de edição de linha única no NVDA.

source: IAccessible2 doesn't provide a way to set selection spanning across multiple paragraphs. There is no known workaround for this issue. This affects rich multiline edit boxes in Chrome and Firefox, such as compose email text area in GMail and compose email window in Thunderbird.
es: IAccessible2 no proporciona una forma de selección que abarque varios párrafos. No hay solución conocida para este problema. Esto afecta a cuadros de edición enriquecida en Chrome y Firefox, como el área de texto de redacción en GMail y la ventana de redacción de correo en Thunderbird.
fi: IAccessible2 ei tarjoa tapaa asettaa valintaa, joka ulottuu useisiin kappaleisiin. Tälle ongelmalle ei ole tunnettua kiertotapaa. Tämä vaikuttaa Chromessa ja Firefoxissa rikastekstiä sisältäviin monirivisiin muokkausruutuihin, kuten sähköpostin kirjoitusalueeseen GMailissa ja viestinkirjoitusikkunaan Thunderbirdissä.
fr: IAccessible2 ne permet pas de définir une sélection s'étendant sur plusieurs paragraphes. Il n’existe aucune solution de contournement connue pour ce problème. Cela affecte les zones d'édition multilignes riches dans Chrome et Firefox, telles que la zone de texte de rédaction d'e-mail dans GMail et la fenêtre de rédaction d'e-mail dans Thunderbird.
pt_br: O IAccessible2 não oferece uma maneira de definir a abrangência da seleção em vários parágrafos. Não há nenhuma solução alternativa conhecida para esse problema. Isso afeta as caixas de edição ricas em várias linhas no Chrome e no Firefox, como a área de texto de composição de e-mail no GMail e a janela de composição de e-mail no Thunderbird.
