Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/wordCount.*.po
Languages: de, es, fi, fr, hr, pl, pt_br, pt_pt, ru, tr, uk

source: [[!meta title="Addon to count elements of selected text"]]
de: [[!meta title="Erweiterung zum Zählen von Elementen des ausgewählten Textes"]]
es: ﻿[[!meta title="Complemento para contar elementos del texto seleccionado"]]
fi: [[!meta title="Sanalaskuri"]]
fr: [[!meta title="Extension pour compter le nombre d'éléments dans le texte sélectionné"]]
hr: [[!meta title="Dodatak za brojenje elemenata u odabranom tekstu"]]
pl: ﻿[[!meta title="Wordcount"]]
pt_br: [[!meta title="Contador de Palavras"]]
pt_pt: [[!meta title="Extra para contar elementos de texto seleccionado"]]
ru: [[!meta title="Дополнение для подсчета элементов выделенного текста"]]
tr: [[!meta title="Seçili metnin öğelerini saymak için eklenti"]]
uk: [[!meta title="Addon to count elements of selected text (Додаток для підрахунку елементів у виділеному тексті)"]]

source: Authors: Rui Fontes <rui.fontes@tiflotecnia.com> and Angelo Abrantes <ampa4374@gmail.com>
de: Autoren: Rui Fontes <rui.fontes@tiflotecnia.com> und Angelo Abrantes <ampa4374@gmail.com>
es: Autores: Rui Fontes <rui.fontes@tiflotecnia.com> y Angelo Abrantes <ampa4374@gmail.com>
fi: Tekijät: Rui Fontes <rui.fontes@tiflotecnia.com> ja Angelo Abrantes <ampa4374@gmail.com>
fr: Auteurs : Rui Fontes <rui.fontes@tiflotecnia.com> et Angelo Abrantes <ampa4374@gmail.com>
hr: Autori: Rui Fontes <rui.fontes@tiflotecnia.com> i Angelo Abrantes <ampa4374@gmail.com>
pl: Autorzy: Rui Fontes <rui.fontes@tiflotecnia.com> i Angelo Abrantes <ampa4374@gmail.com>
pt_br: Autores: Rui Fontes <rui.fontes@tiflotecnia.com> e Angelo Abrantes <ampa4374@gmail.com>
pt_pt: Autores: Rui Fontes <rui.fontes@tiflotecnia.com> e Angelo Abrantes <ampa4374@gmail.com>
ru: Авторы: Rui Fontes <rui.fontes@tiflotecnia.com> и Angelo Abrantes <ampa4374@gmail.com>
tr: Yazarlar: Rui Fontes <rui.fontes@tiflotecnia.com> ve Angelo Abrantes <ampa4374@gmail.com>
uk: Автори: Rui Fontes <rui.fontes@tiflotecnia.com> і Angelo Abrantes <ampa4374@gmail.com>

source: Updated in 21/03/2022
de: Aktaulisiert am 21.03.2022
es: Actualizado el 21/03/2022
fi: Päivitetty 21.3.2022
fr: Mise à jour le 21/03/2022
hr: Aktualizirano 21. 03. 2022.
pl: Zaktualizowano w 21/03/2022
pt_br: Atualizado em 21/03/2022
pt_pt: Actualizado em 21/03/2022
ru: Обновлено 21/03/2022
tr: 21/03/2022 tarihinde güncellendi
uk: Оновлено 21/03/2022

source: Download [stable version][1]
de: [stabile version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hr: Preuzmi [stabilnu verziju][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [Versão estável][1]
ru: Загрузить [стабильную версию][1]
tr: [Kararlı sürümü][1] indir
uk: Завантажити [стабільну версію][1]

source: Compatibility: NVDA version 2019.3 and beyond
de: Kompatibilität: NVDA 2019.3 und neuer
es: Compatibilidad con NVDA: de 2019.3 en adelante
fi: Yhteensopivuus: NVDA 2019.3 ja uudemmat
fr: Compatibilité : NVDA Version 2019.3 et au-delà
hr: Kompatibilnost: NVDA verzija 2019.3 i novije verzije
pl: Kompatybilność: wersja NVDA 2019.3 i nowsze
pt_br: Compatibilidade: NVDA versão 2019.3 e posteriores
pt_pt: Compatibilidade: NVDA versão 2019.3 e posteriores
ru: Совместимость: NVDA версии 2019.3 и позднее
tr: Uyumluluk: NVDA sürüm 2019.3 ve sonrası
uk: Сумісність: NVDA 2019.3 і новіші

source: Use
de: Verwendung
es: Uso
fi: Käyttö
fr: Utilisation
hr: Primjena
pl: Użycie
pt_br: Uso
pt_pt: Utilização:
ru: Использование
tr: Kullanım
uk: Використання

source: This addon announces the number of words, characters, paragraphs and lines of the selected text by pressing Control+Shift+F12. It also create a ordered list of the words used and allow to display the lines containing a word.
de: Diese Erweiterung zeigt die Anzahl der Wörter, Zeichen, Absätze und Zeilen des ausgewählten Textes an, wenn Sie Strg+Umschalt+F12 drücken. Es erstellt auch eine geordnete Liste der verwendeten Wörter und ermöglicht die Anzeige der Zeilen, die ein Wort enthalten.
es: Este complemento anuncia el número de palabras, caracteres, párrafos y líneas del texto seleccionado pulsando control+shift+f12. También crea una lista ordenada de las palabras en uso y permite mostrar las líneas que contienen una palabra.
fi: Tämä lisäosa ilmoittaa valitun tekstin sanojen, merkkien, kappaleiden ja rivien määrän painamalla Ctrl+Vaihto+F12. Lisäksi se luo järjestetyn luettelon käytetyistä sanoista ja mahdollistaa sanan sisältävien rivien näyttämisen.
fr: Cette extension Annonce le nombre de mots, de caractères, de paragraphes et de lignes du texte sélectionné en appuyant sur Control+Maj+F12. Il crée également une liste ordonnée des mots utilisés et permet d'afficher les lignes contenant un mot.
hr: Ovaj dodatak javlja broj riječi, znakova, odlomaka i redaka u odabranom tekstu, pritiskom tipki kontrol+šift+F12. Također stvara uređen popis korištenih riječi i omogućuje prikaz redaka koji sadrže riječ.
pl: Ten dodatek informuje o liczbie słów, znaków, akapitów i wierszy zaznaczonego tekstu, naciskając Control+Shift+F12. Tworzy również uporządkowaną listę użytych słów i pozwala na wyświetlanie linii zawierających słowo.
pt_br: Este complemento anuncia o número de palavras, caracteres, parágrafos e linhas de um texto selecionado ao pressionar Control+Shift+F12.
pt_pt: Este extra anuncia o número de palavras, caracteres, parágrafos e linhas do texto seleccionado premindo Control+Shift+F12. Também cria uma lista ordenada das palavras utilizadas e permite mostrar as linhas que contêm uma palavra.
ru: Это дополнение объявляет количество слов, символов, абзацев и строк выделенного текста нажатием клавиш Control+Shift+F12. Оно также создает упорядоченный список используемых слов и позволяет отображать строки, содержащие слово.
tr: Bu eklenti, Control+Shift+F12 tuşlarına basıldığında seçili metnin sözcük, karakter, paragraf ve satır sayısını bildirir.
uk: Цей додаток повідомляє кількість слів, символів, абзаців і рядків у виділеному тексті при натисканні Control+Shift+F12. Він також створює впорядкований список використаних слів ідозволяє показати рядки, які містять потрібне слово.

source: In any text editor, or in a virtual document, for example in a web browser, PDF, email body, etc., select the desired text using the usual text selection commands and press Control+Shift+f12.
de: Markieren Sie in einem beliebigen Texteditor oder in einem virtuellen Dokument, z. B. in einem Web-Browser, PDF, E-Mail-Text, etc. den gewünschten Text mit den üblichen Befehlen zur Textauswahl und drücken Sie Strg+Umschalt+F12.
es: En cualquier editor de texto o en un documento virtual, por ejemplo en un navegador web, PDF, cuerpo de correo electrónico, etc.; selecciona el texto utilizando las órdenes de selección de texto habituales y pulsa control+shift+f12.
fi: Valitse haluttu teksti missä tahansa tekstieditorissa tai virtuaaliasiakirjassa, kuten esim. verkkoselain, PDF, sähköpostiviestin runko jne. tavallisia tekstinvalitsemiskomentoja käyttäen ja painamalla Ctrl+Vaihto+F12.
fr: Dans n'importe quel éditeur de texte, ou dans un document virtuel, par exemple dans un navigateur Web, un PDF, le Corps d'un message d'un courriel, etc., sélectionnez le texte souhaité à l'aide des commandes de sélection de texte habituelles et appuyez sur Control+Maj+f12.
hr: U bilo kojem uređivaču teksta ili virtualnom dokumentu (npr. u web pregledniku, PDF-u, osnovnom tekstu e-pošte itd.) odaberi željeni tekst pomoću uobičajenih naredbi za odabir teksta i pritisni kontrol+šift+F12.
pl: W dowolnym edytorze tekstu lub w dokumencie wirtualnym, na przykład w przeglądarce internetowej, pliku PDF, treści wiadomości e-mail itp., Wybierz żądany tekst za pomocą zwykłych poleceń zaznaczania tekstu i naciśnij Control+Shift+f12.
pt_br: Em qualquer editor de texto ou em um documento virtual, por exemplo, em um navegador da Web, PDF, corpo de e-mail etc., selecione o texto desejado usando os comandos usuais de seleção de texto e pressione Control+Shift+f12.
pt_pt: Em qualquer editor de texto, ou num documento virtual, por exemplo, num navegador Web, PDF, corpo de e-mail, etc., seleccione o texto pretendido utilizando os comandos de selecção de texto habituais e prima Control+Shift+f12.
ru: В любом текстовом редакторе или в виртуальном документе, например, в веб-браузере, PDF, в тексте электронного письма и т.д., выделите нужный текст, используя обычные команды выделения текста, и нажмите Control+Shift+f12.
tr: Herhangi bir metin düzenleyicide veya sanal bir belgede, örneğin bir web tarayıcısında, PDF'de, e-posta gövdesinde vb., normal metin seçim komutlarını kullanarak istediğiniz metni seçin ve Control+Shift+F12 tuşlarına basın.
uk: У будь-якому текстовому редакторі або віртуальному документі, наприклад у веб-браузері, PDF, тексті електронної пошти тощо, виділіть потрібний текст за допомогою звичайних команд виділення тексту та натисніть Control+Shift+F12.

source: To get a list of words used, just press Control+Shift+f11.
de: Um eine Liste der verwendeten Wörter zu erhalten, drücken Sie einfach Strg+Umschalt+F11.
es: Para obtener una lista de las palabras usadas, pulsa control+shift+f11.
fi: Saat luettelon käytetyistä sanoista painamalla Ctrl+Vaihto+F11.
fr: Pour obtenir une liste de mots utilisés, appuyez simplement sur Control+Maj+f11.
hr: Za dobivanje popisa korištenih riječi, pritisni Kontrol+Šift+f11.
pl: Aby uzyskać listę użytych słów, wystarczy nacisnąć Control+Shift+f11.
pt_br: Para obter uma lista das palavras usadas, basta pressionar Control+Shift+f11.
pt_pt: Para obter uma lista das palavras utilizadas, basta premir Control+Shift+f11.
ru: Чтобы получить список используемых слов, просто нажмите Control+Shift+f11.
tr: Kullanılan sözcüklerin listesini almak için Control+Shift+f11 tuşlarına basmanız yeterlidir.
uk: Для отримання списку використаних слів натисніть Control+Shift+f11.

source: This commands can be modified in the "Input gestures" dialog in the "Text editing" section.
de: Diese Befehle können im Dialogfeld für die Tastenbefehle im Abschnitt "Textbearbeitung" geändert werden.
es: Estas órdenes pueden modificarse desde el diálogo "Gestos de entrada" en la sección "Edición de texto".
fi: Tätä komentoa on mahdollista muuttaa "Syöttökomennot"-valintaikkunan "Tekstin muokkaus"-kategoriassa.
fr: Ces commandes peuvent être modifiées dans la boîte de dialogue "Gestes de commandes" dans la section "Édition de texte".
hr: Ova se naredba može promijeniti u dijaloškom okviru „Ulazne geste” u odjeljku „Uređivanje teksta”.
pl: Polecenia te można modyfikować w oknie dialogowym "Gesty wprowadzania" w sekcji "Edycja tekstu".
pt_br: Esses comandos podem ser modificados na caixa de diálogo "Gestos de entrada" na seção "Edição de texto".
pt_pt: Estes comandos podem ser modificados no diálogo "definir comandos" na secção "Edição de texto".
ru: Эти команды можно изменить в диалоге "Жесты ввода" в разделе "Редактирование текста".
tr: Bu komut "Girdi hareketleri" iletişim kutusunda "Metin düzenleme" bölümünden değiştirilebilir.
uk: Цю команду можна змінити в діалозі «Жести вводу» в розділі «Редагування тексту».
