Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/XPoseImageCaptioner.*.po
Languages: bg, es, fi, fr, ru, tr, uk

source: [[!meta title="XPoseImageCaptioner"]]
bg: [[!meta title="Описание на изображения с XPose (XPoseImageCaptioner)"]]

source: Authors: Christopher Millsap
bg: Автори: Christopher Millsap
es: Autores: Christopher Millsap
fi: Tekijä: Christopher Millsap
fr: Auteurs : Christopher Millsap
ru: Авторы: Christopher Millsap
tr: Yazarlar: Christopher Millsap
uk: Автор: Christopher Millsap

source: download [development version][1]
bg: Изтегляне на [тестова версия][1]
es: descargar [versión de desarrollo][1]
fi: Lataa [kehitysversio][1]
fr: Télécharger [version de développement][1]
ru: загрузить [разрабатываемую версию][1]
tr: [geliştirici sürümünü indir][1]
uk: завантажити [версію в розробці][1]

source: This addon can create a descriptive caption of any JPG or PNG image in File Explorer, Microsoft Edge, Google Chrome, and Firefox. It does this using machine learning and presents the caption in a window so that the text of the caption can be examined as well as speaking the text.
bg: Тази добавка може да генерира описателен текст за всяко JPG или PNG изображение във File Explorer, Microsoft Edge, Google Chrome и Firefox. Тя прави това с помощта на машинно обучение и представя описанието в прозорец, така че текстът на описанието да може да бъде прегледан, както и да бъде прочетен.
es: Este complemento puede crear un rótulo descriptivo de cualquier imagen JPG o PNG en el explorador de archivos, Microsoft Edge, Google Chrome y Firefox. Lo hace utilizando inteligencia artificial y y presenta la descripción en una ventana de tal forma que se pueda examinar el texto del rótulo, así como verbalizarlo.
fi: Tämä lisäosa luo kuvailevan kuvatekstin mistä tahansa JPG- tai PNG-kuvasta resurssienhallinnassa, Microsoft Edgessä, Google Chromessa ja Firefoxissa. Tämä tehdään koneoppimista käyttäen, ja kuvateksti näytetään erillisessä ikkunassa, jotta tekstiä voidaan tutkia sekä puhuttaa.
fr: Cette extension peut créer une légende descriptive de toute image JPG ou PNG dans l'Explorateur de fichiers, Microsoft Edge, Google Chrome et Firefox. Il le fait en utilisant l'apprentissage automatique et présente la légende dans une fenêtre afin que le texte de la légende puisse être examiné ainsi que la parole du texte.
ru: Это дополнение может создавать описание к любому изображению в формате JPG или PNG в проводнике файлов, Microsoft Edge, Google Chrome и Firefox. Оно делает это с помощью машинного обучения и отображает подпись в окне, чтобы можно было не только прочитать текст, но и произнести его вслух.
tr: Bu eklenti, Dosya Gezgini, Microsoft Edge, Google Chrome ve Firefox'ta herhangi bir JPG veya PNG resminin açıklayıcı bir başlığını oluşturabilir. Bunu makine öğrenimini kullanarak yapar ve altyazıyı bir pencerede sunar, böylece altyazının metni de metni seslendirmenin yanı sıra incelenebilir.
uk: Цей додаток може створити описовий підпис до будь-якого зображення у форматі JPG або PNG у Файловому провіднику, Microsoft Edge, Google Chrome та Firefox. Він робить це, використовуючи машинне навчання, і подає підпис у вікні, так що текст підпису можна розглянути, а також озвучити.

source: Usage
bg: Употреба
es: Modo de uso
fi: Käyttö
fr: Utilisation
ru: Ийспользование
tr: Kullanım
uk: Використання

source: First, select an image file in Windows File Explorer, or in a web browser. Chrome, Edge, and Firefox are supported. With the image selected, presss NVDA+x. the addon will respond with "Captioning, please wait..." as the image is analyzed by the machine learning module and captioned. Depending on your machine's CPU speed, captioning will take between two and five seconds. After captioning is complete, a window will open with the caption of the image and the caption will be read. When you are finished browsing the caption, you can press escape to close the caption window.
bg: Първо изберете файл с изображение в Windows File Explorer или в уеб браузър. Поддържат се Chrome, Edge и Firefox. С избраното изображение натиснете NVDA+X. Добавката ще отговори с "Описва се. Моля, изчакайте...", докато изображението се анализира от модула за машинно обучение и се добавя описание. В зависимост от скоростта на процесора на вашата машина, описването ще отнема между две и пет секунди. След като описването завърши, ще се отвори прозорец с описанието на изображението и описанието ще бъде прочетено. Когато приключите с прегледа на описанието, можете да натиснете Escape, за да затворите прозореца на описанието.
es: Primero, selecciona un archivo de imagen en el explorador de archivos o en un navegador web. Se soportan Chrome, Edge y Firefox. Con la imagen seleccionada, pulsa NVDA+x. El complemento responderá diciendo "rotulando, espera por favor..." mientras el módulo de inteligencia artificial analiza la imagen y la rotula. Dependiendo de la velocidad de tu procesador, el rotulado puede tardar de dos a cinco segundos. Después de completar el rotulado, se abrirá una ventana con el título de la imagen y este se leerá. Cuando acabes de explorar el título, puedes pulsar escape para cerrar la ventana de rotulado.
fi: Valitse ensin kuvatiedosto Windowsin resurssienhallinnassa tai verkkoselaimessa. Tuettuja selaimia ovat Chrome, Edge ja Firefox. Kun kuva on valittuna, paina NVDA+X. Lisäosa ilmoittaa "Kuvatekstiä luodaan, odota...", kun kuvaa analysoidaan koneoppimismoduulia käyttäen ja kuvatekstiä luodaan. Kuvan käsittelyyn voi kulua tietokoneesi suorituskyvystä riippuen 2-5 sekuntia. Kuvatekstin luonnin valmistuttua avautuu ikkuna, jossa teksti näytetään ja puhutaan. Kun olet valmis, sulje ikkuna painamalla Esc-näppäintä.
fr: Tout d'abord, sélectionnez un fichier image dans l'Explorateur de fichiers de Windows ou dans un navigateur Web. Chrome, Edge et Firefox sont pris en charge. Avec l'image sélectionnée, appuyez sur NVDA+x. L'extension répondra par "Captioning, please wait..." car l'image est analysée par le module d'apprentissage automatique et sous-titrée. Selon la vitesse du processeur de votre machine, le sous-titrage prendra entre deux et cinq secondes. Une fois le sous-titrage terminé, une fenêtre s'ouvrira avec la légende de l'image et la légende sera lue. Lorsque vous avez fini de parcourir la légende, vous pouvez appuyer sur Échap pour fermer la fenêtre de légende.
ru: Сначала выберите файл изображения в проводнике Windows или в веб-браузере. Поддерживаются Chrome, Edge и Firefox. Выбрав изображение, нажмите NVDA+x. модуль машинного обучения проанализирует изображение и добавит к нему подписи. В зависимости от скорости процессора вашего компьютера создание субтитров займет от двух до пяти секунд. После завершения создания субтитров откроется окно с подписью к изображению, и подпись будет прочитана. Когда вы закончите просмотр надписи, вы можете нажать клавишу escape, чтобы закрыть окно с надписью.
tr: Öncelikle Windows Dosya Gezgini'nde veya bir web tarayıcısında bir görüntü dosyası seçin. Chrome, Edge ve Firefox desteklenmektedir. Resim seçiliyken NVDA+x tuşlarına basın. görüntü makine öğrenimi modülü tarafından analiz edilip altyazı eklenirken eklenti, "Altyazı hazırlanıyor, lütfen bekleyin..." şeklinde yanıt verecektir. Makinenizin CPU hızına bağlı olarak altyazı yazma işlemi iki ile beş saniye arasında sürecektir. Altyazı ekleme işlemi tamamlandıktan sonra görselin altyazısını içeren bir pencere açılacak ve altyazı okunacaktır. Altyazıya göz atmayı bitirdiğinizde altyazı penceresini kapatmak için Escape tuşuna basabilirsiniz.
uk: Спочатку виберіть файл зображення у Файловому провіднику Windows або у браузері. Підтримуються Chrome, Edge та Firefox. Вибравши зображення, натисніть NVDA+x. Додаток відповість «Captioning, please wait…», оскільки зображення буде проаналізовано модулем машинного навчання і доповнено субтитрами. Залежно від швидкості процесора вашого комп’ютера, створення субтитрів займе від двох до п'яти секунд. Після завершення створення підписів відкриється вікно з підписом до зображення, і підпис буде прочитано. Коли ви закінчите перегляд підпису, ви можете натиснути клавішу escape, щоб закрити вікно з підписом.

source: Getting the most out of XPoseImageCaptioner
bg: Извличане на максимума от описанието на изображения с XPose
es: Sacar el máximo partido de XPoseImageCaptioner
fi: Parhaan hyödyn saaminen XPoseImageCaptionerista
fr: Tirer le meilleur parti de XPoseImageCaptioner
ru: Получение максимальной отдачи от XPoseImageCaptioner
tr: XPoseImageCaptioner'dan en iyi şekilde yararlanma
uk: Отримання максимальної віддачі від XPoseImageCaptioner

source: There are several things to be aware of when using the XPoseImageCaptioner to get the best results:
bg: Има няколко неща, които трябва да знаете, когато използвате "Описание на изображения с XPose", за да получите най-добри резултати:
es: Se deben tener en cuenta varias cosas al usar XPoseImageCaptioner para obtener los mejores resultados:
fi: XPoseImageCaptioneria käytettäessä on otettava huomioon useita asioita parhaiden tulosten saamiseksi:
fr: Il y a plusieurs choses à savoir lors de l'utilisation de XPoseImageCaptioner pour obtenir les meilleurs résultats :
ru: Есть несколько вещей, о которых следует помнить при использовании XPoseImageCaptioner, чтобы получить наилучшие результаты:
tr: En iyi sonuçları elde etmek için XPoseImageCaptioner'ı kullanırken dikkat edilmesi gereken birkaç nokta vardır:
uk: Є кілька речей, про які варто пам’ятати під час використання XPoseImageCaptioner, щоб отримати найкращі результати:

source: XPoseImageCaptioner captioning works best for photographs and cartoons or other artwork. It also can work fairly well for memes and ads. It does not work well for charts and is not a replacement for OCR. If you have an image of a text document, use an OCR addon rather than XPoseImageCaptioner.
bg: "Описание на изображения с XPose" работи най-добре за снимки и карикатури или други произведения на изкуството. Също така може да работи доста добре за мемета и реклами. Не работи добре за диаграми и не е заместител на OCR. Ако имате изображение на текстов документ, използвайте добавка за OCR вместо "Описание на изображения с XPose".
es: El rotulado de XPoseImageCaptioner funciona mejor con fotografías, dibujos animados y otras obras de arte. También funciona bastante bien con memes y anuncios. No funciona bien con gráficas y no es un sustituto de un OCR. Si tienes una imagen de un documento de texto, utiliza un complemento de OCR en lugar de XPoseImageCaptioner.
fi: XPoseImageCaptionerin kuvatekstin luonti toimii parhaiten valokuville, piirroksille tai muulle taiteelle. Se toimii melko hyvin myös meemeille ja mainoksille. Kaavioiden kanssa se ei toimi kovinn hyvin, eikä se korvaa tekstintunnistusta. Mikäli sinulla on kuva tekstidokumentista, käytä mieluummin tekstintunnistusta XPoseImageCaptionerin sijaan.
fr: Le sous-titrage XPoseImageCaptioner fonctionne mieux pour les photographies et les caricatures ou d'autres illustration. Il peut également fonctionner assez bien pour les mèmes et les publicités. Il ne fonctionne pas bien pour les graphiques et ne remplace pas l'OCR. Si vous avez une image d'un document texte, utilisez une extension OCR plutôt que le XPoseImageCaptioner.
ru: Субтитры XPoseImageCaptioner лучше всего подходят для фотографий, карикатур и других художественных работ. Они также могут неплохо работать с мемами и рекламой. Они плохо подходят для графиков и не заменяют распознавание текста. Если у вас есть изображение текстового документа, используйте дополнение для распознавания текста, а не XPoseImageCaptioner.
tr: XPoseImageCaptioner altyazısı, fotoğraflar, karikatürler veya diğer sanat eserleri için en iyi sonucu verir. Ayrıca memler ve reklamlar için de oldukça iyi çalışabilir. Grafikler için iyi çalışmaz ve OCR'nin yerini almaz. Bir metin belgesinin görüntüsüne sahipseniz XPoseImageCaptioner yerine bir OCR eklentisi kullanın.
uk: XPoseImageCaptioner найкраще підходить для створення підписів до фотографій, карикатур та інших зображень. Він також може досить добре працювати для мемів і оголошень. Він не дуже добре працює з діаграмами і не замінює розпізнавання тексту (OCR). Якщо у вас є зображення текстового документа, скористайтеся додатком OCR, а не XPoseImageCaptioner.

source: AI captioning can tell you what is in an image but can't tell you why it is there. ALT text should still be used to find out about an image's context. For example, on a news site you may see an image with the ALT text "a general gives testimony in a congressional hearing about the millitary budget", the AI caption could be something like "a man in a formal millitary uniform speaks into a microphone while seated in a wood paneled room". The AI caption tells you what is in the image, but the ALT text ideally should tell you why its there.
bg: Описването посредством ИИ може да ви каже какво има в изображението, но не може да ви каже защо е там. Алтернативният (ALT) текст все още трябва да се използва, за да разберете за контекста на изображението. Например, на новинарски сайт може да видите изображение с алтернативен текст "генерал дава показания на изслушване в Конгреса относно военния бюджет". Описанието от ИИ може да бъде нещо като "мъж в официална военна униформа говори в микрофон стоейки в стая с дървена ламперия". Описанието от ИИ ви казва какво има в изображението, но алтернативният текст в идеалния случай трябва да ви каже защо е там.
es: El rotulado mediante IA puede decir qué hay en una imagen, pero no por qué está ahí. El texto alternativo debería seguir usándose para averiguar el contexto de una imagen. Por ejemplo, puedes ver una imagen en un sitio web de noticias con el texto alternativo "Un general testifica en una audiencia del congreso sobre el presupuesto militar", y la descripción de la IA puede ser algo como "Un hombre con uniforme militar habla a un micrófono sentado en una sala con paneles de madera". La IA te dice lo que hay en la imagen, pero el texto alternativo debería idealmente contar por qué está ahí.
fi: Tekoälyllä tehty kuvateksti voi kertoa, mitä kuvassa on, mutta se ei pysty kertomaan, miksi se on siinä. Alt-tekstiä tulisi edelleen käyttää kuvan kontekstin selvittämiseen. Saatat nähdä esimerkiksi uutissivustolla kuvan, jonka alt-teksti on "kenraali antaa todistajanlausunnon sotilasbudjetista kongressin kuulemisessa", ja tekoälyn luoma kuvateksti voisi olla jotain sellaista kuin "mies virallisessa sotilaspuvussa istuu puupaneloidussa huoneessa ja puhuu mikrofoniin". Tekoälyn luoma kuvateksti kertoo, mitä kuvassa on, mutta alt-tekstin tulisi ihanteellisesti kertoa, miksi se on siinä.
fr: Le sous-titrage de l'IA peut vous dire ce qu'il y a dans une image mais ne peut pas vous dire pourquoi il est là. Le texte ALT doit toujours être utilisé pour découvrir le contexte d'une image. Par exemple, sur un site d'information, vous pouvez voir une image avec le texte ALT "Un général donne un témoignage dans une audition du Congrès sur le budget militaire", la légende de l'IA pourrait être quelque chose comme "Un homme dans un uniforme militaire formel parle dans un microphone alors qu'il était assis dans une pièce en lambris en bois". La légende de l'IA vous dit ce qu'il y a dans l'image, mais le texte ALT devrait idéalement vous dire pourquoi c'est là.
ru: Субтитры с помощью искусственного интеллекта могут рассказать вам, что находится на изображении, но не могут объяснить, почему оно там находится. Для определения контекста изображения по-прежнему следует использовать альтернативный текст. Например, на новостном сайте вы можете увидеть изображение с альтернативным текстом "генерал даёт показания на слушаниях в Конгрессе по поводу военного бюджета", а подпись к нему с помощью искусственного интеллекта может быть примерно такой: "мужчина в военной форме говорит в микрофон, сидя в комнате, отделанной деревянными панелями". Подпись с искусственным интеллектом сообщает вам, что находится на изображении, но альтернативный текст в идеале должен объяснять вам, почему он там находится.
tr: AI altyazı size bir görselde ne olduğunu söyleyebilir ancak neden orada olduğunu söyleyemez. ALT metni yine de bir görselin bağlamı hakkında bilgi edinmek için kullanılmalıdır. Örneğin, bir haber sitesinde ALT metni "bir general kongre oturumunda askeri bütçe hakkında ifade veriyor" olan bir görsel görebilirsiniz, YZ alt yazısı "resmi askeri üniformalı bir adam ahşap panelli bir odada otururken mikrofona konuşuyor" gibi bir şey olabilir. YZ yazısı size resimde ne olduğunu söyler, ancak ALT metni ideal olarak size neden orada olduğunu söylemelidir.
uk: Підписи від штучного інтелекту можуть розповісти вам, що показано на зображенні, але не можуть пояснити, чому воно там є. Для того, щоб дізнатися про контекст зображення, все одно варто використовувати альтернативний текст. Наприклад, на новинному сайті ви можете побачити зображення з альтернативним текстом текстом «генерал дає свідчення на слуханнях у Конгресі про військовий бюджет», а підпис ШІ може бути таким: «чоловік у військовій формі говорить у мікрофон, сидячи в кімнаті, обшитій дерев’яними панелями». ШІ-підпис розповідає, що показано на зображенні, але альтернативний текст в ідеалі має пояснювати, чому воно там.

source: The BLIP neural network, on which the XPoseImageCaptioner addon is based, can only output English text. Retraining the model to support languages other than English is not feasable at this time.
bg: Невронната мрежа BLIP, на която се основава добавката "Описание на изображения с XPose", може да извежда текст само на английски. Допълнителното обучаване на модела за поддръжка на езици, различни от английски, не е осъществимо в момента.
es: La red neuronal BLIP, en la que se basa el complemento XPoseImageCaptioner, sólo puede devolver texto en inglés. Volver a entrenar el modelo para que soporte idiomas distintos al inglés no es factible en este momento.
fi: BLIP-neuroverkko, johon XPoseImageCaptioner-lisäosa perustuu, voi tuottaa ainoastaan englanninkielistä tekstiä. Mallin kouluttaminen tukemaan muita kieliä kuin englantia ei ole tällä hetkellä mahdollista.
fr: Le réseau neuronal BLIP, sur lequel est basé l'extension XPoseImageCaptioner, ne peut sortir que du texte anglais. Le recyclage du modèle pour supporter les langues autres que l'anglais n'est pas possible pour le moment.
ru: Нейронная сеть BLIP, на которой основано дополнение XPoseImageCaptioner, может выводить текст только на английском языке. В настоящее время невозможно перепрофилировать модель для поддержки других языков, кроме английского.
tr: XPoseImageCaptioner eklentisinin temel aldığı BLIP sinir ağı yalnızca İngilizce metin çıktısı verebilir. Modelin İngilizce dışındaki dilleri destekleyecek şekilde yeniden eğitilmesi şu anda mümkün değildir.
uk: Нейронна мережа BLIP, на якій базується додаток XPoseImageCaptioner, може виводити текст лише англійською мовою. Перенавчання моделі для підтримки інших мов, окрім англійської, наразі неможливе.

source: While the captions produced are currently very close to the state of the art for AI captioning of images, they are not always 100% accurate. Please use with caution and common sense and never in place of OCR. Also, do not rely on the output for dangerous or high-risk situations.
bg: Докато генерираните описания в момента са много близки до най-съвременните за ИИ описания на изображения, те не винаги са 100% точни. Моля, използвайте с повишено внимание и здрав разум и никога вместо OCR. Освен това не разчитайте на резултата за опасни или високорискови ситуации.
es: Aunque los títulos producidos están muy cercanos al estado del arte de la descripción de imágenes con IA, no son siempre precisos al 100%. Usa el complemento con cuidado y sentido común y nunca para sustituir un OCR. No confíes en el contenido en situaciones peligrosas o de alto riesgo.
fi: Vaikka tuotetut kuvatekstit ovat tällä hetkellä hyvin lähellä tekoälyn tuottamien kuvatekstien huippua, ne eivät ole aina sataprosenttisen tarkkoja. Käytä niitä harkiten ja terveellä järjellä, äläkä missään tapauksessa korvaa niillä tekstintunnistusta. Älä myöskään luota tuotoksen antamiin tietoihin vaarallisissa tai korkean riskin tilanteissa.
fr: Bien que les légendes produites soient actuellement très proches de l'état de l'art pour le sous-titrage de l'IA des images, elles ne sont pas toujours précises à 100%. Veuillez utiliser avec prudence et bon sens et jamais à la place de l'OCR. De plus, ne comptez pas sur la production pour des situations dangereuses ou à haut risque.
ru: Хотя создаваемые подписи в настоящее время очень близки к современным технологиям создания субтитров к изображениям с помощью искусственного интеллекта, они не всегда точны на 100%. Пожалуйста, используйте их с осторожностью и руководствуясь здравым смыслом и ни в коем случае не вместо распознавания текста. Кроме того, не полагайтесь на выходные данные в опасных ситуациях или ситуациях повышенного риска.
tr: Üretilen altyazılar şu anda görsellerin yapay zekayla altyazılanması için en son teknolojiye çok yakın olsa da her zaman %100 doğru değildir. Lütfen dikkatli ve sağduyulu kullanın ve asla OCR'nin yerine kullanmayın. Ayrıca tehlikeli veya yüksek riskli durumlar için çıktıya güvenmeyin.
uk: Хоча створені підписи наразі дуже близькі до найсучаснішого рівня підпису зображень за допомогою штучного інтелекту, вони не завжди є на 100% точними. Будь ласка, використовуйте його з обережністю та здоровим глуздом і ніколи не замінюйте ним розпізнавання тексту. Також не покладайтеся на результат у небезпечних або ризикованих ситуаціях.
