Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/XPoseImageCaptioner.*.po
Languages: bg, es, fi, fr, ru, tr, uk

source: Currently, XPoseImageCaptioner works for websites that don't require a login. For example, the public pages of organizations such as [Guiding Eyes for the Blind](https://www.guidingeyes.org/) or [CNN](https://www.cnn.com/). Pages that require a login, such as Facebook or Twitter, are not yet supported because the addon must download an image from the web site independantly to caption it and can't do so if a login is required. As a workaround, any image from sites requiring a login could be downloaded to the local machine and captioned using the addon in File Explorer.
bg: В момента "Описание на изображения с XPose" работи за уеб сайтове, които не изискват влизане. Например публичните страници на организации като [Guiding Eyes for the Blind](https://www.guidingeyes.org/) или [CNN](https://www.cnn.com/). Страници, които изискват влизане, като Facebook или Twitter, все още не се поддържат, тъй като добавката трябва да изтегли изображение от уеб сайта независимо, за да го опише, и не може да го направи, ако се изисква влизане. Като заобиколно решение всяко изображение от сайтове, изискващи влизане, може да бъде изтеглено на локалната машина и да бъде описано с помощта на добавката във File Explorer.
es: Actualmente, XPoseImageCaptioner sólo funciona en sitios web que no requieren inicio de sesión. Por ejemplo, las páginas públicas de organizaciones como [Guiding Eyes for the Blind](https://www.guidingeyes.org/) o [CNN](https://www.cnn.com/). No se soportan todavía las páginas que requieren iniciar sesión, como Facebook o Twitter, porque el complemento necesita descargar la imagen del sitio web para describirla y no puede hacerlo si hay que iniciar sesión. Como solución temporal, se puede descargar una imagen de cualquier sitio web que requiera iniciar sesión en el equipo local y reconocerla con el complemento usando el explorador de archivos.
fi: Tällä hetkellä XPoseImageCaptioner toimii verkkosivustoilla, jotka eivät vaadi kirjautumista. Esimerkiksi sellaisten organisaatioiden, kuten [Guiding Eyes for the Blind](https://www.guidingeyes.org/) tai [CNN](https://www.cnn.com/) julkiset sivut. Kirjautumista vaativia sivustoja, kuten Facebook tai X, ei vielä tueta, koska lisäosan täytyy ladata kuva verkkosivustolta itsenäisesti kuvatekstin luomista varten, eikä se pysty tekemään niin, jos kirjautumista vaaditaan. Väliaikaisratkaisuna kuvan voi ladata tietokoneelle kirjautumista vaativilta sivustoilta ja luoda kuvatekstin lisäosaa käyttäen resurssienhallinnassa.
fr: Actuellement, XPoseImageCaptioner fonctionne pour des sites Web qui ne nécessitent pas de connexion. Par exemple, les pages publiques d'organisations telles que [Guiding Eyes for the Blind](https://www.guidingeyes.org/) ou [CNN](https://www.cnn.com/). Les pages qui nécessitent une connexion, telle que Facebook ou Twitter, ne sont pas encore prises en charge car l'extension doit télécharger une image du site Web indépendamment pour le légendre et ne peut pas le faire si une connexion est requise. En tant que solution de contournement, toute image des sites nécessitant une connexion peut être téléchargée sur la machine locale et sous-titrée à l'aide de l'extension dans l'Explorateur de fichiers.
ru: В настоящее время XPoseImageCaptioner работает на веб-сайтах, которые не требуют входа в систему. Например, на общедоступных страницах таких организаций, как [Guiding Eyes for the Blind](https://www.guidingeyes.org/) или [CNN](https://www.cnn.com/). Страницы, требующие входа в систему, такие как Facebook или Twitter, пока не поддерживаются, поскольку дополнение должно самостоятельно загружать изображение с веб-сайта для подписи к нему и не может этого сделать, если требуется вход в систему. В качестве обходного решения можно загрузить любое изображение с сайтов, требующих входа в систему, на локальный компьютер и добавить подпись с помощью дополнения в проводнике файлов.
tr: Şu anda XPoseImageCaptioner, oturum açma gerektirmeyen web siteleri için çalışmaktadır. Örneğin, [Körler için Rehberlik Eden Gözler](https://www.guidingeyes.org/) veya [CNN](https://www.cnn.com/) gibi kuruluşların halka açık sayfaları. Facebook veya Twitter gibi oturum açma gerektiren sayfalar henüz desteklenmemektedir çünkü eklentinin altyazı eklemek için web sitesinden bağımsız olarak bir görsel indirmesi gerekir ve oturum açma gerekiyorsa bunu yapamaz. Geçici bir çözüm olarak, oturum açmayı gerektiren sitelerdeki herhangi bir görüntü yerel makineye indirilebilir ve Dosya Gezgini'ndeki eklenti kullanılarak altyazı eklenebilir.
uk: Наразі XPoseImageCaptioner працює для сайтів, які не потребують входу в систему. Наприклад, публічні сторінки таких організацій, як [Guiding Eyes for the Blind](https://www.guidingeyes.org/) або [CNN](https://www.cnn.com/). Сторінки, які вимагають входу в систему, такі як Facebook або Twitter, поки що не підтримуються, оскільки додаток повинен самостійно завантажити зображення з сайту, щоб додати до нього підпис, і не може цього зробити, якщо потрібен вхід в систему. Як обхідний шлях, будь-яке зображення з сайтів, які вимагають входу, можна завантажити на локальний комп'ютер і додати до нього підписи за допомогою додатка у Файловому провіднику.

source: XPoseImageCaptioner only works on FireFox when an image does not have ALT text. FireFox does not provide a direct link to an image file to a screen reader if an image has ALT text. Without this information, the addon can't download the image for the AI to caption. Chrome and Microsoft Edge do not have this limitation, and work regardless of whether an image has ALT text or not.
bg: "Описание на изображения с XPose" работи с FireFox, само когато изображението няма алтернативен (ALT) текст. FireFox не предоставя директна връзка към файл с изображение към екранния четец, ако изображението има алтернативен (ALT) текст. Без тази информация добавката не може да изтегли изображението за да го опише чрез ИИ. Chrome и Microsoft Edge нямат това ограничение и работят независимо дали дадено изображение има алтернативен (ALT) текст или не.
es: XPoseImageCaptioner sólo funciona en Firefox cuando la imagen no tiene texto alternativo. Firefox no proporciona un enlace directo al archivo de imagen a los lectores de pantalla si dicha imagen tiene texto alternativo. Sin esta información, el complemento no puede descargar la imagen para que la IA la describa. Chrome y Microsoft Edge no tienen esta limitación, y funcionan independientemente de que la imagen tenga o no tenga texto alternativo.
fi: Jos kuvalla ei ole alt-tekstiä, XPoseImageCaptioner toimii vain FireFoxissa. Mikäli kuvalla on alt-teksti, FireFox ei tarjoa ruudunlukijalle kuvatiedoston suoraa linkkiä. Ilman tätä tietoa lisäosa ei voi ladata kuvaa tekoälyn käytettäväksi kuvatekstin luomiseen. Chromessa ja Microsoft Edgessä tätä rajoitusta ei ole, ja ne toimivat riippumatta siitä, onko kuvalla alt-teksti vai ei.
fr: XPoseImageCaptioner ne fonctionne que sur Firefox lorsqu'une image n'a pas de texte ALT. Firefox ne fournit pas de lien direct vers un fichier image vers un lecteur d'écran si une image a un texte ALT. Sans ces informations, l'extension ne peut pas télécharger l'image de l'IA vers la légende. Chrome et Microsoft Edge n'ont pas cette limitation, et fonctionne, qu'il ait ou non un texte ALT ou non.
ru: XPoseImageCaptioner работает в FireFox только в том случае, если изображение не содержит альтернативного текста. FireFox не предоставляет прямую ссылку на файл изображения для программы чтения с экрана, если изображение содержит альтернативный текст. Без этой информации дополнение не сможет загрузить изображение для подписи с помощью искусственного интеллекта. В Chrome и Microsoft Edge нет этого ограничения, и они работают независимо от того, есть ли на изображении альтернативный текст или нет.
tr: XPoseImageCaptioner, FireFox'ta yalnızca bir görüntünün ALT metni olmadığında çalışır. FireFox, bir görüntüde ALT metni varsa, görüntü dosyasına ekran okuyucuya doğrudan bağlantı sağlamaz. Bu bilgi olmadan eklenti, yapay zekanın altyazıya ekleyeceği görüntüyü indiremez. Chrome ve Microsoft Edge'de bu sınırlama yoktur ve görselin ALT metin içerip içermemesine bakılmaksızın çalışır.
uk: XPoseImageCaptioner працює у FireFox лише тоді, коли зображення не має альтернативного тексту. FireFox не надає прямого посилання на файл зображення для програми зчитування з екрана, якщо зображення має альтернативний текст. Без цієї інформації додаток не може завантажити зображення для того, щоб його підписав ШІ. Chrome і Microsoft Edge не мають цього обмеження і працюють незалежно від того, чи має зображення альтернативний текст, чи ні.

source: Copyright:
bg: Авторски права
fi: Tekijänoikeus:
ru: Авторское право:
tr: Telif Hakkı:
uk: Авторське право:

source: Copyright (c) 2023 Christopher Millsap
bg: Запазено право (c) 2023 Christopher Millsap
ru: Авторское право (c) 2023 Christopher Millsap
tr: Telif Hakkı (c) 2023 Christopher Millsap
uk: Авторське право (c) 2023 Christopher Millsap

source: I learned a great deal from the NAO OCR addon in terms of how it deals with Windows File Explorer in NVDA. Thanks to Alessandro Albano, Davide De Carne, and Simone Dal Maso for their work on that addon. Also, XPoseImageCaptioner uses the BLIP neural network weights and code by Salesforce.com, but is not affiliated with or endorsed by Salesforce.com in any way.
bg: Научих много от добавката NAO OCR по отношение на това как работи с Windows File Explorer в NVDA. Благодарности на Alessandro Albano, Davide De Carne и Simone Dal Maso за работата им по тази добавка. Освен това "Описание на изображения с XPose" използва услугите и кода на невронната мрежа BLIP от Salesforce.com, но не е обвързана с или подкрепяна от Salesforce.com по никакъв начин.
es: He aprendido mucho del complemento OCR NAO en términos de cómo trata con el explorador de archivos de Windows en NVDA. Gracias a Alessandro Albano, Davide De Carne, y Simone Dal Maso por su trabajo en ese complemento. Además, XPoseImageCaptioner usa los modelos de red neuronal BLIP y el código de Salesforce.com, pero no está afiliado ni respaldado por salesforce.com de forma alguna.
fi: Opin paljon NAO-tekstintunnistuslisäosasta siitä, miten se käsittelee Windowsin resurssienhallintaa NVDA:ssa. Kiitokset Alessandro Albanolle, Davide De Carnelle ja Simone Dal Masolle heidän työstään tuon lisäosan parissa. XPoseImageCaptioner käyttää lisäksi Salesforce.comin BLIP-neuroverkon painoja ja koodia, mutta ei ole millään tavoin yhteydessä Salesforce.comiin tai hyväksytty sen toimesta.
fr: J'ai beaucoup appris de l'extension NAO OCR en termes de gestion de l'Explorateur de fichiers de Windows dans NVDA. Merci à Alessandro Albano, Davide de Carne et Simone Dal Maso pour leur travail sur cette extension. En outre, XPoseImageCaptioner utilise les poids et le code du réseau neuronal de BLIP par Salesforce.com, mais n'est pas affilié ou approuvé par Salesforce.com.
ru: Я многому научился из дополнения NAO OCR в плане того, как оно работает с проводником Windows в NVDA. Спасибо Alessandro Albano, Davide De Carne b Simone Dal Maso за их работу над этим дополнением. Кроме того, XPoseImageCaptioner использует веса нейронной сети BLIP и код от Salesforce.com, но никоим образом не связан с Salesforce.com и не одобрен ею.
tr: NAO OCR eklentisinden, NVDA'daki Windows Dosya Gezgini ile nasıl başa çıktığı konusunda çok şey öğrendim. Bu eklenti üzerindeki çalışmaları için Alessandro Albano, Davide De Carne ve Simone Dal Maso'ya teşekkür ederiz. Ayrıca XPoseImageCaptioner, Salesforce.com'un BLIP sinir ağı ağırlıklarını ve kodunu kullanır, ancak Salesforce.com'a hiçbir şekilde bağlı değildir veya Salesforce.com tarafından desteklenmemektedir.
uk: Я багато чому навчився з додатка NAO OCR у плані роботи з Файловим провідником Windows з NVDA. Дякую Алессандро Альбано, Давіде Де Карне та Сімоне Дал Масо за їхню роботу над цим додатком. Крім того, XPoseImageCaptioner використовує вміст та код нейронної мережі BLIP від Salesforce.com, але жодним чином не пов'язаний із Salesforce.com і не схвалений ним.

source: Licence
bg: Лиценз
es: Licencia
fi: Lisenssi
ru: Лицензия
tr: Lisans
uk: Ліцензія

source: Licensed under the BSD 3 Clause License. This addon is not endorsed in any way by Salesforce.com.
bg: Лицензирано съгласно лицензионните клаузи на BSD 3. Тази добавка не е подкрепяна по никакъв начин от Salesforce.com.
es: Licenciado bajo la licencia BSD de 3 cláusulas. Este complemento no cuenta con el respaldo de salesforce.com en modo alguno.
fi: Lisensoitu BSD 3 Clause -lisenssillä. Salesforce.com ei tue millään tavalla tätä lisäosaa.
fr: Sous licence de la BSD 3 Clause License. Cette extension n'est pas approuvé par Salesforce.com.
ru: Лицензируется по лицензии BSD 3 Clause. Это дополнение никоим образом не одобрено Salesforce.com.
tr: BSD 3 Clause Lisansı ile lisanslanmıştır. Bu eklenti hiçbir şekilde Salesforce.com tarafından desteklenmemektedir.
uk: Ліцензовано на умовах BSD 3 Clause License. Цей додаток жодним чином не підтримується Salesforce.com.
