Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/zoomEnhancements.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, ru, sk, tr, uk, zh_cn

source: Select the types of the alerts you want to be announced
bg: Да изберете видовете известия, които искате да бъдат докладвани
da: Vælg de hændelser, der skal oplyses
de: Wählen Sie die Benachrichtigungsarten aus, über die Sie informiert werden möchten
es: Seleccionar los tipos de alertas que quieres que se anuncien
fi: Valita puhuttavien ilmoitusten tyypit
fr: Sélectionner les types des alertes que vous souhaitez annoncer
gl: Seleccionar os tipos de alertas que queres que se anuncien
hr: Odabrati vrste upozorenja koja se najavljuju
it: Selezionare i tipi di notifiche che volete siano lette
ja: 希望するアナウンスの通知のタイプを選択出来ます
pl: Wybrać, jakiego rodzaju alerty mają być ogłaszane
pt_br: Selecione os tipos de alertas que você deseja que sejam anunciados
pt_pt: Seleccionar os tipos de alertas que pretende que sejam anunciados
ro: Selectați tipurile de alerte pe care doriți să fie anunțate
ru: Выбрать типы оповещений, которые вам нужно объявлять
sk: Vybrať, ktoré upozornenia majú byť hlásené
tr: Bildirilmesini istediğiniz uyarı türlerini eçme,
uk: Обрати типи попереджень, які ви хочете чути
zh_cn: 选择要朗读的通知类型

source: Choose alerts reporting mode
bg: Да изберете режима на докладване на известията
da: Vælg tilstand for hændelser
de: Wählen Sie den Benachrichtigungsmodus aus
es: Elegir el modo de anuncio de alertas
fi: Valitse ilmoitustila
fr: Choisir le mode d'annonce des alertes
gl: Escoller o modo de anunciado de alertas
hr: Odabrati način izvještavanja o upozorenjima
it: Scegliere la modalità di lettura delle notifiche
ja: 通知の報告モードを選択出来ます
pl: Wybrać tryb ogłaszania alertów
pt_br: Selecionar o modo de relatório de alertas
pt_pt: Escolher o modo de indicação de alertas
ro: Alegeți modul de raportare a alertelor
ru: Изменить режим объявления оповещений
sk: Vybrať spôsob oznamovania
tr: Uyarı bildirim modunu seçme,
uk: Вибрати режим оповіщень про попередження
zh_cn: 选择通知朗读模式

source: Save custom changes
bg: Да запишете персонализираните промени
da: Gem tilpassede ændringer
de: Benutzerdefinierte Änderungen speichern
es: Guardar cambios personalizados
fi: Tallenna mukautetut muutokset
fr: Enregistrer les changements personnalisées
gl: Gardar os cambios persoalizados
hr: Spremiti prilagođene promjene
it: Salvare le modifiche
ja: カスタム変更を保存出来ます
pl: Zapisać zmiany urzytkownika
pt_br: Salvar alterações personalizadas
pt_pt: Guardar alterações personalizadas
ro: Salvați modificările personalizate
ru: Сохранить пользовательские изменения
sk: Uložiť vlastné nastavenie
tr: Özel değişiklikleri kaydetme.
uk: Зберегти зміни
zh_cn: 保存自定义更改

source: Remote control
bg: Отдалечено управление
da: Fjernstyring
de: Fernsteuerung
es: Control remoto
fi: Etäkäyttö
fr: Contrôle à distance
gl: Control remoto
hr: Daljinsko upravljanje
it: Controllo remoto
ja: リモートコントロール
pl: Pilot
pt_br: Controle remoto
pt_pt: Controlo remoto
ro: Control de la distanță
ru: Дистанционное управление
sk: Vzdialený prístup
tr: Uzaktan Kontrol
uk: Дистанційне керування
zh_cn: 远程控制

source: after a remote control permission is granted, NVDA + O will move the focus in /Out of the remote controlled screen
bg: След като бъде дадено разрешение за дистанционно управление, NVDA+O ще премества фокуса в/извън екрана за дистанционно управление
da: Efter tilladelse til fjernstyring er givet, vil NVDA+O flytte fokus til eller væk fra den fjernstyrede skærm
de: Sofern man eine Fernsteuerungsgenehmigung erhalten hat, bewegt NVDA+O den Fokus in und aus dem zu kontrollierenden Bildschirm
es: después de que se conceda permiso de control remoto, NVDA+o situará el foco en la pantalla controlada o lo sacará de allí
fi: Kun etäkäyttölupa on myönnetty, NVDA+O siirtää kohdistuksen etäkäyttöruutuun tai siitä pois.
fr: Après avoir accordé l'autorisation du contrôle à distance, NVDA+o mettra le focus sur l'écran contrôlée ou le sortira de là
gl: unha vez concedido un permiso de control remoto, NVDA + O moverá o foco dentro/fóra da pantalla remotamente controlada
hr: nakon odobrenja daljinskog upravljanja, NVDA + O će premjestiti fokus u/iz daljinski upravljenog ekrana
it: Dopo che è stato accordato il permesso per il controllo remoto, NVDA + O sposterà il focus dentro o fuori lo schermo controllato a distanza
ja: リモートコントロールの許可が承認された後、NVDA+Oにより、フォーカスをリモートコントロール画面の中/外に動かすことが出来ます
pl: po przyznaniu uprawnień do zdalnego sterowania NVDA + O przesunie ostrość w / Poza zdalnie sterowany ekran
pt_br: depois que uma permissão de controle remoto for concedida, NVDA + O moverá o foco para dentro/fora da tela de controle remoto
pt_pt: após a concessão de uma autorização de controlo remoto, o NVDA + O deslocará o foco para dentro / fora do ecrã do controlo remoto
ro: după ce se acordă permisiunea de control de la distanță, NVDA + O va muta focalizarea în/În afara ecranului de control de la distanță
ru: после получения разрешения на дистанционное управление NVDA + O переместит фокус на экран с дистанционным управлением или из него
sk: Po udelení povolenia na vzdialené ovládanie skratkou nvda+O prepínajte medzi zameraním vzdialeného a vášho počítača.
tr: Uzaktan kontrol izni verildikten sonra, NVDA + O klavye kısayolu, uzaktan kontrol ekranı ve kendi ekranınız arasında geçiş yapmanızı sağlar.
uk: після одержання дозволу на дистанційне керування, NVDA + O перемістить фокус на дистанційно керований екран або з нього
zh_cn: 授予远程控制权限后，NVDA + O 将焦点移自远程控制屏幕/ 移出

source: Note that the focus should be on one of the meeting controls to be able to remote control the other screen
bg: Имайте предвид, че фокусът трябва да бъде върху една от контролите за срещата, за да можете да управлявате дистанционно другия екран
da: Bemærk, at fokus skal være på en af mødekontrollerne for at kunne fjernstyre den anden skærm
de: Bitte beachten Sie, dass der Fokus auf einem Meeting-Element sein sollte, damit Sie einen anderen Bildschirm fernsteuern können
es: Ten en cuenta que el foco debe estar situado en uno de los controles de la reunión para poder controlar la otra pantalla
fi: Huomaa, että kohdistuksen tulee olla jonkin kokoussäätimen kohdalla, jotta etäkäyttö on mahdollista.
fr: Notez que le focus doit être mis sur l'un des contrôles de la réunion afin de contrôler l'autre écran
gl: Ten en conta que o foco debería estar nun dos controis da reunión para que sexa posible controlar remotamente a outra pantalla
hr: Napomena: fokus bi trebao biti jedan od kontrola sastanka, kako bi se moglo upravljati drugim ekranom
it: Notate che il focus deve essere su uno dei controlli della riunione per poter controllare l'altro schermo
ja: 他の画面をリモートコントロール出来るようにするには、フォーカスがミーティングコントロールの一つになければならないことに注意して下さい
pl: Należy pamiętać, że fokus powinien znajdować się na jednej z kontrolek spotkania, aby móc zdalnie sterować drugim ekranem.
pt_br: Note que o foco deve estar em um dos controles da reunião para que seja possível controlar remotamente a outra tela
pt_pt: Note que o foco deve estar num dos controlos da reunião para poder controlar, à distância, o outro ecrã
ro: Rețineți că modul formular ar trebui să fie pe una dintre comenzile întâlnirii pentru a putea controla de la distanță celălalt ecran
ru: Обратите внимание, что основное внимание должно быть сосредоточено на одном из элементов управления собранием, чтобы иметь возможность удаленно управлять другим экраном
sk: Skratka funguje správne vtedy, ak sa nachádzate v okne aktívneho stretnutia
tr: Diğer ekranı uzaktan kontrol edebilmek için odağın toplantı kontrollerinden birinde olması gerektiğini unutmayın.
uk: Пам’ятайте, що для уможливлення дистанційного контролю іншого екрана фокус має бути встановлений на одному з елементів керування конференцією
zh_cn: 请注意，焦点应放在会议控件之一上，以便能够远程控制另一个屏幕

source: An Important note
bg: Важна забележка
da: En vigtig bemærkning
de: Wichtiger Hinweis
es: Nota importante
fi: Tärkeä huomautus
fr: Une remarque importante
gl: Unha nota Importante
hr: Važna napomena
it: Nota importante
ja: 重要な注意書き
pl: Ważna uwaga
pt_br: Uma nota importante
pt_pt: Uma nota importante
ro: O notă importantă
ru: Важное замечание
sk: Dôležité upozornenie
tr: Önemli:
uk: Важливе зауваження
zh_cn: 重要说明

source: Currently the feature of custom alerts mode where the user can choose which alerts they want to have and which not works with Zoom only when the user interface language is set to english.
bg: В момента функцията на режима за персонализирани известия, при който потребителят може да избере кои известия иска да получава и кои – не – работи със Zoom, само когато езикът на потребителския интерфейс е зададен на английски.
da: I øjeblikket er funktionen for tilpassede hændelser, hvor brugeren kan vælge, hvilke hændelser de vil have oplyst kun tilgængelig, når brugergrænsefladesproget er indstillet til engelsk i Zoom.
de: Momentan funktioniert das Feature der benutzerspezifischen Auswahl der Benachrichtigungen nur, bei dem der/die Nutzer/in selbst festlegen kann, welche Benachrichtigungen er/sie erhalten möchte, wenn die Sprache von Zoom auf Englisch eingestellt ist.
es: Actualmente, la función de modo de alertas personalizadas, en las que el usuario puede elegir qué alertas quiere tener y cuáles no, sólo funciona con Zoom cuando el idioma de la interfaz de usuario se ha configurado en inglés.
fi: Tällä hetkellä mukautettu ilmoitustila, jossa käyttäjä voi valita, mitkä ilmoitukset hän haluaa saada ja mitkä ei, toimii Zoomin kanssa vain, kun käyttöliittymän kielenä on englanti.
fr: Actuellement, la fonction du mode d'alertes personnalisés où l'utilisateur peut choisir quelles alertes souhaite et lesquels ne souhaite pas voir fonctionner avec Zoom uniquement lorsque la langue de l'interface utilisateur est l'anglais
gl: Actualmente as características do modo persoalizado no que o usuario pode escoller que alertas queren ter e cales non funcionan con Zoom só cando o idioma da interface de usuario está configurado en inglés.
hr: Trenutačno, funkcija za prilagođena upozorenja, u kojem korisnik može odabrati željena upozorenja, funkcionira sa Zoomom samo kad je jezik korisničkog sučelja postavljen na engleski.
it: Al momento la modalità notifiche personalizzata, nella quale gli utenti possono scegliere quali notifiche avere e quali no, funziona con Zoom solo quando la lingua dell'interfaccia utente è impostata su inglese.
ja: 現在、ユーザーがどの通知を希望する/しないかのカスタム通知モードの機能は、ユーザーインターフェース言語が英語に設定されているZoomのみで機能します。
pl: Funkcja Trybu Użytkownika pozwalająca określić, które alerty mają być ogłaszane, a które nie, działa tylko wtedy, gdy język interfejsu użytkownika w programie Zoom jest ustawiony na angielski.
pt_br: Atualmente, o recurso do modo de alertas personalizados, no qual o usuário pode escolher quais alertas deseja receber e quais não deseja receber, funciona com o Zoom somente quando o idioma da interface do usuário está definido como inglês.
pt_pt: Actualmente a funcionalidade do modo de alertas personalizados onde o utilizador pode escolher quais os alertas que quer ter e quais os que não funcionam com o Zoom funciona apenas quando a interface do utilizador está definida para inglês.
ro: În prezent, funcția modului de alerte personalizate în care utilizatorul poate alege ce alerte dorește să primească și care nu funcționează cu Zoom doar atunci când limba interfeței cu utilizatorul este setată la engleză.
ru: В настоящее время функция пользовательского режима оповещений (когда пользователь может выбрать, какие оповещения ему нужны, а какие нет) работает в Zoom только в том случае, если язык пользовательского интерфейса установлен на английский.
sk: Vlastné nastavenie upozornení funguje len vtedy, ak používate aplikáciu Zoom v anglickom jazyku.
tr: Özel bildirim modu ayarı, şuanda sadece kullanıcı dili İngilizce olarak ayarlandığında çalışmaktadır.
uk: Зараз власний режим налаштування попереджень, у якому користувачі можуть вибирати, які попередження їм потрібні, а які ні, працює лише, якщо мова інтерфейсу Zoom — англійська.
zh_cn: 目前自定义通知模式的功能仅在用户界面语言设置为英语时才生效。
