Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/zoomEnhancements.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, ru, sk, tr, uk, zh_cn

source: NVDA + Ctrl + 1: Participant Has Joined/Left Meeting (Host Only)
bg: NVDA+Control+1: Участник се е присъединил към/е напуснал срещата (само за домакина)
da: NVDA+Ctrl+1: Deltager deltager nu i mødet eller forlod møde (kun vært)
de: NVDA+Strg+1: Teilnehmer hat das Meeting betreten/verlassen (nur Veranstalter)
es: NVDA+ctrl+1: un participante se ha unido o ha abandonado la reunión (sólo anfitrión)
fi: NVDA+Ctrl+1: Osallistuja on liittynyt/poistunut kokouksesta (vain isäntä)
fr: NVDA+Ctrl+1: un participant a rejoint ou quitté la réunion (hôte uniquement)
gl: NVDA + Ctrl + 1: O Participante Uniuse/Abandoou a Conferencia (Só anfitrión)
hr: NVDA + kontrol + 1: Sudionik se pridružio ili je napustio sastanak (samo voditelj)
it: NVDA + Ctrl + 1: NomePartecipante è entrato / uscito dalla riunione (solo per l'organizzatore)
ja: NVDA + Ctrl + 1: 参加者がミーティングに参加/退出（ホストのみ）
pl: NVDA + Ctrl + 1: Uczestnik dołączył do spotkania/opuścił spotkanie. (Widoczne tylko dla organizatora)
pt_br: NVDA + Ctrl + 1: o participante entrou/saiu da reunião (somente para o servidor)
pt_pt: NVDA + Ctrl + 1: Participante entrou/saiu da Reunião (Apenas anfitrião)
ro: NVDA + Ctrl + 1: Participantul s-a alăturat/a părăsit întâlnirea (numai gazda)
ru: NVDA + Ctrl + 1: Участник Присоединился/покинул Собрание (Только ведущий)
sk: NVDA + Ctrl + 1 (ak ste organizátorom konferencie): Účastník sa pridal alebo opustil konferenciu.
tr: NVDA + Ctrl + 1: Katılımcı Toplantıya Katıldı/Toplantıdan Ayrıldı (Yalnızca Toplantı Sahibi)
uk: NVDA + Ctrl + 1: Учасник приєднався/залишив конференцію (лише для організатора)
zh_cn: NVDA + Ctrl + 1：参与者已加入/离开会议（仅主机）

source: NVDA + Ctrl + 2: Participant Has Joined/Left Waiting Room (Host Only)
bg: NVDA+Control+2: Участник се е присъединил към/е напуснал чакалнята (само за домакина)
da: NVDA+Ctrl+2: Deltager deltager eller har forladt venteværelse (kun vært)
de: NVDA+Strg+2: Teilnehmer hat den Wartebereich betreten/verlassen (nur Veranstalter)
es: NVDA+ctrl+2: un participante se ha unido o ha abandonado la sala de espera (sólo anfitrión)
fi: NVDA+Ctrl+2: Osallistuja on liittynyt/poistunut odotushuoneesta (vain isäntä)
fr: NVDA+Ctrl+2: un participant a rejoint ou quitté la salle d'attente (hôte uniquement)
gl: NVDA + Ctrl + 2: O participante Uniuse/Abandoou a Sala de Agarda (Só anfitrión)
hr: NVDA + kontrol + 2: Sudionik se pridružio ili je napustio čekaonicu (samo voditelj)
it: NVDA + Ctrl + 2: NomePartecipante è entrato / uscito dalla sala di attesa (solo per l'organizzatore)
ja: NVDA + Ctrl + 2: 参加者が待合室に参加/退出（ホストのみ）
pl: NVDA + Ctrl + 2: Uczestnik dołączył do poczekalni/opuścił poczekalnię. (Widoczne tylko dla organizatora)
pt_br: NVDA + Ctrl + 2: o participante entrou/saiu da sala de espera (somente servidor)
pt_pt: NVDA + Ctrl + 2: Participante entrou/saiu da Sala de Espera (Apenas anfitrião)
ro: NVDA + Ctrl + 2: Participantul s-a alăturat/a părăsit sala de așteptare (numai gazda)
ru: NVDA + Ctrl + 2: Участник присоединился/покинул комнату ожидания (только ведущий)
sk: NVDA + Ctrl + 2 (a k ste organizátorom konferencie): Účastník čaká na pripojenie v čakacej miestnosti.
tr: NVDA + Ctrl + 2: Katılımcı Katıldı/Bekleme Odasından Ayrıldı (Yalnızca Toplantı Sahibi)
uk: NVDA + Ctrl + 2: Учасник приєднався/залишив кімнату (лише для організатора)
zh_cn: NVDA + Ctrl + 2： 参与者已加入/离开候机室（仅主机）

source: NVDA + Ctrl + 3: Audio Muted by Host
bg: NVDA+Control+3: Звукът е заглушен от домакина
da: NVDA+Ctrl+3: Lyd slået til eller fra af vært
de: NVDA+Strg+3: Audio durch den Veranstalter stummgeschaltet
es: NVDA+ctrl+3: audio silenciado por el anfitrión
fi: NVDA+Ctrl+3: Isäntä mykisti äänen
fr: NVDA+Ctrl+3: audio coupé par l'hôte
gl: NVDA + Ctrl + 3: Audio Silenciado polo Anfitrión
hr: NVDA + kontrol + 3: Voditelj je isključio zvuk
it: NVDA + Ctrl + 3: microfono disattivato dall'organizzatore
ja: NVDA + Ctrl + 3: ホストによるオーディオのミュート
pl: NVDA + Ctrl + 3: Dźwięk wyciszony przez hosta
pt_br: NVDA + Ctrl + 3: Áudio silenciado pelo servidor
pt_pt: NVDA + Ctrl + 3: Áudio silenciado por anfitrião
ro: NVDA + Ctrl + 3: Audio dezactivat de gazdă
ru: NVDA + Ctrl + 3: Звук отключён ведущим
sk: NVDA + Ctrl + 3: Organizátor vypol mikrofóny
tr: NVDA + Ctrl + 3: Ses toplantı sahibi tarafından kapatıldı
uk: NVDA + Ctrl + 3: Організатор вимкнув звук
zh_cn: Nvda + Ctrl + 3： 主机静音音频

source: NVDA + Ctrl + 4: Video Stopped by Host
bg: NVDA+Control+4: Видеото е спряно от домакина
da: NVDA+Ctrl+4: Video stoppet af vært
de: NVDA+Strg+4: Video durch den Veranstalter gestoppt
es: NVDA+ctrl+4: vídeo detenido por el anfitrión
fi: NVDA+Ctrl+4: Isäntä lopetti videon
fr: NVDA+Ctrl+4: vidéo interrompue par l'hôte
gl: NVDA + Ctrl + 4: Vídeo Detido polo Anfitrión
hr: NVDA + kontrol + 4: Voditelj je prekinuo videosnimku
it: NVDA + Ctrl + 4: video disattivato dall'organizzatore
ja: NVDA + Ctrl + 4: ホストによるビデオの停止
pl: NVDA + Ctrl + 4: Wideo zatrzymane przez hosta
pt_br: NVDA + Ctrl + 4: Vídeo interrompido pelo servidor
pt_pt: NVDA + Ctrl + 4: Vídeo Parado pelo Anfitrião
ro: NVDA + Ctrl + 4: Video oprit de gazdă
ru: NVDA + Ctrl + 4: Видео остановлено ведущим
sk: NVDA + Ctrl + 4: Organizátor vypol prenos videa
tr: NVDA + Ctrl + 4: Video toplantı sahibi Tarafından Durduruldu
uk: NVDA + Ctrl + 4: Організатор зупинив відео
zh_cn: Nvda + Ctrl + 4： 视频被主机停止

source: NVDA + Ctrl + 5: Screen Sharing Started/Stopped by a Participant
bg: NVDA+Control+5: Участник е стартирал/спрял споделяне на екрана
da: NVDA+Ctrl+5: Skærmdeling startet/stoppet af en deltager
de: NVDA+Strg+5: Bildschirm-Freigabe durch Teilnehmer gestartet/gestoppt
es: NVDA+ctrl+5: un participante comparte o deja de compartir pantalla
fi: NVDA+Ctrl+5: Osallistuja aloitti/lopetti näytön jakamisen
fr: NVDA+Ctrl+5: un participant partage ou a laissé de partager l'écran
gl: NVDA + Ctrl + 5: Compartir Pantalla Iniciado/Detido por un Participante
hr: NVDA + kontrol + 5: Sudionik je pokrenuo/prekinuo dijeljenje ekrana
it: NVDA + Ctrl + 5: condivisione schermo avviata / interrotta da un partecipante
ja: NVDA + Ctrl + 5: 参加者による画面共有の開始/停止
pl: NVDA + Ctrl + 5: Udostępnianie ekranu rozpoczęte/zatrzymane przez uczestnika
pt_br: NVDA + Ctrl + 5: Compartilhamento de tela iniciado/interrompido por um participante
pt_pt: NVDA + Ctrl + 5: Partilha de ecrã iniciada/terminada por um Participante
ro: NVDA + Ctrl + 5: Partajarea ecranului a fost începută/oprită de un participant
ru: NVDA + Ctrl + 5: Общий доступ к экрану запущен/остановлен участником
sk: NVDA + Ctrl + 5: Účastník spustil alebo ukončil zdieľanie obrazovky
tr: NVDA + Ctrl + 5: Bir katılımcı tarafından ekran Paylaşımı Başlatıldı/Durduruldu
uk: NVDA + Ctrl + 5: Учасник почав/припинив показ екрана
zh_cn: NVDA + Ctrl + 5：参与者启动/停止屏幕共享

source: NVDA + Ctrl + 6: Recording Permission Granted/Revoked
bg: NVDA+Control+6: Разрешението за запис е предоставено/отнето
da: NVDA+Ctrl+6: Optagelsestilladelse givet/tilbagekaldt
de: NVDA+Strg+6: Aufzeichnungsgenehmigung gewährt oder widerrufen
es: NVDA+ctrl+6: permiso para grabar concedido o revocado
fi: NVDA+Ctrl+6: Tallennuslupa myönnetty/peruutettu
fr: NVDA+Ctrl+6: autorisation d'enregistrement accordée ou révoquée
gl: NVDA + Ctrl + 6: Permiso de gravación Concedido/Revogado
hr: NVDA + kontrol + 6: Dozvola za snimanje odobrena/opozvana
it: NVDA + Ctrl + 6: autorizzato / revocato il permesso di registrare
ja: NVDA + Ctrl + 6: 録画の許可の承認/取り消し
pl: NVDA + Ctrl + 6: Zezwolenie na nagrywanie udzielone/cofnięte
pt_br: NVDA + Ctrl + 6: Permissão de gravação concedida/revogada
pt_pt: NVDA + Ctrl + 6: Permissão de Gravação Concedida/Revogada
ro: NVDA + Ctrl + 6: Permisiune de înregistrare acordată/revocată
ru: NVDA + Ctrl + 6: Разрешение на запись получено/отменено
sk: NVDA + Ctrl + 6: Informácia o povolení nahrávať stretnutie
tr: NVDA + Ctrl + 6: Kayıt İzni Verildi/İptal Edildi
uk: NVDA + Ctrl + 6: Дозвіл на запис одержано/відкликано
zh_cn: NVDA + Ctrl + 6：已授予/撤销录制权限

source: NVDA + Ctrl + 7: Public In-meeting Chat Received
bg: NVDA+Control+7: Получен публичен чат в срещата
da: NVDA+Ctrl+7: Offentlig chat i møde modtaget
de: NVDA+Strg +7: Öffentliche Chat-Nachricht (während einer Veranstaltung) erhalten
es: NVDA+ctrl+7: chat público recibido
fi: NVDA+Ctrl+7: Julkinen kokouksen sisäinen keskustelu vastaanotettu
fr: NVDA+Ctrl+7: discussion publique reçu
gl: NVDA + Ctrl + 7: Recibido Chat Público na Reunión
hr: NVDA + kontrol + 7: Primljen je javni razgovor u sastanku
it: NVDA + Ctrl + 7: ricevuto messaggio pubblico
ja: NVDA + Ctrl + 7: ミーティング中のパブリックチャット受信
pl: NVDA + Ctrl + 7: Otrzymano publiczny czat na spotkaniu
pt_br: NVDA + Ctrl + 7: Bate-papo público na reunião recebido
pt_pt: NVDA + Ctrl + 7: Recebida Conversa Pública na Reunião
ro: NVDA + Ctrl + 7: Chat public în cadrul întâlnirii primit
ru: NVDA + Ctrl + 7: Получен публичный чат во время собрания
sk: NVDA + Ctrl + 7: Upozornenie na verejnú textovú správu
tr: NVDA + Ctrl + 7: Herkese Açık Toplantı İçi Sohbet mesajı Alındı
uk: NVDA + Ctrl + 7: Одержано публічне повідомлення в чаті
zh_cn: Nvda + Ctrl + 7： 收到公开会议内聊天

source: NVDA + Ctrl + 8: Private In-meeting Chat Received
bg: NVDA+Control+8: Получен личен чат в срещата
da: NVDA+Ctrl+8: Privat chat i møde modtaget
de: NVDA+Strg+8: Private Chat-Nachricht (während einer Veranstaltung) erhalten
es: NVDA+ctrl+8: chat privado recibido
fi: NVDA+Ctrl+8: Yksityinen kokouksen sisäinen keskustelu vastaanotettu
fr: NVDA+Ctrl+8: discussion privée reçu
gl: NVDA + Ctrl + 8: Recibido Chat Privado na Reunión
hr: NVDA + kontrol + 8: Primljen je privatni razgovor u sastanku
it: NVDA + Ctrl + 8: ricevuto messaggio privato
ja: NVDA + Ctrl + 8: ミーティング中のプライベートチャット受信
pl: NVDA + Ctrl + 8: Otrzymano prywatny czat na spotkaniu
pt_br: NVDA + Ctrl + 8: Bate-papo privado na reunião recebido
pt_pt: NVDA + Ctrl + 8: Recebida Conversa Privada na Reunião
ro: NVDA + Ctrl + 8: Chat privat în cadrul întâlnirii primit
ru: NVDA + Ctrl + 8: Получен приватный чат во время собрания
sk: NVDA + Ctrl + 8: upozornenie na súkromnú textovú správu
tr: NVDA + Ctrl + 8: Özel Toplantı İçi Sohbet mesajı Alındı
uk: NVDA + Ctrl + 8: Одержано приватне повідомлення в чаті
zh_cn: Nvda + Ctrl + 8： 收到私人会议内聊天

source: NVDA + Ctrl + 9: In-meeting File Upload Completed
bg: NVDA+Control+9: Качването на файлове в срещата е завършено
da: NVDA+Ctrl+9: Filoverførsel i møde afsluttet
de: NVDA+Strg+9: Datei innerhalb der Veranstaltung hochgeladen
es: NVDA+ctrl+9: subida de archivos a la reunión completada
fi: NVDA+Ctrl+9: Kokouksen sisäinen tiedostolataus valmis
fr: NVDA+Ctrl+9: transfert de fichiers de la réunion terminée
gl: NVDA + Ctrl + 9: Subida de Arquivo na Reunión Completada
hr: NVDA + kontrol + 9: Dovršen prijenos datoteke u sastanku
it: NVDA + Ctrl + 9: caricamento file completato
ja: NVDA + Ctrl + 9: ミーティング中のファイルのアップロード完了
pl: NVDA + Ctrl + 9: Przesyłanie pliku na spotkaniu zakończone
pt_br: NVDA + Ctrl + 9: upload de arquivos durante a reunião concluído
pt_pt: NVDA + Ctrl + 9: Carregamento de ficheiro da reunião Completo
ro: NVDA + Ctrl + 9: Încărcarea fișierului în cadrul întâlnirii a fost finalizată
ru: NVDA + Ctrl + 9: Загрузка файла во время собрания завершена
sk: NVDA + Ctrl + 9: Upozornenie na prijatie súboru
tr: NVDA + Ctrl + 9: Toplantı İçi Dosya Yüklemesi Tamamlandı
uk: NVDA + Ctrl + 9: Завантаження файла в конференцію завершено
zh_cn: NVDA + Ctrl + 9： 会议内文件上传完成

source: NVDA + Ctrl + 0: Host Privilege Granted/Revoked
bg: NVDA+Control+0: Предоставени/отнети са домакински права
da: NVDA+Ctrl+0: Værtsrolle tildelt/tilbagekaldt
de: NVDA+Strg+0: Ernennung zum Veranstalter gewährt oder widerrufen
es: NVDA+ctrl+0: privilegio de anfitrión concedido o revocado
fi: NVDA+Ctrl+0: Isäntäoikeus myönnetty/peruutettu
fr: NVDA+Ctrl+0: privilèges d'hôte accordé ou révoqué
gl: NVDA + Ctrl + 0: Permiso de Anfitrión Concedido/Revogado
hr: NVDA + kontrol + 0: Prava voditelja odobrena/opozvana
it: NVDA + Ctrl + 0: autorizzati / revocati i privilegi di organizzatore
ja: NVDA + Ctrl + 0: ホスト権限の承認/取り消し
pl: NVDA + Ctrl + 0: Przywilej hosta przyznany/odwołany
pt_br: NVDA + Ctrl + 0: privilégio de host concedido/revogado
pt_pt: NVDA + Ctrl + 0: Privilégio de anfitrião dado/retirado.
ro: NVDA + Ctrl + 0: Privilegiul gazdă acordat/Revocat
ru: NVDA + Ctrl + 0: Привилегия участника предоставлена/отозвана
sk: NVDA + Ctrl + 0: Oprávnenie organizátora
tr: NVDA + Ctrl + 0: Sunum izni Verildi/İptal Edildi
uk: NVDA + Ctrl + 0: Права організатора одержано/відкликано
zh_cn: NVDA + Ctrl + 0：授予/撤销主机特权

source: NVDA + Shift + Ctrl + 1: Participant Has Raised/Lowered Hand (Host Only)
bg: NVDA+Shift+Control+1: Участник е вдигнал/свалил ръка (само за домакина)
da: NVDA+Shift+Ctrl+ 1: Deltageren har løftet/sænket hånden (kun vært)
de: NVDA+Umschalt+Strg+1: Teilnehmer hat die Hand gehoben/gesenkt (nur Veranstalter)
es: NVDA+ctrl+shift+1: un participante ha levantado o bajado la mano (sólo anfitrión)
fi: NVDA+Vaihto+Ctrl+1: Osallistuja on nostanut/laskenut käden (vain isäntä)
fr: NVDA+Ctrl+maj+1: un participant a soulevé ou Abaissé la main (hôte uniquement)
gl: NVDA + Shift + Ctrl + 1: Un Participante Levantou/Baixou a man (Só Anfitrión)
hr: NVDA + šift + kontrol + 1: Sudionik je dignuo/spusito ruku (samo voditelj)
it: NVDA + Shift + Ctrl + 1: NomeParticipante ha alzato / abbassato la mano (solo per l'organizzatore)
ja: NVDA + Shift + Ctrl + 1: 参加者の挙手/手を下げる（ホストのみ）
pl: NVDA + Shift + Ctrl + 1: Uczestnik podniósł/opuścił rękę. (Widoczne tylko dla organizatora)
pt_br: NVDA + Shift + Ctrl + 1: o participante levantou/levantou a mão (somente para o servidor)
pt_pt: NVDA + Shift + Ctrl + 1: Participante Levantou/baixou a Mão (Apenas anfitrião)
ro: NVDA + Shift + Ctrl + 1: Participantul a ridicat/a coborât mâna (numai gazda)
ru: NVDA + Shift + Ctrl + 1: Участник Поднял/Опустил Руку (Только ведущий)
sk: NVDA + Shift + Ctrl + 1 (ak ste organizátorom stretnutia): Hosť sa prihlásil alebo odhlásil z diskusie
tr: NVDA + Shift + Ctrl + 1: Katılımcı Elini Kaldırdı/İndirdi (Yalnızca Toplantı Sahibi)
uk: NVDA + Shift + Ctrl + 1: Учасник підняв/опустив руку (лише для організатора)
zh_cn: NVDA + 移位 + Ctrl + 1： 参与者已抬起/降低手（仅主机）

source: NVDA + Shift + Ctrl + 2: Remote Control Permission Granted/Revoked
bg: NVDA+Shift+Control+2: Предоставено/отнето е разрешение за дистанционно управление
da: NVDA+Shift+Ctrl+2: Tilladelse til fjernstyring givet/tilbagekaldt
de: NVDA+Umschalt+Strg+2: Fernsteuerungsgenehmigung gewährt oder widerrufen (nur Veranstalter)
es: NVDA+ctrl+shift+2: permiso de control remoto concedido o revocado
fi: NVDA+Vaihto+Ctrl+2: Etäkäyttöoikeus myönnetty/peruutettu
fr: NVDA+Ctrl+maj+2: autorisation de contrôle à distance accordé ou révoqué
gl: NVDA + Shift + Ctrl + 2: Permiso de Control Remoto Concedido/Revogado
hr: NVDA + šift + kontrol + 2: Dozvola za daljinsko upravljanje odobrena/opozvana
it: NVDA + Shift + Ctrl + 2: autorizzato / revocato il permesso di controllare da remoto
ja: NVDA + Shift + Ctrl + 2: NVDA + Shift + Ctrl + 2: リモートコントロール許可の承認/取り消し
pl: NVDA + Shift + Ctrl + 2: Udzielone/odwołane uprawnienie do zdalnego sterowania
pt_br: NVDA + Shift + Ctrl + 2: Permissão de controle remoto concedida/revogada
pt_pt: NVDA + Shift + Ctrl + 2: Autorização de Controlo Remoto Concedida/Revogada
ro: NVDA + Shift + Ctrl + 2: Permisiune de control de la distanță acordată/revocată
ru: NVDA + Shift + Ctrl + 2: Получено/отозвано разрешение на удалённое управление
sk: NVDA + Shift + Ctrl + 2: Oprávnenie na vzdialené ovládanie
tr: NVDA + Shift + Ctrl + 2: Uzaktan Kontrol İzni Verildi/İptal Edildi
uk: NVDA + Shift + Ctrl + 2: дозвіл на дистанційне керування одержано/відкликано
zh_cn: NVDA + 移位 + Ctrl + 2：授予/撤销远程控制权限

source: NVDA + Shift + Ctrl + 3: IM chat message received
bg: NVDA+Shift+Control+3: Получено е МС съобщение за чат
da: NVDA+Shift+Ctrl+3: IM-chatbesked modtaget
de: NVDA+Umschalt+Strg+3: Chat-Nachricht innerhalb des Meetings erhalten
es: NVDA+ctrl+shift+3: mensaje de chat recibido
fi: NVDA+Vaihto+Ctrl+3: Pikaviestikeskustelu vastaanotettu
fr: NVDA+Ctrl+maj+3: message de discussion reçu
gl: NVDA + Shift + Ctrl + 3: Recivida Mensaxe polo Chat IM/MI
hr: NVDA + šift + kontrol + 3: Primljena je poruka u sastanku
it: NVDA + Shift + Ctrl + 3: ricevuto messaggio di chat
ja: NVDA + Shift + Ctrl + 3: IMチャットメッセージ受信
pl: NVDA + Shift + Ctrl + 3: Otrzymano wiadomość czatu
pt_br: NVDA + Shift + Ctrl + 3: mensagem de bate-papo IM recebida
pt_pt: NVDA + Shift + Ctrl + 3: Recebida mensagem interna da conversa.
ro: NVDA + Shift + Ctrl + 3: mesaj de chat IM primit
ru: NVDA + Shift + Ctrl + 3: Получено сообщение IM-чата
sk: NVDA + Shift + Ctrl + 3: Upozornenia na novú textovú správu
tr: NVDA + Shift + Ctrl + 3: IM sohbet mesajı alındı
uk: NVDA + Shift + Ctrl + 3: Одержано повідомлення в чаті
zh_cn: Nvda + Shift + Ctrl + 3： 我收到聊天消息

source: Note that you need to leave reporting all alert types selected (in Zoom accessibility settings) to have the add-on function as expected.
bg: Имайте предвид, че трябва да оставите включено докладването на всички избрани видове известия (в настройките за достъпност (accessibility) на Zoom), за да работи правилно добавката.
da: Bemærk, at du skal lade "Oplys alle hændelser" være markeret i Indstillinger for zoom-forbedringer, før tilføjelsen fungere som forventet.
de: Beachten Sie, dass in den Zoom-Einstellungen alle Meldungen aktiviert sein müssen, damit die Erweiterung richtig funktioniert.
es: Ten en cuenta que deberás dejar activados los anuncios de todos los tipos de alertas en las opciones de accesibilidad de Zoom para que el complemento funcione como se espera.
fi: Huomaa, että kaikki ilmoitukset on oltava valittuna Zoomin saavutettavuusasetuksissa, jotta lisäosa toimii odotetulla tavalla.
fr: Notez que vous devez laisser activé les annonces de tous les types d'alertes dans le dialogue Paramètres Accessibilité de Zoom pour que l'extension fonctionne comme prévu.
gl: Ten en conta que debes deixar seleccionado o anuncio de tódolos tipos de alertas (nas opcións de accesibilidade do Zoom) para que o complementeo funcione como se espera.
hr: Za dobivanje očekivane funkciju dodatka, sve vrste upozorenja moraju biti odabrane (u Zoom postavkama pristupačnosti).
it: Notate che dovrete lasciare selezionata la lettura di tutti i tipi di notifiche (nelle impostazioni di accessibilità di Zoom) affinché l'add-on funzioni come previsto.
ja: アドオンの機能を期待通りに使用するには（Zoomアクセシビリティ設定にて）、全ての通知タイプを選択しておく必要があることに注意して下さい。
pl: Uwaga! Aby dodatek działał poprawnie, należy zaznaczyć tryb "Ogłaszaj wszystkie alerty" w ustawieniach dostępności Zoom.
pt_br: Note que você precisa deixar a opção de relatar todos os tipos de alerta selecionada (nas configurações de acessibilidade do Zoom) para que o complemento funcione como esperado.
pt_pt: Note que é necessário deixar todos os tipos de alerta seleccionados (em configurações de acessibilidade do Zoom) para ter as funcionalidades do extra, como se encontram descritas.
ro: Rețineți că trebuie să lăsați selectat raportarea tuturor tipurilor de alerte (în setările de accesibilitate Zoom) pentru a avea funcția de supliment așa cum așteptați.
ru: Обратите внимание, что для нормальной работы дополнения необходимо оставить выбранными все типы оповещений (в настройках доступности Zoom).
sk: Upozorňujeme, že doplnok funguje správne len vtedy, ak v nastaveniach aplikácie Zoom povolíte v časti prístupnosť (accessibility) zobrazovanie všetkých upozornení (all alerts).
tr: Eklentinin istenen şekilde çalışması için Zoom erişilebilirlik iyileştirmeleri ayarlarında tüm uyarı türlerini Bildir seçeneğinin işaretli olduğuna emin olun.
uk: Зверніть увагу, що для отримання від додатка очікуваного функціоналу ви повинні залишити увімкненим оповіщення про всі типи попереджень (у налаштуваннях доступності Zoom).
zh_cn: 选中朗读所有通知才能让自定义生效。

source: Keyboard shortcut for Opening add on Dialogue
bg: Клавишна комбинация за отваряне на диалоговия прозорец на добавката
da: Tastaturgenvej til at åbne tilføjelsesindstillingerne
de: Tastaturkürzel zum Öffnen des Dialogfeldes der NVDA-Erweiterung
es: Atajo de teclado para abrir el diálogo de opciones del complemento
fi: Pikanäppäin lisäosan asetusvalintaikkunan avaamiseen
fr: Raccourci clavier pour ouvrir le dialogue Paramètres de l'extension
gl: Atallo de teclas para abrir o diálogo do complemento
hr: Tipkovnički prečac za otvaranje dijaloškog okvira dodatka
it: Comandi da tastiera per aprire la finestra dell'add-on
ja: アドオンダイアログを開くキーボードショートカット
pl: Skrót klawiaturowy dla Otwieranie dodatku w oknie dialogowym
pt_br: Atalho de teclado para abrir o diálogo de adição
pt_pt: Atalho de teclado para a abertura do Diálogo do extra
ro: Comandă rapidă de la tastatură pentru deschiderea dialogului add-on-ului
ru: Сочетание клавиш для открытия диалога дополнения
sk: Klávesová skratka pre dialóg s nastaveniami
tr: Eklenti iletişim kutusunu açmak için klavye kısayolu:
uk: Гарячі клавіші для відкриття діалогу додатка
zh_cn: 打开插件设置对话框

source: NVDA + Z Opens the add-on dialog !
bg: NVDA+Z: Отваря диалоговия прозорец на добавката
da: NVDA+Z: Viser dialogboksen Indstillinger for Zoom-forbedringer
de: NVDA+Z öffnet den Dialog der Erweiterung!
es: ¡NVDA+z abre el diálogo del complemento!
fi: NVDA+Z avaa lisäosan asetusvalintaikkunan
fr: NVDA+z ouvre le dialogue de l'extension!
gl: NVDA + Z Abre o diálogo do complemento !
hr: NVDA + Z: Otvara dijaloški okvir dodatka!
it: NVDA + Z apre la finestra dell'add-on !
ja: NVDA+Zでアドオンダイアログを開きます！
pl: NVDA + Z Otwiera okno dialogowe dodatku!
pt_br: NVDA + Z Abre a caixa de diálogo do complemento!
pt_pt: NVDA + Z Abre o diálogo do extra!
ro: NVDA + Z Deschide dialogul add-on-ului!
ru: NVDA + Z Открывает диалог дополнения !
sk: NVDA+Z: Otvorí dialóg nastavení doplnku
tr: NVDA + Z Eklenti iletişim kutusunu açar !
uk: NVDA + Z відкриває діалог додатка !
zh_cn: NVDA + Z 打开插件设置对话框！

source: Using this dialog you can :
bg: С помощта на този диалогов прозорец можете:
da: Ved hjælp af denne dialog kan du:
de: In diesem Dialog können Sie:
es: Usando este diálogo puedes:
fi: Tätä valintaikkunaa käyttäen voit:
fr: En utilisant ce dialogue, vous pouvez:
gl: Neste diálogo podes:
hr: Pomoću ovog dijaloškog okvira, moguće je:
it: Da questa finestra potete:
ja: このダイアログを使用すると：
pl: Można w nim:
pt_br: Usando essa caixa de diálogo, você pode :
pt_pt: Ao Usar este diálogo, pode :
ro: Folosind acest dialog puteți:
ru: Используя этот диалог, вы сможете :
sk: V tomto okne môžete:
tr: Bu iletişim kutusunu kullanarak şunları yapabilirsiniz:
uk: Користуючись цим діалогом, ви можете:
zh_cn: 使用此对话框，您可以 ：

source: See which alerts are announced and which aren't
bg: Да видите кои известия се докладват и кои – не
da: Se, hvilke hændelser der oplyses
de: Feststellen, welche Benachrichtigungen mitgeteilt oder nicht mitgeteilt werden
es: Ver qué alertas se anuncian y cuáles no
fi: Katsoa, mitkä ilmoitukset ovat käytössä ja mitkä eivät
fr: Voir quelles alertes sont annoncées et et lesquels non
gl: Ver que alertas se anuncian e cales non
hr: Saznati koja se upozorenja najavljuju, a koja ne
it: Vedere quali notifiche sono lette e quali no
ja: どの通知がアナウンスされ、どれがされないか見られます
pl: Sprawdzić, które alerty są ogłaszane, a które nie
pt_br: Veja quais alertas são anunciados e quais não são
pt_pt: Ver quais os alertas que são anunciados e quais não são
ro: Vedeți ce alerte sunt anunțate și care nu
ru: Просмотреть, какие оповещения объявляются, а какие нет
sk: Vidieť, ktoré upozornenia sú a nie sú hlásené
tr: Bildirilen ve bildirilmeyen uyarıları görme,
uk: Переглянути, які попередження повідомляються, а які ні
zh_cn: 查看朗读哪些通知，不读哪些通知
