Repository: nvdaaddons/CrowdinRegistration
Catalog: addons/zoomEnhancements.*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, ja, pl, pt_br, pt_pt, ro, ru, sk, tr, uk, zh_cn

source: [[!meta title="Zoom Accessibility Enhancements"]]
bg: [[!meta title="Подобрения за достъпността на Zoom (Zoom Accessibility Enhancements)"]]
da: [[!meta title="Tilgængelighedsforbedringer i Zoom"]]
de: [[!meta title="Barrierefreie Zoom-Verbesserung"]]
es: [[!meta title="Mejoras de accesibilidad para Zoom"]]
fi: [[!meta title="Zoomin saavutettavuusparannukset"]]
hr: [[!meta title="Poboljšanja pristupačnosti za Zoom (Zoom Accessibility Enhancements)"]]
pt_br: [[!meta title="Aprimoramentos na acessibilidade do Zoom"]]
pt_pt: [[!meta title="Melhorias na acessibilidade do Zoom"]]
ro: [[!meta title="Îmbunătățiri accesibilitate Zoom"]]
ru: [[!meta title="Улучшения доступности Zoom"]]
sk: [[!meta title="Vylepšenia prístupnosti pre Zoom"]]
tr: [[!meta title="Zoom erişilebilirlik iyileştirmeleri"]]
zh_cn: [[!meta title="Zoom 无障碍增强"]]

source: Authors: Mohamad Suliman, Eilana Benish
bg: Автори: Mohamad Suliman, Eilana Benish
da: Forfattere: Mohamad Suliman, Eilana Benish
de: Autoren: Mohamad Suliman, Eilana Benish
es: Autores: Mohamad Suliman, Eilana Benish
fi: Tekijät: Mohamad Suliman ja Eilana Benish
fr: Auteurs : Mohamad Suliman, Eilana Benish
gl: Autores: Mohamad Suliman, Eilana Benish
hr: Autori: Mohamad Suliman, Eilana Benish
it: Autori: Mohamad Suliman, Eilana Benish
ja: 開発者: Mohamad Suliman, Eilana Benish
pl: Autorzy: Mohamad Suliman, Eilana Benish
pt_br: Autores: Mohamad Suliman, Eilana Benish
pt_pt: Autores: Mohamad Suliman, Eilana Benish
ru: Авторы: Мохамад Сулиман (Mohamad Suliman), Эйлана Бениш (Eilana Benish)
sk: Autori: Mohamad Suliman, Eilana Benish
tr: Yazarlar: Mohamad Suliman, Eilana Benish
uk: Автори: Mohamad Suliman, Eilana Benish
zh_cn: 作者: Mohamad Suliman, Eilana Benish

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stabilnu verziju][1]
it: Scarica la [versione stabile][1]
ja: ダウンロード [安定版][1]
pl: Pobierz [Wersja stabilna][1]
pt_br: Download [versão estável][1]
pt_pt: Baixar [Versão estável][1]
ro: Descărcați [stable version][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
tr: [kararlı sürüm][1]ü indir
uk: Завантажити [стабільну версію][1]
zh_cn: 下载 [稳定版][1]

source: NVDA compatibility: 2018.4 to 2022.1
bg: Съвместимост с NVDA: от 2018.4 до 2022.1
de: NVDA-Kompatibilität: 2018.4 bis 2022.1
es: Compatibilidad con NVDA: de 2018.4 a 2022.1
fi: Yhteensopivuus: NVDA 2018.4-2022.1
fr: Compatibilité NVDA : 2018.4 à 2022.1
gl: Compatibilidade con NVDA: da 2018.4 á 2022.1
hr: NVDA kompatibilnost: od 2018.4 do 2022.1
pl: Zgodność z wersjami NVDA: od 2018.4 do 2022.1
pt_br: Compatibilidade com NVDA: 2018.4 a 2022.1
pt_pt: Compatibilidade com o NVDA: 2018.4 a 2022.1
ro: Compatibilitate NVDA: 2018.4 până la 2022.1
ru: Совместимость с NVDA: от 2018.4 до 2022.1
tr: NVDA uyumluluğu: 2018.4 - 2022.1
uk: Сумісність: NVDA 2018.4 - 2022.1
zh_cn: NVDA兼容版本: 2018.4 到 2022.1

source: This add-on improves the experience of using Zoom for NVDA users by providing keyboard shortcuts to Handle alerts for Different events While In a meeting, make the process of remote control much more accessible and smoother, and more.
bg: Тази добавка подобрява практическата работа при използване на Zoom за потребители на NVDA, като предоставя клавишни комбинации за обработка на известията за различни събития, докато участвате в среща, прави процеса на дистанционно управление много по-достъпен и по-лесен и други.
da: Denne tilføjelse forbedrer brugen af Zoom for NVDA-brugere ved at tilbyde tastaturgenveje til at håndtere meddelelser for forskellige hændelser, mens du er i et møde. Tilføjelsen forbedre også processen med fjernstyring og gør denne meget mere tilgængelig og nemmere, m.m.
de: Diese Erweiterung verbessert die Erfahrung mit Zoom für Nutzerinnen und Nutzer von NVDA, in dem Tastenkombinationen für Benachrichtigungen bei verschiedenen Ereignissen zur Verfügung gestellt werden. Der Prozess der Fernsteuerung wird dadurch bedienbarer und vieles mehr.
es: Este complemento mejora la experiencia de usuario al utilizar Zoom con NVDA proporcionando atajos de teclado para gestionar las alertas de eventos durante una reunión, haciendo el proceso de control remoto más accesible y fluido, y mucho más.
fi: Tämä lisäosa parantaa Zoomin käyttökokemusta NVDA-käyttäjille tarjoamalla pikanäppäimiä eri tapahtumahälytysten käsittelyyn kokouksen aikana, tekemällä etäkäytöstä paljon helpompaa ja sujuvampaa sekä paljon muuta.
fr: Cette extension améliore l'expérience utilisateur lors de l'utilisation de Zoom avec NVDA fournissant des raccourcis clavier pour gérer les alertes d'événements au cours d'une réunion, ce qui rend le processus de contrôle à distance plus accessible et fluide, et bien plus encore.
gl: Este complemento mellora a experiencia de usar Zoom para usuarios do NVDA fornecendo atallos de teclas para manexar alertas para diferentes eventos durante unha reunión, facendo o proceso de control remoto moito máis accesible e amigable, e máis.
hr: Ovaj dodatak pomaže korisnicima NVDA čitača koristiti Zoom. Omogućuje upotrebu tipkovničkih prečaca za upozorenja za razne događaje tijekom sastanka, poboljšava i pojednostavljuje daljinsko upravljanje i još mnogo toga.
it: Questo add-on migliora l'esperienza di utilizzo di Zoom per gli utenti di NVDA, fornendo comandi da tastiera per gestire, durante una riunione, le notifiche relative agli eventi che si verificano. rende inoltre il controllo remoto molto più accessibile e fluido, ecc.
ja: このアドオンにより、NVDAユーザーがZoomを使用する時に、ミーティング中の様々なイベントの通知を扱うキーボードショートカットを提供したり、リモートコントロールのプロセスをよりアクセシブルでスムーズにしたりすることが出来ます。
pl: Ten dodatek ułatwia użytkownikom NVDA korzystanie z programu Zoom. Wprowadza skróty klawiszowe do obsługi alertów dla różnych zdarzeń podczas spotkania. Poprawia też jakość wsparcia zdalnego, które staje się bardziej dostępne.
pt_br: Esse complemento aprimora a experiência de uso do Zoom para usuários do NVDA, fornecendo atalhos de teclado para lidar com alertas de diferentes eventos durante uma reunião, tornando o processo de controle remoto muito mais acessível e suave, e muito mais.
pt_pt: Este extra melhora a experiência de utilização do Zoom para utilizadores do NVDA ao fornecer atalhos de teclado para tratar alertas para diferentes eventos Enquanto estiver numa reunião, torna o processo de controlo remoto muito mais acessível e mais suave, e ainda mais.
ro: Acest supliment îmbunătățește experiența de utilizare a Zoom pentru utilizatorii NVDA prin furnizarea de comenzi rapide de la tastatură pentru Gestionarea alertelor pentru diferite evenimente În timpul unei întâlniri, faceți procesul de control de la distanță mult mai accesibil și mai ușor și multe altele.
ru: Это дополнение упрощает использование Zoom для пользователей NVDA, предоставляя сочетания клавиш для обработки оповещений о различных событиях во время совещания, делает процесс удаленного управления намного более доступным и плавным и многое другое.
sk: Doplnok uľahčuje prácu s aplikáciou Zoom. Pridáva klávesové skratky a vylepšuje podporu pre vzdialený prístup.
tr: Bu eklenti, Zoom programının erişilebilirliğini arttıran özellikler içermektedir. Toplantılar sırasında farklı olaylardan gelen uyarıları daha kolay takip edebilmek için klavye kısayolları sağlar. Ayrıca, uzaktan kontrol işlevinin daha erişilebilir hale getirilmesi gibi birçok farklı iyileştirme içerir.
uk: Цей додаток поліпшує роботу в Zoom для користувачів NVDA, надаючи гарячі клавіші для керування попередженнями про різні події під час конференції, роблячи процес дистанційного керування набагато доступнішим та приємнішим.
zh_cn: 此插件通过提供键盘快捷键来处理不同事件的通知，从而改善了为NVDA 用户使用 Zoom 的体验。

source: keyboard shortcuts for controlling alerts In meetings
bg: Клавишни комбинации за управление на известията по време на срещи
da: tastaturgenveje til styring af meddelelser i møder
de: Tastenkombinationen zur Steuerung von Warnmeldungen in Besprechungen
es: atajos de teclado para controlar alertas durante una reunión
fi: pikanäppäimet hälytyksien hallintaan kokouksissa
fr: Raccourcis clavier pour le contrôle des alertes au cours d'une réunion
gl: atallos de teclas para controlar alertas en reunións
hr: Tipkovnički prečaci za upravljanje upozorenjima u sastancima
it: Comandi da tastiera per controllare le notifiche durante le riunioni
ja: ミーティング中に通知をコントロールするキーボードショートカット
pl: skróty klawiaturowe służące do kontrolowania alertów w spotkaniach
pt_br: atalhos de teclado para controle de alertas em reuniões
pt_pt: atalhos de teclado para controlo de alertas Em reuniões
ro: comenzi rapide de la tastatură pentru controlul alertelor În întâlniri
ru: сочетания клавиш для управления оповещениями на встречах
sk: Klávesové skratky dostupné počas stretnutia
tr: Toplantı sırasında uyarıları kontrol etmek için klavye kısayolları
uk: гарячі клавіші для керування попередженнями у конференціях
zh_cn: 用于控制会议中通知的键盘快捷方式

source: NVDA + Shift + A: cycles between different modes of reporting alerts. The following modes are available:
bg: NVDA+Shift+A: Превключва между различните режими за докладване на известия. Налични са следните режими:
da: NVDA+Shift+A: Skifter mellem de forskellige måder, hvorpå du kan få meddelelser oplyst. Følgende tilstande er tilgængelige:
de: NVDA+Umschalt+A: Wechselt zwischen mehreren Modi der Benachrichtigungen. Die folgenden Modi sind verfügbar:
es: NVDA+shift+a: alterna entre los distintos modos de anuncio de alertas. Los modos disponibles son:
fi: NVDA+Vaihto+A: vaihtaa eri ilmoitustilojen välillä. Seuraavat tilat ovat käytettävissä:
fr: NVDA+maj+a: basculant entre les différents modes d'annonce des alertes. Les modes disponibles sont:
gl: NVDA + Shift + A: Cambia ciclicamente entre diferentes modos de anunciar alertas. Están dispoñibles os seguintes modos:
hr: NVDA + šift + A: mijenja između različitih načina izvještavanja o upozorenjima. Dostupni su sljedeći načini:
it: NVDA + Shift + A: cicla tra le diverse modalità di leggere le notifiche. Sono disponibili le seguenti modalità:
ja: NVDA + Shift + A: アラートの報告のモードを切り替えます。次のようなモードがあります。
pl: NVDA + Shift + A: przełącza między różnymi trybami ogłaszania alertów. Dostępne są następujące tryby:
pt_br: NVDA + Shift + A: alterna entre diferentes modos de relatório de alertas. Os seguintes modos estão disponíveis:
pt_pt: NVDA + Shift + A: alterna entre diferentes modos de notificação de alertas. Estão disponíveis os seguintes modos:
ro: NVDA + Shift + A: deplasează între diferite moduri de raportare a alertelor. Sunt disponibile următoarele moduri:
ru: NVDA + Shift + A: переключение между различными режимами выдачи оповещений. Доступны следующие режимы:
sk: NVDA+shift+a: Prepína spôsob oznamovania upozornení. Dostupné sú tieto možnosti:
tr: NVDA + Shift + A: farklı bildirim uyarı modları arasında geçiş yapar. Aşağıdaki modlar kullanılabilir:
uk: NVDA + Shift + A: Перемикання між різними режимами попереджень. Доступні такі режими:
zh_cn: NVDA + Shift + A: :不同报告警报模式之间的循环切换。提供以下模式：

source: Report all alerts mode, where all alerts are reported as usual
bg: Режим на докладване на всички известия: Всички сигнали се докладват както обикновено
da: Oplys alle hændelser, hvor alle hændelser oplyses som normalt
de: Alle Benachrichtigungen mitteilen: Hier werden wie voreingestellt alle Benachrichtigungen mitgeteilt
es: Modo anunciar todas las alertas, donde se anuncian todas las alertas como siempre
fi: Puhu kaikki ilmoitukset: Kaikki ilmoitukset puhutaan tavalliseen tapaan.
fr: Mode annoncer toutes les alertes, où toutes les alertes sont annoncés comme d'habitude
gl: Modo de Anunciar tódalas alertas (Report all alerts), no que tódalas alertas se reportan coma sempre
hr: Javi sve načine upozorenja. Sva se upozorenja izvještavaju kao i obično
it: Leggi tutte le notifiche, in cui tutte le notifiche sono lette come al solito
ja: 通常のように全てのアラートを報告する、全てのアラートを報告モード
pl: Zgłoś wszystkie alerty w trybie, w którym wszystkie alerty są zgłaszane jak zwykle
pt_br: Modo de relatório de todos os alertas, em que todos os alertas são relatados como de costume
pt_pt: Indicar todos os modos de alerta, onde todos os alertas são indicados, como habitualmente
ro: Modul Raportare toate alertele, unde toate alertele sunt raportate ca de obicei
ru: Режим сообщения всех оповещений, в котором все оповещения объявляются как обычно
sk: Reč (report all alerts): Oznamuje upozornenia prostredníctvom hlasového výstupu
tr: Tüm uyarıları bildir, tüm uyarıları bildirir.
uk: Режим оповіщення про всі попередження, коли всі попередження повідомляються, як зазвичай
zh_cn: 朗读所有通知

source: Beep for alerts, where NVDA will play a short beep for every alert displayed in Zoom
bg: Звуков сигнал за известията: NVDA възпроизвежда кратък звуков сигнал за всяко известие, изведено от Zoom
da: Bip for hændelser, hvor NVDA vil bippe, hver gang en hændelse vises i Zoom
de: Piepton bei Benachrichtigung: Für jede Benachrichtigung, die Zoom anzeigt, wird ein Piepton ausgegeben
es: Pitar en cada alerta: NVDA emitirá un breve pitido cada vez que Zoom emita una alerta
fi: Ilmaise ilmoitukset äänimerkillä: NVDA antaa lyhyen äänimerkin jokaisesta Zoomin ilmoituksesta.
fr: Émettre un bip à chaque alerte: NVDA émettra un petit "bip" chaque fois que Zoom émet une alerte
gl: Pitar para alertas (Beep for alerts), no que NVDA reproducirá un pitido curto para cada alerta que se amose en Zoom
hr: Sviraj zvučni signal za upozorenja. NVDA će odsvirati kratki zvučni signal za svako upozorenje prikazano u Zoom-u
it: Beep per le notifiche, in cui NVDA emetterà un piccolo beep per ogni notifica mostrata in Zoom
ja: Zoomで表示される全てのアラートについてNVDAが短いビープを鳴らす、アラートでビープ
pl: Sygnał dźwiękowy dla alertów, w którym NVDA będzie odtwarzać krótki sygnał dźwiękowy dla każdego alertu wyświetlanego w Zoom
pt_br: Bipe para alertas, em que o NVDA emitirá um bipe curto para cada alerta exibido no Zoon
pt_pt: Bip para alertas, onde o NVDA emitirá um curto sinal sonoro para cada alerta apresentado no Zoom
ro: Bip pentru alerte, unde NVDA va reda un bip scurt pentru fiecare alertă afișată în Zoom
ru: Сигнал для оповещений, при котором NVDA будет воспроизводить короткий звуковой сигнал для каждого оповещения, отображаемого в Zoom
sk: Pípanie (beep): upozornenia sú oznamované zvukom
tr: Uyarıları bip sesiyle bildir, NVDA'nın Zoom'da görüntülenen her uyarı için kısa bir bip sesi çalar.
uk: Сигнали замість попереджень, коли NVDA програватиме короткий сигнал на кожне попередження у Zoom
zh_cn: 声音提示通知

source: Silence all alerts, where NVDA will ignore all alerts
bg: Заглушаване на всички известия: NVDA игнорира всички известия
da: Ignorér alle hændelser, hvor NVDA ignorere alle hændelser
de: Alle Benachrichtigungen stummschalten: Hier ignoriert NVDA alle Benachrichtigungen
es: Silenciar alertas: NVDA ignorará todas las alertas
fi: Hiljennä kaikki ilmoitukset: NVDA ohittaa kaikki ilmoitukset.
fr: Couper les alertes: NVDA ignorera toutes les alertes
gl: Silenciar tódalas alertas (Silence all alerts), no que NVDA ignorará tódalas alertas
hr: Isključi zvučni signal za sva upozorenja. NVDA će zanemariti sva upozorenja
it: Silenzia tutte le notifiche, in cui NVDA ignorerà tutte le notifiche
ja: NVDAが全てのアラートを無視する、全てのアラートを鳴らさない
pl: Wycisz wszystkie alerty, gdzie NVDA zignoruje wszystkie alerty
pt_br: Silenciar todos os alertas, onde o NVDA ignorará todos os alertas
pt_pt: Silenciar todos os alertas, onde a NVDA ignorará todos os alertas
ro: Opriți toate alertele, unde NVDA va ignora toate alertele
ru: Отключить все оповещения, при этом NVDA будет игнорировать все оповещения
sk: vypnuté (silence): Upozornenia nie sú hlásené vôbec
tr: uyarıları bildirme, NVDA hiçbir uyarıyı bildirmez.
uk: Замовчування всіх попереджень, коли NVDA ігноруватиме всі попередження
zh_cn: 通知静音

source: Custom mode, Where the user can customize which alerts they want to have and which not. This can be done using the settings dialog of the add-on, or by using the dedicated keyboard shortcuts for that
bg: Персонализиран режим: Потребителят може да указва кои известия иска да получава и кои – не. Това може да се направи с помощта на диалоговия прозорец за настройки на добавката или като се използват специално предназначените за целта клавишни комбинации
da: Tilpasset tilstand, hvor brugeren kan tilpasse, hvilke hændelser, der skal oplyses. Dette kan gøres ved hjælp af indstillingsdialogen i tilføjelsen eller ved at bruge de særlige tastaturgenveje
de: Eigene Auswahl: Hier kann die Nutzerin oder der Nutzer selbst festlegen, über welche Benachrichtigungen er oder sie informiert werden möchte und welche ignoriert werden sollen. Dies kann im Einstellungs-Dialogfeld der Erweiterung oder über die entsprechende Tastenkombination festgelegt werden
es: Modo personalizado, donde el usuario elige qué alertas quiere y cuáles no. Esto se puede hacer desde el diálogo de opciones del complemento, o utilizando los atajos de teclado dedicados a tal efecto
fi: Mukautettu: Käyttäjä voi mukauttaa, mitä ilmoituksia hän haluaa saada ja mitä ei. Tämä voidaan tehdä lisäosan asetusikkunaa tai siihen tarkoitettuja pikanäppäimiä käyttäen.
fr: Mode personnalisé, où l'utilisateur peut choisir quelles alertes souhaite et lesquels non. Cela peut être fait à partir du dialogue Paramètres de l'extension, ou en utilisant les raccourcis clavier dédiés à cet effet
gl: Modo Persoalizado (Custom), no que o usuario pode persoalizar as alertas que quere ter e as que non. Isto pode facerse utilizando o diálogo de opcións do complemento, ou utilizando os atallos de teclas dedicados para tal fin
hr: Prilagođeni način. Korisnik može odrediti upozorenja koja će se koristiti. To se može učiniti pomoću dijaloškog okvira za postavke dodatka ili pomoću posebnih tipkovnih prečaca
it: Personalizzata, in cui gli utenti possono decidere quali notifiche vogliono avere e quali no. Ciò può essere fatto utilizzando la finestra impostazioni dell'add-on o i tasti rapidi a ciò dedicati
ja: どのアラートを鳴らしてどのアラートを鳴らさないかユーザーがカスタマイズ出来る、カスタムモード。これはこのアドオンの設定ダイアログを使用するか、そのためのキーボードショートカットを使用して行えます。
pl: Tryb niestandardowy, w którym użytkownik może dostosować, które alerty chce mieć, a które nie. Można to zrobić za pomocą okna dialogowego ustawień dodatku lub za pomocą dedykowanych skrótów klawiaturowych do tego celu.
pt_br: Modo personalizado, em que o usuário pode personalizar os alertas que deseja ter e os que não deseja. Isso pode ser feito usando a caixa de diálogo de configurações do complemento ou usando os atalhos de teclado dedicados para isso
pt_pt: Modo personalizado, onde o utilizador pode personalizar quais os alertas que quer e quais não quer ter. Isto pode ser feito usando o diálogo de configurações do extra, ou usando os atalhos de teclado dedicados para esse efeito
ro: Modul personalizat, unde utilizatorul poate personaliza ce alerte doresc să aibă și care nu. Acest lucru se poate face folosind dialogul de setări al suplimentului sau folosind comenzile rapide de la tastatură dedicate pentru asta
ru: Пользовательский режим, в котором пользователь может настроить, какие оповещения он хочет получать, а какие нет. Это можно сделать с помощью диалога настроек дополнения или с помощью специальных сочетаний клавиш
sk: Vlastné nastavenie (custom): Umožňuje definovať, ktoré upozornenia majú byť oznamované. Nastavenie je možné vykonať pomocou klávesových skratiek, alebo v nastaveniach doplnku.
tr: Özel, sadece seçilen uyarılar bildirilir. Bu, eklentinin ayarlar iletişim kutusu kullanılarak veya bu işlev için atanmış klavye kısayolu kullanılarak yapılabilir.
uk: Власний режим, у якому користувачі NVDA можуть налаштувати, які попередження їм потрібні, а які ні. Це можна зробити в діалозі налаштувань додатка або за допомогою призначених для цього гарячих клавіш
zh_cn: 自定义模式，用户可以自定义每种通知的模式。这可以使用插件的设置对话框或键盘快捷键完成

source: The following shortcuts can be used to toggle on / off the announcements of each type of alert (note that this will be effective when custom mode is selected):
bg: Следните клавишни комбинации могат да се използват за включване/изключване на съобщенията за всеки тип известие (имайте предвид, че това ще влезе в сила, когато бъде избран персонализиран режим):
da: Følgende genveje kan bruges til at slå hver hændelsestype til / fra (bemærk, at dette kun fungerer, når tilpasset tilstand er valgt):
de: Die folgenden Tastenkombinationen stehen zur Verfügung, um die Mitteilung von Benachrichtigungsarten ein- oder auszuschalten, sofern der Modus "persönliche Auswahl" aktiviert ist:
es: Los siguientes atajos se pueden usar para activar o desactivar el anuncio de cada tipo de alerta (ten en cuenta que sólo tendrán efecto cuando se seleccione el modo personalizado):
fi: Seuraavia pikanäppäimiä voidaan käyttää kunkin ilmoitustyypin käyttöön ottamiseen tai käytöstä poistamiseen (huomaa, että tämä toimii vain, kun mukautettu tila on valittuna):
fr: Les raccourcis clavier suivants peuvent être utilisés pour activer ou désactiver l'annonce de chaque type d'alerte (notez que ne prennent effet que lorsque vous sélectionnez le Mode personnalisé):
gl: Os seguintes atallos de teclas pódense usar para activar/desactivar os anuncios de cada tipo de alerta (ten en conta que isto será efectivo cando estea seleccionado o modo persoalizado):
hr: Sljedeći prečaci mogu se koristiti za uključivanje/isključivanje najava svih vrsta upozorenja (prečaci se koriste kad se odabere prilagođeni način rada):
it: Per attivare o disattivare la lettura di ciascun tipo di notifica nella modalità personalizzata, possono essere utilizzati i seguenti tasti:
ja: 次のショートカットはそれぞれのタイプの通知のアナウンスのオンオフに使えます（カスタムモードが選択されている時）:
pl: Następujące skróty mogą być używane do włączania / wyłączania ogłoszeń każdego typu alertu (należy pamiętać, że będzie to skuteczne po wybraniu trybu niestandardowego):
pt_br: Os atalhos a seguir podem ser usados para ativar/desativar os anúncios de cada tipo de alerta (observe que isso entrará em vigor quando o modo personalizado estiver selecionado):
pt_pt: Os seguintes atalhos podem ser usados para ligar/desligar os anúncios de cada tipo de alerta (note que isto será eficaz quando o modo personalizado for seleccionado):
ro: Următoarele comenzi rapide pot fi folosite pentru a activa/dezactiva anunțurile fiecărui tip de alertă (rețineți că acest lucru va fi eficient atunci când este selectat modul personalizat):
ru: Следующие сочетания клавиш можно использовать для включения / выключения оповещений каждого типа (обратите внимание, что это будет действовать при выборе пользовательского режима):
sk: Ak si zvolíte vlastné nastavenie, môžete použiť na vypínanie a zapínanie upozornení nasledujúce klávesové skratky:
tr: Her bir uyarı türünün bildirimini açıp kapatmak için aşağıdaki kısayollar kullanılabilir. Not: bu ayar, sadece özel mod seçiliyken etkilidir.
uk: Для ввімкнення/вимкнення кожного типу попереджень можна використовувати такі гарячі клавіші (майте на увазі, що це буде ефективно лише, якщо обрано власний режим):
zh_cn: 以下快捷方式可用于打开/关闭每种类型的警报的公告（请注意，当选择自定义模式时，这将有效）：
