Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/*/clipContentsDesigner-*.po
Languages: ka

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut. Do you want to configure Emulate copy and cut now? You may do or change this later.
ka: ეს დამატება საშუალებას გაძლევთ დაადასტუროთ, გსურთ თუ არა კოპირება და ამოჭრა, გაცვლის ბუფერში არსებული შიგთავსის ჩანაცვლებით, control+c და control+x-ის დაჭერისას. ამას ეწოდება კოპირებისა და ამოჭრის ემულაცია. გსურთ კოპირებისა და ამოჭრის ემულაციის კონფიგურაცია ახლა? შეგიძლიათ ეს მოგვიანებით გააკეთოთ ან შეცვალოთ.

source: Configure Emulate copy and cut
ka: კოპირებისა და ამოჭრის ემულაციის კონფიგურირება

source: Preformatted text in HTML
ka: HTML-ში წინასწარ ფორმატირებული ტექსტი

source: HTML as shown in a web browser
ka: HTML, როგორც ნაჩვენებია ვებ ბრაუზერში

source: Plain text
ka: უბრალო ტექსტი

source: Shows the Clip Contents Designer settings.
ka: აჩვენებს Clip Contents Designer-ის პარამეტრებს.

source: Clipboard cleared
ka: გაცვლის ბუფერი გასუფთავებულია

source: Clipboard not cleared
ka: ბუფერი არ არის გასუფთავებული

source: Please, confirm if you want to add text to the clipboard
ka: გთხოვთ, დაადასტუროთ, გსურთ თუ არა ტექსტის დამატება ბუფერში

source: Adding text to clipboard
ka: ტექსტის დამატება ბუფერში

source: Added
ka: დამატებულია

source: Cannot add
ka: დამატება შეუძლებელია

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
ka: იღებს არჩეულ სტრიქონს ან ტექსტს წინასწარ დაყენებული საწყისი პოზიციიდან მიმოხილვის კურსორის მიმდინარე პოზიციამდე და ამატებს მას გაცვლის ბუფერში.

source: Please, confirm if you want to clear the clipboard
ka: გთხოვთ, დაადასტუროთ, გსურთ თუ არა გაცვლის ბუფერის გასუფთავება

source: Clearing clipboard
ka: ბუფერის გასუფთავება

source: Deletes the added text and the content of the clipboard.
ka: შლის დამატებულ ტექსტს და ბუფერის შიგთავსს.

source: Please, confirm if you want to copy to the clipboard
ka: გთხოვთ, დაადასტუროთ, გსურთ თუ არა ბუფერში კოპირება

source: Copying to clipboard
ka: ბუფერში კოპირება

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
ka: აკოპირებს ბუფერში, წინასწარი დადასტურების მოთხოვნის შესაძლებლობით

source: Please, confirm if you want to cut from the clipboard
ka: გთხოვთ, დაადასტუროთ, გსურთ თუ არა ბუფერიდან ამოჭრა

source: Cutting from clipboard
ka: ბუფერიდან ამოჭრა

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
ka: ჭრის ბუფერიდან, წინასწარი დადასტურების მოთხოვნის შესაძლებლობით

source: Shows the clipboard text as HTML in browse mode
ka: დათვალიერების რეჟიმში აჩვენებს ბუფერის ტექსტს HTML ფორმატში

source: Clipboard is not empty, but there is no text to show
ka: ბუფერი არ არის ცარიელი, მაგრამ არ შეიცავს ტექსტს საჩვენებლად

source: Clipboard is empty
ka: ბუფერი ცარიელია

source: Clipboard text ({max}/{current} - {formatForTitle})
ka: ბუფერის ტექსტი ({max}/{current} - {formatForTitle})

source: Shows the clipboard textual contents as plain text in browse mode
ka: დათვალიერების რეჟიმში, უბრალო ტექსტად აჩვენებს ბუფერის ტექსტურ შიგთავსს

source: Type the string to be used as a &separator between contents added to the clipboard.
ka: ჩაწერეთ სტრიქონი, რომელიც გამოყენებული იქნება როგორც გამყოფი ბუფერში დამატებულ შიგთავსს შორის.

source: &Add text before clip data
ka: &ტექსტის დამატება ბუფერის მონაცემამდე

source: Sele&ct the actions which require previous confirmation
ka: &აირჩიეთ მოქმედება, რომელიც მოითხოვს დასტურს

source: Confirm to add text
ka: ტექსტის დამატების დასტური

source: Confirm to clear clipboard
ka: ბუფერის გასუფთავების დასტური

source: Confirm to emulate copy
ka: კოპირების ემულაციის დასტური

source: Confirm to emulate cut
ka: ამოჭრის ემულაციის დასტური

source: &Request confirmation before performing the selected actions when:
ka: &დასტურის მოთხოვნა არჩეული მოქმედებების შესრულებამდე:

source: Always
ka: ყოველთვის

source: If the clipboard contains text
ka: თუ ბუფერი შეიცავს ტექსტს

source: If the clipboard is not empty
ka: თუ ბუფერი არ არის ცარიელი

source: &Format to show the clipboard text as HTML in browse mode:
ka: ტექსტის &ფორმატირება დათვალიერების რეჟიმში ბუფერის ტექსტის HTML ფორმატში საჩვენებლად:

source: &Maximum number of characters when showing clipboard text in browse mode
ka: &სიმბოლოების მაქსიმალური რაოდენობა ბუფერის ტექსტის დათვალიერების რეჟიმში ჩვენებისას

source: Restore defaults
ka: ნაგულისხმევი პარამეტრების აღდგენა

source: Allows the joining of separate fragments of text on the clipboard and clearing of clipboard content. Current text on the clipboard can be presented in browse mode. Option to request confirmation before performing actions such as copy, cut, add text, or clearing the clipboard to avoid accidental changes.
ka: საშუალებას გაძლევთ შეაერთოთ ტექსტის ფრაგმენტები ბუფერში და გაასუფთავოთ ბუფერის შიგთავსი. ბუფერში არსებული ტექსტის ჩვენება შესაძლებელია დათვალიერების რეჟიმში. შემთხვევითი ცვლილებების თავიდან ასაცილებლად, გააჩნია დადასტურების მოთხოვნის შესაძლებლობა ისეთი ქმედებების შესრულებამდე, როგორიცაა კოპირება, ამოჭრა, ტექსტის დამატება ან ბუფერის გასუფთავება.
