Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/mp3DirectCut/*/mp3DirectCut.po
Languages: tr

source: {0} addon configuration
tr: {0} eklenti ayarları

source: Allows you display the configuration dialog of {0} addon.
tr: {0} eklenti ayarlarıyla ilgili iletişim kutusunu açar.

source: Enable announcements of the space key
tr: Aralık tuşunun seslendirmesini etkinleştir

source: Announce the placement of the selection markers
tr: Seçim işaretlerinin konumunu bildir

source: Enable the other announces
tr: Diğer bildirimleri etkinleştir

source: Configuration of the addon {0}
tr: {0} eklenti ayarları

source: hours
tr: saat

source: minutes
tr: dakika

source: seconds
tr: saniye

source: hundredths
tr: salise

source: thousandths
tr: milisaniye

source: No selection
tr: Seçim yok

source: Beginning of the file.
tr: Dosya başı.

source: End of the file.
tr: Dosya sonu.

source: Not file is loaded. Please check that you are in a file, open one with Control O, or R to start recording.
tr: Hiçbir dosya yüklenmemiş. Bir dosya açtığınızdan emin olun, control+o ile bir dosya açın ya da r ile kayda başlayın.

source: This command is not available in a recording mode, it is available only in a reading mode !
tr: Bu komut kayıt modunda geçerli değil. Yalnızca okuma modunda kullanılabilir!

source: The marker of the beginning of selection B is at
tr: B seçiminin başlangıç işaretinin konumu

source: The marker of the End of selection N is at
tr: N seçiminin sonlanma işaretinin konumu

source: The level of the vu-meter is at
tr: Vu-metrenin seviyesi

source: Total time:
tr: Toplam süre:

source: Duration of selection
tr: Seçim süresi

source: Actual part
tr: Gerçek kısmı

source: Selection not found.
tr: Seçim bulunamadı.

source: Information specific to the actual part is not available.
tr: Gerçek kısma özel bir bilgi mevcut değil.

source: Please check that no selection has been made.
tr: Seçim yapıldığından emin olun.

source: Please chek that you are not in a recording mode.
tr: Kayıt modunda olmadığınızdan emin olun.

source: The recording is ready ! It remains only to press spacebar for begin the recording. This same spacebar will stop the recording !
tr: Kayıt hazır, başlatmak için aralık tuşuna basmanız yeterli. Aynı şekilde, durdurmak için de aralığa basın !

source: A recording is in progress, please press spacebar for stop it and start a new one.
tr: Halıhazırda bir kayıt yapılıyor. Önce durdurmak için aralık tuşuna basın ve yenisini başlatın.

source: The recording is not ready !
tr: Kayıt hazır değil !

source: The vu-meter is not available. Please verify if a recording is in progress, and that the checkbox enable the margin button is checked in the options of {0}.
tr: Vu-metre mevcut değil. kayıt yapılmakta olduğunu doğrulayın ve {0} seçeneklerinde, marjı etkinleştir onay kutusunun işaretli olduğundan emin olun.

source: The level of the vu-meter has been reset !
tr: Vu-metre düzeyi sıfırlandı !

source: Start selection marker set.
tr: Seçim başlangıç işareti konuldu.

source: End selection marker set.
tr: Seçim sonu işareti konuldu.

source: Selection canceled.
tr: Seçim iptal edildi.

source: of
tr: bölü

source: Part
tr: Kısım

source: No time remaining !
tr: Kalan süre yok !

source: Elapsed time:
tr: Geçen süre:

source: Gives the duration from the beginning of the file to the current position of the playback cursor. If pressed twice, gives the total duration.
tr: Dosyanın başlangıcından oynatma imlecinin geçerli konumuna kadar geçen süreyi verir.\t\t\tİki kez basıldığında toplam süreyi verir.

source: Remaining time:
tr: Kalan süre:

source: Gives the time remaining from the current position of the playback cursor to the end of the file.
tr: Çalma imleciyle dosya sonu arasındaki süreyi verir.

source: Used to determine the current level of the vu-meter, during recording, double pressure reset it.
tr: Kayıt esnasında vu-metrenin mevcut düzeyinin belirlenmesi için kullanılır, iki kez basmak sıfırlar.

source: Used to indicate the position of the marker of the beginning of selection B. Double pressure lets give you the duration of the selection.
tr: B seçiminin başlangıç işaretinin konumunu Belirtmek için kullanılır. İki kez basmak seçimin süresini verir.

source: Used to indicate the position of the marker of the end of selection N. Double pressure gives recapitulatif positions B and N, and the duration of the selection.
tr: N seçiminin sonlanma işaretinin konumunu Belirtmek için kullanılır. İki kez basmak B ve N'nin recapitulatif pozisyonlarını ve seçim süresini verir.

source: Give the reference of the actual part and the total number of parts in the current file.
tr: Mevcut dosyada geçerli bölüme referans ve toplam bölüm sayısını verir.

source: Lets open the help of the current add-on.
tr: Eklentiyle yardım alın.

source: some commands to use mp3directcut with NVDA
tr: mp3directcut uygulamasını NVDA ile kullanmak için bazı komutlar
