Repository: nvdaaddons/CrowdinRegistration
Catalog: shared/translateNvdaAddonsWithCrowdin/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: &Translate add-ons with Crowdin...
ru: &Перевод дополнений на Crowdin...

source: Shows the Translate NVDA Add-ons with Crowdin settings.
ru: Показываает настройки дополнения.

source: Shows the Translate NVDA Add-ons with Crowdin dialog.
ru: Показывает главный диалог дополнения.

source: Cannot download translations. See NVDA log for more details
ru: Не удаётся загрузить переводы. Более подробную информацию смотрите в журнале NVDA

source: Translations exported
ru: Переводы экспортированы

source: Cannot download translated file. See NVDA log for more details
ru: Не удается загрузить переведённый файл. Более подробную информацию смотрите в журнале NVDA

source: Translation file downloaded to %s
ru: Файл перевода загружен в %s

source: Cannot upload translated file. See NVDA log for more details
ru: Не удается выгрузить переведённый файл. Более подробную информацию смотрите в журнале NVDA

source: Translated file uploaded
ru: Переведённый файл выгружен

source: Crowdin API token:
ru: Токен Crowdin API:

source: Translations directory:
ru: Каталог переводов:

source: Browse...
ru: Обзор...

source: Select translations directory
ru: Выберите каталог переводов

source: NVDA add-ons with Crowdin
ru: Перевод Дополнений для NVDA на Crowdin

source: &Language:
ru: &Язык:

source: &Filter by file list:
ru: &Фильтровать по списку файлов:

source: &Open file to translate
ru: &Открыть файл для перевода

source: &Upload translated file
ru: &Выгрузить переведённый файл

source: &Download translations for the selected language
ru: &Загрузить переводы для выбранного языка

source: Do&wnload all translations
ru: &Загрузить все переводы

source: &Close
ru: &Закрыть

source: File not found))
ru: Файл не найден))

source: Uploading file for {language}...
ru: Выгрузка файла для {language}...

source: Downloading translations for {language}...
ru: Загрузка переводов для {language}...

source: Downloading all translations...
ru: Загрузка всех переводов...

source: Translate NVDA add-ons with Crowdin
ru: Translate NVDA add-ons with Crowdin (Перевод дополнений для NVDA на Crowdin)

source: Translate NVDA add-ons with Crowdin. Crowdin project: https://crowdin.com/project/nvdaaddons
ru: Перевод дополнений для NVDA на Crowdin. Проект на Crowdin: https://crowdin.com/project/nvdaaddons

source: * Initial beta version.
ru: * Начальная бета-версия.
