Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/resourceMonitor/*/resourceMonitor.po
Languages: fa, ko, pl, pt_br, sr, zh_tw

source: No authentication (Open)
fa: بدونِ احرازِ هویت، (باز)
pl: Bez uwierzytelniania (otwarta)
pt_br: Sem autenticação (Aberto)
sr: Nema autentikacije (otvorena)
zh_tw: 開放(無須驗證)

source: Connected to {}
fa: به {} متصل شد.
pl: Podłączono do {}
pt_br: Conectado a {}
sr: Povezan na {}
zh_tw: 已連線到 {}

source: Disconnected from {}
fa: ارتباط با {} قطع شد.
pl: Odłączono od {}
pt_br: Desconectado de {}
sr: Nije povezan na {}
zh_tw: {} 已中斷連線

source: A wireless device has been enabled
fa: یک دستگاهِ بی‌سیم فعال شده است
pl: Bezprzewodowa karta sieciowa została włączona
pt_br: Um dispositivo sem fio foi ativado
sr: Bežični uređaj je omogućen
zh_tw: 已啟用無線裝置

source: A wireless device has been disabled
fa: یک دستگاهِ بی‌سیم غیرفعال شده است
pl: Bezprzewodowa karta sieciowa została wyłączona
pt_br: Um dispositivo sem fio foi desativado
sr: Bežični uređaj je onemogućen
zh_tw: 已停用無線裝置

source: This computer does not have a battery connected.
fa: این کامپیوتر به باتری متصل نیست.
ko: 사용자 컴퓨터에 베터리가 없습니다.
pl: Ten komputer nie ma podłączonej baterii.
pt_br: Este computador não possui bateria acoplada.
sr: Ovaj računar nema povezanu bateriju.
zh_tw: 此電腦沒有連接電池。

source: {percent}%, battery charging.
fa: {percent}%, در حالِ شارژِ باتری.
ko: {percent}%, 베터리 중전중.
pl: {percent}%, ładowanie akumulatora.
pt_br: {percent}%, carregando bateria.
sr: {percent}%, punjenje baterije.
zh_tw: {percent}% 電池充電中。

source: {percent}% battery remaining, battery time unknown.
fa: {percent}% از باتری مانده. زمانِ باقیمانده‌ی باتری مشخص نیست.
ko: {percent}% 베터리 남음.
pl: Pozostało {percent}% baterii, Czas pracy baterii nieznany.
pt_br: Restam {percent}% da bateria, tempo de bateria desconhecido.
sr: {percent}% baterije preostalo, vreme trajanja baterije nepoznato.
zh_tw: 電池還剩 {percent}%，電池時間未知。

source: {hours:d} hour
fa: {hours:d} ساعت
ko: {hours:d}시간
pl: {hours:d} godzina
pt_br: {hours:d} hora
sr: {hours:d} sat
zh_tw: {hours:d} 小時

source: {minutes:d} minute
fa: {minutes:d} دقیقه
ko: {minutes:d}분
pl: {minutes:d} minuta
pt_br: {minutes:d} minuto
sr: {minutes:d} minut
zh_tw: {minutes:d} 分鐘

source: {percent}% battery remaining, about {time}.
fa: {percent}% از باتری مانده، حدودا {time}.
ko: {percent}% 베터리 남음, {time} 사용 가능.
pl: {percent}% pozostało około {time}.
pt_br: Restam {percent}% da bateria, cerca de {time}.
sr: {percent}% baterije preostalo, oko {time}.
zh_tw: 電池還剩 {percent}%，大約 {time}。

source: Warning: low battery.
fa: هشدار: باتری ضعیف است.
ko: 주의: 베터리 충전률 저조함.
pl: Ostrzeżenie: niski poziom naładowania baterii.
pt_br: Alerta: bateria baixa.
sr: Upozorenje: baterija slaba.
zh_tw: 警告: 電池電量低。

source: Warning: critically low battery.
fa: هشدار: باتری خیلی ضعیف است.
ko: 주의: 베토리 방전 조심 바람.
pl: Ostrzeżenie: krytycznie niski poziom naładowania baterii.
pt_br: Alerta: bateria criticamente baixa.
sr: Upozorenje: Kritično prazna baterija.
zh_tw: 警告: 電池電量非常低。

source: {winVersion} ({cpuBit}) build {build}
fa: {winVersion} ({cpuBit}) ساختِ {build}
pl: {winVersion} ({cpuBit}) kompilacja {build}
pt_br: {winVersion} ({cpuBit}) construir {build}
sr: {winVersion} ({cpuBit}) podverzija {build}
zh_tw: {winVersion} ({cpuBit}) 組建 {build}

source: Resource Monitor
fa: دیده‌بانِ منابع
ko: 리소스 모니터
pl: Monitor zasobów
pt_br: Monitor de Recursos
sr: Monitor resursa
zh_tw: 資源監視器

source: Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
fa: درصدِ باتری، وضعیتِ شارژ، زمانِ باقیمانده در صورتی که شارژ نشود، و هشداری مبنی بر ضعیف یا خیلی ضعیف بودن باتری را ارائه میدهد.
ko: 베터리 충전률, 전원 사용 여부, 베터리 사용시간 및 베터리 방전 주의를 알려줍니다.
pl: Przedstawia procent baterii, stan ładowania, pozostały czas (jeśli nie ładuje) oraz ostrzeżenie, jeśli bateria jest niska lub krytyczna.
pt_br: Mostra porcentagem de bateria, status da carga, tempo restante (se não estiver carregando) e alerta caso a bateria esteja baixa ou crítica.
sr: Prikazuje procenat baterije, status punjenja, preostalo vreme (ako se baterija ne puni) i upozorenje ako je baterija slaba ili kritična.
zh_tw: 顯示電池百分比、充電狀態、剩餘時間 (若沒有在充電)，及電池電量低或非常低時的警告。

source: Presents the used and total space of the static and removable drives on this computer.
fa: فضای استفاده شده و کلِّ فضای درایو‌های ثابت و متحرکِ این رایانه را بیان میکند.
ko: 내장 및 확장 드라이브의 사용 공간 및 전체 공간을 알려줍니다.
pl: Przedstawia używane i całkowite miejsce na dyskach statycznych i wymiennych na tym komputerze.
pt_br: Mostra o espaço em uso e o total das unidades fixas e removíveis do computador.
sr: Prikazuje iskorišćeni i ukupan prostor statičkih diskova i diskova koji se mogu ukloniti na ovom računaru.
zh_tw: 顯示電腦上本機磁碟及卸除式磁碟的已使用空間及總計空間。

source: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} used {percent}%.
fa: {driveName} (درایوِ {driveType}): {usedSpace} از {totalSpace} استفاده شده، {percent}%.
ko: {driveName} ({driveType} 드라이브): 총 {totalSpace} 중 {usedSpace} 사용중 {percent}%.
pl: {driveName} ({driveType} dysk): {usedSpace} z {totalSpace} w użyciu {percent}%.
pt_br: {driveName} (unidade {driveType}): {usedSpace} em uso de {totalSpace}, {percent}%.
sr: {driveName} ({driveType} disk): {usedSpace} od {totalSpace} iskorišćeno {percent}%.
zh_tw: {driveName} ({driveType} 磁碟): 已使用 {totalSpace} 中的 {usedSpace} 共 {percent}%。

source: Presents the average processor load and the load of each core.
fa: میانگینِ بارِ پردازنده و بارِ هرکدام از هسته‌ها را بیان میکند.
ko: 프로세서와 각 프로세서 코어의 사용률을 알려줍니다.
pl: Przedstawia średnie obciążenie procesora i obciążenie każdego rdzenia.
pt_br: Mostra a carga média do processador e a carga de cada núcleo.
sr: Prikazuje prosečno opterećenje procesora i opterećenje svakog jezgra.
zh_tw: 顯示處理器平均負載及每個核心的負載。

source: Core {coreNumber}: {corePercent}%
fa: هسته‌ی {coreNumber}: {corePercent}%
pl: Rdzeń {coreNumber}: {corePercent}%
pt_br: Núcleo {coreNumber}: {corePercent}%
sr: Jezgro {coreNumber}: {corePercent}%
zh_tw: 核心 {coreNumber}: {corePercent}%

source: Average CPU load {avgLoad}%.
fa: میانگینِ بارِ سیپی‌یو {avgLoad}% است.
ko: 평균 프로세서 사용률 {avgLoad}%.
pl: Średnie obciążenie procesora {avgLoad}%.
pt_br: Carga média da CPU {avgLoad}%.
sr: Prosečno opterećenje procesora {avgLoad}%.
zh_tw: CPU 平均負載 {avgLoad}%。

source: Average CPU load {avgLoad}%, {cores}.
fa: میانگینِ بارِ سیپی‌یو {avgLoad}%, {cores} است.
ko: 평균 프로세서 사용률 {avgLoad}%, {cores}
pl: Średnie obciążenie procesora {avgLoad}%, {cores}.
pt_br: Carga média da CPU {avgLoad}%, {cores}.
sr: Prosečno opterećenje procesora {avgLoad}%, {cores}.
zh_tw: CPU 平均負載 {avgLoad}%， {cores}。

source: Presents the used and total space for both physical and virtual ram.
fa: فضای استفاده شده و کلِّ فضای فیزیکی و مجازیِ رم را بیان میکند.
ko: 물리 (RAM) 및 가상 메모리의 사용 공간 및 총 메모리를 알려줍니다.
pl: Przedstawia używaną i całkowitą przestrzeń zarówno dla fizycznej, jak i wirtualnej pamięci RAM.
pt_br: Mostra espaço em uso e total da memória física e da virtual.
sr: Prikazuje iskorišćeni i ukupan prostor za fizički i virtuelni RAM.
zh_tw: 顯示實體及虛擬記憶體的已使用空間及總計空間。

source: Physical: {physicalUsed} of {physicalTotal} used ({physicalPercent}%).
fa: رمِ فیزیکی: {physicalUsed} از {physicalTotal} استفاده شده، ({physicalPercent}%).
ko: RAM: 총 {physicalTotal} 중 {physicalUsed} 사용중 ({physicalPercent}%).
pl: Fizyczna: {physicalUsed} z {physicalTotal} w użyciu ({physicalPercent}%).
pt_br: Físico: em uso {physicalUsed} de {physicalTotal} ({physicalPercent}%).
sr: Fizička: {physicalUsed} od {physicalTotal} iskorišćeno ({physicalPercent}%).
zh_tw: 實體: 已使用 {physicalTotal} 中的 {physicalUsed} ({physicalPercent}%)。

source: Virtual: {virtualUsed} of {virtualTotal} used ({virtualPercent}%).
fa: رمِ مجازی: {virtualUsed} از {virtualTotal} استفاده شده، ({virtualPercent}%).
ko: 가상 메모리: 총 {virtualTotal} 중 {virtualUsed} 사용중 ({virtualPercent}%).
pl: Wirtualna: {virtualUsed} z {virtualTotal} w użyciu ({virtualPercent}%).
pt_br: Virtual: em uso {virtualUsed} de {virtualTotal} ({virtualPercent}%).
sr: Virtuelna: {virtualUsed} od {virtualTotal} iskorišćeno ({virtualPercent}%).
zh_tw: 虛擬: 已使用 {virtualTotal} 中的 {virtualUsed} ({virtualPercent}%)。

source: Announces the version of Windows you are using.
fa: نگارشِ ویندوزی را که استفاده میکنید اعلام میکند.
ko: 사용중인 윈도우 버전을 알려줍니다.
pl: Oznajmia wersję systemu Windows, której używasz.
pt_br: Anuncia a versão de Windows que você usa.
sr: Izgovara verziju Windowsa koju koristite.
zh_tw: 讀出您目前使用的 Windows 版本。

source: Announces the system's wireless network ssid name, and its strength.
fa: نامِ SSID و قدرتِ شبکه‌ی بی‌سیمِ سیستم را اعلام میکند.
pl: Odczytuje nazwę sieci bezprzewodowej (Ssid) i siłę sygnału.
pt_br: Anuncia o nome do ssid da rede sem fio do sistema e sua força.
sr: Izgovara ssid ime bežične mreže, kao i jačinu signala.
zh_tw: 讀出已連線的無線網路名稱及其訊號強度。

source: No wireless devices
fa: دستگاهِ بی‌سیم موجود نیست
pl: Brak kart sieci bezprzewodowych
pt_br: Nenhum dispositivo sem fio
sr: Nema bežičnih uređaja
zh_tw: 沒有無線裝置

source: No wireless connections
fa: اتصالِ بی‌سیم موجود نیست
pl: Brak połączeń bezprzewodowych
pt_br: Sem conexões sem fio
sr: Nema bežične veze
zh_tw: 未連線無線網路

source: Connected wireless network: {}. Signal strength: {}%. Security type: {}
fa: شبکه‌ی بی‌سیمِ متصل: {}. قدرتِ سیگنال: {}%. نوعِ امنیت: {}
pl: Połączono do sieci bezprzewodowej: {}. Siła sygnału: {}%. Typ zabezpieczeń: {}
pt_br: Rede sem fio conectada: {}. Intensidade do sinal: {}%. Tipo de segurança: {}
sr: Povezana bežična mreža: {}. Jačina signala: {}%. Vrsta bezbednosti: {}
zh_tw: {} 已連線，訊號強度： {}%，安全性類型： {}

source: {days:d} day
fa: {days:d} روز
ko: {days:d}일
pl: {days:d} dzień
pt_br: {days:d} dia
sr: {days:d} dan
zh_tw: {days:d} 天

source: {seconds:d} second
fa: {seconds:d} ثانیه
ko: {seconds:d}초
pl: {seconds:d} sekunda
pt_br: {seconds:d} segundo
sr: {seconds:d} sekunda
zh_tw: {seconds:d} 秒

source: Announces the system's uptime.
fa: زمانِ روشن بودنِ سیستم را اعلام میکند.
pl: Odczytuje czas działania systemu.
pt_br: Anuncia o tempo desde que o sistema foi iniciado.
sr: Izgovara vreme rada sistema.
zh_tw: 讀出系統執行時間。

source: Failed to get the system's uptime.
fa: نتوانستم زمانِ روشن بودنِ سیستم را به دست بیاورم.
pl: Nie można pobrać czas działania systemu.
pt_br: Falha ou obter o tempo desde que o sistema foi iniciado.
sr: Nije moguće preuzeti vreme rada sistema.
zh_tw: 無法取得系統執行時間。

source: Presents used ram, average processor load, and battery info if available.
fa: مقدارِ رمِ استفاده‌شده، میانگینِ بارِ پردازنده، و چنانچه در دسترس باشد، اطلاعات باتری را بیان میکند.
ko: 메모리, 프로세서 사용률 및 메터리 사용에 관한 정보를 제공합니다.
pl: Prezentuje używaną pamięć, średnie obciążenie procesora i status baterji jeśli dostępny.
pt_br: Mostra ram em uso, carga média do processador e informações de bateria se disponíveis.
sr: Prikazuje iskorišćeni RAM, prosečno opterećenje procesora i informacije o bateriji ako su dostupne.
zh_tw: 顯示已使用記憶體、處理器平均負載、電池資訊 (若可用)。

source: {ramPercent}% RAM used, CPU at {cpuPercent}%.
fa: {ramPercent}% از رم استفاده شده، سیپی‌یو {cpuPercent}% است.
ko: {ramPercent}%의 메모리, {cpuPercent}%의 프로세서 사용중.
pl: {ramPercent}% pamięci w użyciu, Procesor na {cpuPercent}%.
pt_br: {ramPercent}% de RAM em uso, CPU a {cpuPercent}%.
sr: {ramPercent}% RAM-a iskorišćeno, CPU na {cpuPercent}%.
zh_tw: 已使用記憶體 {ramPercent}%、CPU {cpuPercent}%。

source: A handy resource monitor to report CPU load, memory usage, battery, disk usage status and more.
fa: یک دیده‌بانِ منابعِ دمِ دستی برای اعلامِ بارِ سیپی‌یو، میزانِ استفاده‌ی حافظه، باتری، وضعیتِ استفاده از دیسک و بیشتر.
ko: 프로세서, 디스크, 메모리 사용률 및 베터리 상태를 알려줍니다.
pl: Podręczny monitor zasobów zgłaszający obciążenie CPU, użycie pamięci, baterię, status użycia dysku i więcej.
pt_br: Um monitor prático de recursos que anuncia carga da CPU, uso de memória, status de bateria, uso de disco e outros.
sr: Jednostavan monitor resursa koji prijavljuje opterećenost procesora, iskorišćenu memoriju, bateriju, status korišćenja diskova i još toga.
zh_tw: 一個方便的資源監視器，能夠讀出 CPU 負載、記憶體使用情況、電池、磁碟使用狀態及更多。

source: * NVDA 2025.3.2 or later is required. * NVDA will announce Windows Server releases using standardized release name instead of dedicated server release name e.g. Windows Server 24H2 instead of Windows Server 2025. * NVDA will no longer add "0 minutes" to battery status (example: 4 hours instead of 4 hours, 0 minutes). * NVDA will recognize additional prefixes for larger memory and storage sizes including ronnabyte (1000 to the power of 9) and quettabyte (1000 to the power of 10).
zh_tw: * 需要 NVDA 2025.3.2 或更新版本。 * NVDA 將會使用標準化版本名稱來讀出 Windows Server 版本，而非專用的伺服器版本名稱；例如使用 Windows Server 24H2 而非 Windows Server 2025。 * NVDA 不再於電池狀態中加入「0 分鐘」(例如：讀為「4 小時」，而非「4 小時 0 分鐘」)。 * NVDA 將可識別更大記憶體與儲存空間容量的額外字首，包括 ronnabyte (1000 的 9 次方) 及 quettabyte (1000 的 10 次方)。
