Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/eMule/*/eMule.po
Languages: pt_pt

source: Reads the specified column for the current list item.
pt_pt: Lê a coluna especificada para o item de lista atual.

source: Copies the last read column of the selected list item to clipboard.
pt_pt: Copia a última coluna lida do item de lista selecionado para a área de transferência.

source: %s copied to clipboard
pt_pt: %s copiado para a área de transferência

source: Moves the system focus and mouse to the main Tool Bar.
pt_pt: Move o foco do sistema e o rato para a barra de ferramentas principal.

source: Reports the current window.
pt_pt: Relata a janela atual.

source: Moves the system focus to the Name field of the Search window.
pt_pt: Move o foco do sistema para o campo Nome da janela Pesquisar.

source: Moves the system focus and mouse to the search parameters list or Edit field for each option, in the Search window.
pt_pt: Move o foco do sistema e o rato para a lista de parâmetros de pesquisa ou para o campo Editar de cada opção, na janela Pesquisar.

source: Moves the system focus to the first list in the current window. For example the results list in the Search window, downloads in Transfer, etc.
pt_pt: Move o foco do sistema para a primeira lista na janela atual. Por exemplo, a lista de resultados na janela Pesquisar, transferências em Transferir, etc.

source: Moves the system focus to read-only edit boxes in the current window. For example the IRC received messages.
pt_pt: Move o foco do sistema para caixas de edição somente leitura na janela atual. Por exemplo, as mensagens recebidas do IRC.

source: Moves the navigator object and mouse to the current list headers.
pt_pt: Move o objeto do navegador e o rato para os cabeçalhos da lista atual.

source: Reports first object of the Status Bar.
pt_pt: Relata o primeiro objeto da barra de estado.

source: Reports second object of the Status Bar.
pt_pt: Relata o segundo objeto da barra de estado.

source: Reports third object of the Status Bar.
pt_pt: Relata o terceiro objeto da barra de estado.

source: Reports fourth object of the Status Bar.
pt_pt: Relata o quarto objeto da barra de estado.

source: Toggles on and off the usage of an alternative approach to read sliders
pt_pt: Ativa e desactiva a utilização de uma abordagem alternativa para ler os cursores

source: Use alternative approach to read slides on
pt_pt: Utilizar uma abordagem alternativa para ler os diapositivos

source: Use alternative approach to read slides off
pt_pt: Utilizar uma abordagem alternativa para ler os diapositivos
