Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/cursorLocator/*/cursorLocator.xliff
Languages: ru, uk

source: Cursor Locator #
ru: Локатор Курсора #
uk: Шукач вказівника #

source: Authors: Noelia Ruiz Martínez, Sergio Gómez Codina.
ru: Авторы: Noelia Ruiz Martínez, Sergio Gómez Codina.
uk: Автори: Noelia Ruiz Martínez, Sergio Gómez Codina.

source: This add-on makes possible to know the position of the system caret respect to the start of the current line, while typing to add text in documents or multiline controls.
ru: Это дополнение позволяет узнать положение системной каретки относительно начала текущей строки при вводе текста для добавления текста в документы или многострочные элементы управления.
uk: Цей додаток дозволяє дізнаватися позицію системного курсора відносно початку поточного рядка під час введення тексту в документах або багаторядкових полях редагування.

source: This feature deppends on the visual appearance of applications. Therefore, you may need to disable line adjustment or configure the add-on for different programs.
ru: Эта функция зависит от визуального внешнего вида приложений. Поэтому вам может потребоваться отключать настройку строк или настраивать дополнение для разных программ.
uk: функція залежить від зовнішнього вигляду програм. Через це може знадобитися вимкнути вирівнювання рядків або налаштувати доповнення окремо для різних програм.

source: Cursor Locator settings ##
ru: Настройки локатора курсора ##
uk: Налаштування шукача вказівника ##

source: This panel is available from NVDA's menu, Preferences submenu, Settings dialog.
ru: Эта панель доступна из меню NVDA, подменю параметров, диалога настроек.
uk: Ця панель доступна в меню NVDA → «Параметри» → «Налаштування».

source: It provides the following options:
ru: Она предоставляет следующие возможности:
uk: Вона містить наступні параметри:

source: Report line length: You can type or choose a line length (number of characters between 0 and 600), which will be announced by a hight tone when it's reached. (The default value is 80 characters).
ru: Сообщить длину строки: Вы можете ввести или выбрать длину строки (количество символов от 0 до 600), о достижении которой будет сообщено высоким сигналом. (Значение по умолчанию - 80 символов).
uk: Звітувати про довжину рядка після: Ви можете ввести або вибрати довжину рядка (кількість символів від 0 до 600). При досягненні цього значення відтворюється високий тон. (Типове значення — 80 символів).

source: Maximum number of beeps for start of line notification: You can type or select a value between 0 and 600. The default value is 0.
ru: Максимальное количество звуковых сигналов для оповещения о начале строки: вы можете ввести или выбрать значение в диапазоне от 0 до 600. Значение по умолчанию - 0.
uk: Максимальна кількість звукових сигналів для сповіщення про початок рядка: Ви можете ввести або вибрати значення від 0 до 600. Типове значення — 0.

source: Maximum number of beeps for end of line notification: You can type or select a value between 0 and 600. The default value is 0.
ru: Максимальное количество звуковых сигналов для оповещения о конце строки: вы можете ввести или выбрать значение в диапазоне от 0 до 600. Значение по умолчанию - 0.
uk: Максимальна кількість звукових сигналів для сповіщення про кінець рядка: Ви можете ввести або вибрати значення від 0 до 600. Типове значення — 0.

source: Pitch of sound for start of line: You can type or select a value between 20 and 20000. (The default value is 400 hertzs).
ru: Высота звука начала строки: Вы можете ввести или выбрать значение в диапазоне от 20 до 20000. (Значение по умолчанию - 400 Герц).
uk: Висота звуку для початку рядка: Ви можете ввести або вибрати значення від 20 до 20000. (Типове значення — 400 Гц).

source: Length of sound for start of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
ru: Длительность звука начала строки: Вы можете ввести или выбрать значение от 20 до 2000. (Значение по умолчанию - 50 миллисекунд).
uk: Тривалість сигналу для початку рядка: Ви можете ввести або вибрати значення від 20 до 2000. (Типове значення — 50 мс).

source: Test sound for start of line: Press this button to test the configured sound for start of line.
ru: Проверка звука начала строки: Нажмите эту кнопку, чтобы проверить настроенный звук для начала строки.
uk: Відтворити звук початку рядка: натисніть цю кнопку, щоб прослухати налаштований звук для початку рядка.

source: Pitch of sound for end of line: You can type or select a value between 20 and 20000. (The default value is 1000 hertzs).
ru: Высота звука конца строки: Вы можете ввести или выбрать значение в диапазоне от 20 до 20000. (Значение по умолчанию - 1000 Герц).
uk: Висота звуку завершення рядка: Ви можете ввести або вибрати значення від 20 до 20000. (Типове значення — 1000 Гц).

source: Length of sound for end of line: You can type or select a value between 20 and 2000. (The default value is 50 milliseconds).
ru: Длительность звука конца строки: Вы можете ввести или выбрать значение от 20 до 2000. (Значение по умолчанию - 50 миллисекунд).
uk: Тривалість звуку завершення рядка: Ви можете ввести або вибрати значення від 20 до 2000. (Типове значення — 50 мс).

source: Test sound for end of line: Press this button to test the configured sound for end of line.
ru: Проверка звука конца строки: Нажмите эту кнопку, чтобы проверить настроенный звук для конца строки.
uk: Відтворити звук завершення рядка: натисніть цю кнопку, щоб прослухати налаштований звук для кінця рядка.

source: Commands ##
ru: Команды ##
uk: Команди

source: You can modify the gestures to the following commands trought the NVDA's menu, Preferences submenu, Input gestures dialog:
ru: Вы можете изменить жесты из меню NVDA, подменю параметров, диалога жестов ввода для следующих команд:
uk: Ви можете змінювати жести для наступних команд через меню NVDA → «Параметри» → «Жести вводу»:

source: NVDA+control+shift+l: When possible, reports the lenght of the current line (System caret category).
ru: NVDA+control+shift+l: Когда возможно, сообщает длину текущей строки (категория системной каретки).
uk: NVDA+Control+Shift+L: коли можливо, повідомляє довжину поточного рядка (категорія «Системний курсор»).

source: Not assigned: Shows the Cursor Locator settings dialog (Config category).
ru: Не назначен: Показывает диалог настроек локатора курсора (категория конфигурации).
uk: Не призначено: Відобразити налаштування шукача вказівника (категорія «Конфігурація»).

source: Changes for 3.0 ##
ru: Изменения для 3.0 ##
uk: Зміни у 3.0 ##

source: Compatible with NVDA 2023.1.
ru: Совместимо с NVDA 2023.1.
uk: Сумісність з NVDA 2023.1.

source: Changes for 2.0 ##
ru: Изменения для 2.0 ##
uk: Зміни у 2.0 ##

source: Added ability to repeat notifications when reaching end and start of line.
ru: Добавлена возможность повторять уведомления при достижении конца и начала строки.
uk: Додано можливість повторювати сповіщення при досягненні початку та кінця рядка.

source: Added support for Office documents, and Notepad on Windows 11.
ru: Добавлена поддержка офисных документов и блокнота в Windows 11.
uk: Додано підтримку документів Microsoft Office та Блокнота у Windows 11.

source: Changes for 1.0 ##
ru: Изменения для 1.0 ##
uk: Зміни у 1.0 ##

source: Initial version
ru: Первоначальная версия
uk: Початкова версія
