Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/cursorLocator/*/cursorLocator.po
Languages: uk

source: Configure {}
uk: Налаштування {}

source: Line properties
uk: Властивості рядка

source: Report &line length:
uk: Звітувати про &довжину рядка після:

source: Ma&ximum number of beeps for start of line notification:
uk: Максимальна кількість звукових сигналів для сповіщення про &початок рядка:

source: Max&imum number of beeps for end of line notification:
uk: Максимальна кількість звукових сигналів для сповіщення про &кінець рядка:

source: Sound for start of line
uk: Звук для початку рядка

source: &Pitch of sound for start of line:
uk: Висота звуку &для початку рядка:

source: L&ength of sound for start of line:
uk: Тривалість &сигналу для початку рядка:

source: &Test sound for start of line
uk: Відтворити звук початку рядка

source: Sound for end of line
uk: Звук завершення рядка

source: P&itch of sound for end of line:
uk: &Висота звуку завершення рядка:

source: Le&ngth of sound for end of line:
uk: &Тривалість звуку завершення рядка:

source: Test s&ound for end of line
uk: Відтворити звук завершення рядка

source: Shows the {} settings.
uk: Відобразити налаштування {}

source: Reports the length of the current line.
uk: Повідомляє довжину поточного рядка.

source: Line length: %d
uk: Довжина рядка %d

source: Cursor Locator
uk: Шукач вказівника

source: Reports cursor positions while typing on multiline edit controls.
uk: Повідомляє про позицію курсора під час введення тексту в багаторядкових полях редагування.
