Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/enhancedTouchGestures/*/enhancedTouchGestures.xliff
Languages: ru

source: Fixed an issue where coordinate announcement beep did not play or an error tone played instead when using NVDA 2017.1 or later.
ru: Исправлена ошибка, из-за которой при использовании NVDA 2017.1 или выше не воспроизводился звуковой сигнал оповещения о координатах или вместо него воспроизводился сигнал об ошибке.

source: ##Version 16.12
ru: ##Версия 16.12

source: Web touch mode works in Microsoft Edge, Microsoft Word and others where browse mode is used.
ru: Сенсорный режим веб работает в Microsoft EDGE, Microsoft Word и в других приложениях, где используется режим просмотра.

source: Added lists and landmarks to web touch mode elements.
ru: Добавлены списки и ориентиры для элементов режимаweb touch.

source: Version 16.06
ru: Версия 16.06

source: Initial stable version.
ru: Первая стабильная версия.
