Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/enhancedTouchGestures/*/enhancedTouchGestures.xliff
Languages: ru

source: Enhanced Touchscreen Gestures
ru: Улучшенные жесты сенсорного экрана

source: Authors: Joseph Lee, Kefas Lungu
ru: Авторы: Joseph Lee, Kefas Lungu

source: This add-on provides additional touchscreen gestures for NVDA. It also provides a set of gestures for easier browse mode navigation.
ru: Это дополнение предоставляет дополнительные жесты сенсорного экрана для NVDA. Также, оно предоставляет набор жестов для облегчения навигации в режиме обзора.

source: Note: this add-on requires NVDA 2025.3.2 or later running on a touchscreen computer with Windows 10 or 11.
ru: Примечание: Для этого дополнения требуется NVDA 2025.3.2 или выше, работающая на компьютере с сенсорным экраном под управлением Windows 10 или 11.

source: Commands
ru: Команды

source: Available everywhere
ru: Доступно везде

source: Two finger tripple tap: quits NVDA!
ru: Тройное касание двумя пальцами: Завершает работу NVDA!

source: Three finger flick right: press Tab.
ru: Пролистывание тремя пальцами вправо: нажать Tab.

source: Three finger flick left: press Shift+Tab.
ru: Пролистывание тремя пальцами влево: нажать Shift+Tab.

source: Three finger flick down (object mode): read current window.
ru: Пролистывание тремя пальцами вниз (режим объекта): прочитать текущее окно.

source: Three finger double tap: cycles through speech symbol levels which determine what symbols are spoken.
ru: Двойное касание тремя пальцами: циклически перебирает уровни речевых символов, которые определяют, какие символы произносятся.

source: Three finger triple tap: toggles screen curtain.
ru: Тройное касание тремя пальцами: переключает затемнение экрана.

source: Four finger tap: cycles through audio ducking modes.
ru: Касание четырьмя пальцами: циклически переключает режимы приглушения звука.

source: Four finger double tap: toggle input help mode.
ru: Двойное касание четырьмя пальцами: переключить режим справки по вводу.

source: Four finger flick left: report object with focus.
ru: Пролистывание четырьмя пальцами влево: объявить объект с фокусом.

source: Four finger flick right: report current navigator object.
ru: Пролистывание четырьмя пальцами вправо: объявить текущий объект навигатора.

source: Four finger flick up: report title of the current window.
ru: Пролистывание четырьмя пальцами вверх: объявить заголовок текущего окна.

source: Four finger flick down: report status bar text.
ru: Пролистывание четырьмя пальцами вниз: объявить текст строки состояния.

source: Web touch mode
ru: Сенсорный режим веб

source: This touch mode, available in browse mode, allows you to navigate the document by selected element. To switch to web mode, from browse mode documents, perform 3 finger tap. From this mode, flicking up or down with one finger cycles through available element navigation modes, while flicking right or left with one finger moves to next or previous chosen element, respectively. Once you move away from browse mode documents, object touch mode is used.
ru: Этот сенсорный режим, доступный в режиме обзора, позволяет осуществлять навигацию в документе по выбранным элементам. Чтобы переключиться в Сенсорный режим веб из режима обзора документа, выполните двойное касание тремя пальцами. В этом режиме пролистывания одним пальцем вверх или вниз выбирают доступные действия с элементом, а пролистывания одним пальцем влево или вправо перемещают к предыдущему и следующему элементам соответственно. Когда вы покинете режим обзора документов, будет активирован объектный режим.

source: Available web modes are: default (move through elements/objects regardless of type), links, buttons, form fields, headings, frames, tables, lists, graphics, landmarks, embedded objects (dialogs and web apps, for example), and text paragraphs.
ru: Доступны следующие веб-режимы: по умолчанию (перемещение по элементам/объектам независимо от типа), ссылки, кнопки, поля форм, заголовки, фреймы, таблицы, списки, графика, ориентиры, встроенные объекты (например, диалоги и веб-приложения) и текстовые абзацы.

source: Synth settings touch mode
ru: Сенсорный режим настроек синтезатора

source: You can use this mode to quickly change synthesizer settings such as choosing a voice and changing volume. In this mode, use two finger flick left or right to move between synth settings and use two finger flick up and down gestures to change values. This gestures mirrors that of synth settings ring commands on the keyboard.
ru: Вы можете использовать этот режим для быстрого изменения настроек синтезатора, таких как выбор голоса и изменения громкости. В этом режиме используются пролистывания двумя пальцами влево или вправо, чтобы перемещаться между настройками синтезатора и пролистывания двумя пальцами вверх и вниз, чтобы изменить значения. Это зеркало жестов настроек клавиатурных команд кольца синтезатора.

source: Version 26.02
ru: Версия 26.02

source: NVDA 2025.3.2 or later is required.
ru: Требуется NVDA 2025.3.2 или новее.

source: A warning will be presented when installing the add-on on computers without touchscreens or portable NVDA version is in use.
ru: Будет выведено предупреждение при установке дополнения на компьютеры без сенсорных экранов или при использовании переносной версии NVDA.

source: Gestures from the add-on will not be shown in input gestures dialog when the add-on is installed on a portable NVDA version.
ru: Жесты дополнения не будут отображаться в диалоге жестов ввода, если дополнение установлено на переносной версии NVDA.

source: Touch gesture changes, including pressing Tab (three finger flick right), pressing Shift+Tab (three finger flick left), reporting focused object (four finger flick left), and reporting navigator object (four finger flick right).
ru: Изменения сенсорных жестов, включая нажатие Tab (проведение тремя пальцами вправо), нажатие Shift+Tab (проведение тремя пальцами влево), сообщение об объекте в фокусе (проведение четырьмя пальцами влево) и сообщение об объекте навигатора (проведение четырьмя пальцами вправо).

source: Removed touch keyboard and dictation toggle gestures due to reliability issues with the former and dictation being replaced by Voice Access in Windows 11.
ru: Удалены сенсорная клавиатура и жесты переключения диктовки из-за проблем с надёжностью первой, а диктовка заменена голосовым доступом в Windows 11.

source: Removed progress bar output settings toggle gesture (one finger triple tap).
ru: Убран жест переключения настроек вывода индикатора выполнения (тройное нажатие одним пальцем).

source: Added screen curtain toggle gesture (three finger triple tap).
ru: Добавлен жест переключения затемнения экрана (тройное нажатие тремя пальцами).

source: Read current window gesture (three finger flick down) will be limited to object touch mode.
ru: Жест чтения текущего окна (пролистывание тремя пальцами вниз) будет ограничен режимом касания объекта.

source: Added embedded object and text paragraph navigation to web touch mode.
ru: В режим сенсорного веб-интерфейса добавлена ​​навигация по встроенным объектам и текстовым абзацам.

source: Version 25.07
ru: Версия 25.07

source: Made the add-on code more robust with help from Pyright (a Python static type checker).
ru: Код дополнения сделан более надёжно с помощью Pyright (проверка статического типа Python).

source: Version 25.02
ru: Версия 25.02

source: Restored limited support for Windows 8.1.
ru: Восстановлена ограниченная поддержка Windows 8.1.

source: Version 25.01
ru: Версия 25.01

source: Download links for add-on releases are no longer included in add-on documentation. You can download the add-on from NV Access add-on store.
ru: Ссылки для скачивания выпусков дополнений больше не включены в документацию дополнений. Вы можете загрузить дополнение из магазина дополнений NV Access.

source: Switched linting tool from Flake8 to Ruff and reformatted add-on modules to better align with NVDA coding standards.
ru: Инструмент линтинга переключён с Flake8 на Ruff и модуль дополнения переформатирован для лучшего соответствия стандартам кодирования NVDA.

source: Removed support for automatic add-on updates feature from Add-on Updater add-on.
ru: Удалена поддержка функции автоматического обновления дополнений из дополнения Add-on Updater.

source: Version 24.05
ru: Версия 24.05

source: NVDA 2024.1 or later is required.
ru: Требуется NVDA 2024.1 или позже.

source: Version 23.06.1
ru: Версия 23.06.1

source: audio ducking moved to 4 finger tap due to conflict with speech stops NVDA command.
ru: приглушение звука перенесено на касание четырьмя пальцами из-за конфликта с командой остановки речи NVDA.

source: Version 23.06
ru: Версия 23.06

source: Changed add-on maintainer to Kefas Lungu.
ru: Изменён сопровождающий дополнения на Kefas Lungu.

source: All gestures in object mode are now available everywhere.
ru: Все жесты в объектном режиме теперь доступны везде.

source: New gestures are now available.
ru: Теперь доступны новые жесты.

source: 3 finger double tap: Cycles through speech symbol levels which determine what symbols are spoken
ru: Двойное касание тремя пальцами: циклическое переключение уровней речевых символов, которые определяют произносимые символы

source: 2 finger triple tap: Quit NVDA!.
ru: Тройное касание двумя пальцами: Завершить NVDA!.

source: 4 finger tap: Cycles through audio ducking modes.
ru: Касание четырьмя пальцами: циклическое переключение режимов приглушения звука.

source: Triple tap: Cycles progress bar output between beeps, speech, beeps and speech, and off.
ru: Тройное касание: Циклическое отображение индикатора выполнения между звуковыми сигналами, речью, звуковыми сигналами и речью и выключением.

source: In web mode, it is now possible to Use buttons, graphics, and landmarks in addition to the already available browse element list.
ru: В веб-режиме теперь можно использовать кнопки, графику и ориентиры в дополнение к уже доступному списку элементов просмотра.

source: In web mode, NVDA is no longer going to say normal, but default when you switch to default navigation from other browse element list. For example, when switching from buttons, NVDA will now say default.
ru: В веб-режиме NVDA больше не будет нормально говорить, но по умолчанию, когда вы переключаетесь на навигацию по умолчанию из другого списка элементов просмотра. Например, при переключении с кнопок NVDA теперь будет говорить по умолчанию.

source: Version 23.02
ru: Версия 23.02

source: NVDA 2022.4 or later is required.
ru: Требуется NVDA 2022.4 или позже.

source: Windows 10 21H2 (November 2021 Update/build 19044) or later is required.
ru: Требуется Windows 10 21H2 (обновление от ноября 2021 года/сборка 19044) или выше.

source: Version 23.01
ru: Версия 23.01

source: NVDA 2022.3 or later is required.
ru: Требуется NVDA 2022.3 или позже.

source: Windows 10 or later is required as Windows 8.1 is no longer supported by Microsoft as of January 2023.
ru: Требуется Windows 10 или выше, поскольку с января 2023 года Microsoft больше не поддерживает Windows 8.1.

source: It is possible to reassign touch keyboard and dictation toggle commands from input gestures dialog under Enhanced Touch Gestures category.
ru: Можно переназначить команды переключения сенсорной клавиатуры и диктовки из диалога жестов ввода в категории расширенных сенсорных жестов.

source: Removed read-only state workaround for touch keyboard keys as it is resolved in Windows 10.
ru: Удалён обходной путь в режиме "только для чтения" для клавиш сенсорной клавиатуры, поскольку он разрешен в Windows 10.

source: Version 22.03
ru: Версия 22.03

source: NVDA 2021.3 or later is required.
ru: Требуется NVDA 2021.3 или позже.

source: A warning message will be displayed when attempting to install the add-on on Windows 7, 8, and 8.1.
ru: При попытке установить дополнение в Windows 7, 8 и 8.1 будет выведено предупреждающее сообщение.

source: Version 21.10
ru: Версия 21.10

source: NVDA 2021.2 or later is required due to changes to NVDA that affects this add-on.
ru: Требуется NVDA 2021.2 или выше из-за изменений в NVDA, которые влияют на это дополнение.

source: Version 21.08
ru: Версия 21.08

source: Initial support for Windows 11.
ru: Первоначальная поддержка Windows 11.

source: Version 21.01
ru: Версия 21.01

source: NVDA 2020.3 or later is required.
ru: Требуется NVDA 2020.3 или позже.

source: On Windows 10 Version 1709 and later, doing a four finger flick left will toggle dictation (Windows+H).
ru: В Windows 10 версии 1709 и вышесмахивание четырьмя пальцами влево переключает режим диктовки (Windows+H).

source: Remove dedicated touch interaction support toggle command from the add-on.
ru: Удалена из дополнения специальная команда переключения поддержки сенсорного взаимодействия.

source: As touch interaction support can be toggled from NVDA's touch interaction settings panel, a dedicated Enhanced Touch Gestures settings panel has been removed.
ru: Поскольку поддержку сенсорного взаимодействия можно переключить с панели настроек сенсорного взаимодействия NVDA, специальная панель настроек расширенных сенсорных жестов была удалена.

source: Version 20.09
ru: Версия 20.09

source: Removed ability to let NVDA turn off touch interaction for up to ten seconds (touch command passthrough).
ru: Удалена возможность, позволяющая NVDA отключать сенсорное взаимодействие на срок до десяти секунд (передача сенсорной команды).

source: Removed coordinate announcement beep feature.
ru: Удалена функция звукового оповещения о координатах.

source: Version 20.07
ru: Версия 20.07

source: Added a keyboard command to toggle touch interaction or enable/disable touch passthrough (Control+Alt+NVDA+T).
ru: Добавлена команда с клавиатуры для переключения сенсорного взаимодействия или включения/ выключения сенсорного пропуска (Control+Alt+NVDA+T).

source: As NVDA 2020.1 and later includes a touch command to perform right mouse click (one finger tap and hold), the command has been removed from this add-on. AS a result, NVDA 2020.1 or later is required.
ru: Поскольку NVDA 2020.1 и выше содержит сенсорную команду для выполнения щелчка правой кнопкой мыши (касание одним пальцем и удерживание), эта команда была удалена из этого дополнения. В результате требуется NVDA 2020.1 или выше.

source: The ability to let NVDA turn off touch interaction for up to ten seconds (touch command passthrough) is deprecated. In the future this feature will toggle touch interaction instead.
ru: Функция, позволяющая NVDA отключать сенсорное взаимодействие на срок до десяти секунд (передача сенсорных команд), устарела. В будущем эта функция будет включать сенсорное взаимодействие.

source: In NVDA development snapshots, due to touch interaction feature changes, touch command passthrough feature and Enhanced Touch Gestures settings panel will be disabled. The command used to enable touch command passthrough will toggle touch interaction instead.
ru: В моментальных снимках разработки NVDA из-за изменений функции сенсорного взаимодействия функция передачи сенсорных команд и расширенная панель настроек сенсорных жестов будут отключены. Команда, используемая для включения передачи сенсорных команд, вместо этого переключит сенсорное взаимодействие.

source: Coordinate announcement beep feature is deprecated and will be removed in a future add-on release.
ru: Функция оповещения о координатах звуковым сигналом устарела и будет удалена в следующем выпуске дополнения.

source: Coordinate announcement beep will not be heard while using touch keyboard.
ru: Звуковой сигнал оповещения о координатах не будет слышен при использовании сенсорной клавиатуры.

source: NVDA will no longer appear to do nothing or play error tones while exploring modern input facility such as emoji panel via touch.
ru: NVDA больше не будет бездействовать или воспроизводить сигналы об ошибках при использовании современных средств ввода, таких как сенсорная панель emoji.

source: NVDA will present an error message if touch keyboard cannot be activated (four finger flick right).
ru: NVDA выдаст сообщение об ошибке, если сенсорная клавиатура не может быть активирована (смахивание четырьмя пальцами вправо).

source: Version 20.06
ru: Версия 20.06

source: Resolved many coding style issues and potential bugs with Flake8.
ru: Устранены многие проблемы со стилем кодирования и потенциальные ошибки с помощью Flake8.

source: Version 20.04
ru: Версия 20.04

source: Right mouse click gesture (one finger tap and hold) is now part of NVDA 2020.1.
ru: Жест щелчка правой кнопкой мыши (касание одним пальцем и удерживание) теперь является частью NVDA 2020.1.

source: Version 20.01
ru: Версия 20.01

source: NVDA 2019.3 or later is required.
ru: Требуется NVDA 2019.3 или позже.

source: Touch support toggle command (including touch passthrough) will no longer function if touch support is turned off completely.
ru: Команда переключения сенсорной поддержки (включая пропуск сенсорного управления) больше не будет работать, если поддержка сенсорного управления полностью отключена.

source: Version 19.11
ru: Версия 19.11

source: Added input help messages for additional touch commands.
ru: Добавлены справочные сообщения для ввода дополнительных сенсорных команд.

source: Version 19.09
ru: Версия 19.09

source: Touch support can now be disabled from everywhere, not just from profiles other than normal profile.
ru: Сенсорную поддержку теперь можно отключить везде, а не только в профилях, отличных от обычного профиля.

source: Version 19.07
ru: Версия 19.07

source: Internal changes to support future NVDA releases.
ru: Внутренние изменения для поддержки будущих выпусков NVDA.

source: Version 18.12
ru: Версия 18.12

source: Internal changes to support future NVDA releases.
ru: Внутренние изменения для поддержки будущих выпусков NVDA.

source: Version 18.08
ru: Версия 18.08

source: Compatible with NVDA 2018.3 and future versions.
ru: Совместимо с NVDA 2018.3 и будущими версиями.

source: Version 18.06
ru: Версия 18.06

source: Add-on settings is now found in new multi-category NVDA Settings screen under "Enhanced Touch Gestures" category. As a result, NVDA 2018.2 is required.
ru: Дополнительные настройки теперь доступны на новом экране настроек NVDA с несколькими категориями в категории "Улучшенные сенсорные жесты". В результате требуется NVDA 2018.2.

source: Fixed compatibility issues with wxPython 4.
ru: Исправлены проблемы с совместимостью с wxPython 4.

source: Version 18.04
ru: Версия 18.04

source: Resolves an issue where touch interaction category in NVDA Settings panel may cause error sounds to be heard due to changes made from this add-on.
ru: Устранена проблема, из-за которой категория сенсорного взаимодействия на панели настроек NVDA могла вызывать появление звуковых ошибок из-за изменений, внесённых с помощью этого дополнения.

source: Version 18.03
ru: Версия 18.03

source: NVDA 2018.1 is required.
ru: Требуется NVDA 2018.1.

source: Because NVDA 2018.1 comes with touch typing checkbox, the checkbox is no longer included in this add-on.
ru: Поскольку NVDA 2018.1 поставляется с флажком для сенсорного ввода, этот флажок больше не включён в это дополнение.

source: Version 17.12
ru: Версия 17.12

source: Requires NVDA 2017.4. Specifically, this add-on can now handle configuration profile switches.
ru: Требуется NVDA 2017.4. В частности, это дополнение теперь может управлять переключениями профилей конфигурации.

source: As NVDA 2017.4 includes screen orientation announcement, this feature is no longer part of this add-on.
ru: Поскольку в NVDA 2017.4 включено объявление об ориентации экрана, эта функция больше не является частью этого дополнения.

source: Added a hidden checkbox in Touch Interaction dialog to completely disable touch support (available if profiles other than normal configuration is active).
ru: Добавлен скрытый флажок в диалоге сенсорного взаимодействия, позволяющий полностью отключить поддержку сенсорного управления (доступен, если активны профили, отличные от обычной конфигурации).

source: If using NVDA 2018.1 or later, Touch Interaction dialog will be listed twice under NVDA's preferences menu. The second item is the dialog that comes with the add-on.
ru: При использовании NVDA 2018.1 или выше диалог сенсорного взаимодействия будет дважды отображаться в меню настроек NVDA. Второй пункт - это диалог, входящий в состав дополнения.

source: In Touch Interaction dialog for the add-on, touch typing mode is no longer shown if using NVDA 2018.1 or later.
ru: В диалоге сенсорного ввода для дополнения режим сенсорного ввода больше не отображается при использовании NVDA 2018.1 или выше.

source: Version 17.10
ru: Версия 17.10

source: Due to support policy from Microsoft, Windows 8 (original release) is no longer supported.
ru: Из-за политики поддержки Microsoft Windows 8 (оригинальная версия) больше не поддерживается.

source: NVDA will no longer announce screen orientation twice when running NVDA 2017.4 development snapshots.
ru: NVDA больше не будет дважды объявлять ориентацию экрана при запуске моментальных снимков разработки NVDA 2017.4.

source: Version 17.07.1
ru: Версия 17.07.1

source: Added an option in touch interaction dialog to manually toggle touch passthrough without use of a timer.
ru: Добавлена опция в диалоге взаимодействия с сенсорным экраном, позволяющая вручную переключать передачу сенсорного экрана без использования таймера.

source: With manual passthrough mode off, if touch passthrough is turned on before the passthrough duration expires, touch interaction would be enabled.
ru: При выключенном режиме ручного прохождения, если сенсорное прохождение включено до истечения времени прохождения, сенсорное взаимодействие будет включено.

source: Version 17.07
ru: Версия 17.07

source: Added a new dialog named Touch Interaction under NVDA's preferences menu to configure how NVDA works with touchscreens.
ru: Добавлен новый диалог с названием "Сенсорное взаимодействие" в меню настроек NVDA для настройки того, как NVDA работает с сенсорными экранами.

source: After installing this version, when pressing keys on the touch keyboard, one must double tap the desired key. You can switch back to the old way by enabling touch typing from Touch Interaction dialog.
ru: После установки этой версии при нажатии клавиш на сенсорной клавиатуре необходимо дважды коснуться к нужной клавише. Вы можете вернуться к старому способу, включив сенсорный ввод в диалоге "Сенсорное взаимодействие".

source: Added a command (unassigned) to allow NVDA to ignore touch gestures for up to 10 seconds.
ru: Добавлена команда (неназначенная), позволяющая NVDA игнорировать сенсорные жесты на срок до 10 секунд.

source: Added an option in Touch Interaction dialog to allow NVDA to pause touch interaction between 3 to 10 seconds in order to perform touchscreen gestures directly (as though NVDA is not running; default is 5 seconds).
ru: Добавлена опция в диалоге сенсорного взаимодействия, позволяющая NVDA приостанавливать сенсорное взаимодействие на срок от 3 до 10 секунд для непосредственного выполнения жестов с сенсорного экрана (как если бы NVDA не был запущен; значение по умолчанию равно 5 секундам).

source: Added debug logging messages when performing right clicks (tap and hold) to be recorded in the NVDA log (requires NVDA 2017.1 or later).
ru: Добавлены сообщения журнала отладки при выполнении щелчков правой кнопкой мыши (коснуться и удержать) для записи в журнал NVDA (требуется NVDA 2017.1 или выше).

source: Due to changes made when playing screen coordinates, NVDA 2017.1 or later is required.
ru: В связи с изменениями, внесенными при воспроизведении экранных координат, требуется NVDA 2017.1 или выше.

source: ##Version 17.03
ru: ##Версия 17.03
