Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/systrayList/*/systrayList.xliff
Languages: tr

source: systrayList #
tr: sistem Tepsisi Listesi #

source: Authors: Rui Fontes, Rui Batista, Joseph Lee, NVDA Community contributors
tr: Yazarlar: Rui Fontes, Rui Batista, Joseph Lee, NVDA Topluluğuna katkıda bulunanlar

source: Download [stable version][1]
tr: [Kararlı sürümü indirin][1]

source: NVDA compatibility: 2019.3 and beyond
tr: NVDA uyumluluğu: 2019.3 ve sonrası

source: This add-on allows you to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the add-on installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to display task bar elements, which are the currently running applications.
tr: Bu eklenti, sistem tepsisindeki veya görev çubuğundaki simgeleri bir liste kutusu içinde okuyup etkinleştirmenize olanak tanıyarak bu öğelere kolay erişim ve etkileşim sağlar. Eklenti yüklüyken, bu iletişim kutusunun sistem tepsisi öğeleriyle açılması için NVDA+f11 tuşlarına bir kez basın ve çalışmakta olan uygulamalar olan görev çubuğu öğelerini görüntülemek için iki kez basın.

source: Note that you can access the windows system tray in any screen reader software using the Windows+B, and the task bar by pressing Windows+T. This plugin is only useful to make the transition from JAWS for Windows smoother and to avoid some tooltips that may pop-up when cycling through the system tray with the windows keyboard means.
tr: Windows sistem tepsisine Windows+B tuşlarını kullanarak herhangi bir ekran okuyucu yazılımında ve görev çubuğunda Windows+T tuşlarına basarak erişebileceğinizi unutmayın. Bu eklenti yalnızca Windows için JAWS'tan geçişi daha sorunsuz hale getirmek ve Windows klavye araçlarıyla sistem tepsisinde gezinirken ortaya çıkabilecek bazı araç ipuçlarından kaçınmak için kullanışlıdır.

source: Changes for 4.0 2020-01-03 ##
tr: 4.0 için değişiklikler - 2020-01-03 ##

source: Requires NVDA 2019.3 or later.
tr: NVDA 2019.3 veya sonraki sürümünü gerektirir.

source: No more support for Windows versions earlier than Windows 7 Service Pack 1.
tr: Windows 7 Service Pack 1'den önceki Windows sürümleri artık desteklenmiyor.

source: Add-on has been renamed to "SysTrayList".
tr: Eklentinin adı "SysTrayList" olarak değiştirildi.

source: Donation request dialog will no longer appear when installing or updating the add-on.
tr: Eklentiyi yüklerken veya güncellerken bağış isteği iletişim kutusu artık görünmeyecek.

source: Changes for 3.2 2018-12-24 ##
tr: 3.2 için değişiklikler - 2018-12-24##

source: More code changes to support Python 3.
tr: Python 3'ü desteklemek için daha fazla kod değişikliği.

source: Changes for 3.1 2018-11-24 ##
tr: 3.1 için değişiklikler - 2018-11-24 ##

source: Internal changes to support future NVDA releases.
tr: Gelecekteki NVDA sürümlerini desteklemek için dahili değişiklikler.

source: Changes for 3.0 2018-10-25 ##
tr: 3.0 için değişiklikler - 2018-10-25 ##

source: Support for Windows releases earlier than Windows 7 Service Pack 1 will end in 2019.
tr: Windows 7 Service Pack 1'den önceki Windows sürümleri için destek 2019'da sona erecektir.

source: Add-on is Python 3 compatible.
tr: Eklenti Python 3 uyumludur.

source: Changes for 2.0 2017-05-20 ##
tr: 2.0 için değişiklikler - 2017-05-20 ##

source: Systray/taskbar dialog is now centered on screen.
tr: Sistem tepsisi/görev çubuğu iletişim kutusu artık ekranda ortalanmıştır.

source: Fixed various user interface issues.
tr: Çeşitli kullanıcı arayüz sorunları düzeltildi.

source: New and updated translations.
tr: Yeni ve güncellenmiş çeviriler.

source: Changes for 1.5 2015-mm-dd ##
tr: 1.5 için değişiklikler - 2015-mm-dd ##

source: Corrected left/right click action.
tr: Sağ / sol tık eylemi düzeltildi.

source: Add-on help is now available from add-ons manger.
tr: Eklenti yardımı artık eklenti Mağazasından alınabilir.

source: Translation updates.
tr: Çeviri güncellemeleri.

source: Changes for 1.4 - 2013-01-19 ##
tr: 1.4 için değişiklikler - 2013-01-19 ##

source: Requires NVDA 2012.3beta2 or greater.
tr: NVDA 2012.3beta2 veya daha üst versiyonunu gerektirir.

source: Add donation request to installation procedure
tr: Yükleme iletişim kutusuna bağış istemek için bir ekran eklendi

source: Implemented taskbar support
tr: Görev çubuğu desteği uygulandı

source: New translations: Arabic, Bulgarian, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Norwegian, Polish, Brazilian Portuguese, Russian, Slovak, Tamil, Traditional Chinese Hong Kong.
tr: Yeni çeviriler:, Galiçyaca, Fince, Hollandaca, Bulgarca, Arapça, Lehçe, Norveççe, Nepal, Korece, Japonca, İtalyanca, Macarca, Yunanca Brezilya Portekizcesi, Rusça, Slovakça, Tamil, Geleneksel Çin Hong Kong.Yeni diller: Arabic, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Polish, Brazilian Portuguese, Russian, Slovak, Tamil.

source: Changes for 1.3 - 2012-05-25 ##
tr: 1.3 için değişiklikler - 2012-05-25 ##

source: Converted to an add-on package
tr: Eklenti paketi olarak derlendi

source: French and Turkish Translations.
tr: Fransızca ve Türkçe çeviriler.

source: Changes for 1.2 - 2012-04.25 ##
tr: 1.2 için değişiklikler- 2012-04.25 ##

source: Spanish and German translations. Thanks to all that contributed.
tr: İspanyolca ve Almanca çeviriler. Katkıda bulunan herkese teşekkürler.

source: Changes for 1.1 - 2012-03-20 ##
tr: 1.1 için değişiklikler- 2012-03-20 ##

source: Corrected a bug that was making it impossible to use the plugin when a gettext translation is not available
tr: Kullanılan dille ilgili çeviri yapılmamışsa eklentinin çalışmasını engelleyen bir sorun düzeltildi

source: Changes for 1.0 - 2012-03-19 ##
tr: 1.0 için değişiklikler - 2012-03-19 ##

source: Initial Release
tr: İlk sürüm
