Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/customNotifications/*/customNotifications.po
Languages: pt_pt

source: Shows the %s settings.
pt_pt: Mostra as definições %s.

source: Toggles Truncate notifications option of %s.
pt_pt: Alterna a opção Truncar notificações de %s.

source: Truncate notifications disabled
pt_pt: Truncar notificações desativado

source: Truncate notifications enabled
pt_pt: Truncar notificações ativado

source: Toggles speech option of %s.
pt_pt: Alterna a opção de voz de %s.

source: Speech disabled for %s
pt_pt: Fala desativada para %s

source: Speech enabled for %s
pt_pt: Fala ativada para %s

source: Toggles braille option of %s.
pt_pt: Alterna a opção braille de %s.

source: Braille disabled for %s
pt_pt: Braille desativado para %s

source: Braille enabled for %s
pt_pt: Braille ativado para %s

source: &Truncate notifications
pt_pt: &Truncar notificações

source: Type the characters to be used as the &start limit of notifications
pt_pt: Escreva os caracteres a utilizar como limite &inicial das notificações

source: Type the characters to be used as the end &limit of notifications
pt_pt: Escreva os caracteres a utilizar como &limite final das notificações

source: Sele&ct output modes for notifications
pt_pt: &Selecionar modos de saída para notificações

source: Speech
pt_pt: Fala

source: Type the text to show a test &notification
pt_pt: Digite o texto para mostrar um teste de &notificação

source: &Show test notification
pt_pt: &Mostrar notificação de teste

source: Custom Notifications
pt_pt: Notificações personalizadas

source: Choose how NVDA should read toast notifications. You can read just the application which sent a toast, and choose if notifications are spoken, displayed in braille or both. This may improve your experience with toast notifications and help you to keep your privacy.
pt_pt: Escolha como o NVDA deve ler as notificações de brinde. Pode ler apenas a aplicação que enviou um brinde e escolher se as notificações são faladas, apresentadas em braille ou ambas. Isto pode melhorar a sua experiência com as notificações de toast e ajudá-lo a manter a sua privacidade.
