Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/columnsReview/*/columnsReview.xliff
Languages: ru

source: Columns Review
ru: Просмотр Столбцов

source: Author: Alberto Buffolino, Łukasz Golonka, other contributors
ru: Автор: Alberto Buffolino, Łukasz Golonka, другие участники

source: NVDA compatibility: 2019.3 and beyond
ru: Совместимость с NVDA: 2019.3 и выше

source: Columns Review is an add-on to enhance NVDA experience with lists.
ru: Просмотр столбцов - это дополнение для улучшения работы NVDA со списками.

source: Its features include:
ru: Его особенности включают:

source: customizable actions on column header and/or content (available actions are read, copy, spell and show in browse mode);
ru: настраиваемые действия с заголовком столбца и/или содержимым (доступны такие действия, как чтение, копирование, написание по буквам и отображение в режиме просмотра);

source: ability to cycle between columns in ten-by-ten intervals;
ru: возможность переключения между столбцами с интервалом десять на десять;

source: simplified header management (mouse clicks);
ru: упрощённое управление заголовками (щелчки мыши);

source: on-demand reading of relative current item position (i.e.: item 7 of 10);
ru: считывание по требованию относительного текущего положения элемента (например, элемент 7 из 10);

source: customizable gestures with or without numpad;
ru: настраиваемые жесты с цифровой клавиатурой или без нее;

source: "0 items" announcement when list is empty;
ru: сообщение "0 элементов", когда список пуст;

source: top/bottom edge reporting via speech or beeps;
ru: объявления о верхнем/нижнем крае с помощью речи или сигналов;

source: say all support;
ru: поддержка чтения всего;

source: report of selected items (amount and item names);
ru: объявить выделенные элементы (количество и названия элементов);

source: list search (with item multiselection, if checked/supported).
ru: поиск по списку (с множественным выделением элементов, если установлен флажок/поддерживается).

source: Gestures
ru: Жесты

source: Default keys for columns, headers and position are NVDA+control, but you can customize them from add-on settings (not "Input gestures" dialog!).
ru: Клавиши по умолчанию для столбцов, заголовков и положении - это NVDA+control, но вы можете настроить их в настройках дополнения (а не в диалоге "Жесты ввода"!).

source: Note that your keyboard could have problems processing some key combinations, so try all add-on gestures and adjust them for better results.
ru: Обратите внимание, что на вашей клавиатуре могут возникнуть проблемы с обработкой некоторых комбинаций клавиш, поэтому попробуйте все жесты дополнения и настройте их для достижения лучших результатов.

source: See also add-on preferences for numpad mode, keyboard layout (without numpad), and the four available actions for columns.
ru: Смотрите также настройки дополнения для режима цифровой клавиатуры, раскладки клавиатуры (без цифровой клавиатуры) и четырех доступных действий для столбцов.

source: NVDA+control+digits from 1 to 0 (keyboard mode) or from 1 to 9 (numpad mode): by default, read the chosen column if pressed once, copy it if pressed twice;
ru: NVDA+control+цифры от 1 до 0 (режим клавиатуры) или от 1 до 9 (режим цифровой клавиатуры): по умолчанию выбранный столбец считывается при однократном нажатии и копируется при двукратном;

source: NVDA+control+numpadMinus (numpad mode): like NVDA+control+0 in keyboard mode, read or copy the 10th, 20th, etc column;
ru: NVDA+control+минус на цифровом блоке (режим цифровой клавиатуры): например, NVDA+control+0 в режиме клавиатуры, читать или копировать 10-й, 20-й и т.д. столбец;

source: NVDA+control+- (keyboard mode, EN-US layout): in a list with 10+ columns, change interval and process columns from 11 to 20, from 21 to 30, and so on (change last char according to your layout, from settings);
ru: NVDA+control+- (режим клавиатуры, раскладка EN-US): в списке, содержащем более 10 столбцов, измените интервал и обработку столбцов с 11 на 20, с 21 на 30 и т.д. (измените последний символ в соответствии с вашей раскладкой в настройках);

source: NVDA+control+numpadPlus (numpad mode): like previous command;
ru: NVDA+control+плюс на цифровом блоке (режим цифровой клавиатуры): как и в предыдущей команде;

source: NVDA+control+enter (numpadEnter in numpad mode): open header manager;
ru: NVDA+control+enter (Enter на цифровом блоке в режиме цифровой клавиатуры): открыть управление заголовками;

source: NVDA+control+delete (numpadDelete in numpad mode): read relative current item position (i.e.: item 7 of 10);
ru: NVDA+control+delete (Delete на цифровом блоке в режиме цифровой клавиатуры): считывание относительного текущего положения элемента (т.е. элемента 7 из 10);

source: Arrows and NVDA+tab (in empty list): repeat "0 items" message;
ru: Стрелки и NVDA+tab (в пустом списке): повторить сообщение "0 элементов";

source: NVDA+downArrow (desktop layout) or NVDA+a (laptop layout): start say all (this gesture depends on original one under "Input gestures"/"System caret");
ru: NVDA+стрелка вниз (настольная раскладка) или NVDA+a (раскладка ноутбука): начать читать всё (этот жест зависит от исходного в разделе "Жесты ввода"/"Системная каретка");

source: NVDA+shift+upArrow (desktop layout) or NVDA+shift+s (laptop layout): report amount and names of current selected list items (like previous command for customization);
ru: NVDA+shift+стрелка вверх (настольная раскладка) или NVDA+shift+s (раскладка ноутбука): объявить количество и названия текущих выделенных элементов списка (как в предыдущей команде для настройки);

source: NVDA+control+f: open find dialog (not customizable);
ru: NVDA+control+f: открыть диалог поиска (не настраивается);

source: NVDA+f3: find next occurrence of previously entered text (not customizable);
ru: NVDA+f3: поиск следующего вхождения ранее введенного текста (не настраивается);

source: NVDA+shift+f3: find previous occurrence (not customizable).
ru: NVDA+shift+f3: предыдущее вхождение найденного (не настраивается).

source: Support
ru: Поддержка

source: This add-on provide a general support for more common lists (see below), and some specific applications. Main author (Alberto Buffolino) cannot guarantee compatibility/functionality for those applications he not uses, like Outlook and Windows Mail, but he'll be happy to collaborate with their users or accept a pull request for them (note: Outlook is covered now, but user reports are still welcome).
ru: Это дополнение обеспечивает общую поддержку более распространенных списков (см. ниже) и некоторых специфических приложений. Главный автор (Alberto Buffolino) не может гарантировать совместимость / функциональность для тех приложений, которые он не использует, таких как Outlook и Windows Mail, но он будет рад сотрудничать с их пользователями или принять запрос на обновление для них (ПРИМЕЧАНИЕ: Outlook теперь поддерживается, но отчёты пользователей всё ещё приветствуются).

source: Following list types are supported:
ru: Поддерживаются следующие типы списков:

source: DirectUIHWND (present in 64-bit systems);
ru: DirectUIHWND (присутствует в 64-битных системах);

source: WindowsForms10.SysListView32.* (applications that use .NET);
ru: WindowsForms10.SysListView32.* (приложения, использующие .NET);

source: multi-column treeview like as that presents in [RSSOwlnix][rss];
ru: многостолбцовое древовидное представление, подобное тому, которое представлено в [RSSOwlnix][rss];

source: Thunderbird messages table (thread-grouping supported);
ru: Таблица сообщений Thunderbird (поддерживается группировки потоков);

source: Outlook messages table (but list search is not recommended in thread view).
ru: Таблица сообщений Outlook (но поиск списка не рекомендуется в представлении потока).
