Repository: nvdaaddons/CrowdinRegistration
Catalog: emoticons/locale/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: You seem to have previous settings saved for this add-on. Do you want to import them, removing deprecated files?
hr: Čini se da su prethodne postavke spremljene za ovaj dodatak. Želite li ih uvesti, pri čemu će se ukloniti zastarjele datoteke?

source: Import Emoticons add-on settings
hr: Uvezi postavke dodatka za emotikone

source: Emoticon
hr: Emotikon

source: &Emoticons
hr: &Emotikoni

source: &Insert emoticon...
hr: &Umetni emotikon …

source: Shows a dialog to insert a smiley
hr: Prikazuje dijaloški okvir za umetanje smješka

source: In&sert symbol...
hr: &Umetni simbol …

source: Shows a dialog to insert a symbol
hr: Prikazuje dijaloški okvir za umetanje simbola

source: &Emoticons dictionary...
hr: &Rječnik emotikona …

source: Shows a dictionary dialog to customize emoticons
hr: Prikazuje dijaloški okvir rječnika za prilagođavanje emotikona

source: Toggles on and off the announcement of emoticons.
hr: Uključuje i isključuje najavu emotikona.

source: Emoticons off.
hr: Emotikoni su isključeni.

source: Emoticons on.
hr: Emotikoni su uključeni.

source: Shows a dialog to select a smiley you want to paste.
hr: Prikazuje dijaloški okvir za odabir smješka kojeg želiš umetnuti.

source: Shows a dialog to select a symbol you want to paste.
hr: Prikazuje dijaloški okvir za odabir simbola kojeg želiš umetnuti.

source: Shows the Emoticons dictionary dialog.
hr: Prikazuje dijaloški okvir rječnika za emotikone.

source: Shows the Emoticons settings.
hr: Prikazuje postavke dodatka.

source: Shows the symbol positioned where the review cursor is located.
hr: Prikazuje simbol na mjestu preglednog kursora.

source: No symbol replacement
hr: Nema zamjene simbola

source: Character: {} Replacement: {}
hr: Znak: {} zamjena: {}

source: Symbol at the review cursor position ({})
hr: Simbol na mjestu preglednog kursora ({})

source: Shows the symbol positioned where the caret is located.
hr: Prikazuje simbol na mjestu sustavskog kursora.

source: Symbol at the caret position ({})
hr: Simbol na mjestu sustavskog kursora ({})

source: Insert emoticon
hr: Umetni emotikon

source: &Filter:
hr: &Filtriraj:

source: &All
hr: &Sve

source: &Standard
hr: &Standardne

source: Emoj&is
hr: Emoj&ije

source: &List of smilies
hr: &Popis smješaka

source: Name
hr: Naziv

source: Type
hr: Vrsta

source: Characters
hr: Znakovi

source: Standard
hr: Standardni

source: There is not any emoticon selected.
hr: Niti jedan emotikon nije označen.

source: Smiley copied to clipboard, ready for you to paste.
hr: Smješko je kopiran u međuspremnik, spreman za upotrebu.

source: Cannot copy smiley.
hr: Smješko se ne može kopirati.

source: Emoticons dictionary (%s)
hr: Rječnik emotikona (%s)

source: Rese&t
hr: Rese&tiraj

source: Save and e&xport dictionary
hr: Spremi i i&zvezi rječnik

source: Insert Symbol (%s)
hr: Umetni simbol (%s)

source: &Add
hr: &Dodaj

source: Symbols to &copy:
hr: &Kopiraj simbole:

source: Symbol copied to clipboard, ready for you to paste.
hr: Simbol je kopiran u međuspremnik, spreman za umetanje.

source: Cannot copy symbol.
hr: Simbol se ne može kopirati.

source: &Activate speaking of emoticons:
hr: &Aktiviraj izgovaranje emotikona:

source: Speak add-on emojis
hr: Izgovaraj Emoji simbole dodatka

source: &Remove not used dictionaries
hr: &Ukloni nekorištene rječnike

source: Grinning face
hr: Ceri se smješko

source: Happy face with open mouth and squinting eyes
hr: Sretan smješko s otvorenim ustima koji škilji

source: Happy face with open mouth
hr: Sretan smješko s otvorenim ustima

source: Smiling Face With Smiling Eyes
hr: Nasmijan smješko s nasmijanim očima

source: Smirking face
hr: Zlobno se smješka smješko

source: Slightly smiling face
hr: Blago nasmijan smješko

source: white smiling face
hr: bijeli nasmijan smješko

source: Happy face with halo
hr: Sretan smješko

source: White frowning face
hr: Bijeli namršten smješko

source: Winking face
hr: Namiguje smješko

source: Smiling face with heart shaped eyes
hr: Nasmijan smješko s očima u obliku srca

source: Rose
hr: Ruža

source: Expressionless face
hr: Smješko bez emocija

source: Neutral face
hr: Neutralan smješko

source: Face without mouth
hr: Smješko bez usta

source: Face throwing a kiss
hr: Smješko šalje pusu

source: Kissing face with closed eyes
hr: Ljubi se smješko sa zatvorenim očima

source: Kissing face
hr: Ljubi se smješko

source: Kissing face with arched eyes
hr: Ljubi se smješko s izbočenim očima

source: Winking face with stuck out tongue
hr: Namiguje smješko s isplaženim jezikom

source: Face with stuck out tongue and eyes tightly closed
hr: Smješko s isplaženim jezikom i zatvorenih očiju

source: Face with stuck out tongue
hr: Smješko s isplaženim jezikom

source: Hugging face
hr: Grli se smješko

source: Flushed face
hr: Zajapuren smješko

source: Grinning Face With Smiling Eyes
hr: Ceri se smješko s nasmijanim očima

source: Pensive Face
hr: Zamišljen smješko

source: Devil with evil smile
hr: Vrag s vražjim osmijehom

source: Devil
hr: Vrag smješko

source: Relieved face
hr: Olakšanje smješko

source: Unamused face
hr: Tužan, zamišljen smješko

source: Persevering Face
hr: Ustrajan smješko

source: Crying face
hr: Plače smješko

source: Face with tears of joy
hr: Smješko sa suzama radosnicama

source: Loudly crying face
hr: Glasno plaće smješko

source: Sleepy face
hr: Pospan smješko

source: Shrugging emoji
hr: Slijeganje

source: Disappointed face
hr: Razočaran smješko

source: Disappointed but relieved face
hr: Razočaran smješko s izrazom olakšanja

source: Face With Open Mouth & Cold Sweat
hr: Smješko s otvorenim ustima i hladnim znojem

source: Smiling Face With Open Mouth & Cold Sweat
hr: Nasmijan smješko s otvorenim ustima i hladnim znojem

source: Face with cold sweat
hr: Smješko obliven hladnim znojem

source: Weary Face
hr: Iscrpljen smješko

source: Tired Face
hr: Umoran smješko

source: Fearful face
hr: Prestrašen smješko

source: Face screaming in fear
hr: Vrišti smješko

source: Angry face
hr: Ljuti se smješko

source: Pouting face
hr: Duri se smješko

source: Face With Steam From Nose
hr: Smješko kojem para ide iz nosa

source: Confounded face
hr: Zbunjen smješko

source: Smiling Face With Open Mouth and Tightly-Closed Eyes
hr: Nasmijan smješko otvorenih usta i čvrsto zatvorenih očiju

source: Happy face licking lips
hr: Sretan smješko oblizuje usne

source: Happy face with sunglasses
hr: Sretan smješko sa sunčanim naočalama

source: Sleeping face
hr: Spava smješko

source: Dizzy Face
hr: Ošamućen smješko

source: Astonished face
hr: Zapanjen smješko

source: Worried face
hr: Zabrinut smješko

source: Frowning Face With Open Mouth
hr: Namršten smješko s otvorenim ustima

source: Anguished face
hr: Izmučen smješko

source: Face with Open Mouth
hr: Smješko s otvorenim ustima

source: Grimacing face
hr: Smješko s grimasom

source: Confused face
hr: Zbunjen smješko

source: Hushed Face
hr: Tih smješko

source: Broken heart
hr: Slomljeno srce

source: Pulsating heart
hr: Pulsirajuće srce

source: Beating heart
hr: Jako lupajuće srce

source: Two hearts
hr: Dva srca

source: Heart with arrow
hr: Srce sa strijelom

source: Purple heart
hr: Ljubičasto srce

source: Red heart
hr: Crveno srce

source: Yellow heart
hr: Žuto srce

source: Green heart
hr: Zeleno srce

source: Blue heart
hr: Plavo srce

source: Rolling on the Floor Laughing
hr: Valjam se po podu od smijeha! smješko

source: Slightly Frowning Face
hr: Blago namršten smješko

source: Upside-down Face
hr: Naglavce okrenut smješko

source: Face With Rolling Eyes
hr: Smješko koluta očima

source: Person Gesturing No
hr: Osoba pokazuje Ne

source: Person Gesturing OK
hr: Osoba pokazuje U redu

source: Person bowing
hr: Osoba se klanja

source: Person Frowning
hr: Namrštena osoba

source: Folded Hands
hr: Sklopljene ruke

source: Face with medical mask
hr: Smješko s medicinskom maskom

source: Black Smiling Face
hr: Zlobno se smješka smješko

source: Happy cat face with heart shaped eyes
hr: Sretna mačka smješko s očima u obliku srca

source: Ok hand sign
hr: Ruka pokazuje znak OK

source: Thumbs up symbol
hr: Palac gore

source: Thumbs down symbol
hr: Palac dolje

source: Victory Hand
hr: Znak pobjede

source: smiling smiley
hr: nasmijan smješko

source: Sad face
hr: Tužan smješko

source: Laughing smiley
hr: Smije se smješko

source: surprised smiley
hr: iznenađen smješko

source: winking smiley
hr: namiguje smješko

source: crying smiley
hr: plače smješko

source: Confused Face
hr: Zbunjen smješko

source: sweating smiley
hr: znoji se smješko

source: Robot Smiley
hr: Robot smješko

source: speechless smiley
hr: bez riječi smješko

source: kiss smiley
hr: pusa smješko

source: cheeky smiley
hr: drzak smješko

source: blushing smiley
hr: crveni se smješko

source: wondering smiley
hr: pita se smješko

source: sleepy smiley
hr: pospan smješko

source: dull smiley
hr: tup smješko

source: my lips are sealed smiley
hr: moje usne su zapečaćene smješko

source: dancing smiley
hr: pleše smješko

source: crying a lot smiley
hr: jako plače smješko

source: angry smiley
hr: ljutit smješko

source: worried smiley
hr: zabrinut smješko

source: heart smiley
hr: srce smješko

source: Angel Smiley
hr: Anđeo smješko

source: Confused Smiley
hr: Zbunjen smješko

source: Devil Smiley
hr: Vrag smješko

source: Keke Smiley
hr: Sretno lice smješko

source: Bored smiley
hr: Dosađuje se smješko

source: Angry Smiley
hr: Ljuti se smješko

source: Cat Smiley
hr: Mačka smješko

source: I am Sleepy smiley
hr: Spava mi se smješko

source: glasses smiley
hr: naočale smješko

source: shark smiley
hr: morski pas smješko

source: cash smiley
hr: novac smješko

source: muscle smiley
hr: mišić smješko

source: beer smiley
hr: pivo smješko

source: drink smiley
hr: piće smješko

source: ninja smiley
hr: nindža smješko

source: cool smiley
hr: kul smješko

source: in love smiley
hr: zaljubljen smješko

source: fingers crossed smiley
hr: držim fige smješko

source: yawning smiley
hr: zijevaiući smješko

source: puking smiley
hr: povraća smješko

source: doh! smiley
hr: dou! smješko

source: it wasn't me! smiley
hr: to nisam bio ja! smješko

source: party smiley
hr: fešta smješko

source: mmmmmm... smiley
hr: mmmmmm... smješko

source: nerdy smiley
hr: štreber smješko

source: hi smiley
hr: pozdrav smješko

source: facepalm smiley
hr: o, kuku meni... smješko

source: devil smiley
hr: vrag smješko

source: angel smiley
hr: anđeo smješko

source: envy smiley
hr: ljubomoran smješko

source: wait smiley
hr: čeka smješko

source: hug smiley
hr: zagrljaj smješko

source: make-up smiley
hr: šminka smješko

source: giggle smiley
hr: cereka se smješko

source: clapping smiley
hr: plješće smješko

source: thinking smiley
hr: razmišlja smješko

source: bowing smiley
hr: gudač smješko

source: rolling on the floor laughing! smiley
hr: valjam se po podu od smijeha! smješko

source: relieved smiley
hr: olakšanje smješko

source: happy smiley
hr: sretan smješko

source: smirking smiley
hr: zlobno se smješka smješko

source: nodding smiley
hr: površno klima glavom smješko

source: shakeing smiley
hr: drma smješko

source: waiting smiley
hr: čeka smješko

source: Emo smiley
hr: Emo smješko

source: yes smiley
hr: da smješko

source: no smiley
hr: ne smješko

source: handshake smiley
hr: rukuje se smješko

source: high five smiley
hr: daj mi pet smješko

source: lalala smiley
hr: lalala smješko

source: heidy smiley
hr: vjeverica smješko

source: flower smiley
hr: cvijet smješko

source: raining smiley
hr: kišovito smješko

source: sunny smiley
hr: sunčano smješko

source: tumbleweed smiley
hr: kotrljajuća trava smješko

source: music smiley
hr: glazba smješko

source: bandit smiley
hr: bandit smješko

source: too much information smiley
hr: previše informacija smješko

source: coffee smiley
hr: kava smješko

source: pizza smiley
hr: pizza smješko

source: cake smiley
hr: kolač smješko

source: star smiley
hr: zvijezda smješko

source: Emoticons
hr: Emotikoni

source: Enables the announcement of emoticon names instead of the character Representation.
hr: Omogućuje najavu naziva emotikona umjesto prikazivanja znakova.
