Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/beepKeyboard/*/beepKeyboard.xliff
Languages: tr

source: Beep keyboard NVDA Add-on #
tr: Sesli klavye #

source: This add-on allows the user to configure NVDA to beeps with some keyboard events.
tr: Bu eklentiyle NVDA'yı bazı klavye tuşlarına basıldığında bip sesi çıkartmak üzere ayarlayabilirsiniz.

source: Copyright (C) 2019 David CM <dhf360@gmail.com>
tr: Telif hakkı (C) 2019 David CM <dhf360@gmail.com>

source: This package is distributed under the terms of the GNU General Public License, version 2 or later.
tr: Bu paket, GNU Genel Kamu Lisansı, sürüm 2 veya sonraki şartları altında dağıtılır.

source: Features
tr: Özellikler

source: This add-on provides the following features you can use to adapt NVDA keyboard behavior:
tr: Eklenti sayesinde NVDA'nın klavye davranışlarını değiştirmek için aşağıdaki özellikleri kullanabilirsiniz:

source: Beep for uppercases when caps lock is on: if this feature is enabled, NVDA will beep when you typing an uppercase and caps lock is on. Don't make any more uppercase mistakes!
tr: Büyük Harf Kilidi açıkken büyük harf yazıldığında bip sesi çıkar: Bu özellik etkinken capslock açıkken büyük harf yazarsanız NVDA bip sesi çıkarır. Büyük harf hatası yapmamış olursunuz!

source: Beep for typed characters when shift is pressed: with this feature NVDA will beep if you type a character with shift key pressed.
tr: Shift tuşu basılıyken karakter yazıldığında bip sesi çıkar: Shift tuşunu basılı tutarken karakter yazdığınızda NVDA bip sesi çıkarır.

source: Beep for toggle keys changes: with this feature, NVDA will beep higher if a toggle key goes on, and lower tone if it goes off. Please note that Windows has a toggle keis beep function built-in on Ease of Access Center. This native feature works well if you don't use laptop keyboard layout setting.
tr: Açılıp kapanan tuşların durumu değiştiğinde bip sesi çıkar: Açılıp kapanan tuşlardan biri açılırsa NVDA daha ince bir bip sesi çıkarır, kapanırsa kalın bir bip sesi çıkarır. Windows'un erişim kolaylığı merkezinde bu tuşlar açılıp kapandığında ses çalmasına yarayan geçiş tuşları özelliği olduğunu unutmayın. Dizüstü klavye dizinini kullanmıyorsanız Windows'un özelliği iyi çalışır.

source: Announce toggle keys changes: just when "Beep for toggle keys changes" is on. You can enable or disable NVDA to announce toggle key status.
tr: Açılıp kapanan tuş değişikliklerini söyle: Açılıp kapanan tuşların durumu değiştiğinde bip sesi çıkar özelliği açıkken NVDA'nın açılıp kapanan tuşların durumunu söylemesini açıp kapatabilirsiniz.

source: Beep for specified characters: NVDA will beep for all characters that you set in advanced settings.
tr: Belirli karakterler yazıldığında bip sesi çıkar: Gelişmiş ayarlarda ayarladığınız tüm karakterler yazıldığında NVDA bip sesi çıkarır.

source: Disable beeping on password fields: this feature is enabled by default to aboid security risks. Disable it if you want to hear beeps on password fields.
tr: Şifre alanlarında bip sesi çıkarma: Güvenlik risklerini önlemek için bu özellik varsayılan olarak açıktır. NVDA'nın şifre alanlarında bip sesi çıkarmasını istiyorsanız özelliği kapatabilirsiniz.

source: Requirements
tr: Gereksinimler

source: You need NVDA 2018.2 or later.
tr: NVDA 2018.2 veya üstü sürüm gerektirir.

source: Installation
tr: Kurulum

source: Just install it as a NVDA add-on.
tr: Özelliği NVDA eklentisi olarak yükleyebilirsiniz.

source: Usage
tr: Kullanım

source: To enable or disable features, go to NVDA settings and select beep keyboard category. In that category you can configure all supported features by this add-on.
tr: Özellikleri etkinleştirmek veya devre dışı bırakmak için NVDA ayarlarına gidin ve Sesli klavye kategorisini seçin. Bu kategoride, desteklenen tüm özellikleri bu eklentiyle yapılandırabilirsiniz.

source: "Beep for uppercases when caps lock is on" is enabled by default.
tr: "Büyük harf kilidi açıkken büyük harfler için bip sesi" varsayılan olarak etkindir.

source: If you need more settings, open the advanced settings dialog that contains the following options:
tr: Daha fazla ayarlama yapmak istiyorsanız aşağıdaki seçenekleri içeren gelişmiş ayarlar iletişim kutusunu kullanın:

source: Ignored characters with shift pressed: all characters here will be ignored to beeping when shift is pressed. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
tr: Shift tuşu basılıyken yoksayılacak karakterler: Shift tuşu basılıyken bu karakterler yazılırsa NVDA bip sesi çıkarmayacaktır. Tab için "\t", satır başı için "\r" gibi kaçış dizileri de yazılabilir.

source: Beep always for the following characters: set here all characters that you want NVDA beeps for. Escape Sequences are allowed, e.g. "\t" for tab, "\r" for carriage return.
tr: Şu karakterler yazıldığında her zaman bip sesi çıkar: NVDA'nın her zaman bip sesi çıkarmasını istediğiniz karakterleri yazın. Tab için "\t", satır başı için "\r" gibi kaçış dizileri de yazılabilir.

source: Select tone to configure: you can configure parameters for all tones. Select one here, and set the parameters in the next text boxes. When change selection, NVDA will beep for the current selected tone with the current parameters set in the dialog.
tr: Ayarlamak için ses seçin: Tüm seslerin parametrelerini ayarlayabilirsiniz. Buradan sesi seçtikten sonra metin kutularından sesi ayarlayabilirsiniz. Seçiminizi değiştirdiğinizde yaptığınız ayarlarla seçtiğiniz sesi duyacaksınız.

source: Tone pitch: tone pitch for the current selected tone.
tr: Ses kalınlığı: Seçtiğiniz sesin kalınlığını ayarlamanıza yarar.

source: Tone length: tone length for the current selected tone.
tr: Ses uzunluğu: Seçtiğiniz sesin uzunluğunu ayarlamanıza yarar.

source: Tone volume: tone volume for the current selected tone.
tr: Ses yüksekliği: Seçtiğiniz sesin yüksekliğini ayarlamanıza yarar.

source: Test tone: this button lets you to play a test with the current set parameters.
tr: Sesi test et: Yaptığınız ayarlarla seçtiğiniz sesi dinlemenize yarar.

source: Press OK button to save settings or cancel to discard.
tr: Ayarları kaydetmeden çıkmak için İptal, kaydetmek için Tamam tuşuna basın.
