Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/dropbox/*/dropbox.xliff
Languages: ru, tr

source: Authors: Patrick ZAJDA, Filaos and other contributors
ru: Авторы: Patrick ZAJDA, Filaos и другие участники
tr: Yazarlar: Patrick ZAJDA <patrick@zajda.fr>, Filaos ve diğer katkıda bulunanlar

source: NVDA compatibility: 2019.1 or later
ru: Совместимость с NVDA: 2019.1 или позднее
tr: NVDA Uyumluluğu: 2019.1 veya üstü

source: This plugin add a shortcut to announce Dropbox status or open the Dropbox systray menu when pressed once or twice respectively.
ru: Этот плагин добавляет горячую клавишу для объявления состояния DropBox или открытия меню системного лотка Dropbox при одинарном или двойном нажатии соответственно.
tr: Bu eklenti, Dropbox durumunu bildirmek veya sırasıyla bir veya iki kez basıldığında Dropbox sistem tepsisi menüsünü açmak için bir kısayol ekler.

source: Shortcut: NVDA+Alt+D
ru: Горячая клавиша: NVDA+Alt+D
tr: Kısayol tuşu: NVDA+Alt+D

source: Changes for 4.7 ##
ru: Изменения в версии 4.7 ##
tr: 4.7 İçin Değişiklikler ##

source: Compatibility with NVDA 2022.1
ru: Совместимость с NVDA 2022.1
tr: NVDA 2022.1 ile uyumlu

source: Remove Dropbox app module as it causes issues with last Dropbox interface and Windows 8 is not supported by Microsoft
ru: Удалён модуль приложения Dropbox, поскольку он вызывает проблемы с последним интерфейсом Dropbox, а Windows 8 не поддерживается Microsoft
tr: Son Dropbox arayüzünde sorunlara neden olduğu ve Windows 8 Microsoft tarafından desteklenmediği için Dropbox uygulama modülü kaldırıldı

source: Changes for 4.6 ##
ru: Изменения в версии 4.6 ##
tr: 4.6 İçin Değişiklikler ##

source: Specify NVDA 2021.1 compatibility
ru: Указана совместимость с NVDA 2021.1
tr: NVDA 2021.1 uyumluluğunu belirtir

source: Changes for 4.4 ##
ru: Изменения в версии 4.4 ##
tr: 4.4 İçin Değişiklikler ##

source: Python 3 compatibility
ru: Совместимость с Python 3
tr: Python 3 uyumluluğu

source: Use the last addon template
ru: Используется последний шаблон дополнения
tr: Son eklenti şablonu kullanıldı

source: Repository change to be built with Appveyor
ru: Изменение репозитория для сборки с помощью Appveyor
tr: Appveyor ile oluşturulacak depo değişikliği

source: Fixed wrong and removed unused shortcuts in the documentation
ru: Исправлены неправильные и удалены неиспользуемые ярлыки в документации
tr: Belgelerdeki yanlış ve kaldırılmış kullanılmayan kısayollar düzeltildi

source: Update the description in the documentation which still referenced the announcement of the version
ru: Обновлено описание в документации, в которой всё еще есть ссылка на объявление версии
tr: Belgelerde sürüm bildirimine hala atıfta bulunan açıklama güncellendi

source: Changes for 4.0 ##
ru: Изменения в версии 4.0 ##
tr: 4.0 İçin Değişiklikler ##

source: Change Shift+NVDA+D behavior: if pressed once announce Dropbox status, twice open the context menu.
ru: Изменилось поведение Shift+NVDA+D: однократное нажатие объявляет состояние Dropbox, двукратное - открывает контекстное меню.
tr: Shift+NVDA+D davranışını değiştir: bir kez basıldığında Dropbox durumunu duyur, iki kez basıldığında bağlam menüsünü aç.

source: Translations update.
ru: Обновлены переводы.
tr: Çeviriler güncellendi.

source: Fixed issues with windows 8 metro app.
ru: Исправлены проблемы с приложением Windows 8 Metro.
tr: Windows 8 Metro uygulamasıyla ilgili sorunlar düzeltildi.

source: Addon help is no longer available in the help menu, it's found in the addons manager instead.
ru: Справка дополнения больше не доступна в меню справки, вместо этого она находится в менеджере дополнений.
tr: Eklenti yardımı artık yardım menüsünde mevcut değil, bunun yerine eklenti yöneticisinde bulunuyor.

source: As Dropbox changes his gui from version to version, all features for settings dialog were removed.
ru: Поскольку Dropbox изменяет свой графический интерфейс от версии к версии, все функции для настройки были удалены.
tr: Dropbox gui'sini sürümden sürüme değiştirirken, ayarlar iletişim kutusunun tüm özellikleri kaldırıldı.

source: Modified the shortcut to get dropbox status to Alt+NVDA+D to avoid conflict with audio ducking support.
ru: Изменена горячая клавиша получения состояния Dropbox на Alt+NVDA+D, чтобы избежать конфликта с поддержкой приглушения звука.
tr: Ses kısma desteğiyle çakışmayı önlemek için dropbox durumunu almak için kısayol Alt+NVDA+D olarak değiştirildi.

source: Changes for 3.1 ##
ru: Изменения в версии 3.1 ##
tr: 3.1 İçin Değişiklikler ##

source: Use another way to get cancel button and page tab. Now we don't have to focus them before using shortcuts.
ru: Использован другой способ получить кнопку отмены и вкладку страницы. Теперь нам не нужно сосредотачиваться перед тем, как использовать горячие клавиши.
tr: İptal düğmesini ve sayfa sekmesini başka bir şekilde kullanın. Artık kısayolları kullanmadan önce bunlara odaklanmamız gerekmiyor.

source: When changing the active tab, the focus move to the tab page so when pressing tab, the first item of the tab is activated instead of staying to the previous used tab even if it is not activated anymore.
ru: При изменении активной вкладки фокус перемещается на страницу вкладки, поэтому при нажатии вкладки первый элемент вкладки активируется вместо того, чтобы оставаться на предыдущей использованной вкладке, даже если она больше не активируется.
tr: Etkin sekmeyi değiştirirken, odak sekme sayfasına geçer, böylece sekmeye basıldığında, artık etkin olmasa bile önceki sekmede kalmak yerine sekmenin ilk öğesi etkinleştirilir.

source: In the preferences dialog, it is now possible to press control+page up/down to switch between tabs. Control+tab and control+shift+tab still work.
ru: В диалоге настроек теперь можно нажимать control+page up/down, чтобы переключаться между вкладками. Control+tab и control+shift+tab всё ещё работают.
tr: Tercihler iletişim kutusunda, sekme sayfaları arasında dolaşmak için artık control+page up/down tuşlarına basabilirsiniz.

source: All localized manifest files should now be OK.
ru: Все локализованные манифестные файлы теперь должны быть в порядке.
tr: Tüm yerelleştirilmiş manifest dosyaları artık sorunsuz olmalı.

source: Minor corrections.
ru: Мелкие исправления.
tr: Küçük düzeltmeler.

source: Changes for 3.0 ##
ru: Изменения в версии 3.0 ##
tr: 3.0 İçin Değişiklikler ##

source: Minor correction in the main manifest file (authors are correctly displayed).
ru: Незначительная поправка в основном файле манифеста (правильно отображаются авторы).
tr: Ana manifest dosyasında Küçük bir düzeltme (geliştiriciler doğru olarak gösteriliyor).

source: Improved context menu detection when pressing Shift+NVDA+D three times.
ru: Улучшено обнаружение контекстного меню при нажатии Shift+NVDA+D три раза.
tr: Üç kez NVDA+Shift+D tuşllarına basıldığında içerik menüsünün açılışıyla ilgili iyileştirmeler.

source: The escape button now works (only when using Dropbox in the same language NVDA uses).
ru: Клавиша Escape Теперь работает (только тогда когда Dropbox используется на томже языке который использует NVDA).
tr: Escape butonu şimdi çalışıyor (sadece NVDA ve Dropbox aynı dil arayüzüyle kullanılıyorsa).

source: A lot of corrections in the code.
ru: Множество исправлений в коде.
tr: Kodla ilgili çok sayıda düzeltme.

source: Added/updated documentations of all scripts.
ru: Добавлена / обновлена документация всех скриптов.
tr: Tüm komut dosyalarının belgeleri eklendi/güncellendi.

source: New languages: Arabic, Brazilian Portuguese, Czech, Dutch, Finnish, Galician, German, Hungarian, Japanese, Nepali, Polish, Russian, Spanish, Slovak, Tamil, Turkish.
ru: Новые языки: Арабский, Бразильский Португальский, Чежский, Голландский, Финский, Галисийский, Немецкий, Венгерский, Японский, Непальский, Польский, Русский, Испанский, Словацкий, Тамильский, Турецкий.
tr: Yeni diller: Arapça, Brezilya Portekizcesi, Çekçe, Flemenkçe, Fince, Galiçyaca, Almanca, Macarca, Japonca, Nepalce, Lehçe, Rusça, İspanyolca, Slovakça, Tamil, Türkçe.

source: Changes for 2.0 ##
ru: Изменения в версии 2.0 ##
tr: 2.0 İçin Değişiklikler ##

source: New languages: Italian
ru: Новые языки: Итальянский
tr: Yeni diller: İtalyanca

source: Pressing the shortcut three times or more when already being in the context menu doesn't cause problem anymore.
ru: Нажатие сочетания три или более раз , когда уже контекстное меню открыто, не вызывает более никаких проблем.
tr: Dropbox menüsü açıkken kısayol tuşuna üç defa ya da daha fazla basılması sorun oluşturmuyor.

source: Changes for 1.0 ##
ru: Изменения в версии 1.0 ##
tr: 1.0 İçin Değişiklikler ##

source: Initial Release
ru: Первоначальный Выпуск
tr: İlk sürüm
