Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/sayCurrentKeyboardLanguage/*/sayCurrentKeyboardLanguage.xliff
Languages: ru, tr

source: sayCurrentKeyboardLanguage
tr: geçerli Klavye Dilini Söyle

source: Author(s): Abdel, Noelia;
ru: Автор(ы): Abdel, Noelia;
tr: Yazarlar: Abdel, Noelia;

source: Download [stable version][1];
ru: Загрузить [стабильную версию][1];
tr: [Kararlı Sürümü İndir][1];

source: Download [development version][2].
ru: Загрузить [разрабатываемую версию][2].
tr: [Geliştirici sürümünü indir][2].

source: Presentation #
ru: Введение #
tr: Sunum #

source: This addon was created following a request from a member on the nvda-addons mailing list.
ru: Это дополнение было создано по просьбе пользователя рассылки дополнений для NVDA.
tr: Bu eklenti, nvda-addons posta listesindeki bir üyenin isteği üzerine oluşturuldu.

source: It provides a script without gesture, which allows to retrieve and give the language of the current keyboard.
ru: Оно предоставляет скрипт с не назначенным жестом, который позволяет извлечь и предоставить текущий язык клавиатуры.
tr: Mevcut klavyenin dilini almaya ve vermeye izin veren atanmamış bir komut dosyası sağlar.

source: If pressed twice, gives the default language of the system.
ru: При двойном нажатии отображается язык системы по умолчанию.
tr: İki kez basılırsa, varsayılan sistem dilini bildirir.

source: At the first version of this module, it had been proposed as simple globalPlugin to paste in the configuration directory of NVDA, it was then transformed into addon.
ru: Первоначальная версия этого модуля была предложено как глобальный плагин NVDA, затем она была преобразовано в дополнение.
tr: Bu modülün ilk versiyonunda, NVDA'nın konfigürasyon dizinine yapıştırmak için basit küreselEklenti olarak önerilmiş, daha sonra Eklentiye dönüştürülmüştür.

source: Notes ##
ru: Примечания ##
tr: Notlar ##

source: To set a gesture to the script giving the keyboard language, follow these steps:
ru: Чтобы настроить жест в соответствии со сценарием, предоставляющим язык клавиатуры, выполните следующие действия:
tr: Klavye dilini duyuran komut dosyasına bir hareket ayarlamak için aşağıdaki adımları izleyin:

source: Open the NVDA's menu, with "NVDA + N";
ru: Откройте меню NVDA с помощью команды "NVDA + N";
tr: NVDA menüsünü açın, "NVDA + N" ile;

source: Go to NVDA's preferences menu;
ru: Перейдите в меню параметров NVDA;
tr: NVDA'nın Tercihler menüsüne gidin;

source: Then go to the submenu "Input gestures".
ru: Затем перейдите в подменю "жесты ввода".
tr: Ardından "Girdi hareketleri" iletişim kutusuna gidin.

source: Then select the category "Input", and open it with right arrow.
ru: Затем выберите категорию "Ввод" и откройте её стрелкой вправо.
tr: Daha sonra "Girdi" kategorisini seçin ve sağ ok ile açın.

source: Go to the item labeled "Gives the language of the keyboard in use, if pressed twice, give the default language of the system";
ru: Перейдите к элементу, который называется "Объявляет использующийся язык клавиатуры. При двойном нажатии, объявляет язык системы по умолчанию";
tr: Etiketli öğeye gittiğinizde "Kullanılan klavyenin dilini duyurur, iki kez basılırsa sistemin varsayılan dilini duyurur" ;

source: Once done, press Alt + A to add a gesture, and type "NVDA + F4" or another gesture of your choice;
ru: После этого нажмите Alt + A, чтобы добавить жест, и введите "NVDA + F4" или другой жест по вашему выбору;
tr: İşiniz bittiğinde, bir hareket eklemek için Alt + E tuşlarına basın ve "NVDA + F4" veya seçtiğiniz başka bir hareketi yazın;

source: This done, press the up arrow once, you hear "your chosen gesture, all layout";
ru: После этого нажмите стрелку вверх один раз, и вы услышите "выбранный вами жест, все раскладки";
tr: Bu yapılırsa, yukarı oka bir kez basın, "seçtiğiniz hareket, tüm düzenler" ifadesini duyarsınız;

source: Validate on enter, then tab to OK then enter;
ru: Подтвердите нажатием клавиши enter, затем нажмите tab на OK и enter;
tr: Sırasıyla, Enter ile doğrulayın ve ardından sekme tuşuyla Tamam'a giderek tekrar Enter'e basın;

source: Your chosen gesture should then call the script giving keyboard language.
ru: Затем выбранный вами жест должен вызвать скрипт, предоставляющий язык клавиатуры.
tr: Seçtiğiniz hareket, klavye dilini duyuran komutu çağırmalıdır.

source: Compatibility ##
ru: Совместимость ##
tr: Uyumluluk ##

source: This add-on is compatible with the versions of NVDA ranging from 2019.3 and beyond.
ru: Это дополнение совместимо с версиями NVDA, начиная с 2019.3 и выше.
tr: Bu eklenti, NVDA'nın 2019.3 ve sonrası sürümleriyle uyumludur.

source: Changes for 20230729.0.0 ##
ru: Изменения версии 20230729.0.0 ##
tr: 20230729.0.0için değişiklikler ##

source: Applied the flake8 and mypy rules to the code;
ru: Применены к коду правила flake8 и mypy;
tr: Flake8 ve mypy kuralları koda uygulandı;

source: Changed the minimum supported NVDA version to 2019.3 to support annotations introduced in Python 3.
ru: Изменена минимальная поддерживаемая версия NVDA на 2019.3 для поддержки аннотаций, введенных в Python 3.
tr: Python 3'te tanıtılan ek açıklamaları desteklemek için desteklenen minimum NVDA sürümü 2019.3 olarak değiştirildi.

source: Removed the "NVDA + F4" gesture calling the script giving the keyboard language., to allow users to choose their preferred gesture.
ru: Удалён жест "NVDA + F4", вызывающий скрипт, предаставляющий язык клавиатуры, чтобы пользователи могли выбирать предпочитаемый ими жест.
tr: Kullanıcıların tercih ettikleri hareketi seçmelerine izin vermek için klavye dilini duyuran komutu çağıran "NVDA + F4" hareketi kaldırıldı.

source: Changes for 20230607.0.0 ##
ru: Изменения версии 20230607.0.0 ##
tr: 20230607.0.0 için değişiklikler ##

source: Added the following workflows:
ru: Добавлены следующие рабочие процессы:
tr: Aşağıdaki iş akışları eklendi:

source: auto-update-translations - to automatically update translations from NVDA's translation system.
ru: auto-update-translations - автоматически обновлять переводы из системы перевода NVDA.
tr: otomatik Çeviri Güncellemeleri - NVDA'nın çeviri sisteminden çevirileri otomatik olarak güncellemek için.

source: release-on-tag..yaml: to build and publish the addon as soon as a new tag is pushed;
ru: release-on-tag..yaml: создать и опубликовать дополнение, как только нажат новый тег;
tr: release-on-tag..yaml: yeni bir etiket gönderilir gönderilmez eklentiyi derlemek ve yayınlamak için;

source: manual-release.yaml: to build and release new versions of the add-on manually.
ru: manual-release.yaml: Чтобы создать и выпустить новые версии дополнения вручную.
tr: manual-release.yaml: Eklentinin yeni sürümlerini el ile derlemek ve yayınlamak için.

source: Updated translations.
ru: Обновлены переводы.
tr: Çeviriler güncellendi.

source: Changes for version 20230426.0.0 and beyond ##
ru: Изменения версии 20230426.0.0 и выше ##
tr: Sürüm 20230426.0.0 ve sonrası için değişiklikler ##

source: • Changed version number, minimum NVDA version and download link according to store conventions/requirements.
ru: • Изменен номер версии, минимальная версия NVDA и ссылка для скачивания в соответствии с соглашениями/требованиями магазина.
tr: • Mağaza kurallarına/gereksinimlerine göre sürüm numarası, minimum NVDA sürümü ve indirme bağlantısı değiştirildi.

source: Changes for version 19.02 ##
ru: Изменения версии 19.02 ##
tr: Sürüm 19.02 için değişiklikler ##

source: Changed version numbering using YY.MM (The year in 2 digits, followed by a dot, followed by the month in 2 digits);
ru: Изменена нумерация версий с использованием YY.MM (Год из 2 цифр, за которым следует точка, за которой следует месяц из 2 цифр);
tr: Sürüm numaralandırılması YY.AA olarak değiştirildi. (Yıl 2 haneli, ardından nokta ve 2 haneli ay);

source: Added compatibility with the new versioning format of add-on, appeared since nvda 2019.1.
ru: Добавлена совместимость с новым форматом управления версиями дополнения, появившимся после nvda 2019.1.
tr: Nvda 2019.1'den bu yana ortaya çıkan eklentinin yeni sürüm oluşturma biçimiyle uyumluluk eklendi.

source: Changes for version 1.1 ##
ru: Изменения версии 1.1 ##
tr: Sürüm 1.1 için değişiklikler ##

source: The addon has been renamed from getCurKeyboardLanguage to sayCurrentKeyboardLanguage;
ru: Дополнение было переименовано из getCurKeyboardLanguage в sayCurrentKeyboardLanguage;
tr: Eklentinin adı getCurKeyboardLanguage iken sayCurrentKeyboardLanguage olarak değiştirildi;

source: Added the GPL license to the addon;
ru: Для дополнения добавлена лицензия GPL;
tr: Eklentiye GPL lisansı eklendi;

source: Added the script getCurKeyboardLanguage to the "System status" category;
ru: Добавлен скрипт getCurKeyboardLanguage в категорию "Состояние системы";
tr: "Sistem durumu" kategorisine getCurKeyboardLanguage komutu eklendi;

source: Fixed some errors in the code.
ru: Исправлены некоторые ошибки в коде.
tr: Koddaki bazı hatalar düzeltildi.

source: Changes for version 1.0 ##
ru: Изменения версии 1.0 ##
tr: Sürüm 1.0 için değişiklikler ##

source: Initial version.
ru: Первоначальная версия.
tr: İlk Sürüm.
