Repository: nvdaaddons/CrowdinRegistration
Catalog: shared/numpadNavMode/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Numpad Nav Mode
ru: Режим Навигации Цифровой Клавиатурой

source: Start NVDA with the numpad set to Windows nav mode
ru: Запускать NVDA с включенным режимом навигации Windows

source: State of numlock when NVDA starts or profile loads
ru: Состояние numlock при запуске NVDA или загрузке профиля

source: Do not change
ru: Не изменять

source: Turn numlock off
ru: Выключить numlock

source: Turn numlock on
ru: Включить numlock

source: Initial numlock state is configuration profile dependent
ru: Начальное состояние numlock зависит от профиля конфигурации

source: Toggles the numpad between NVDA navigation and Windows navigation modes.
ru: Переключает цифровой блок между режимами навигации NVDA и навигации Windows.

source: Numpad mode {}.
ru: Режим цифрового блока {}.

source: Allows switching the numpad between NVDA navigation mode, and Windows navigation mode. Especially useful if migrating from Jaws; or for laptop users preferring laptop mode, but who have a numpad and want to use it for arrow keys, etc. The add-on also gives control of numlock state when starting NVDA or changing profiles.
ru: Позволяет переключать цифровую клавиатуру между режимом навигации NVDA и режимом навигации Windows. Особенно полезно при переходе с Jaws; или для пользователей ноутбуков, предпочитающих работу в режиме ноутбука, но имеющих цифровую клавиатуру и желающих использовать её для клавиш стрелок и т.д. Дополнение также позволяет управлять состоянием numlock при запуске NVDA или при изменениях профилей.

source: * NVDA 2025.1 compatibility. * Made the add-on code more robust with help from Pyright (a Python static type checker).
ru: * Совместимость с NVDA 2025.1. * Код дополнения стал более надёжным с помощью Pyright (средства проверки статических типов Python).
