Repository: nvdaaddons/CrowdinRegistration
Catalog: l10n/numpadNavMode/*/numpadNavMode.po
Languages: tr

source: Numpad Nav Mode
tr: Sayısal Tuş Takımı gezinme Modu

source: Start NVDA with the numpad set to Windows nav mode
tr: NVDA'yı Windows'un Sayısal tuş takımı gezinme modunda başlat

source: State of numlock when NVDA starts or profile loads
tr: NVDA başladığında veya profil yüklendiğinde Numara kilidinin(NumLock) durumu

source: Do not change
tr: Değiştirme

source: Turn numlock off
tr: Numara kilidini kapat

source: Turn numlock on
tr: Numara kilidini aç

source: Initial numlock state is configuration profile dependent
tr: İlk Numara kilidi durumu yapılandırma profiline bağlıdır

source: Toggles the numpad between NVDA navigation and Windows navigation modes.
tr: Sayısal Tuş Takımını NVDA ve Windows gezinme modları arasında değiştirir.

source: Numpad mode {}.
tr: Sayısal Tuş Takımı modu {}.

source: Allows switching the numpad between NVDA navigation mode, and Windows navigation mode. Especially useful if migrating from Jaws; or for laptop users preferring laptop mode, but who have a numpad and want to use it for arrow keys, etc. The add-on also gives control of numlock state when starting NVDA or changing profiles.
tr: Sayısal tuş takımının NVDA gezinme modu ile Windows gezinme modu arasında geçiş yapmasına olanak sağlar. Özellikle Jaws'tan geçiş yapılıyorsa kullanışlıdır. Ayrıca dizüstü bilgisayar modunu tercih eden ancak sayısal tuş takımına sahip olan ve bunu ok tuşları vb. için kullanmak isteyen dizüstü bilgisayar kullanıcıları için de faydalıdır. Eklenti aynı zamanda NVDA'yı başlatırken veya profilleri değiştirirken Numara kilidi durumunun kontrolünü de sağlar.

source: * NVDA 2025.1 compatibility. * Made the add-on code more robust with help from Pyright (a Python static type checker).
tr: * NVDA 2025.1 uyumluluğu. * Eklenti kodu Pyright'ın (Python statik tip denetleyicisi) yardımıyla daha sağlam hale getirildi.
